Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Admin Note</span>
ca: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Nota de l'Administrador</span>
de: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Notiz der Verwaltung</span>
es: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Nota de Administrador</span>
fr: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Note Administrative</span>
it: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Nota Admin</span>
ja: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>管理者メモ</span>
kk: <template #icon = ""> <I class= "Fe Fe-edit mr-1" / > < / template> < span>Админ ескертпесі< / span>
ky: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Admin эскертүүсү</span>
mn: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Админий тэмдэглэл</span>
pt: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Nota do administrador</span>
ro: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Notă administrator</span>
ru: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Примечание администратора</span>
uk: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Примітка адміністратора</span>
uz: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>Маъмур изоҳи</span>
zh: <template #icon=""> <i class="fe fe-edit mr-1"/> </template> <span>管理员备注</span>

source: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Translate</span>
ca: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Traduir</span>
de: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Übersetzen</span>
es: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Traducir</span>
fr: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Traduire</span>
it: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Traduci</span>
ja: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>翻訳</span>
kk: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Аудару</span>
ky: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Которуу</span>
lv: <template #icon=""> <i class="fe fe-globe mr-1"/> </paraugs> <span>Translate</span>
mn: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Орчуулах</span>
pt: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Traduzir</span>
ro: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Tradu</span>
ru: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Перевести</span>
uk: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Перекласти</span>
uz: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>Таржима қилиш</span>
zh: <template #icon=""> <i class="fe fe-globe mr-1"/> </template> <span>翻译</span>

source: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Comment</span>
ca: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Comentar</span>
de: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Kommentar</span>
es: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Comentar</span>
fr: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Commentaire</span>
it: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Commenti</span>
ja: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>コメント</span>
kk: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Комментарий жазу</span>
ky: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Комментарий жазуу</span>
lv: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Komentējiet</span>
mn: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Сэтгэгдэл</span>
pt: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Comentar</span>
ro: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Comentariu</span>
ru: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Комментировать</span>
uk: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Коментувати</span>
uz: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>Шарҳлаш</span>
zh: <template #icon=""> <i class="fe fe-message-circle mr-1"/> </template> <span>评论</span>

source: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Dismiss</span>
ca: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Descartar</span>
de: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Verwerfen</span>
es: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Descartar</span>
fr: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Rejeter</span>
it: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Rimuovi</span>
ja: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>閉じる</span>
kk: <template #icon= " "> <i class= "fe fe-minimize mr-1" /> < / template> < span>Қабылдамау< / span>
ky: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Четке кагуу</span>
lv: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Izlaižiet</span>
mn: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Орхих</span>
pt: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Descartar</span>
ro: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Renunță</span>
ru: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Отклонить</span>
uk: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Відхилити</span>
uz: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>Рад этиш</span>
zh: <template #icon=""> <i class="fe fe-minimize mr-1"/> </template> <span>停止受理</span>

source: $%{amount} USD charged every six months (next charge: %{date}).
fr: Paiement de %{amount} USD tous les six mois (prochain paiement : %{date}).
it: $%{amount} USD addebitati ogni sei mesi (next charge: %{date}).
kk: Әр алты ай сайын $%{amount} USD алынады (келесі төлем күні: %{date}).
pt: $%{amount} USD cobrados a cada seis meses (próxima cobrança: %{date}).
uk: $%{amount} USD списується кожні шість місяців (наступне списання: %{date}).
uz: ҳар олти ойда $%{amount} ечилади (кейинги тўлов санаси: %{date}).
zh: 每六个月收取$%{amount}美元（下次收取日期：%{date}）。

source: $%{amount} USD monthly (next charge: %{date}).
fr: Paiement de %{amount} USD par mois (prochain paiement : %{date}).
it: $%{amount} USD mensili (next charge: %{date}).
kk: Ай сайын $%{amount} USD (келесі төлем: %{date}).
pt: $%{amount} USD mensal (próxima cobrança: %{date}).
uk: $%{amount} USD щомісяця (наступне списання: %{date}).
uz: ҳар ойда $%{amount} ечилади (кейинги тўлов санаси: %{date}).
zh: 每月收取$%{amount}美元（下次收取日期：%{date}）。

source: $%{sellingRate} / Night
ca: $%{sellingRate} / Nit
de: $%{sellingRate} / Nacht
es: $%{sellingRate} / Noche
fr: $%{sellingRate} / Nuit
it: $%{sellingRate} / Notte
ja: $%{sellingRate} / 泊
kk: $%{sellingRate} / Түн
ky: $%{sellingRate} / Түн
lv: %{sellingRate} Nakts
mn: $%{sellingRate} / Шөнө
pt: $%{sellingRate} / Noite
ro: %{sellingRate}$ / Noapte
ru: $%{sellingRate} / ночь
uk: $%{sellingRate} / Ніч
uz: $%{sellingRate} / Кеча
zh: $%{sellingRate} /每晚

source: $%{sellingRate} total
de: $%{sellingRate} gesamt
fr: $%{tauxdevente} total
it: $%{sellingRate} totale
ja: %{sellingRate} 合計
kk: $%{sellingRate} барлығы
ky: $%{sellingRate} бардыгы
lv: %{sellingRate} kopā
mn: %{sellingRate} нийт
ru: %{sellingRate} всего
uk: $%{sellingRate} всього
uz: $%{sellingRate} жами
zh: $%{sellingRate} 总共

source: $1,100 + 1,000 (2 for 1) Reward Points
ca: 1.100 dòlars + 1.000 Punts de Recompensa (2 per 1)
de: $1,100 + 1,000 (2 für 1) Reward Points
es: $1,100.00 USD + 1,000 Puntos de Recompensa
fr: $1,100 + 1,000 (2 pour 1) Points de Récompense
it: $1.100 + 1.000 Crediti Premio (2 per 1)
ja: $1,100 + 1,000（２倍）リワードポイント
kk: $1100 + 1000 бонустық ұпайлар (2-ден 1-ге дейін)
ky: (1ге 2) Бонустук Упай
lv: $1,100 + 1,000 (2 pret 1) Balvu Punkti
mn: $1,100 + 1,000 (1:2) Шагналын Оноо
pt: $1.100 + 1.000 Pontos de Recompensa (2 por 1)
ro: 1.100$ + 1.000 Puncte de recompensă (2 pentru 1)
ru: $1100 + 1000 Бонусных Баллов (2 к 1)
uk: $1100 + 1000 Бонусні Бали (2 за 1)
uz: $1,100 + 1,000 (1 га 2) Бонус баллари
zh: $1,100 + 1,000（2换1）奖励积分

source: $1,800 + 1,800 Reward Points
ca: 1.800 dòlars + 1.800 Punts de Recompensa
es: $1,800.00 USD + 1,800 Puntos de Recompensa
fr: 1 800 $ + 1 800 Points de Récompense
it: $1.800 + 1.800 Crediti Premio
ja: $1,800 + 1,800リワードポイント
kk: $1,800 + 1,800 Бонустық Ұпайлар
ky: $1,800 + 1,800 Бонустук упай
lv: $1,800 + 1,800 Balvu Punkti
mn: $1,800 + 1,800 Шагналын Оноо
pt: US$1.800 + 1.800 Pontos de Recompensa
ro: 1.800$ + 1.800 puncte de recompensă
ru: $1800 + 1800 Бонусных Баллов
uk: $1800 + 1800 Бонусних Балів
uz: 1,800$ + 1,800 Бонус баллари
zh: $1,800 + 1,800奖励积分

source: $10,000 in total team production in any given month.
ca: 10.000 dòlars de producció total de l'equip en un mes determinat.
de: 10.000 $ Gesamtumsatz des Teams in einem bestimmten Monat.
es: $10,000 USD en producción total de equipo en cualquier mes determinado.
fr: 10 000 $ de production totale de l'équipe au cours d'un mois donné.
it: $10.000 di produzione complessiva del team in un dato mese.
ja: 月間のチーム総売上金額が$10,000。
kk: Кез келген айдағы жалпы командалық өнім $10 000 құрайды.
ko: 주어진 달에 총 팀 생산량 $10,000.
ky: команданын кайсы бир берилген айдагы 10,000$ долларлык жалпы көрсөткүчүндө.
lv: $10, 1000 komandas kopējā apgrozījuma jebkurā mēnesī.
mn: Тухайн сарын багийн нийт борлуулалт $10,000.
pt: $ 10.000 em produção total da equipe em um determinado mês.
ro: 10.000 USD în producția totală a echipei în orice lună.
ru: $10 000 общего командного товарооборота за любой месяц.
uk: $10 000 загального командного товарообігу за кожний місяць.
uz: исталган ойдаги умумий жамоа ишлаб чиқариши 10,000$.
zh: 任何一个月的团队总产出为 10,000 美元。

source: $100 / Month
fr: 100 $ / Mois
it: $100/Mese
kk: $100 / Ай
pt: US$ 100 / Mês
uk: $100 / Місяць
zh: $100/每月

source: $100 million in annual revenue
ca: 100 milions de dòlars en ingressos anuals
de: 100 Millionen Dollar Jahresumsatz
es: 100 millones de dólares en ingresos anuales
fr: 100 millions de dollars de revenus annuels
it: 100 milioni di dollari di fatturato annuo
ja: 年間収益1億ドル
kk: Жылдық табыс — 100 миллион АҚШ доллары
ky: Жылдык кирешеси 100 миллион доллар
lv: $100 miljoni gada ieņēmumos
mn: Жилийн орлого $100 сая
pt: US$100 milhões de receita anual
ro: 100 de milioane de dolari în venituri anuale
ru: $100 миллионов годовой выручки
uk: $100 мільйонів щорічного доходу
uz: йиллик даромади 100 миллион$
zh: 1亿美元的年收入

source: $100,000 in total team production in any given month.
ca: 100.000 dòlars de producció total de l'equip en un mes determinat.
de: 100.000 $ Gesamtumsatz des Teams in einem bestimmten Monat.
es: $100,000 USD en producción total de equipo en cualquier mes determinado.
fr: 100 000 $ de production totale de l'équipe au cours d'un mois donné.
it: $100.000 di produzione complessiva del team in un dato mese.
ja: 月間のチーム総売上金額が$100,000。
kk: Команданың кез келген айдағы жалпы өнімі 100 000 долларды құрайды.
ko: 주어진 달에 총 팀 생산량 $100,000.
ky: команданын кайсы бир берилген айдагы 10,000$ долларлык жалпы көрсөткүчүндө.
lv: $100,000 komandas kopējā apgrozījumā katrā mēnesī.
mn: Тухайн сарын багийн нийт борлуулалт $100,000.
pt: $ 100.000 na produção total da equipe em um determinado mês.
ro: 100.000 USD în producția totală a echipei în orice lună.
ru: $100 000 общего командного товарооборота за любой месяц.
uk: $100 000 загального командного товарообігу за місяць.
uz: Исталган ойдаги умумий жамоа ишлаб чиқариши - 100,000$.
zh: 任何一个月的团队总产出为 100,000 美元。

source: $12.84 / per passenger
ca: 12.84 dòlars/per passatger
de: $12.84 / pro Passagier
es: $12.84 USD / por pasajero
fr: $12.84 / par passager
it: $12,84 / per passeggero
ja: $12.84 / 各乗客
kk: $12.84 / бір жолаушыға
ky: $12.84 /бир жүргүнчүгө
lv: $12.84 / par pasažieri
mn: $12.84 / зорчигч бүрт
pt: $12.84 / por passageiro
ro: 12.84$ / per pasager
ru: $12.84 / за пассажира
uk: $12.84 / за пасажира
uz: $12.84 / бир йўловчи учун
zh: $12.84/每位乘客

source: $130.71 / per passenger
ca: 130.71 dòlars/per passatger
de: $130.71 / pro Passagier
es: $130.71 USD / por pasajero
fr: $130.71 / par passager
it: $130,71 / per passeggero
ja: $130.71 / 各乗客
kk: $130.71 / бір жолаушыға
ky: $130.71 /бир жүргүнчүгө
lv: $130.71 /par pasažieri
mn: $130.71 / зорчигч бүрт
pt: $130.71 / por passageiro
ro: 130.71$ / per pasager
ru: $130.71 / за пассажира
uk: $130.71 / за пасажира
uz: $130.71 / бир йўловчи учун
zh: $130.71/每位乘客

source: $2,000 Cruise Booking
ca: Reserva de creuer de 2.000 dòlars
de: $2.000 Kreuzfahrt-Buchung
es: Reserva de Crucero con valor de $2,000
fr: Réservation de croisière de 2 000 $
it: Prenotazione di una crociera da $2.000
ja: $2,000 クルーズ予約
kk: $2000 Круиздік Брондау
ko: $2,000 크루즈 예약
ky: 2,000$ доллардык Круизди Брондоо
lv: $2,000 Kruīza Rezervācija
mn: $2,000-ын захиалга
pt: Reserva de cruzeiro de $2.000
ro: Rezervare de croazieră de 2.000$
ru: Бронирование круиза на $2000
uk: Бронювання Круїзу на $2000
uz: $2,000 Круиз буюртмаси
zh: 2,000 美元邮轮预订

source: $20/month value ($240 annually)
ca: Valor de $ 20 / mes ($ 240 anuals)
de: $20/monatlich ($240 jährlicher Wert)
es: Un valor de $20/mes o $240/anual
fr: $20/Mensuel ($240 annuelle)
it: Un valore di $20/mese ($240 all'anno)
ja: 月額$20 (年間 $240) 相当
kk: айына 20$ (жылына 240$)
ko: 월 $ 20 (연간 $ 240 가치)
ky: айына 20$ (жылына 240$)
lv: 20 dolāri/mēneša nauda(240 dolāri katru gadu)
mn: Сарын $20 (Жилийн $240)
pt: Valor de $ 20/mês ($240 por ano)
ro: în valoare de 20$/lună (240$ anual)
ru: 20$ в месяц (240$ в год)
uk: $20/місяць ($240 на рік)
uz: 20$/ойлик қиймат (240$ - йиллик)
zh: $20/月（每年$240）

source: $25,000 in total team production in any given month.
ca: 25.000 dòlars de producció total de l'equip en un mes determinat.
de: 25.000 $ Gesamtumsatz des Teams in einem bestimmten Monat.
es: $25,000 USD en producción total de equipo en cualquier mes determinado.
fr: 25 000 $ de production totale de l'équipe au cours d'un mois donné.
it: $25.000 di produzione complessiva del team in un dato mese.
ja: 月間のチーム総売上金額が$25,000。
kk: Команданың кез келген айдағы жалпы табысы 25 000 долларды құрайды.
ko: 주어진 달에 총 팀 생산량 $25,000.
ky: команданын кайсы бир берилген айдагы 25,000$ долларлык жалпы көрсөткүчүндө.
lv: $25,000 komandas kopējā apgrozījumā jebkurā mēnesī.
mn: Тухайн сарын багийн нийт борлуулалт $25,000.
pt: $ 25.000 em produção total da equipe em um determinado mês.
ro: 25.000 USD în producția totală a echipei în orice lună.
ru: $25 000 общего командного товарооборота за любой месяц.
uk: $25 000 загального командного товарообігу за місяць.
uz: Исталган ойдаги умумий жамоа ишлаб чиқариши - 25,000$.
zh: 任何一个月的团队总产出为 25,000 美元。

source: $250 / Month
fr: 250 $ / Mois
it: $250 / Mese
kk: $250 /Ай
pt: US$ 250 / Mês
uk: $250 / Місяць
zh: $250/每月

source: $250,000 in total team production in any given month.
ca: 250.000 dòlars de producció total de l'equip en un mes determinat.
de: 250.000 $ Gesamtumsatz des Teams in einem bestimmten Monat.
es: $250,000 USD en producción total de equipo en cualquier mes determinado.
fr: 250 000 $ de production totale de l'équipe au cours d'un mois donné.
it: $250.000 di produzione complessiva del team in un dato mese.
ja: 月間のチーム総売上金額が$250,000。
kk: Кез келген айдағы жалпы команда өнімділігі 250 000 доллар.
ko: 주어진 달에 총 팀 생산량$250,000.
ky: команданын кайсы бир берилген айдагы 250,000$ долларлык жалпы көрсөткүчүндө.
lv: $250,000 komandas kopējā apgrozījumā jebkurā menesī.
mn: Тухайн сарын багийн нийт борлуулалт $250,000.
pt: $ 250.000 na produção total da equipe em um determinado mês.
ro: 250.000 USD în producția totală a echipei în orice lună.
ru: $250 000 общего командного товарооборота за любой месяц.
uk: $250 000 загального командного товарообігу за місяць.
uz: Исталган ойдаги умумий жамоа ишлаб чиқариши - 250,000$.
zh: 任何一个月的团队总产出为 250,000 美元。

source: $3,000 in total team production in any given month.
ca: 3.000 dòlars de producció total de l'equip en un mes determinat.
de: 3.000 Dollar Gesamtumsatz des Teams in einem bestimmten Monat.
es: $3,000 USD en producción total de equipo en cualquier mes determinado.
fr: 3 000 $ de production totale de l'équipe au cours d'un mois donné.
it: $3.000 di produzione complessiva del team in un dato mese.
ja: 月間のチーム総売上金額が$3,000。
kk: Команданың айына жалпы өнімі 3000 долларды құрайды.
ko: 주어진 달에 총 팀 생산량 $3,000.
ky: команданын кайсы бир берилген айдагы 3,000$ долларлык жалпы көрсөткүчүндө.
lv: $3,000 komandas kopējā apgrozījumā jebkurā mēnesī.
mn: Тухайн сарын багийн нийт борлуулалт $3,000.
pt: $ 3.000 na produção total da equipe em um determinado mês.
ro: 3.000 USD în producția totală a echipei în orice lună.
ru: $3000 общего командного товарооборота за любой месяц.
uk: $3000 загального командного товарообігу за місяць.
uz: Исталган ойдаги умумий жамоа ишлаб чиқариши - 3,000$.
zh: 任何一个月的团队总产出为 3,000 美元。

source: $50,000 in total team production in any given month.
ca: 50.000 dòlars de producció total de l'equip en un mes determinat.
de: 50.000 $ Gesamtumsatz des Teams in einem bestimmten Monat.
es: $50,000 USD en producción total de equipo en cualquier mes determinado.
fr: 50 000 $ de production totale de l'équipe au cours d'un mois donné.
it: $50.000 di produzione complessiva del team in un dato mese.
ja: 月間のチーム総売上金額が$50,000。
kk: Команданың кез келген айдағы жалпы өнімі 50 000 долларды құрайды.
ko: 주어진 달에 총 팀 생산량 $50,000.
ky: команданын кайсы бир берилген айдагы 50,000$ долларлык жалпы көрсөткүчүндө.
lv: $50,000 komandas kopējā apgrozījumā jebkurā mēnesī.
mn: Тухайн сарын багийн нийт борлуулалт $50,000.
pt: $ 50.000 na produção total da equipe em um determinado mês.
ro: 50.000 USD în producția totală a echipei în orice lună.
ru: $50 000 общего командного товарооборота за любой месяц.
uk: $50 000 загального командного товарообігу за місяць.
uz: Исталган ойдаги умумий жамоа ишлаб чиқариши - 50,000$.
zh: 任何一个月的团队总产出为 50,000 美元。

source: $50.00 USD in travel value
ca: 50 dòlars en valor per a viatges
de: 50,00 USD Reisewert
es: $50 USD en crédito de viaje
fr: 50,00 $ US en valeur de voyage
it: 50$ in valore di viaggio
ja: $50.00の旅行価値
kk: сапар құны 50,00 АҚШ долларын құрайды
ky: Саякат баасы $50.00 USD
lv: $50.00 USD ceļojma vērtība
mn: 50 Шагналын Оноо
pt: US$50.00 em crédito de viagem
ro: Valoarea călătoriei de 50$
ru: $50 туристической ценности
uk: Туристична цінність на суму $50
uz: 50$ лик саёҳат қиймати
zh: $50.00美元的旅行价值

source: $5000 in
ca: 5.000 dòlars en
fr: 5000 $ en
ja: で$5,000
kk: $5000 үшін
pt: US$5000 in
ro: 5000$ în
uk: $5000 в
zh: $5000收入

source: €299 for 1 Ticket
fr: 299 € par billet
it: 299 € per 1 biglietto
kk: 1 билет – €299
pt: €299 por 1 Ingresso
uk: €299 за 1 квиток
uz: 1 та чипта учун 299€
zh: 1张票€299

source: €399 for 1 Ticket
fr: 399 € par billet
it: 399 € per 1 biglietto
pt: €399 por 1 Ingresso
uk: €399 за 1 квиток

source: 1 Day
ca: 1 Dia
de: 1 Tag
es: 1 Día
fr: 1 Jour
it: 1 Giorno
ja: 1日
kk: Бірінші күн
ko: 1일
ky: 1 күн
lv: 1 diena
mn: 1 Өдөр
pt: 1 dia
ro: Prima Zi
ru: 1 день
uk: 1 День
uz: 1-кун
zh: 1天

source: 1 Day Left to Pay
fr: 1 Jour Restant Avant le Paiement
it: Ancora 1 giorno di tempo per pagare

source: 1 For 1 Balance
de: 1 für 1 Guthaben
es: Saldo 1 Por 1
fr: Solde 1 Pour 1
it: Saldo 1 Per 1
ko: 1대 1 잔액
ky: 1 баланска 1
lv: 1 Par 1 Bilance
mn: 1:1 Баланс
ru: Баланс 1 к 1

source: 1 for 1 reward points match
ca: igualació de punts recompensa 1 per 1
de: 1 für 1 reward points Übereinstimmung
es: Igualación de Puntos Recompensa (1 por 1)
fr: 1 pour 1 en points de récompense
it: corrispondenza in crediti premio 1 per 1
ja: １倍のリワードポイントがマッチ
kk: 1-ден 1-ге дейінгі сәйкестік бонус ұпайы
ky: 1 ге 1 шайкеш бонустук упайлар
lv: 1pret 1 balvu punktu saskaņošana
mn: (1:1) Шагналын Оноо
pt: Correspondência de Pontos de Recompensa 1 por 1
ro: potrivire puncte de recompensă 1 pentru 1
ru: Матчинг в виде бонусных баллов 1 к 1
uk: стільки ж бонусних балів 1 до 1
uz: тенг равишда 1 га 1 Бонус баллари
zh: 1换1奖励积分比赛

source: 1 for 1 Reward Points Match
ca: Igualació de Punts Recompensa 1 per 1
de: 1 for 1 Reward Points Übereinstimmung
es: Igualación de Puntos Recompensa 1 por 1
fr: Correspondance 1 pour 1 de Points de Récompense
it: Corrispondenza in Crediti Premio 1 per 1
ja: １倍のリワードポイントがマッチ
kk: 1-ден 1-ге дейінгі бонустық ұпайлармен сәйкестендіріңіз
ko: 1대 1 리워드 포인트 매치
ky: 1ге 1 бирдей негизде Бонустук Упайлар
lv: 1 Par 1 Balvu Punktu Mečings
mn: Авсан (1:1) Шагналын Оноо
pt: Correspondência de Pontos de Recompensa 1 por 1
ro: Potrivire puncte de recompensă 1 pentru 1
ru: Матчинг в виде Бонусных Баллов 1 к 1
uk: Матчінг у вигляді Бонусних Балів 1 до 1
uz: тенг равишда 1 га 1 Бонус баллари
zh: 1换1奖励积分比赛

source: 1 GLS point per $2 earned
ca: 1 punt GLS per cada 2 dòlars guanyats
es: 1 punto GLS por cada $2 USD ganados
fr: 1 point GLS pour 2 $ gagnés
it: 1 punto GLS per ogni 2 $ guadagnati
ja: $2の獲得ごとに1 GLSポイント
kk: Әр табыс тапқан 2 доллар үшін 1 GLS ұпай
pt: 1 ponto GLS a cada US$2 ganhos
ro: 1 punct GLS per 2$ câștigați
uk: 1 МЛС бал за кожні 2$ заробітку
uz: Ишлаб топилган ҳар 2$ учун 1 GLS бали
zh: 每获得$2，即可获得1个GLS积分

source: 1 Month
ca: 1 Mes
de: 1 Monat
es: 1 Mes
fr: 1 Mois
it: 1 Mese
ja: 1ヶ月
kk: Бірінші Ай
ko: 1개월
ky: 1 ай
lv: 1. Mēnesis
mn: 1 Сар
pt: 1 mês
ro: Prima Lună
ru: 1 месяц
uk: 1 Місяць
uz: 1-ой
zh: 1月

source: 1 points
ca: 1 punt
de: 1 Punkt
es: 1 Punto
fr: 1point
it: 1 punto
ja: 1ポイント
kk: 1 ұпайлар
ky: 1 упай
mn: 1 оноо
pt: 1 pontos
ro: 1 punct
ru: 1 очко
uk: 1 Бали
uz: 1 балл
zh: 1积分

source: 1 Year
ca: 1 Any
de: 1 Jahr
es: 1 Año
fr: 1 An
it: 1 Anno
ja: 1年
kk: Бірінші Жыл
ko: 1년
ky: 1 Жыл
lv: 1. gads
mn: 1 Жил
pt: 1 ano
ro: Primul An
ru: 1 год
uk: 1 Рік
uz: 1-йил
zh: 1年
