Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Direct Partner Reactivation
ca: Reactivació de Soci Directe
de: Direkt-Partner Aktivierungen
es: Reactivación de Socios DIrectos
fr: Réactivation de Partenaire Direct
it: Riattivazione di Partner Diretti
ja: 直紹介パートナーの再アクティベーション
kk: Тікелей серіктесті қайта белсендіру
ky: Түз өнөктөштөрдүн кайрадан активдештирүүлөрү
mn: Хувьчлан идэвхжүүлсэн Түншийн дахин идэвхжүүлэлтүүд
pt: Reativação de Parceiro Direto
ro: Reactivare directă a partenerului
ru: Прямые Партнёрские восстановления
uk: Реактивація прямого партнера
uz: Тўғридан-тўғри Ҳамкор қайта фаоллиги
zh: 直属合伙人重新激活

source: Direct partners
ca: Socis directes
de: Direkte Partner
es: Socios directos
fr: Partenaires Directs
it: Partner diretti
ja: 直紹介パートナー
kk: Тікелей серіктестер
ky: Түз өнөктөштөр
mn: Хувьчлан идэвхжүүлсэн Түншүүд
pt: Parceiros diretos
ro: Parteneri direcţi
ru: Прямые Партнёры
uk: Прямі партнери
uz: Тўғридан-тўғри Ҳамкорлар
zh: 直属合伙人

source: Direct Partners
ca: Socis Directes
de: Direkte Partner
es: Socios Directos
fr: Partenaires directs
it: Partner diretti
ja: 直紹介パートナー
kk: Серіктестер (Тікелей)
ko: 직접 추천 파트너
ky: Түз өнөктөштөр
lv: Tiešie Partneri
mn: Хувьчлан элсүүлсэн Түншүүд
pt: Sócio Direto
ro: Parteneri direcţi
ru: Партнёры (Личные)
uk: Прямі Партнери
uz: Тўғридан-тўғри Ҳамкорлар
zh: 直接合作夥伴

source: Direct Partners MTD
ca: Socis Directes MTD
de: Direkte Partner MTD
es: Socios Directos MHF
fr: Partenaires directs MTD
it: Partner diretti MTD
ja: 直紹介パートナーの今月の累計
kk: Серіктестер (Тікелей)
ko: 신규 등록 직접 추천 파트너
ky: Түз өнөктөштөр MTD
lv: Tiešie PartneriMTD
mn: Энэ сард хувьчлан элсүүлсэн Түншүүд
pt: Sócios diretos (este mês)
ro: Parteneri direcţi MTD
ru: Прямые Партнёры с начала месяца
uk: Прямі Партнери MTD
uz: Тўғридан-тўғри Ҳамкорлар (ой бошидан бери)
zh: 直接合作夥伴MTD

source: Direct Pending Members
ca: Membres Directes Pendents
de: Direkte ausstehende Mitglieder
es: Miembros Directos Pendientes
fr: Membres Directs en Attente
it: Membri sospesi diretti
ja: 未払いの直紹介メンバー会員
kk: Тікелей күтетін мүшелер
ko: 직접 추천 미납 멤버
ky: Түздөн-түз күтүүдөгү мүчөлөр
lv: Tieši Gaidošie Biedri
mn: Хувьчлан урьсан хүлээгдэж буй Гишүүд
pt: Membros pendentes diretos
ro: Membri direcți în așteptare
ru: Прямые Члены Клуба с задолженностью
uk: Прямі Члени Клубу з заборгованістю
uz: Кутаётган ҳисоби бор тўғридан-тўғри Аъзолар
zh: 直接待定會員

source: Direct Pending with Cruise Bookings
ca: Pendents directes amb Reserves de Creuers
fr: Membres Directs en attente avec Réservation de Croisière
it: Membro diretto in sospeso con prenotazione di crociera
ja: クルーズ予約が存在する直紹介保留分
kk: Круиз брондауларымен тікелей күтілуде
pt: Diretos Pendentes com Reservas de Cruzeiros
ro: Direcți în așteptare cu rezervări de croazieră
uk: Прямі Члени Клубу з заборгованістю з заброньованими круїзами
uz: Круиз буюртмаси мавжуд кутаётган ҳисоби бор тўғридан-тўғрилар
zh: 待处理直接邮轮预订

source: Direct Premium Members
ca: Membres Premium Directe
de: Direkte Premium Mitglieder
es: Miembros Premium Directos
fr: Membres Premium directs
it: Membri Premium diretti
ja: 直紹介PREMIUMメンバー
kk: Тікелей Premium Мүшелері
ky: Түздөн-түз Premium мүчөлөр
lv: Tiešie Premium Biedri
mn: Хувьчлан идэвхжүүлсэн Premium Гишүүд
pt: Membros diretos Premium
ro: Membri Direcţi Premium
ru: Прямые Члены Клуба плана Premium
uk: Прямі Члени Клубу плану Premium
uz: Тўғридан-тўғри Premium Аъзолар
zh: 直接Premium会员

source: Direct Reach
ca: ASSOLIR Directe
de: Eigene Struktur
es: ALCANCE Directo
fr: Portée directe
it: Struttura diretta
ja: 直紹介の到達範囲
kk: Тікелей байланыс
ko: 직접추천 초대정보 확산현황
ky: Түз жетүү
lv: Tiešā sasniedzamība
mn: Шууд Хүрэх
pt: Alcance Direto
ro: Extindere directă
ru: Личные Достижения
uk: Прямі Досягнення
uz: Тўғридан-тўғри қамров
zh: 直接Reach

source: Direct Registered Members
ca: Membres Directes Registrats
de: Direkte registrierte Mitglieder
es: Miembros Directos Registrados
fr: Membres Enregistrés Directs
it: Membri registrati diretti
ja: 直紹介で登録したメンバー会員
kk: Тікелей Тіркелген Мүшелер
ko: 직접 추천 무료등록 멤버
ky: Түздөн-түз катталган мүчөлөр
lv: Tiešie reģistrētie biedri
mn: Хувьчлан бүртгэсэн Гишүүд
pt: Membros diretos registrados
ro: Membri Direcţi Înregistrați
ru: Прямые зарегистрированные Члены Клуба
uk: Прямі зареєстровані Члени Клубу
uz: Тўғридан-тўғри рўйхатдан ўтган Аъзолар
zh: 直接註冊會員

source: Direct Registered Members MTD
ca: Membres Directes Registrats MTD
de: Direkte registrierte Mitglieder MTD
es: Miembros Directos MTD Registrados
fr: Membres Enregistré Directs MTD
it: Membri registrati diretti MTD
ja: 直紹介で登録したメンバー会員の今月の累計
kk: Тікелей Тіркелген Мүшелер ай басынан бері
ko: 이달의 직접 추천 무료등록 멤버
ky: Түз катталган мүчөлөр MTD
lv: Tiešie reģistrētie biedri MTD
mn: Хувьчлан бүртгүүлсэн Гишүүд
pt: Membros diretos registrados (este mês)
ro: Membri Direcţi Înregistrați MTD
ru: Прямые зарегистрированные Члены Клуба с начала месяца
uk: Прямі зареєстровані Члени Клубу з початку місяця
uz: Тўғридан-тўғри рўйхатдан ўтган Аъзолар (ой бошидан бери)
zh: 直接註冊會員MTD

source: Direct Registrations/Activations
ca: Inscripcions/Activacions Directes
de: Direkte Registrierungen/Aktivierungen
es: Activaciones/Registros Directos
fr: Inscriptions/Activations Directes
it: Registrazioni/ Attivazioni dirette
ja: 直紹介登録／アクティベーション
kk: Тікелей тіркеу / белсендіру
ky: Түз каттоолор / активдештирүүлөр
lv: Tiešās Regīstrācijas/Aktivizācijas
mn: Хувьчлан хийсэн бүртгэл/идэвхжүүлэлтүүд
pt: Inscrições/Ativações Diretas
ro: Înregistrări/Activări directe
ru: Прямые регистрации/Активации
uk: Прямі Реєстрації/Активації
uz: Тўғридан-тўғри обуналар/Фаолликлар
zh: 直接注册/激活

source: Direct Sponsor
ca: Patrocinador Directe
de: Direkter Sponsor
es: Patrocinador Directo
fr: Sponsor direct
it: Sponsor diretto
ja: ダイレクトスポンサー
kk: Тікелей Демеуші
ko: 직접 추천 스폰서
ky: Түз демөөрчү
lv: Tiešais sponsors
mn: Шууд Спонсор
pt: Patrocinador direto
ro: Sponsor direct
ru: Личный Спонсор
uk: Особистий Спонсор
uz: Тўғридан-тўғри ҳомийингиз
zh: 直接贊助商

source: Direct Starter Members
ca: Membres Starter Directe
de: Direkte Starter Mitglieder
es: Miembros Starter Directos
fr: Membres débutants directs
it: Membri Starter diretti
ja: 直紹介STARTERメンバー
kk: Тікелей Starter Мүшелері
ky: Түз Starter мүчөлөр
lv: Tiešie Starter Biedri
mn: Хувьчлан идэвхжүүлсэн Starter Гишүүд
pt: Membros diretos Starter
ro: Membri direcți Starter
ru: Прямые Члены Клуба плана Starter
uk: Прямі Члени Клубу плану Starter
uz: Тўғридан-тўғри Starter Аъзолар
zh: 直接Starter会员

source: Direct Total Members
ca: Membres Directes Totals
de: Direkte Mitglieder gesamt
es: Miembros Directos Totales
fr: Membres Totals Directs
it: Membri diretti totali
ja: 直紹介の総メンバー会員
kk: Барлық Тікелей Мүшелер
ko: 직접 추천 총 멤버
ky: Түздөн-түз жалпы мүчөлөр
lv: Tiešie kopējie biedri
mn: Хувьчлан элсүүлсэн нийт Гишүүд
pt: Total de membros diretos
ro: Total Membri Direcţi
ru: Всего прямых Членов Клуба
uk: Всього прямих Членів Клубу
uz: Тўғридан-тўғри Жами Аъзолар
zh: 直接會員總數

source: Directly Activate 8+ Partners to become eligible to win
ca: Activa directament 8 o més Socis per ser elegible per guanyar
de: Aktivieren Sie direkt 8+ Partner, um am Gewinn teilzunehmen
es: Activa directamente a 8 o más Socios para ser elegible para ganar
fr: Activer 8+ Partenaires pour être admissible au concours
it: Attiva direttamente 8+ Partner per avere la possibilità di vincere
ja: 直紹介で8名以上のパートナーを登録し、当選資格を獲得
kk: Жеңіске лайық болу үшін тікелей 8 және одан көп серіктесті белсендіріңіз
ky: Жарамдуу болуш үчүн кеминде 8 ЖАҢЫ түз өнөктөштү активдештирүү керек
mn: Болзол хангахын тулд 8 болон дээш тооны Түнш идэвхжүүлэх
pt: Ative Diretamente 8+ parceiros para se tornar elegível para ganhar
ro: Activează direct 8+ parteneri pentru a deveni eligibil să câștigi
ru: Напрямую Активируйте 8+ Партнёров, чтобы получить право претендовать на победу
uk: Активуйте безпосередньо 8+ партнерів, щоб отримати право на перемогу
uz: Ютиш учун 8 нафар тўғридан-тўғри Ҳамкорларни фаоллаштиринг
zh: 直接激活8位或以上合伙人即可获得获奖资格

source: Directs
ca: Directes
de: Direkte
es: Directos
fr: Directe
it: Diretti
ja: 直紹介者
kk: Тікелей
ko: 직접 추천
ky: Түзөтөт
lv: Komanda
mn: Хувьчлан урьсан
pt: Diretos
ro: Direcţi
ru: Личные
uk: Напрямки
uz: Тўғридан-тўғрилар
zh: 直接

source: Directs - Most Direct Members
ca: Directes -Membres més directes
de: Direkte - die meisten direkten Partner
es: Directos - Miembros Directos
fr: Directs - Membres les plus directs
it: Diretti - Numero maggiore di Membri Diretti
ja: 直紹介者 - 直接のメンバー数ランキング
kk: Тікелей - Көптеген Тікелей Мүшелер
ko: 직접 추천 - 최다 직접 추천 멤버
ky: Түздөн-түз - Көпчүлүк түз мүчөлөр
lv: Komanda-vairums tiešo biedru
mn: Хувьчлан урьсан -Бүх Гишүүд
pt: Diretos - Membros diretos
ro: Direcţi - Membri direcţi
ru: Личные - Большинство Личных Членов
uk: Напрямок - Більшість Прямих Членів
uz: Тўғридан-тўғрилар - аксарият тўғридан-тўғри Аъзолар
zh: 直接- 最直接會員

source: Directs - Most Direct Partner Members
ca: Directes - Soci-Membres Més Directes
de: Direkte - die meisten direkten Partner-Mitglieder
es: Directos - Socio Miembros Directos
fr: Directs - Membres partenaires les plus directs
it: Diretti - I Partner-Membri più diretti
ja: 直紹介者 - 直接のパートナーメンバー数ランキング
kk: Тікелей - көптеген жеке серіктес-мүшелер
ko: 직접 추천 - 최다 직접 추천 파트너 멤버
ky: Түздөн-түз - Түз өнөктөштөрдүн көпчүлүгү
lv: Komanda-Direktora Partneru biedri
mn: Хувьчлан урьсан - Бүх Түнш Гишүүд
pt: Diretos - Sócio-Membros diretos
ro: Direcţi - Membri Parteneri Direcţi
ru: Личные - Большинство Личных Партнёров-Членов
uk: Напрямок - Більшість Прямих Партнерів-Членів
uz: Тўғридан-тўғрилар - аксарият тўғридан-тўғри Ҳамкор Аъзолар
zh: 直接- 最直接合作夥伴會員

source: Directs - Most Direct Partners
ca: Directes- La majoria de Socis Directes
de: Direkte - die meisten direkten Partner
es: Directos - Socios Directos
fr: Directs - Partenaires les plus directs
it: Diretti - Partner più diretti
ja: 直紹介者 ー直接のパートナー数ランキング
kk: Тікелей - ең көп жеке Серіктестер
ko: 직접 추천 - 직접 추천 파트너
ky: Түздөн-түз - Көпчүлүк Түз өнөктөштөр
lv: Komanda-visvairāk tiešie partneri
mn: Хувьчлан элсүүлсэн - Бүх хувьчлан элсүүлсэн Түншүүд
pt: Diretos - Sócios diretos
ro: Direcţi - Parteneri direcţi
ru: Личные - Большинство Личных Партнёров
uk: Напрямок - Більшість Прямих Партнерів
uz: Тўғридан-тўғрилар - аксарият тўғридан-тўғри Ҳамкорлар
zh: 直接- 最直接合作夥伴

source: Directs - Most Invitations
ca: Directes - La majoria d'Invitacions
de: Direkte - die meisten Einladungen
es: Directos - Invitaciones
fr: Directs - La plupart des invitations
it: Diretti - con più inviti
ja: 直紹介者 ー招待数ランキング
kk: Тікелей - көптеген Шақырылғандар
ko: 직접추천 -최대 가입안내
ky: Түздөн-түз - Көпчүлүк чакыруулар
lv: Komanda-visvairāk ielūgumi
mn: Хувьчлан урьсан - Бүх уригдсан хүмүүс
pt: Diretos - Convites
ro: Direcţi - Invitaţii
ru: Личных - Большинство Приглашённых
uk: Напрямок - Більшість Запрошень
uz: Тўғридан-тўғрилар - аксарият Таклифлар
zh: 直接- 大多數邀請

source: Directs - Most Production
ca: Directes- Major producció
de: Direkte - der größte Umsatz
es: Directos - Producción de Equipo
fr: Directs - La plupart des productions
it: Diretti - con il maggiore volume di vendite
ja: 直紹介者 - 売上高ランキング
kk: Тікелей - Үлкен Өнімділік
ko: 직접 추천 - 최대 매출액
ky: Түздөн-түз - көпчүлүк өндүрүш
lv: Komanda-vislielākais apgrozījums
mn: Хувьчлан урьсан - Бүх борлуулалтууд
pt: Diretos - Produção da equipe
ro: Direcţi - Producţie cu echipa
ru: Личные - Большая Продуктивность
uk: Напрямок - Найбільша Продуктивність
uz: Шахсийлар - Энг кўп ишлаб чиқариш
zh: 直接- 最大產量

source: Directs - Most Registrations
ca: Directes - La majoria de Registres
de: Direkte - die meisten Registrierungen
es: Directos - Registros
fr: Directs - La plupart des inscriptions
it: Diretti - con più iscrizioni
ja: 直紹介者 ー登録者数ランキング
kk: Тікелей - көптеген тіркелгендер
ko: 직접 추천 - 최대 등록
ky: Директивалар - Көпчүлүк рекорддор
lv: Komanda-visvairāk reģistrācijas
mn: Хувьчлан урьсан - Бүх бүртгэгдсэн хүмүүс
pt: Diretos - Registros
ro: Direcţi - Înregistrări
ru: Личных - Большинство Зарегистрированных
uk: Напрямок - Більшість Реєстрацій
uz: Тўғридан-тўғрилар - аксарият рўйхатга олиш қайдлари
zh: 直接- 最多註冊

source: Directs (All Dates)
ca: Directes (Totes les dates)
de: Direkte (Alle Daten)
es: Directos (Todas las Fechas)
fr: Directe (Toutes les dates)
it: Diretti (Tutte le date)
ja: 直紹介者（全期間）
kk: Тікелей (барлық күндер)
ko: 직접 추천 (모든 날짜)
ky: Түз өнөктөштөр (бардык күндөр)
lv: Virzītāji/Tiešie (visi datumi)
mn: Хувьчлан элсүүлсэн бүх хүмүүс
pt: Diretos (todas as datas)
ro: Direcți (toate datele)
ru: Прямые Партнёры (Все даты)
uk: Прямі Партнери (Всі дати)
uz: Шахсийлар (Барча маълумотлар)
zh: 直接（所有日期）

source: Directs (Month to Date)
ca: Directes (des de principis de mes fins avui)
de: Direkte (Monat bis Datum)
es: Directos (Mes Hasta La Fecha)
fr: Directe (Le mois courant)
it: Diretti (da inizio mese ad oggi)
ja: 直紹介者（今月）
kk: Тікелей (ай басынан бері)
ko: 직접 추천 (당월 합계)
ky: Түз өнөктөштөр (бир ай мурун)
lv: Virzītāji/Tiešie (līdz mēneša datumam)
mn: Хувьчлан элсүүлсэн хүмүүс (Сарын эхнээс өнөөдрийг хүртэл)
pt: Diretos (neste mês)
ro: Direcți (Luna până la Data)
ru: Прямые Партнёры (Месяц до даты)
uk: Прямі Партнери (Місяць до дати)
uz: Шахсийлар (ой бошидан бери)
zh: 直接（本月至今）

source: Directs are members or partners you have referred to inCruises personally.
fr: Les Membres ou Partenaires directs sont ceux que vous avez parrainés personnellement chez inCruises.
it: I diretti sono membri o partner che hai segnalato personalmente a inCruises.

source: Directs Leaderboard
ca: Taula de Directes
de: Direkte Rangliste
es: La tabla de Directos
fr: Classement des Leaders
it: Classifica Diretti
ja: 直紹介リーダーボード
kk: Тікелей көшбасшылар тізімі
ky: Түз тартуулар лидерлер тактасы
lv: Līderu plāksne
mn: Хувьчлан идэвхжүүлсэн хүмүүсийн лидерборд
pt: Tabela de Classificação dos Diretos
ro: Clasamentul direcților
ru: Таблица прямых Лидеров
uk: Керує таблицею лідерів
uz: Тўғридан-тўғри Етакчилар жадвали
zh: 直属排行榜

source: Directs with Pending Builders for
ca: Directe amb Constructors pendents
de: Direkte mit ausstehenden Builders
es: Directos con con Constructores Pendientes por
fr: Directives avec les constructeurs en attente pour
it: Diretti con Costruttori in sospeso per
ja: 直紹介で未払いのビルダーズ
kk: Фундамент Бизнес Бонусын күтіп тұрған тікелей хабарлар
ko: 다음에 대해 직접 추천 미납 빌더
ky: Күтүп жаткан куруучулар менен Директивалар
lv: Tieši kopā ar Gaidošajiem Biedriem priekš
mn: Хүлээгдэж буй Билдерс Бэйс бүхий хувьчлан идэвхжүүлсэн Гишүүд
pt: Diretos com bônus de construtores pendentes para
ro: Direcți cu constructori în așteptare pentru
ru: Прямые с бонусом "Фундамент Бизнеса" в статусе ожидания на
uk: Прямі з бонусом "Фундамент Бізнесу" у статусі очікування на
uz: Кутаётган Қурувчилари мавжуд тўғридан-тўғрилар
zh: 与待定建设者的指导

source: Disable
fr: Désactiver
it: Disabilita
kk: Өшіру
pt: Desativar
uk: Відключити
uz: Ўчириш
zh: 禁用

source: Disable 2FA
ca: Deshabilitar 2FA
de: 2FA deaktivieren
es: Deshabilitar 2FA
fr: Désactiver 2FA
it: Disabilita 2FA
ja: 2段階認証（2FA）を無効にする
kk: 2FA өшіру
ko: 2FA 비활성화
ky: 2FA өчүрүңүз
lv: Atspējot 2FA
mn: 2FA хамгаалалтыг цуцлах
pt: Desativar 2FA
ro: Dezactivează 2FA
ru: Отключить 2FA
uk: Вимкнути 2FA
uz: 2FA ўчириш
zh: 禁用 2FA

source: Disable inCruises Wallet Recurring
fr: Désactiver les Paiements Récurrents via le Portefeuille inCruises
it: Disattiva Pagamento Ricorrente Tramite Wallet inCruises
kk: inCruises Әмиянының рекурренттік төлемін өшіру
pt: Desativar Recorrência da Carteira inCruises
uk: Вимкнути рекурентну оплату через гаманець inCruises
uz: inCruises ҳамёндан даврий тўлов функциясини ўчириш
zh: 禁用inCruises钱包定期付款

source: Disable inCruises Wallet Recurring With Out Recurring Payment Card
fr: Désactiver les Paiements Récurrents via le Portefeuille inCruises (Sans Carte de Paiement Récurrent)
it: Disattiva il pagamento ricorrente dal wallet inCruises senza carta di pagamento ricorrente
kk: Рекурренттік төлем картасынсыз inCruises Әмиянының рекурренттік төлемін өшіру
pt: Desativar Recorrência da Carteira inCruises Sem Cartão de Pagamento Recorrente
uk: Вимкнути рекурентну оплату через гаманець inCruises без відключення рекурентних платежів з картки
uz: inCruises ҳамёнидан даврий тўловни ўчириш, даврий тўлов картасини ўчирмаган ҳолда
zh: 在没有定期付款银行卡的情况下禁用inCruises钱包定期付款

source: Disabling inCruises Wallet Recurring means funds in your inCruises Wallet will no longer be used as a backup if your primary payment method fails. This could result in a missed membership payment.
fr: La désactivation des Paiements Automatiques via le Portefeuille inCruises signifie que les fonds de ce Portefeuille ne seront plus utilisés comme solution de rechange en cas de problème avec votre moyen de paiement principal. Cela pourrait entraîner le non-paiement de votre adhésion.
it: Disabilitare la funzionalità Ricorrente per il Wallet inCruises significa che i fondi presenti nel tuo Wallet inCruises non verranno più utilizzati come metodo di riserva qualora il tuo metodo di pagamento principale non andasse a buon fine. Ciò potrebbe comportare la mancata esecuzione del pagamento della quota di Membership.
kk: inCruises Әмиянының рекурренттік төлемін өшіру — Әмияндағы қаражат негізгі төлем әдісі сәтсіз болған жағдайда резерв ретінде қолданылмайды дегенді білдіреді. Бұл мүшелік төлемнің төленбей қалуына әкелуі мүмкін.
pt: Desativar a Recorrência da Carteira inCruises significa que os fundos na sua Carteira inCruises não serão mais usados caso o seu meio de pagamento principal falhe. Isso pode resultar na perda do pagamento da Assinatura.
uk: Вимкнення рекурентної оплати через гаманець inCruises означає, що кошти у вашому гаманці inCruises більше не будуть використовуватися як резервний спосіб оплати у разі, якщо ваш основний спосіб оплати не спрацює. Це може призвести до пропуску оплати Членського внеску.
uz: inCruises ҳамёндан даврий тўловни ўчириш келгксида асосий тўлов картангиздан маблағ ечишнинг имкони бўлмаганда уни захира сифатида inCruises ҳамёндан ечишни бекор қилади. Бу Аъзолик тўлови ўз вақтида амалга оширилмаслигига олиб келиши мумкин.
zh: 禁用inCruises钱包定期付款意味着您钱包中的资金将不再作为备用方式，如果您的主要付款方式失败，可能会导致会员付款未完成。

source: Discard
ca: Descartar
de: Verwerfen
es: Descartar
fr: Rejeter
it: Elimina
ja: 破棄する
kk: Лақтыру
ky: Жокко чыгаруу
lv: Izmest
mn: Хаях
pt: Descartar
ro: Renunță
ru: Отклонить
uk: Відхилити
uz: Бекор қилиш
zh: 丢弃

source: Discard Changes
ca: Descarta els Canvis
de: Änderungen verwerfen
es: Descartar Cambios
fr: Annuler les Modifications
it: Annulla modifiche
ja: 変更を破棄
kk: Өзгерістерді Болдырмау
ky: Өзгөртүүлөрдү жок кылуу
lv: Atmest izmaiņas
mn: Өөрчлөлтүүдийг цуцлах
pt: Descartar Alterações
ro: Anulează modificările
ru: Отменить изменения
uk: Скасувати зміни
uz: Ўзгаришларни бекор қилиш
zh: 取消更改

source: Disclaimer
ca: Descàrrec de responsabilitat
es: Descargo de responsabilidad
fr: Avis de non-responsabilité
it: Esclusione di responsabilità
ja: 免責事項
kk: Жауапкершіліктен бас тарту
ko: 면책 사항
ky: Юридикалык эскертүү
lv: Atrunas
mn: Чухал мэдээлэл
pt: Aviso legal
ro: Declinare a răspunderii
ru: Дисклеймер
uk: Застереження
uz: Муҳим огоҳлантириш
zh: 免责声明

source: Disclosure
ca: Divulgació
de: Offenlegung
es: Información
fr: Divulgation
it: Informativa
ja: 開示
kk: Ақпаратты ашу
ko: 공개
ky: Ачыкка чыгаруу
lv: Publiskošana/informācija/aklāšana/uzrādīšana
mn: Тодруулга
pt: Divulgação
ro: Dezvăluire
ru: Раскрытие информации
uk: Розкриття інформації
uz: Маълумотларни очиқлаш
zh: 披露

source: Discount
ca: Descompte
de: Rabatt
es: Descuento
fr: Remise
it: Sconto
ja: 割引
kk: Жеңілдік
ky: Арзандатуу
lv: Atlaide
mn: Хямдрал
pt: Desconto
ru: Скидка
uk: Знижка
uz: Чегирма
zh: 折扣

source: Discount Amount
ca: Import de Descompte
de: Rabatt-Betrag
es: Monto del descuento
fr: Montant de l'escompte
it: Importo dello sconto
ja: 割引金額
kk: Жеңілдік сомасы
ky: Арзандатуунун суммасы
lv: Atlaides summa
mn: Хямдарсан дүн
pt: Valor do desconto
ro: Suma de reducere
ru: Сумма скидки
uk: Сума знижки
uz: Чегирма суммаси
zh: 优惠额度

source: Discounted
ca: Descomptat
de: Ermäßigt
es: Descontado
fr: Réduit
it: Scontata
ja: 割引
kk: Жеңілдікпен
ky: Арзандатылган
lv: Diskontēts/Pamazināts
mn: Хямдарсан
pt: Descontado
ro: Reducere
ru: Сбавлено
uk: Зі знижкою
uz: Чегирмали
zh: 已打折

source: Discover
ca: Descobreix
de: Entdecken
es: Descubre
fr: Découvrir
it: Scopri
ja: 発見する
kk: Ашу
ky: Ачуу
lv: Aklāj
mn: Нээх
pt: Descobrir
ro: Descoperă
ru: Открывать
uk: Відкрийте
uz: Кашф этиш
zh: 探索

source: DISCOVER
ca: DESCOBREIX
de: ENTDECKEN
es: DESCUBRE
fr: DÉCOUVRIR
it: SCOPRI
ja: 発見
kk: АШУ
ky: АЧЫҢЫЗ
lv: ATKLĀJ
mn: НЭЭГЭЭРЭЙ
pt: DESCUBRA
ro: DESCOPERĂ
ru: ОТКРЫВАЙТЕ
uk: ВІДКРИВАТИ
uz: КАШФ ЭТИНГ
zh: 探索

source: Discover a redesigned compensation page with clear graphs and insights to help you understand bonuses and track your business growth.
fr: Découvrez une page de rémunération repensée avec des graphiques et des analyses clairs pour vous aider à comprendre les bonus et à suivre la croissance de votre entreprise.
it: Scopri una pagina dedicata ai compensi completamente rinnovata, con grafici chiari e approfondimenti che ti aiuteranno a comprendere i bonus e a monitorare la crescita della tua attività.

source: Discover how to become a Partner and grow with us
ca: Descobreix com convertir-te en Soci i créixer amb nosaltres
es: Descubre cómo convertirte en Socio y crece con nosotros
fr: Découvrez comment devenir Partenaire et grandir avec nous
it: Scopri come diventare Partner e crescere con noi
ja: パートナーになる方法を知って、私たちと一緒に成長しましょう
kk: Серіктес болудың жолын біліп, бізбен бірге дамыңыз
pt: Descubra como se tornar um Parceiro e crescer conosco
ro: Descoperă cum să devii Partener și să crești alături de noi
uk: Дізнайтеся, як стати Партнером і зростати разом із нами
uz: Қандай қилиб Ҳамкорга айланиш ва биз билан бирга ривожланиш мумкинлигини ўрганинг
zh: 了解如何成为合伙人并与我们共同成长

source: Discover More for Less!
ca: Descobreix més per menys!
de: Entdecken Sie mehr für weniger!
es: ¡Descubre Más por Menos!
fr: Découvrir Plus pour Moins Cher !
it: Scopri di più a meno!
ja: もっとお得に発見しよう！
kk: Аз төлеп – көпті ашыңыз!
ky: Аз төлөп көп нерсени ачыңыз!
lv: Atklāj Vairāk par Lētāku cenu!
mn: Бага зардлаар нээгээрэй!
pt: Descubra Mais por Menos!
ro: Descoperă mai mult pentru mai puțin!
ru: Открывайте больше за меньшие деньги!
uk: Відкривайте більше за менші кошти!
uz: Камроқ харажат билан кўпроқ кашф этинг!
zh: 以更少成本探索更多精彩！

source: Discover the causes we support and how we make an impact
ca: Descobreix les causes que donem suport i com generem impacte
es: Descubre las causas que apoyamos y cómo generamos impacto
fr: Découvrez les causes que nous soutenons et comment nous avons un impact
it: Scopri le cause che sosteniamo e l'impatto che generiamo
ja: 私たちが支援する活動と、その社会的インパクトをご覧ください
kk: Біз қолдайтын себептерді және қалай ықпал ететінімізді біліңіз
pt: Descubra as causas que nós apoiamos e como nós impactamos
ro: Descoperă cauzele pe care le susținem și cum avem un impact
uk: Дізнайтеся про благодійні справи, які ми підтримуємо, та як ми впливаємо на світ
uz: Биз қўллаб-қувватлаётган хайрия лойиҳалари ва қўшаётган ҳиссамиз билан танишинг
zh: 了解我们支持的公益事业以及我们如何产生积极影响
