Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: In the event that the Incaricato is an employee of Public Administration, he/she declares, in accordance with Legislative Decree no.165/2001, Art.53:
ca: En el cas que el candidat sigui un empleat de l'Administració Pública, declara, d'acord amb el Decret legislatiu núm. 165/2001, Art.53:
de: Für den Fall, dass der Partner ein Angestellter der öffentlichen Verwaltung ist, erklärt er/sie in Übereinstimmung mit dem Gesetzesdekret Nr. 165/2001, Art. 53:
es: En el caso de que el candidato sea empleado de la Administración Pública, declara, de conformidad con el Decreto Legislativo no 165/2001, Art.53:
fr: Dans le cas où l'Incaricato est un employé de l'Administration Publique, il déclare, conformément au décret législatif n°165/2001, Art.53 :
it: Nel caso in cui l'Incaricato sia un dipendente della Pubblica Amministrazione, ai sensi del Decreto Legislativo n.165/2001, Art.53, lo stesso dichiara:
ja: インカリカートが行政機関の職員である場合、Legislative Decree no.165/2001, Art.53に基づき、以下のように宣言します。
kk: Егер Инкарикато мемлекеттік басқару органының қызметкері болса, ол № 165/2001 Заңнамалық Жарлығының 53-бабына сәйкес мәлімдейді:
ko: 담당자가 공공 행정 직원인 경우, 입법령 no.165/2001, Art.53에 따라 다음을 선언합니다:
ky: Эгерде Инкарикато мамлекеттик башкаруунун кызматкери болсо, ал №165/2001 Мыйзамдын 53-беренесине ылайык мындай деп билдирет:
lv: Ja "Incaricato "ir valsts pārvaldes darbinieks, viņš/a saskaņā ar Likumdošanas dekrēta Nr. 165/2001 53. pantu deklarē:
mn: Хэрэв тухайн хүн төрийн захиргааны ажилтан бол тэрээр 165/2001 дугаар тогтоолын 53-р зүйлийн дагуу мэдэхдэх ёстой:
pt: No caso do Incaricato ser funcionário da Administração Pública, ele/ela declara, nos termos do Decreto Legislativo nº 165/2001, Art.53:
ro: În cazul în care persoana este angajată a administrației publice, el/ea declară, în conformitate cu Decretul legislativ nr. 165 / 2001, art. 53:
ru: В соответствии с законодательным актом №165/2001, ст.53, если уполномоченный представитель является сотрудником государственных административных органов, он/она заявляет:
uk: Відповідно до законодавчого акта №165/2001, ст.53, якщо уповноважений представник є співробітником державних адміністративних органів, він/вона заявляє:
uz: Инкарикато (белгиланган шахс) давлат идорасида ишлаган ҳолатда, у 165/2001-сонли қарорнинг 53-моддасига мувофиқ қуйидагиларни маълум қилади:
zh: 如果 Incaricato 是公共行政部門的僱員，他/她根據第 165/2001 號法令第 53 條聲明：

source: In the event this Addendum is terminated pursuant to Section 5.a.iv, PARTNER shall revert to the Regional Director rank. Thereafter,PARTNER may re-apply to become a National Director provided he/she meets the requirements for advancement to National Director as set forth in the Compensation Plan. In the event this Addendum is terminated pursuant to Sections 5.a.i, 5.a.ii, or 5.a.iii, PARTNER’s IBP Agreement shall, at the discretion of the Company, also be automatically terminated. If PARTNER’s IBP Agreement is not terminated upon INCRUISE’s termination of this Addendum, PARTNER shall revert to the Regional Director rank.
ca: En cas que s'acabi aquest annex d'acord amb la secció 5.a.iv, el SOCI tornarà al rang de Regional Director. A partir d'aleshores, el SOCI podrà tornar a sol·licitar la seva condició de National Director sempre que compleixi els requisits per passar a National Director tal com s'especifica en el Pla de Compensació. En el cas que aquest annex s'acabi segons les Seccions 5.ai, 5.a.ii, o 5.a.iii, L'Acord d'IBP del SOCI també es rescindirà automàticament, a criteri de la Companyia. Si el Conveni IBP del SOCI no finalitza en el moment en què INCRUISE rescindeixi d'aquest annex, el SOCI tornarà al rang de Regional Director.
de: Wird dieser Nachtrag gemäß Abschnitt 5.a.iv gekündigt, fällt der PARTNER in den Rang eines Regional Directors zurück. Danach kann sich der PARTNER erneut um den Rang eines National Director bewerben, sofern er/sie die Voraussetzungen für eine Beförderung zum National Director wie im Vergütungsplan dargelegt. Falls dieser Nachtrag gemäß den Abschnitten 5.a.i, 5.a.ii oder 5.a.iii gekündigt wird, wird die IBP-Vereinbarung des PARTNERs nach dem Ermessen der Gesellschaft ebenfalls automatisch gekündigt. Wenn die IBP-Vereinbarung des PARTNERs nicht gekündigt wird, kehrt der PARTNER in den Rang eines Regional Directors zurück.
es: En caso de que este Anexo se rescinda de conformidad con la Sección 5.a.iv, el SOCIO volverá al rango de Regional Director. A partir de entonces, el SOCIO puede volver a presentar una solicitud para convertirse en National Director, siempre que cumpla con los requisitos de ascenso a National Director según lo establecido en el Plan de Compensación. <span class="before"></span> En caso de que este Anexo se rescinda de conformidad con las Secciones 5.a.i, 5.a.ii, o 5.a.iii, el Acuerdo SCI del SOCIO también se cancelará automáticamente, a discreción de la Compañía. Si el Acuerdo SCI del SOCIO no finaliza en el momento en que INCRUISES rescinda este Anexo, el SOCIO volverá al rango de Regional Director.
fr: En cas de résiliation de cet Addendum conformément à la section 5.a.iv, le PARTENAIRE reviendra au rang de Directeur Régional. Par la suite, le PARTENAIRE pourra présenter une nouvelle demande pour devenir Directeur National à condition qu'il remplisse les conditions requises pour l'avancement au poste de Directeur National telles qu'énoncées dans le plan de rémunération. Si cet Addenda est résilié conformément aux sections 5.ai, 5.a.ii ou 5.a.iii, l'Accord de PARTENAIRE IBP est, à la discrétion de l'Entreprise, également automatiquement résilié. Si l’Accord du PARTENAIRE n’est pas résilié lors de la résiliation de cet Addendum par INCRUISE, LE PARTENAIRE reviendra au rang de Directeur Régional.
it: In caso di risoluzione del presente Addendum ai sensi della Sezione 5.a.iv, il PARTNER deve regredire al livello di Regional Director. Successivamente, il PARTNER può presentare nuovamente domanda per diventare National Director a condizione che soddisfi i requisiti per l'avanzamento a National Director come stabilito nel Piano compensi. In caso di risoluzione del presente Addendum ai sensi delle sezioni 5.ai, 5.a .ii, o 5.a.iii, anche il Contratto con PCI del PARTNER, a discrezione della Società, verrà automaticamente rescisso. Se il Contratto PCI del PARTNER non viene rescisso nel momento in cui INCRUISES rescinde questo Addendum, il PARTNER deve regredire alla qualifica di Regional Director.
ja: 本追加条項が第5.a.iv項に従って終了した場合、パートナーはリージョナルディレクターのランクに戻ります。 その後、報酬プランに規定されている通り、パートナーは、ナショナルディレクター に昇格するための要件を満たしていれば、ナショナルディレクターになるために再申請することができます。セクション5.ai、5.a.ii、または5.a.iiiに従って解約された場合、パートナーのIBP契約も、当社の裁量で自動的に解約されます。 パートナーのIBP契約が、 この追加条項の終了時にINCRUISEによって終了されない場合、パートナーはリージョナルディレクターのランクに戻ります。
kk: Осы толықтыруды тоқтатқан жағдайда 5.a.iv бөліміне сәйкес, СЕРІКТЕС Өңірлік Директор рангіне қайта оралуы тиіс. Бұдан кейін Ұлттық директорге жылжыту талаптарына сай болу үшін СЕРІКТЕС қайтадан өтініш беріп, Өтемақы Жоспарында көрсетілген талаптарға сай Ұлттық Директорға байланысты талаптарды қанағаттандырғанын растайды. Егер осы Қосымшаның 5.a.i, 5.a.ii немесе 5.a.iii бөлімдеріне сәйкес Келісім қолданысы тоқтатылған жағдайда, Компанияның қалауы бойынша, ТБС автоматты түрде тоқтатылады. Егер осы Қосымшаға сәйкес INCRUISES өз жұмысын тоқтатқаннан кейін СЕРІКТЕС тарапынан ТБС келісімі тоқтатылмаса, СЕРІКТЕС Өңірлік Директор рангіне қайта оралуы тиіс.
ky: 5.a.iv Бөлүмгө ылайык бул Тиркеме токтотулгандан кийин ӨНӨКТӨШ Regional Director рангына кайтып келет. Андан кийин National Director рангына жетишүү үчүн компенсация планында белгиленген талаптарга жооп берген шартта кайра кайрылат. 5.a.i, 5.a.ii же 5.a.iii бөлүмдөрүнө ылайык бул Тиркеме токтотулгандан кийин ӨНӨКТӨШТҮН КБӨ келишими да Компаниянын тандоосу боюнча автоматтык түрдө токтотулат. Эгерде ӨНӨКТӨШТҮН КБӨ келишими Ушул Тиркеме аяктагандан кийин INCRUISE тарабынан токтотулбаса, ӨНӨКТӨШ Regional Director рангына кайтып келет.
lv: Ja šis papildinājums tiek izbeigts saskaņā ar 5. a.iv iedaļu, PARTNERIS atgriežas reģionālā direktora amatā. Pēc tam PARTNERIS var atkārtoti pieteikties, lai kļūtu par nacionālo direktoru, kā noteikts Kompensācijas plānā, ja šis papildinājums tiek izbeigts saskaņā ar 5. a.i, 5. a.ii vai 5. a.iii sadaļu, PARTNERA IBP līgums pēc kompānijas ieskatiem tiek automātiski izbeigts. Ja PARTNERA IBP līgums netiek izbeigts pēc tam kad INCRUISE izbeidz šo papildinājumu, PARTNERIS atgriežas reģionālā direktora rangā.
mn: Хэрэв энэ Нэмэлт Гэрээ нь 5.a.iv-ийн дагуу дуусгавар болсон тохиолдолд ТҮНШ нь Regional Director цолтой болно. Үүний дараа ТҮНШ Шагнал урамшууллын хөтөлбөрт заасны дагуу National Director-ын шаардлагыг хангаж байгаа тохиолдолд National Director-ын цолд очих хүсэлтээ гаргаж болно. Хэрэв Нэмэлт Гэрээ нь 5.a.i, 5.a.ii, эсвэл 5.a.iii-т заасны дагуу цуцлагдвал ТҮНШ-ийн БДБТ-ийн Гэрээ нь Компанийн эрхээс автоматаар дуусгавар болно. Хэрэв INCRUISES энэ Нэмэлт Өөрчлөлтийг цуцлах тохиолдолд, ТҮНШ-ийн БДБТ-ийн Гэрээ давхар цуцлагдахгүй л бол ТҮНШ нь буцаад Regional Director цолоо авах болно.
pt: No caso deste Adendo ser rescindido de acordo com a Seção 5.a.iv, o SÓCIO reverterá para a classificação de Diretor Regional. Posteriormente, o SÓCIO poderá voltar a candidatar-se para se tornar um Director Nacional, desde que cumpra os requisitos para o avanço a Diretor Nacional, conforme estabelecido no Plano de Compensação. No caso deste Adendo ser rescindido de acordo com as Cláusulas 5.a.i, 5.a.ii ou 5.a.iii, o Contrato IBP do SÓCIO será, a critério da Empresa, também automaticamente rescindido. Se o Contrato IBP do SÓCIO não for rescindido após a rescisão deste Adendo pela INCRUISES, o SÓCIO reverterá para a classificação de Diretor Regional.
ro: În cazul în care acest Addendum este încheiat în conformitate cu Secțiunea 5.a.iv, PARTENERUL va reveni la nivelul de Regional Director. După aceea, PARTENERUL poate depune din nou cererea de a deveni National Director, cu condiția să îndeplinească cerințele pentru avansarea la National Director, astfel cum este prevăzut în Planul de Compensare. În cazul în care acest Addendum este încetat în conformitate cu Secțiunile 5.a.i, 5.a.ii sau 5.a.iii, Acordul IBP al PARTENERULUI va fi, de asemenea, la discreția Companiei, reziliat automat. Dacă Acordul IBP al PARTENERULUI nu este reziliat la încetarea a acestui addendum de INCRUISES, PARTENERUL va reveni la nivelul de Regional Director.
ru: В случае расторжения настоящего Дополнения в соответствии со статьей 5.а.iv, ПАРТНЕР возвращается на ранг Регионального Директора. Впоследствии ПАРТНЕР может повторно подать заявку на то, чтобы занять позицию Национального Директора, при условии, что он отвечает соответствующим требованиям, которые установлены для ранга Национального Директора и приведены в Компенсационном Плане. В случае расторжения настоящего Дополнения в соответствии со статьями 5.a.i, 5.a.ii или 5.a.iii, Соглашение НБП ПАРТНЕРА, по усмотрению Компании, автоматически расторгается. Если Соглашение НБП ПАРТНЕРА не было расторгнуто при расторжении настоящего Дополнения по инициативе INCRUISES, ПАРТНЕР возвращается на ранг Регионального Директора.
uk: У разі припинення дії цього Доповнення відповідно до Розділу 5.a.iv, ПАРТНЕР повертається до рангу Регіонального Директора. Після цього ПАРТНЕР може повторно подати заявку на отримання статусу Національного Директора за умови, що він/вона відповідає вимогам для просування до Рангу Національного Директора, згідно з умовами Компенсаційного Плану.<span class="before"></span> У разі припинення дії цього Доповнення відповідно до розділів 5.a.i, 5.a.ii або 5.a.iii, Угода НБП, на розсуд Компанії, також автоматично припиняється. Якщо Угоду НБП ПАРТНЕРА не було розірвано при розірванні цього Доповнення з ініціативи INCRUISES, ПАРТНЕР повертається до рангу Регіонального Директора.
uz: 5.a.iv бўлимига мувофиқ ушбу Қўшимча тугатилган ҳолатда, ҲАМКОР Минтақавий рангига даражасига қайтади. Шундан сўнг Ҳамкор Миллий директор рангига эришиш учун Компенсация режасида баён этилган талабларни бажариш шарти билан, қайта ариза беради. 5.a.i, 5.a.ii ёки 5.a.iii бўлимларига мувофиқ ушбу Қўшимчанинг амал қилиши тугатилган ҳолатда, ҲАМКОРнинг МБҲ битими ҳам, компания ихтиёрига кўра, автомат равишда бекор қилинади. Агар ҲАМКОРнинг МБҲ битими INCRUISE томонидан ушбу Қўшимча тугатилганидан сўнг ҳам бекор қилинмаса, ҲАМКОР минтақавий директор даражасига қайтади.
zh: 如果本附录根据第 5.a.iv 节终止，合作伙伴应恢复为Regional Director 级别。 此后，如果合作伙伴符合薪酬计划中规定的晋升为National Director 的要求则他/她可以重新申请成为National Director。 如果本附录根据第 5.a.i、5.a.ii 或 5.a.iii 节终止，合作伙伴的 IBP 协议也应由公司自行决定自动终止。 如果合作伙伴的 IBP 协议在 INCRUISE 终止本附录后并未终止合作伙伴应恢复为Regional Director级别。

source: IN the News
ca: IN als Mitjans
de: IN den Nachrichten
es: IN las Noticias
fr: IN l'Actualité
it: IN evidenza
ja: ニュースの中で
kk: Жаңалықтарда
ky: Кабарларда
lv: IN Jaunumi
mn: Мэдээ мэдээлэл
pt: Nas Notícias
ro: IN știri
ru: В новостях
uk: У Новинах
uz: Янгиликларда
zh: 新闻动态

source: in the same week.
fr: au cours de la même semaine.
it: nella stessa settimana.
kk: сол апта ішінде.
pt: na mesma semana.
ro: în aceeași săptămână.
uk: того ж тижня.
uz: ўша ҳафтада.
zh: 在同一周内。

source: IN the Spotlight
ca: IN en Primer Pla
de: Im Rampenlicht
es: IN el Reflector
fr: IN les Projecteurs
it: IN primo piano
ja: スポットライトの中で
kk: Назар орталығында
ky: Көңүл чордонунда
lv: IN Aktualitātes
mn: Онцлох мэдээ
pt: Nos Holofotes
ro: IN lumina reflectorului
ru: В центре внимания
uk: В Центрі Уваги
uz: Диққат марказида
zh: 备受关注

source: In the unlikely event, you book a cruise with inCruises and then within 72 hours find it somewhere else for less than what your total out-of-pocket cost was with inCruises, you can receive
ca: En l'improbable cas que reservis un creuer amb inCruises i després, en un termini de 72 hores, el trobis en un altre lloc per menys del que et va costar el total de la teva butxaca amb inCruises, pots rebre
de: Für den unwahrscheinlichen Fall, dass Sie eine Kreuzfahrt bei inCruises buchen und diese innerhalb von 72 Stunden woanders für weniger als die Gesamtkosten bei inCruises finden, können Sie Folgendes erhalten
es: En el caso improbable de que reserves un crucero con inCruises y luego, dentro de las primeras 72 horas lo encuentras en otro lugar por menos del costo total de tu desembolso con inCruises, puedes recibir
fr: Dans le cas improbable où vous réservez une croisière avec inCruises et que vous la trouvez ailleurs dans les 72 heures pour un prix inférieur à celui que vous avez payé avec inCruises, vous pouvez recevoir
it: Nell'improbabile caso in cui prenotassi una crociera con inCruises e poi, entro 72 ore, la trovassi da un'altra parte a un prezzo inferiore al costo effettivo totale che hai pagato con inCruises, puoi ricevere
ja: 万が一、inCruisesでクルーズを予約し、７２時間以内にinCruisesで予約したクルーズよりも安い価格で他のクルーズを見つけた場合
kk: Егер сіз inCruises көмегімен круизге тапсырыс беріп, одан кейін 72 сағат ішінде қалтаңыздан inCruises-ке жұмсайтын жалпы шығыннан азырақ басқа жерден тауып алсаңыз, сіз алуыңыз мүмкін
ko: 혹시라도 inCruises로 크루즈를 예약한 후 72시간 이내에 inCruises로 지불한 총 본인부담금보다 적은 비용으로 다른 곳을 찾으면 다음을 받을 수 있습니다
ky: Башка жерден inCruises аркылуу жалпы чөнтөктөн төлөгөн жалпы суммадан арзаныраак круизди брондогондон кийин 72 сааттын ичинде тапсаңыз, сиз төмөнкүлөрдү аласыз
lv: Maz ticamā gadījumā jūs rezervējat kruīzu ar inCruises un tad 72 stundu laikā atradīsiet to kaut kur citur par zemāku cenu, ko samaksājāt skaidrā naudā ar inCruises, jūs varat saņemt
mn: Та inCruises-ээр далайн аялал захиалсны дараа 72 цагийн дотор уг аяллыг өөр газраас inCruises-ээр захиалсан өөрөөс төлсөн үнийн дүнгээс хямд үнэтэй байгааг олбол уг зөрүү үнийг
pt: No caso improvável de você reservar um cruzeiro com a inCruises e, em 72 horas, encontrá-lo em outro lugar por menos do que o custo total que pagou do seu bolso com a inCruises, você pode receber
ro: În cazul puțin probabil, în care rezervi o croazieră cu inCruises și apoi, în 72 de ore, o găsești în altă parte pentru mai puțin decât costul tău total din buzunar cu inCruises, poți primi
ru: В том маловероятном случае, когда вы бронируете круиз с inCruises, а затем в течение 72 часов находите его где-то ещё за более низкую цену по сравнению с тем, что вы заплатили в inCruises из собственных средств, то вы можете получить
uk: У тому малоймовірному випадку, коли ви бронюєте круїз з inCruises, а потім протягом 72 годин знаходите його десь ще за нижчу ціну порівняно з тим, що ви заплатили в inCruises з власних коштів, то ви можете отримати
uz: Эҳтимолдан йироқ бўлса-да, inCruises орқали круизга буюртма берганингиздан сўнг 72 соат ичида уни бошқа ерда, сиз inCruises билан ҳамёнингиздан тўлаган жами суммадан арзонроққа топсангиз, қуйидагиларни олишингиз мумкин:
zh: 在不太可能发生的情况下，您通过 inCruises 预订邮轮，然后在 72 小时内在其他地方以低于您在 inCruises 的总自付费用的价格找到它，您可以收到

source: In total %{rewardPoints} million Reward Points have been earned/awarded via our Membership Free Program.
ca: En total %{rewardPoints} milions de Punts de Recompensa han estat guanyats/concedits a través del nostre Programa de Membresia Gratuïta.
de: Insgesamt wurden %{rewardPoints} Millionen Reward Points über unser kostenloses Mitgliedschaftsprogramm verdient/vergeben.
es: En total se han ganado/otorgado %{rewardPoints} millones de Puntos de Recompensa a través de nuestro Programa de Membresía Gratuita.
fr: Au total %{rewardPoints} millions de Points de Récompense ont été gagnés/attribués via notre Programme d'Adhésion Gratuite.
it: Complessivamente sono stati guadagnati/assegnati %{rewardPoints} milioni di Crediti Premio tramite il nostro Programma Membership Gratuita.
ja: これまでに、メンバーシップフリー・プログラムを通じて合計 %{rewardPoints} 百万リワードポイントが獲得・付与されました。
kk: Барлығы %{rewardPoints} миллион Бонус Ұпайы біздің Тегін Мүшелік Бағдарламамыз арқылы жиналды/тағайындалды.
ky: Жалпысынан Биздин Акысыз Мүчөлүк программабыз аркылуу %{rewardPoints} миллион Бонустук Упай алынды/ыйгарылды.
lv: Kopāl %{rewardPoints} miljoniem Balvu Punktu ir nopelnīti/piešķirti,pateicoties mūsu Brīvās Partnerības programmai.
mn: Гишүүнчлэл-Үнэгүй урамшууллаар хуримтлуулагдаж/олгогдсон нийт Шагналын Онооны хэмжээ %{rewardPoints} сая байна.
pt: No total %{rewardPoints} milhões de Pontos de Recompensa foram ganhos/concedidos por meio de nosso Programa de Assinatura Gratuita.
ro: În total %{rewardPoints} milioane de puncte de recompensă au fost câștigate/acordate prin programul nostru gratuit de membru.
ru: В общей сложности %{rewardPoints} миллионов Бонусных Баллов были заработаны/выплачены в соответствии с нашей программой "Бесплатное Членство".
uk: Загалом %{rewardPoints} мільйонів Бонусних Балів було зароблено/виплачено згідно з нашою програмою Безкоштовне Членство.
uz: Бепул Аъзолик дастуримиз орқали жами %{rewardPoints} миллион Бонус баллари ишлаб топилди/тақдим этилди.
zh: 通过我们的免费会员计划，共累计获得/发放了%{rewardPoints}百万奖励积分。

source: in VAT.
ca: en IVA.
de: in der Umsatzsteuer.
es: en VAT.
fr: en TVA.
ja: 付加価値税
kk: ҚҚС бойынша.
ko: 부가가치세로
ky: КНС менен.
lv: PVN.
mn: НӨАТ.
pt: no VAT.
ro: în TVA.
ru: в качестве НДС.
uk: як ПДВ.
uz: ҚҚС билан
zh: 增值稅。

source: in Withholding Taxes and
ca: en les Retencions d'Impostos i
de: in Quellensteuern und
es: en Retención de Impuestos y
fr: dans les Impôts à la Source et
it: di ritenute alla fonte e
ja: 源泉徴収税と
kk: Ұсталатын салықтар және
ko: 원천징수세와
ky: Салыктарды кармоодо жана
lv: Ieturējuma nodokliī un
mn: шимтгэл татвар болон
pt: em impostos retidos na fonte e
ro: în Reţinerea la sursă şi
ru: в виде удерживаемых налогов и
uk: у вигляді утримуваних податків та
uz: Солиқларни айирган ҳолда ва
zh: 在預扣稅和

source: Inactive
ca: Inactiu
de: Inaktiv
es: Inactivos
fr: Inactif
it: Inattivo
ja: 非アクティブ
kk: Белсенді емес
ky: Активдүү эмес
lv: Neaktīvs
mn: Идэвхгүй
pt: Inativo
ro: Inactiv
ru: Неактивный
uk: Неактивний
uz: Нофаол
zh: 非活跃

source: Inactive Balance
ca: Saldo inactiu
de: Inaktives Guthaben
es: Balance Inactivo
fr: Solde inactif
it: Saldo inattivo
ja: 非アクティブの残高
kk: Белсенді емес Баланс
ky: Активдүү эмес баланс
lv: Neaktīva bilance
mn: Идэвхгүй баланс
pt: Saldo inativo
ro: Sold inactiv
ru: Неактивный баланс
uk: Неактивний баланс
uz: Нофаол баланс
zh: 非活动余额

source: Inactive Date
ca: Data d'inactivitat
de: Inaktives Datum
es: Fecha inactiva
fr: Date Inactive
it: Data di inattività
ja: 非アクティブになった日付
kk: Белсенді емес күн
ko: 비활성 일자
ky: Кыймылсыз дата
lv: Neaktīvs datums
mn: Идэвхгүй өдөр
pt: Data inativa
ro: Data inactivă
ru: Неактивная дата
uk: Неактивна дата
uz: Нофаоллик санаси
zh: 非活動日期

source: Inactive Members
ca: Membres inactius
de: Inaktive Mitglieder
es: Miembros Inactivos
fr: Membres Inactifs
it: Membri inattivi
ja: 非アクティブなメンバー
kk: Белсенді емес мүшелер
ko: 비활성 멤버
ky: Активдүү эмес Мүчөлөр
lv: Neaktīvie Biedri
mn: Идэвхгүй Гишүүд
pt: Membros inativos
ro: Membri Inactivi
ru: Неактивные Члены Клуба
uk: Неактивні Члени Клубу
uz: Нофаол Аъзолар
zh: 非活動會員

source: Inactive RPs
ca: RP inactius
de: Inaktive RPs
es: PR Inactivos
fr: RP inactifs
it: CP inattivi
ja: 非アクティブのリワードポイント
kk: Белсенді емес БҰ
ky: Активдүү эмес БУ
lv: Neaktīvi RPs
mn: Идэвхгүй ШО-нууд
pt: PRs inativos
ro: PR Inactive
ru: Неактивные ББ
uk: Неактивні ББ
uz: Нофаол ББ
zh: 非活跃奖励积分

source: Incentive Header
ca: Títol d'incentiu
de: Incentive-Kopfzeile
es: Encabezado de Incentivos
fr: En-tête incitatif
it: Titolo incentivo
ja: インセンティブ ヘッダー
kk: Ынталандыру Тақырыбы
ko: 인센티브 헤더
ky: Сыйлыктын аты
lv: Stimulāciju Nozīmīgums
mn: Урамшууллын гарчиг
pt: Cabeçalho de incentivo
ro: Antet de stimulente
ru: Название вознаграждения
uk: Назва винагороди
uz: Рағбат номи
zh: 激励标题

source: Incentive Header:
ca: Títol de l'incentiu:
de: Incentive-Kopfzeile:
es: Encabezado de Incentivos:
fr: En-tête incitatif :
it: Titolo incentivo:
ja: インセンティブ ヘッダー：
kk: Жарнама Атауы:
ko: 인센티브 헤더 :
ky: Сыйлыктын аты:
lv: Stimulāciju nozīmīgums:
mn: Идэвхгүй Гишүүн:
pt: Cabeçalho do incentivo:
ro: Antet de stimulente:
ru: Название вознаграждения:
uk: Назва винагороди:
uz: Рағбат номи:
zh: 激励标题：

source: Incentive Message
ca: Missatge d'incentius
de: Incentive Nachricht
es: Mensaje de Incentivos
fr: Message d'incitation
it: Messaggio di incentivazione
ja: インセンティブ メッセージ
kk: Ынталандырушы Хабарлама
ko: 인센티브 메시지
ky: Сыйлык боюнча Кабардама
lv: Stimučiju Ziņojums
mn: Урамшууллын тухай мэдээлэл
pt: Mensagem de incentivo
ro: Mesaj de stimulare
ru: Сообщение вознаграждения
uk: Повідомлення винагороди
uz: Рағбатлантирувчи хабар
zh: 激励讯息

source: Incentive Message:
ca: Missatge d'Incentiu:
de: Incentive Nachricht:
es: Mensaje de Incentivos
fr: Message d'incitation :
it: Messaggio di incentivazione:
ja: インセンティブ メッセージ：
kk: Ынталандырушы Хабарлама:
ko: 인센티브 메시지 :
ky: Сыйлык боюнча Кабардама:
lv: Stimulāciju Ziņojums:
mn: Урамшууллын тухай мэдээлэл:
pt: Mensagem de incentivo:
ro: Mesaj de stimulare:
ru: Сообщение вознаграждения:
uk: Повідомлення винагороди:
uz: Рағбатлантирувчи хабар:
zh: 激励讯息：

source: Incentive Program Overview
ca: Visió general del programa d’incentius
de: Überblick über das Incentive-Programm
es: Programa de Incentivos
fr: Aperçu du Programme Incitatif
it: Piano di incentivi
ja: インセンティブプログラムの概要
kk: Ынталандыру Бағдарламасына Шолу
ko: 인센티브 프로그램 개요
ky: Сыйлык Программасына Сереп салуу
lv: Veicināšanas Programmas Pārskats
mn: Урамшууллын Хөтөлбөр
pt: Visão Geral do Programa de Incentivo
ro: Prezentare a Programului Stimulativ
ru: Обзор доходов и вознаграждений
uk: Переглянути Програми Винагород
uz: Рағбатлантирувчи дастур шарҳи
zh: 獎勵計劃概述

source: Include
ca: Incloure
de: Einschießen
es: Incluir
fr: Comprendre
it: Includi
ja: 含む
kk: Қосу
ko: 포함
ky: Камтуу
lv: Ietvert
mn: Багтаасан
pt: Incluir
ro: Conține
ru: Включить
uk: Включати
uz: Ўз ичига олмоқ
zh: 包含
