Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: i. PARTNER agrees that during the term of this Addendum he/she shall not participate as an independent contractor distributor, consultant, stylist, or independent business owner for any direct selling, multi-tier affiliate, or social selling opportunity or program that distributes products or services that are competitive with inGroup International’s travel-related products and services.
ca: i. El SOCI accepta que durant la vigència d'aquest Apèndix no participarà com a distribuïdor contractista independent, consultor, estilista o propietari d'un negoci independent per a qualsevol oportunitat o programa de venda directa, d'afiliació múltiple o de venda social que distribueixi productes o serveis que siguin competitius amb els productes i serveis relacionats amb els viatges d'inGroup International.
de: i. Der PARTNER stimmt zu, dass er während der Laufzeit dieses Zusatzes nicht als unabhängiger Vertragshändler, Berater, Stylist oder unabhängiger Geschäftsinhaber an Direktverkäufen, Multilevel Affiliate-Programmen oder social Verkäufen oder Programmen teilnimmt, die Produkte oder Dienstleistungen vertreiben, die mit den reisebezogenen Produkten und Dienstleistungen von inGroup International konkurrenzfähig sind.
es: i. El SOCIO acuerda que durante el plazo de este Anexo no participará como distribuidor independiente, consultor, estilista o propietario de un negocio independiente para ninguna venta directa, afiliado de múltiples niveles o una oportunidad de negocio o programa que distribuya productos o servicios que son competitivos con los productos y servicios relacionados inGroup International.
fr: i. Le PARTENAIRE convient que pendant la durée de cet addenda, il / elle ne participera pas en tant que distributeur, consultant, styliste ou propriétaire d'entreprise indépendant pour toute vente directe, affiliation à plusieurs niveaux, ou opportunité de vente sociale ou programme distribuant des produits ou des services qui sont compétitifs avec les produits et services liés au voyage d'inGroup International.
it: i. Il PARTNER concorda sul fatto che durante la durata del presente Addendum non collaborerà come distributore indipendente, consulente, stylist o imprenditore indipendente con alcuna opportunità o programma di vendita diretta, affiliazione multilivello o vendita sociale che distribuiscano prodotti o servizi in concorrenza con i prodotti e i servizi di viaggio di inGroup International.
ja: i. パートナーは、この追加契約書の期間中、彼/彼女は、inGroup Internationalの旅行関連の製品やサービスと競合している、独立販売業者、コンサルタント、スタイリスト、または直接販売、複数層の関連会社、社会的販売の機会、または製品やサービスを販売するプログラムに参加しない。
kk: \i. СЕРІКТЕС бұл қосымшаның қолдану мерзімі ішінде ол тәуелсіз кеңесші, дистрибьютор, промоутер немесе кез келген тәуелсіз басқа бизнестің иесі болып, тікелей сатылатын көп деңгейлі серіктес немесе әлеуметтік сатудың немесе бағдарламаның тауарларымен және қызметтерімен бәсекелесетін inGroup International – тің саяхатқа байланысты қызметтері мен өнімдерін тарататын бағдарламаның тәуелсіз иесі ретінде қатыса алмайды.
ko: i. 파트너는 이 추가 조항의 기간 동안 inGroup International의 여행 관련 제품 및 서비스와 경쟁력을 갖추고있는 직접판매, 다계층 계열사 또는 제품 또는 서비스를 배포하는 사회적 판매기회 또는 프로그램에 대해 독립적 인 계약자, 컨설턴트, 디자이너 또는 독립 비즈니스 소유자로 참여하지 않아야 한다는 데 동의합니다.
ky: и. Өнөктөш ушул Тиркеменин мөөнөтү ичинде, көз карандысыз дистрибьютор, консультант, стилист же көз карандысыз бизнес ээси катары inGroup Internationalдын туристтик продуктылары жана кызматтары менен атаандашкан башка түздөн-түз сатуу программасына, көп деңгээлдүү өнөктөштүк программасына же социалдык сатуу мүмкүнчүлүгүнө же өнүмдөрдү жайылтуучу программа жана кызматтарга катышпоого макул болот.
lv: I. PARTNERIS piekrīt, ka šā pielikuma darbības laikā viņš nepiedalās kā neatkarīgs darbuzņēmējs izplatītājs, konsultants, stilists vai neatkarīgs uzņēmuma īpašnieks jebkādai tiešai pārdošanai, daudzlīmeņu filiālei vai sociālai pārdošanas iespējai vai programmai, kas izplata produktus vai pakalpojumus, kuri konkurē ar ingroup International ar ceļošanu saistītiem produktiem un pakalpojumiem.
mn: з. ТҮНШ нь энэхүү Нэмэлт гэрээг хэрэгжүүлэх хугацаанд, inGroup International-тэй адил аялалын салбарт өрсөлдөхгүйц бараа үйлчилгээ үзүүлдэг ямар нэг шууд худалдааны болон олон шатлалт сүлжээ, хамтрагч, нийгмийн худалдааны арга боломжууд болон хөтөлбөрт бие даасан гэрээт дистрибютер, зөвлөгч, бизнес эрхлэгч байдлаар өөрийн биеээр оролцохгүй гэдгээ хүлээн зөвшөөрч байна.
pt: I. O SÓCIO concorda que durante o período deste Adendo, ele/ela não participará como distribuidor independente, consultor, estilista ou proprietário comercial independente para qualquer venda direta, afiliada multicamada ou oportunidade de venda social ou programa que distribua produtos ou serviços que são competitivos com os produtos e serviços relacionados a viagens do inGroup International.
ro: i. PARTENERUL este de acord că în perioada de valabilitate a acestui Act Adiţional el/ea nu va participa ca antreprenor independent distribuitor, consultant, stylist sau om de afaceri independent pentru orice vânzare directă, afiliat multi-level, ocazie de vânzări sociale ori program care distribuie produse sau servicii care sunt în competiţie cu produsele şi serviciile inGroup International legate de călătorii.
ru: i. ПАРТНЕР соглашается с тем, что в течение срока действия настоящего Дополнения он / она не должен участвовать в качестве независимого дистрибьютора, консультанта, стилиста или независимого владельца бизнеса в любой другой программе прямой продажи, многоуровневой партнерской программы или возможности социальной продажи или программы, которая распространяет продукты или услуги, конкурирующие с туристическими продуктами и услугами inGroup International.
uk: i. ПАРТНЕР погоджується, що протягом терміну дії цього Додатку він/вона не повинен брати участь як незалежний дистриб'ютор, консультант, стиліст або незалежний власник бізнесу в будь-якій іншій програмі прямого продажу, багаторівневої партнерської програми або можливості соціального продажу або програми, яка поширює продукти або послуги, що конкурують з туристичними продуктами та послугами inGroup International.
uz: i. ҲАМКОР ушбу Қўшимчанинг амал қилиш даврида inGroup International нинг саёҳатга оид маҳсулотлари ва хизматларига рақобатдош бўлган ҳар қандай тўғридан-тўғри сотув, кўп тармоқли ҳамкорлик, ёки ижтимоий сотиш имконияти ёхуд дастурларида иштирок этмасликка ёки уларнинг дистрибьютори, маслаҳатчиси, услубчиси ёки мустақил бизнес эгаси бўлмасликка рози.
zh: i. 合作夥伴同意，在本附錄有效期間，他/她不得作為獨立承包商，分銷商，顧問或獨立企業的所有者來參與任何直銷，多層聯營公司或與inGroup International的旅行相關產品和服務競爭的商業機會與計劃。

source: I'm %{ displayName }, and I've invited you to explore InCruises.
ca: Soc %{displayName}, i t'he convidat a explorar InCruises.
de: Ich bin %{ displayName }, und ich habe Sie eingeladen, InCruises zu entdecken.
es: Soy %{ displayName }, y te he invito a descubrir inCruises.
fr: Je suis %{ displayName }, et je vous ai invité à explorer InCruises.
it: Sono %{ displayName } e ti ho invitato a scoprire inCruises.
ja: 私は%{ displayName }と申します。InCruisesの素晴らしい世界をぜひ一緒に覗いてみましょう。
kk: Мен %{ displayName }, мен сені InCruises-пен танысуға шақырамын.
ky: Менин атым %{ displayName }, мен сизди InCruises менен таанышууга чакырам.
lv: Esmu %{ displayName }, un esmu aicinājis iepazīt InCruises.
mn: %{ displayName } би таныг inCruises-ийг сонирхон үзэхийг урьж байна.
pt: Eu sou %{ displayName } e te convidei para explorar a inCruises.
ro: Sunt %{ displayName } și v-am invitat să explorați InCruises.
ru: Меня зовут %{ displayName }, и я приглашаю вас познакомиться с компанией InCruises.
uk: Мене звуть %{ displayName }, і я запрошую вас дослідити InCruises.
uz: Мен %{ displayName }, ва сизни InCruises билан танишишга таклиф этаман.
zh: 我是%{displayName}，我邀请您一起了解InCruises。

source: I'm %{ firstName } %{ lastName }, and I've invited you to explore InCruises.
ca: Sóc %{ firstName } %{ lastName }, i t’he convidat a explorar InCruises.
de: Ich bin %{ firstName } %{ lastName }, und ich habe Sie eingeladen, InCruises zu erkunden.
es: Soy %{firstName} %{lastName}, y te he invitado a descubrir inCruises.
fr: Je suis %{ firstName } %{ lastName }, et je vous ai invité à explorer InCruises.
it: Sono %{ firstName } %{ lastName } e ti ho invitato a scoprire inCruises.
ja: 私は%{ firstName } %{ lastName }です。inCruisesにご招待します。
kk: Мен — %{ firstName } %{ lastName }, және мен сізді InCruises-пен танысуға шақырдым.
ky: Менин атым %{ firstName } %{ lastName }, мен сизди InCruises менен таанышууга чакырам.
lv: Esmu% {FirstName}% {LastName}, un esmu uzaicinājis jūs izpētīt InCruises.
mn: Би %{ firstName } %{ lastName } байна. Би таныг inCruises-ийг сонирхон үзэхийг урьж байна.
pt: Eu sou %{ firstName } %{ lastName } e eu o convidei para explorar a InCruises.
ro: Sunt %{ firstName } %{ lastName } și v-am invitat să explorați InCruises.
ru: Меня зовут %{ firstName } %{ lastName }, и я приглашаю вас познакомиться с компанией InCruises.
uk: Мене звуть %{ firstName } %{ lastName }, я запрошую вас дослідити InCruises.
uz: Мен %{ firstName } %{ lastName }, ва сизни InCruises билан танишишга таклиф этаман.
zh: 我是%{lastName}%{firstName}，我邀请您一起了解InCruises。

source: I'm 18 year of age or older.
ca: Tinc 18 anys d'edat o més.
de: Ich bin 18 Jahre alt oder älter..
es: Tengo 18 años de edad o más.
fr: J'ai 18 ans ou plus.
it: Ho almeno 18 anni compiuti.
ja: 私は18歳以上です。
kk: Мен 18 немесе одан үлкен жастамын.
ko: 저는 18 세 이상입니다.
ky: Мен 18 жаштамын же андан улуумун.
lv: Esmu 18 gadu vecs vai vecāks.
mn: Би 18 хүрсэн, насанд хүрсэн хүн.
pt: Tenho 18 anos de idade ou mais.
ro: Am cel puţin 18 ani.
ru: Мне 18 лет и старше.
uk: Мені 18 років і старше.
uz: Мен 18 ёш ёки ундан каттаман.
zh: 我已達到18歲或以上。

source: I’m a Partner and Leader with inCruises and will only act in that capacity.
ca: Sóc soci i líder amb inCruises i només actuaré en aquesta capacitat.
de: Ich bin Partner und Leader bei inCruises und werde nur in dieser Funktion agieren.
es: Soy socio y líder con inCruises y solo actuaré en este sentido.
fr: Je suis partenaire et leader chez inCruises et je n’agirai qu’à ce titre.
it: Sono un Partner e leader inCruises e agirò solo in quella veste.
ja: 私はInCruisesのパートナー兼リーダーです。その範囲内でのみ行動します。
kk: Мен inCruises Серіктесі және Көшбасшымын, және тек осы сипатта ғана әрекет етемін.
ko: 본인은 inCruises의 파트너이자 리더로서 그 규정 안에서만 행동 할 것입니다.
ky: Мен inCruises/inGroup® Өнөктөшү жана Лидеримин жана ушул сапатыма карата иш кылам.
lv: Esmu partneris un vadonis ar inCruises un rīkošos tikai tādā statusā.
mn: Би InCruises-ийн хувьд Түнш болон Манлайлагч учраас зөвхөн энэ үүргийнхээ дагуу ажиллах болно.
pt: Sou Sócio e Líder com a inCruises e só agirei nessa capacidade.
ro: Sunt Partener şi Lider în inCruises şi nu voi acţiona decât în această calitate.
ru: Я являюсь Партнером и Лидером inCruises и буду действовать только в этом качестве.
uk: Я Партнер і Лідер inCruises і буду діяти лише в цій компетенції.
uz: Мен inCruises Ҳамкори ва етакчисиман ва фақат ушбу сифатида ҳаракат қиламан.
zh: 我是inCruises的合夥夥伴和領導者，只會以此身份行事。

source: I’m a Partner and Leader with inCruises/inGroup® and will only act in that capacity.
ca: Sóc soci i líder amb inCruises/inGroup® i només actuaré en aquesta capacitat.
de: Ich bin Partner und Leader bei inCruises/inGroup® und werde nur in dieser Funktion agieren.
es: Soy un Socio y Líder con inCruises/inGroup® y solo actuaré en este sentido.
fr: Je suis partenaire et leader chez inCruises/inGroup® et je n’agirai qu’à ce titre.
it: Sono un Partner e Leader inCruises/inGroup® e agirò solo in quella veste.
ja: 私はInCruises/inGroup®のパートナー兼リーダーです。その範囲内でのみ行動します。
kk: Мен inCruises/inGroup® Серіктесі және Көшбасшымын, және тек осы сипатта ғана әрекет етемін.
ko: 본인은 inCruises/inGroup®의 파트너이자 리더로서 그 규정 안에서만 행동 할 것입니다.
ky: Мен inCruises/inGroup® өнөктөшү жана лидеримин жана ошого жараша иш кылам.
lv: Esmu partneris un vadonis ar At inCruises/inGroup® un rīkošos tikai tādā statusā.
mn: Би inCruises/inGroup®-ийн Түнш манлайлагч хүн бөгөөд зөвхөн өөрийн энэ хүрээнд ажиллах болно.
pt: Sou parceiro e líder da inCruises/inGroup® e só atuarei nessa qualidade.
ro: Sunt Partener şi Lider în inCruises/inGroup® şi nu voi acţiona decât în această calitate.
ru: Я - Партнёр и Лидер в inCruises/inGroup® и буду действовать сообразно этому статусу.
uk: Я - Партнер і Лідер в inCruises/inGroup® і діятиму відповідно до цього статусу.
uz: Мен inCruises/inGroup® Ҳамкори ва етакчисиман ва шунга кўра ҳаракат қиламан.
zh: 我是inCruises/inGroup®的合作伙伴和领导者，并且只会以该身份行事。

source: I’m fully committed to complying with all laws related to my inCruises business, including but not limited to all business and personal tax requirements.
ca: Estic totalment compromès a complir totes les lleis relacionades amb la meva empresa inCruises, incloent però no limitant-se a tots els requisits fiscals de negocis i personals.
de: Ich verpflichte mich vorbehaltlos zur Einhaltung aller Gesetze im Zusammenhang mit meinem inCruises-Geschäft, einschließlich, aber nicht beschränkt auf alle betrieblichen und privaten Steueranforderungen.
es: Estoy totalmente comprometido a cumplir con todas las leyes relacionadas con mi negocio de inCruises, que incluyen, entre otros, todos los requisitos fiscales personales y de negocios.
fr: Je m'engage pleinement à respecter toutes les lois relatives à mon entreprise de croisières, y compris, sans toutefois s'y limiter, toutes les exigences fiscales applicables aux particuliers et aux entreprises.
it: Mi impegno a rispettare tutte le regole relative alla mia attività inCruises, che comprendono tra l'altro, tutti gli obblighi normativi in materia fiscale sia aziendale che personale.
ja: 私は、すべての事業および個人の税務要件を含むがこれらに限定されない、私のInCruises事業に関連するすべての法律を遵守することに全力で取り組んでいます。
kk: Мен өз бизнесім inCruises-ке қатысты барлық заңдарды, соның ішінде барлық іскерлік және жеке салық талаптарымен шектелмей, толықтай әрекет етемін.
ko: 본인은 비즈니스 및 개인 세금 요구 사항을 포함하되 이에 국한되지 않는 inCruises 비즈니스와 관련된 모든 법률을 준수하기 위해 최선을 다 하겠습니다.
ky: Мен inCruises бизнесиме байланыштуу бардык мыйзамдарды, анын ичинде бардык бизнес жана жеке салык талаптарын аткаруу милдетин алам.
lv: Esmu pilnībā apņēmusies ievērot visus likumus, kas saistīti ar manu inCruises uzņēmējdarbību, ieskaitot, bet neaprobežojoties ar visām uzņēmējdarbības un personīgo nodokļu prasībām.
mn: Би өөрийн InCruises бизнестэй холбоотой бүх л хуулиудийг дагаж мөрдөх, бизнесийн болон өөрийн татварын шаардлагыг биелүүлэхийн тулд чадах бүхнээ хийх болно.
pt: Estou totalmente comprometido em cumprir todas as leis relacionadas ao meu negócio inCruises, incluindo, entre outros, todos os requisitos fiscais empresariais e pessoais.
ro: Sunt cu totul angajat să respect toate legile legate de afacerea inCruises, inclusiv toate cerinţele legate de taxele personale şi ale afacerii, dar fără a mă limita la acestea.
ru: Я обязуюсь соблюдать все законы, связанные с моим бизнесом inCruises, в том числе, но не ограничиваясь, всеми требованиями бизнеса и личного налогообложения.
uk: Я зобов'язуюсь дотримуватися всіх законів, пов'язаних з моїм бізнесом inCruises, в тому числі, але не обмежуючись, всіма вимогами бізнесу та особистого оподаткування.
uz: Мен inCruises бизнесим билан боғлиқ барча қонунларга, жумладан, ишга оид ёки шахсий солиқ талабларига тўлиқ риоя этаман.
zh: 我完全遵守與我inCruises業務相關的所有法律，包括但不限於所有業務和個人稅務要求。

source: I’m fully committed to complying with all laws related to my inCruises/inGroup® business, including but not limited to all business and personal tax requirements.
ca: Estic totalment compromès a complir totes les lleis relacionades amb la meva empresa inCruises/inGroup&® incloent, entre d'altres, tots els requisits fiscals personals i empresarials.
de: Ich verpflichte mich vorbehaltlos zur Einhaltung aller Gesetze im Zusammenhang mit meinem inCruises/inGroup® Geschäft, einschließlich, aber nicht beschränkt auf alle betrieblichen und privaten Steueranforderungen.
es: Estoy totalmente comprometido a cumplir con todas las leyes relacionadas con mi negocio de inCruises/inGroup® que incluyen, entre otros, todos los requisitos fiscales personales y de negocios.
fr: Je m'engage pleinement à respecter toutes les lois relatives à mon business inCruises/inGroup®, y compris, sans toutefois s'y limiter, toutes les exigences fiscales applicables aux particuliers et aux entreprises.
it: Mi impegno a rispettare tutte le regole relative alla mia attività inCruises/inGroup®, che comprendono tra l'altro, tutti gli obblighi normativi in materia fiscale sia aziendale che personale.
ja: 私は、すべての事業および個人の税務要件を含むがこれらに限定されない、私のInCruises/inGroup®事業に関連するすべての法律を遵守することに全力で取り組んでいます。
kk: Мен өз бизнесім inCruises/inGroup® -ке қатысты барлық заңдарды, соның ішінде барлық іскерлік және жеке салық талаптарымен шектелмей, толықтай әрекет етемін.
ko: 본인은 비즈니스 및 개인 세금 요구 사항을 포함하되 이에 국한되지 않는 inCruises/inGroup® 비즈니스와 관련된 모든 법률을 준수하기 위해 최선을 다 하겠습니다.
ky: Мен inCruises/inGroup® бизнесиме байланыштуу бардык мыйзамдарды, анын ичинде бардык бизнес жана жеке салык талаптарын аткарууга толук чечкиндүүмун.
lv: Esmu pilnībā apņēmusies ievērot visus likumus, kas saistīti ar manu At inCruises/inGroup® uzņēmējdarbību, ieskaitot, bet neaprobežojoties ar visām uzņēmējdarbības un personīgo nodokļu prasībām.
mn: Би өөрийн inCruises/inGroup® бизнестэй холбоотой, түүнчлэн бизнесийн болон хувь хүний албан татварын бүхий л шаардлагуудыг хангах бүх хууль тогтоомжуудыг бүрэн сахиж мөрдөх болно.
pt: Estou totalmente comprometido em cumprir todas as leis relacionadas ao meu negócio inCruises/inGroup®, incluindo, entre outros, todos os requisitos fiscais pessoais e comerciais.
ro: Sunt cu totul angajat să respect toate legile legate de afacerea inCruises/inGroup®, inclusiv toate cerinţele legate de taxele personale şi ale afacerii, dar fără a mă limita la acestea.
ru: Я делаю всё возможное для соблюдения всех законов, применимых к моему бизнесу inCruises/inGroup®, включая среди прочего все налоговые требования к юридическим и физическим лицам.
uk: Я зобов'язуюсь дотримуватися всіх законів, пов'язаних з моїм бізнесом inCruises/inGroup&®, включаючи, серед іншого, всі податкові вимоги до юридичних та фізичних осіб.
uz: Мен inCruises/inGroup® фаолиятим билан боғлиқ барча қонунларга, жумладан барча бизнесга оид ва хусусий солиқ талабларига тўлиқ риоя этаман.
zh: 我完全致力于遵守与我的inCruises/inGroup®业务相关的所有法律，包括但不限于所有企业和个人税务要求。

source: I’m fully committed to marketing the inCruises Membership and Partnership offer in full compliance with the agreements, policies and procedures set by the company in light of all cruise industry rules, regulations and guidelines.
ca: Em comprometo plenament a comercialitzar la Membresia i l'oportunitat de Negoci d'incruises, oferint el compliment íntegre dels acords, polítiques i procediments establerts per la Companyia de totes les normes, regulacions i directrius de la indústria dels creuers.
de: Ich bin fest entschlossen, das inCruises Mitgliedschafts- und Partnerschaftsangebot in voller Übereinstimmung mit den Vereinbarungen, Richtlinien und Verfahren des Unternehmens im Hinblick auf alle Regeln, Vorschriften und Richtlinien der Kreuzfahrtindustrie zu vermarkten.
es: Estoy totalmente comprometido con la comercialización de la oferta de membresía y oportunidad de Negocio de inCruises, en total cumplimiento de los acuerdos, políticas y procedimientos establecidos por la compañía a la luz de todas las reglas, regulaciones y pautas de la industria de cruceros.
fr: Je m'engage pleinement à commercialiser l'offre d’adhésion et de partenariat d’inCruises en totale conformité avec les accords, politiques et procédures définis par la société, à la lumière de toutes les règles, réglementations et directives du secteur.
it: Sono fermamente impegnato a commercializzare l'offerta della Membership e Partnership inCruises nel pieno rispetto degli accordi, delle politiche e delle procedure stabilite dall'azienda alla luce di tutte le norme, i regolamenti e le linee guida del settore crocieristico.
ja: 私は、クルーズ業界のすべての規則、規制、およびガイドラインに照らして、会社が設定した契約、ポリシー、および手順を完全に遵守して、inCruisesメンバーシップおよびパートナーシップオファーを宣伝することに全力で取り組んでいます。
kk: Мен inCruises Мүшелігі мен Серіктестігінің барлық маркетингтік ұсыныстарын, компанияның круиз индустриясының нұсқауларына сәйкес орнатқан барлық келісімдерін, ережелерін, саясатын толық сақтай отырып, орындаймын.
ko: 본인은 모든 크루즈 업계의 규칙, 규정 및 가이드 라인을 고려하여 회사가 정한 계약, 정책 및 절차를 완벽하게 준수하여 inCruises 멤버십 및 파트너십을 마케팅할 것을 전적으로 약속합니다.
ky: Мен inCruises Мүчөлүк жана Өнөктөштүк сунушун бардык круиздик өнөр жайынын эрежелерин, жоболорун жана көрсөтмөлөрүн эске алуу менен компания тарабынан белгиленген келишимдерге, саясаттарга жана жол-жоболорго ылайык жылдыруу кызматы үчүн толук жоопкерчилик алам.
lv: Esmu pilnībā apņēmies realizēt inCruises dalības un partnerības piedāvājumu, pilnībā ievērojot uzņēmuma noteiktos līgumus, politiku un procedūras, ņemot vērā visus kruīzu nozares noteikumus, un vadlīnijas.
mn: Би InCruises-ийн Гишүүнчлэл ба Түншлэлийн тухай далайн аяллын салбарын бүхий л дүрэм журам, тогтоол, зааварчилгааны дагуу компаний гаргасан гэрээ, бодлого, журамд бүрэн нийцүүлэн хууль зүйн хэрэгжилтийг мөрдөн маркетингийн сурталчилгаа хийх болно.
pt: Estou totalmente comprometido com o marketing da oferta de assinatura e parceria da inCruises em total conformidade com os acordos, políticas e procedimentos estabelecidos pela empresa à luz de todas as regras, regulamentos e diretrizes do setor de cruzeiros.
ro: Sunt cu totul angajat să comercializez oferta de Membru şi Parteneriat inCruises în conformitate deplină cu acordurile, politicile şi procedurile stabilite de companie în lumina tuturor regulilor, regulamentelor şi liniilor directoare ale industriei de croaziere.
ru: Я в полной мере беру на себя обязательства по продвижению услуги Членства в Клубе и Партнёрского предложения inCruises в строгом соответствии с соглашениями, политиками и процедурами, установленными компанией с учётом правил, положений и руководств круизной индустрии.
uk: Я повністю дотримуюся маркетингу Членства та Партнерства inCruises в повній відповідності з угодами, політиками і процедурами, встановленими компанією у світлі всіх правил, положень та настанов круїзної індустрії.
uz: Мен inCruises Аъзолиги ва Ҳамкорлигини таклиф қилиш бизнесига, компания томонидан круиз саноатининг барча меъёрлари, қоидалари ва кўрсатмалари асосида белгиланган битимлар, сиёсат ва жараёнларга мувофиқ тўлиқ содиқман.
zh: 我完全遵守公司根據所有郵輪行業規則，法規和指南制定的協議，政策和程序，來推廣inCruises會員和合作夥伴。
