Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">GOLD PACKAGE</span>
ca: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">PAQUET OR</span>
de: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"> /><path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z" </svg> <span v-translate="">GOLD PAKET</span>
es: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">PAQUETE ORO</span>
fr: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">FORFAIT OR</span>
it: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">PACCHETTO GOLD</span>
ja: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">ゴールド・パッケージ</span>
kk: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/><path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">АЛТЫН ПАКЕТ</span>
ky: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">АЛТЫН ТАРИФ/span>
lv: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">ZELTA PAKETE</span>
mn: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">АЛТАН БАГЦ</span>
pt: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"> </svg><span v-translate="">PACOTE GOLD</span>
ro: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/><path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">PACHET AUR</span>
ru: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05" /> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z" /> </svg> <span v-translate="">ЗОЛОТОЙ ТАРИФ</span>
uk: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">ЗОЛОТИЙ ТАРИФ</span>
uz: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">ОЛТИН ПАКЕТ</span>
zh: <svg style="fill: #ffd700" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">GOLD 套餐</span>

source: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Account verification required
ca: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Verificació del compte necessària
de: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Kontoverifizierung erforderlich
es: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Se requiere verificación de cuenta
fr: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Vérification du compte requise
it: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> È necessaria la verifica dell'account
ja: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> 口座の認証が必要です
kk: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"><path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/></svg>Есептік жазбаны тексеру қажет
ky: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Каттоо эсебин ырастоо талап кылынат
lv: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Ir nepieciešama konta ferifikācija
mn: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Бүртгэлээ баталгаажуулах хэрэгтэй байна
pt: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"><path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/></svg> Verificação de conta necessária
ro: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Este necesară verificarea contului
ru: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Требуется подтверждение счёта
uk: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Необхідна верифікація облікового запису
uz: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> Аккаунтни верификациялаш талаб этилади
zh: <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="#F59E0B" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"/> </svg> 需要账户验证

source: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Close Ticket</span>
ca: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Tancar Tiquet</span>
de: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Ticket schließen</span>
es: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Cerrar Ticket</span>
fr: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Fermer le ticket</span>
it: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Chiudi Ticket</span>
ja: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>チケット終了</span>
kk: < < template #icon= ""> <I class= "Fe Fe-mr-1 Тексеру" /> < / template> < span>Тикетті Жабу< / span>
ky: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Суроо-талапты жабуу</span>
lv: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Aizver Biļeti</span>
mn: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Тусламжийн хүсэлт хаах</span>
pt: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Fechar Ticket</span>
ro: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Închide biletul</span>
ru: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Закрыть тикет</span>
uk: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Закрити тікет</span>
uz: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>Чиптани ёпиш</span>
zh: <template #icon=""> <i class="fe fe-check mr-1"/> </template> <span>关闭工单</span>
