Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: There was an error inserting your courses status.
ca: S'ha produït un error en introduir l'estat dels teus cursos.
de: Beim Einfügen Ihres Kursstatus ist ein Fehler aufgetreten.
es: Hubo un error al insertar el estado de sus cursos.
fr: Il y a eu une erreur dans l'insertion de votre statut de cours.
it: Si è verificato un errore nell'inserimento dello stato dei tuoi corsi.
ja: コースのステータス追加中にエラーが生じました。
kk: Курс күйін қосу мүмкін болмады.
ko: 귀하의 코스 상태를 삽입하는 중에 오류가 발생했습니다.
ky: Курстарыңыздын статусун киргизүүдө ката кетти.
lv: Ievietojot jūsu kursu statusu, radās kļūda.
mn: Таны сургалтын статусыг оруулахад алдаа гарлаа.
pt: Ocorreu um erro ao inserir o status do seu curso.
ro: A apărut o eroare la inserarea stării cursurilor tale.
ru: При установке вашего статуса курсов возникла ошибка.
uk: При встановленні статусу курсів виникла помилка.
uz: Сизнинг курсларингиз мақомини киритишда хатолик рўй берди.
zh: 插入您的课程状态时出错。

source: There was an error loading featured cruises.
ca: S'ha produït un error en carregar els creuers destacats.
de: Es ist ein Fehler beim Laden der Kreuzfahrtangebote aufgetreten.
es: Hubo un error al cargar los cruceros seleccionados.
fr: Une erreur s'est produite lors du chargement des croisières présentées.
it: Si è verificato un errore nel caricamento delle crociere proposte.
ja: 特集クルーズの読み込みにエラーが発生しました。
kk: Таңдаулы круиздерді жүктеу мүмкін болмады.
ko: 추천 크루즈를 로드하는 중에 오류가 발생했습니다.
ky: Өзгөчөлөнгөн круиздерди жүктөөдө ката кетти.
lv: Ievadot piedāvātos kruīzus, radās kļūda.
mn: Онцлох аяллыг ачааллахад алдаа гарлаа.
pt: Ocorreu um erro ao carregar os cruzeiros em destaque.
ro: A apărut o eroare la încărcarea croazierelor prezentate.
ru: Во время загрузки представленных круизов произошла ошибка.
uk: Під час завантаження представлених круїзів сталася помилка.
uz: Тақдим этилган круизларни юклашда хатолик юз берди.
zh: 加载精选邮轮时出错。

source: There was an error loading the activation bonus data. Please try again later.
fr: Une erreur s'est produite lors du chargement des données du bonus d'activation. Veuillez réessayer ultérieurement.
it: Si è verificato un errore durante il caricamento dei dati del bonus di attivazione. Ti preghiamo di riprovare più tardi.
kk: Белсендіру бонусы туралы мәліметтерді жүктеу барысында қате пайда болды. Өтінеміз, кейінірек қайтадан көріңіз.
pt: Ocorreu um erro ao carregar os dados do bônus de ativação. Tente novamente mais tarde.
uk: Виникла помилка під час завантаження даних бонусу за активації. Будь ласка, спробуйте ще раз пізніше.
zh: 加载激活奖金数据时出错。请稍后再试。

source: There was an error loading your reward points please reload the page or contact <a href="/support">customer support</a> .
ca: S'ha produït un error en carregar els teus punts de recompensa. Torna a carregar la pàgina o posa't en contacte amb, <a href="/support">assistència al client (suport)</a> .
de: Es ist ein Fehler beim Laden Ihrer Punkte aufgetreten. Bitte laden Sie die Seite neu oder kontaktieren Sie <a href="/support">den Support</a>.
es: Hubo un error al cargar tus Puntos de Recompensa. Por favor, refresca la página o escríbenos a <a href="/support">Servicio de Soporte al Cliente</a> .
fr: Une erreur s'est produite lors du chargement de vos points Récompense. Veuillez recharger la page ou contacter le <a href="/support">service clientèle</a> .
it: Si è verificato un errore nel caricamento dei Crediti Premio, si prega di ricaricare la pagina oppure di contattare il <a href="/support">supporto clienti</a> .
ja: リワードポイントを読み込む際にエラーが発生しました。ページを再読み込みしていただくか、 <a href="/support">customer support</a> からお問い合わせください。
kk: Бонустық ұпайларды жүктеу кезінде қате орын алды. Бетті қайта жүктеңіз немесе <a href="/support">қолдау қызметіне</a> хабарласыңыз.
ky: Бонустук упайларыңызды жүктөөдө ката кетти. Баракчаны жаңылаңыз же <a href="/support">кардарларды колдоо менен байланышыңыз </a>.
lv: Ielādējot jūsu balvu punktus, radās kļūda. Lūdzu, atkārtoti ielādējiet lapu vai kontaktējaties ar<a href="/support">klientu suportu</a>.
mn: Таны шагналын оноог гаргахад алдаа гарлаа. Хуудсыг дахин ачааллах болон эсвэл манай <a href="/support">Тусламжийн хэлтэст</a> хандана уу.
pt: Ocorreu um erro ao carregar seus Pontos de Recompensa. Atualize a página ou entre em contato com o <a href="/support">suporte ao cliente</a> .
ro: A apărut o eroare la încărcarea punctelor tale de recompensă, te rugăm să reîncarci pagina sau contactează <a href="/support">asistența pentru clienți</a> .
ru: Во время загрузки ваших Бонусных Баллов возникла ошибка. Пожалуйста, обновите страницу или обратитесь в <a href="/support">службу поддержки</a> .
uk: Під час завантаження ваших Бонусних Балів виникла помилка. Будь ласка, оновіть сторінку або зверніться до <a href="/support">служби підтримки</a> .
uz: Бонус балларингизни юклашда муаммо юзага келди, илтимос, саҳифани қайта очинг ёки <a href="/support">мижозларни қўллаб-қувватлаш</a> хизмати билан боғланинг.
zh: 加载您的奖励积分时出错，请重新加载页面或联系<a href="/support">客户支持</a>。

source: There was an error please reload the page.
ca: S'ha produït un error. Si us plau, torna a carregar la pàgina.
de: Es ist ein Fehler aufgetreten. Bitte laden Sie die Seite neu.
es: Ocurrió un error. Por favor, carga nuevamente la página.
fr: Une erreur s'est produite, veuillez recharger la page.
it: Si è verificato un errore, ricarica la pagina.
ja: エラーが発生しました。ページを再読み込みしてください。
kk: Қате пайда болды, бетті қайта жүктеңіз.
ky: Бир жерде ката кетти, сураныч, баракчаны кайра жүктөңүз.
lv: Tur bija kļūda,lūdzu, atkārtoti ielādējiet lapu.
mn: Хуудсыг ачааллахад алдаа гарлаа.
pt: Ocorreu um erro, por favor recarregue a página.
ro: A apărut o eroare, te rugăm să reîncarci pagina.
ru: Возникла ошибка, пожалуйста, перезагрузите страницу.
uk: Виникла помилка, будь ласка, перезавантажте сторінку.
uz: Хатолик юз берди Илтимос саҳифани қайта очинг.
zh: 有一个错误，请重新加载页面。

source: There was an error please try again
ca: S'ha produït un error, si us plau, torna-ho a provar.
de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es erneut
es: Hubo un error, por favor intenta nuevamente
fr: Une erreur s'est produite, veuillez réessayer
it: C'è stato un errore, per favore riprova
ja: 問題が発生したため、もう一度やり直してください
kk: Қате орын алды, әрекетті қайталаңыз
ky: Бир жерде ката кетти, сураныч, баракчаны, кайрадан аракет кылыңыз
lv: Radās problēma lūdzu, mēģiniet vēlreiz
mn: Асуудал гарлаа, дахин хийнэ үү.
pt: Ocorreu um erro. Por favor tente novamente
ro: A apărut o eroare, te rugăm să încerci din nou
ru: Возникла ошибка. Пожалуйста, попробуйте ещё раз
uk: Сталася помилка. Будь ласка, спробуйте ще раз
uz: Хатолик юз берди, илтимос, қайта уриниб кўринг
zh: 出现错误，请重试

source: There was an error processing your request please try again.
ca: S'ha produït un error en processar la teva sol·licitud, si us plau, torna-ho a provar.
de: Bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Surgió un error con al procesar tu petición. Por favor, intenta de nuevo.
fr: Une erreur s'est produite lors du traitement de votre demande, veuillez réessayer.
it: Si è verificato un errore nell'elaborazione della tua richiesta. Per favore, riprova.
ja: リクエストの処理中にエラーが発生しました。もう一度お試しください。
kk: Сұрауыңызды өңдеу кезінде қате пайда болды, әрекетті қайталаңыз.
ky: Сиздин өтүнүчүңүздү иштеп чыгууда ката кетти, дагы бир жолу аракет кылыңыз.
lv: Apstrādājot jūsu pieprasījumu, radās kļūda. Lūdzu, mēģiniet vēlreiz.
mn: Таны хүсэлтэнд алдаа заалаа. Хайлтаа дахин хийнэ үү.
pt: Ocorreu um erro ao processar sua solicitação. Por favor tente novamente.
ro: A apărut o eroare la procesarea cererii tale, te rugăm să încerci din nou.
ru: При обработке вашего запроса возникла ошибка. Пожалуйста, попробуйте ещё раз.
uk: Під час обробки вашого запиту сталася помилка. Будь ласка, спробуйте ще раз.
uz: Сўровингизни ишлашда хатолик юз берди, илтимос, қайта уриниб кўринг.
zh: 处理您的请求时有错误，请重试。

source: There was an error processing your request.
ca: S'ha produït un error en processar la teva sol·licitud.
de: Es ist ein Fehler bei der Bearbeitung Ihrer Anfrage aufgetreten.
es: Hubo un error al procesar tu solicitud.
fr: Il y a eu une erreur dans le traitement de votre demande.
it: Si è verificato un errore nell'elaborazione della tua richiesta.
ja: リクエストの処理中にエラーが発生しました。
kk: Сұрауыңызды өңдеу кезінде қате орын алды.
ko: 요청을 처리하는 중에 오류가 발생했습니다.
ky: Өтүнүчүңүздү иштетүүдө ката кетти.
lv: Apstrādājot jūsu pieprasījumu, radās kļūda.
mn: Таны хүсэлтийг боловсруулахад алдаа гарлаа.
pt: Houve um erro ao processar seu pedido.
ro: A apărut o eroare la procesarea cererii tale.
ru: Во время обработки вашего запроса произошла ошибка.
uk: Під час обробки вашого запиту виникла помилка.
uz: Сўровингизни ишлашда хатолик юз берди.
zh: 处理您的请求时出错。

source: There was an error removing your display name. Please try again.
fr: Une erreur s'est produite lors de la suppression de votre nom d'affichage. Veuillez réessayer.
it: Si è verificato un errore durante la rimozione del tuo nome di visualizzazione. Per favore, riprova.
pt: Ocorreu um erro ao remover o seu nome de exibição. Por favor, tente novamente.
uk: Під час видалення вашого відображуваного імені сталася помилка. Будь ласка, спробуйте ще раз.

source: There was an error saving your courses status.
ca: S'ha produït un error en desar l'estat dels teus cursos.
de: Es ist ein Fehler beim Speichern Ihres Kursstatus aufgetreten.
es: Hubo un error al guardar el estado de sus cursos.
fr: Il y a eu une erreur dans l'enregistrement de votre statut de cours.
it: Si è verificato un errore nel salvataggio dello stato dei tuoi corsi.
ja: コースのステータスを保存中にエラーが生じました。
kk: Курс күйін сақтау мүмкін болмады.
ko: 귀하의 코스 상태를 저장하는 중에 오류가 발생했습니다.
ky: Курстарыңыздын статусун сактоодо ката кетти.
lv: Saglabājot kursu statusu, radās kļūda.
mn: Таны сургалтын статусыг хадгалахад алдаа гарлаа.
pt: Ocorreu um erro ao salvar o status do seu curso.
ro: A apărut o eroare la salvarea stării cursurilor tale.
ru: При сохранении вашего статуса курсов возникла ошибка.
uk: При збереженні статусу курсів виникла помилка.
uz: Сизнинг курсларингиз мақомини сақлашда хатолик рўй берди.
zh: 保存您的课程状态时出错。

source: There was an error saving your preference. Please contact support.
fr: Une erreur s'est produite lors de la sauvegarde de vos préférences. Veuillez contacter l'assistance.
it: Si è verificato un errore nel salvataggio della tua preferenza. Ti preghiamo di contattare il supporto.
kk: Сіздің таңдауыңызды сақтау кезінде қате болды. Қолдау қызметіне хабарласыңыз.
pt: Ocorreu um erro ao salvar sua preferência. Entre em contato com o suporte.
uk: Помилка при збереженні ваших налаштувань. Будь ласка, зверніться до служби підтримки.
uz: Сизга маъқул созламаларни сақлашда муаммо юзага келди. Илтимос, қўллаб-қувватлаш хизмати билан боғланинг.
zh: 保存您的偏好时出错。请联系支持部门。

source: There was an error sending an SMS message to that phone number, please try again.
ca: S'ha produït un error en enviar un missatge SMS a aquest número de telèfon. Si us plau, Torna-ho a provar.
de: Beim Senden einer SMS an diese Rufnummer ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
es: Surgió un error al enviar un mensaje SMS a ese número telefónico, por favor intenta de nuevo.
fr: Une erreur s'est produite lors de l'envoi d'un message SMS à ce numéro de téléphone, veuillez réessayer.
it: Si è verificato un errore nell'invio di un messaggio SMS a questo numero di telefono, prova di nuovo.
ja: 携帯電話へのショートメッセージ送信中にエラーが発生しました。もう一度やり直してください。
kk: Бұл телефон нөміріне SMS хабарлама жіберу кезінде қате пайда болды, қайталап көріңіз.
ko: 해당 폰으로 SMS 메시지 보내는 중 오류가 발생했습니다. 다시 시도해 주십시오.
ky: Ошол телефон номерине SMS билдирүү жөнөтүүдө ката кетти, кайталап көрүңүз.
lv: Sūtot īsziņu uz šo tālruņa numuru, radās kļūda. Lūdzu, mēģiniet vēlreiz.
mn: Энэ дугаар руу текст мессеж илгээхэд алдаа гарлаа. Дахин хийнэ үү.
pt: Ocorreu um erro ao enviar uma mensagem SMS para esse número de telefone, tente novamente.
ro: A apărut o eroare la trimiterea unui mesaj SMS la numărul de telefon respectiv, încearcă din nou.
ru: При отправке SMS-сообщения на этот номер телефона возникла ошибка. Попробуйте ещё раз.
uk: При відправці SMS-повідомлення на цей номер телефону виникла помилка, будь-ласка, спробуйте ще раз.
uz: Ушбу телефон рақамига СМС юборишда муаммо юзага келди, илтимос, қайта уриниб кўринг.
zh: 將SMS消息發送到該電話號碼時出錯，請重試。

source: There was an error trying to verify the email.
ca: S'ha produït un error en intentar verificar el correu electrònic.
de: Beim Versuch, die E-Mail zu verifizieren, ist ein Fehler aufgetreten.
es: Hubo un error al tratar de verificar tu correo electrónico.
fr: Une erreur s'est produite lors de la vérification de l'e-mail.
it: C'è stato un errore nel tentativo di verificare l'email.
ja: Eメールを確認しようとするとエラーが発生しました。
kk: Электрондық пошта мекенжайын растауға тырысқанда қате пайда болды.
ky: Э-почтаны ырастоодо ката кетти.
lv: Mēģinot pārbaudīt e-pasta ziņojumu, radās kļūda.
mn: Таны имэйлийг баталгаажуулахад алдаа гарлаа.
pt: Ocorreu um erro ao tentar verificar o e-mail.
ro: A apărut o eroare la încercarea de a verifica e-mailul.
ru: При попытке подтверждения электронной почты произошла ошибка.
uk: При спробі підтвердження електронної пошти виникла помилка.
uz: Электрон почтангизни тасдиқлашда хатолик юз берди.
zh: 尝试验证电子邮件时发生错误。

source: There was an error updating your birthdate.
ca: S'ha produït un error en actualitzar la teva data de naixement.
de: Bei der Aktualisierung Ihres Geburtsdatums ist ein Fehler aufgetreten.
es: Hubo un problema al actualizar tu fecha de nacimiento.
fr: Il y a eu une erreur dans la mise à jour de votre date de naissance.
it: Si è verificato un errore nell'aggiornamento della data di nascita.
ja: あなたの生年月日の更新中にエラーが生じました。
kk: Туған күніңізді жаңарту кезінде қате орын алды.
ky: Туулган күнүңүздү жаңыртууда ката кетти.
lv: Atjauninot jūsu dzimšanas datumu, radās kļūda.
mn: Таны төрсөн өдрийг шинэчлэхэд алдаа гарлаа.
pt: Ocorreu um erro ao atualizar sua data de nascimento.
ro: A apărut o eroare la actualizarea datei tale de naștere.
ru: При обновлении вашей даты рождения произошла ошибка.
uk: При оновленні вашої дати народження виникла помилка.
uz: Туғилган санангизни янгилашда хатолик рўй берди.
zh: 更新出生日期时出现错误。

source: There was an error updating your courses status.
ca: S'ha produït un error en actualitzar l'estat dels teus cursos.
de: Es ist ein Fehler bei der Aktualisierung Ihres Kursstatus aufgetreten.
es: Hubo un problema al actualizar el estado de tus cursos.
fr: Il y a eu une erreur dans la mise à jour du statut de vos cours.
it: Si è verificato un errore nell'aggiornamento dello stato dei tuoi corsi.
ja: コースのステータス更新中にエラーが生じました。
kk: Курстарыңыздың күйін жаңарту кезінде қате орын алды.
ko: 코스 상태를 업데이트하는 중에 오류가 발생했습니다.
ky: Курстарыңыздын статусун жаңыртууда ката кетти.
lv: Atjauninot kursu statusu, radās kļūda.
mn: Таны сургалтын статусыг шинэчлэхэд алдаа гарлаа.
pt: Ocorreu um erro ao atualizar o status do seu curso.
ro: A apărut o eroare la actualizarea stării cursurilor tale.
ru: При обновлении вашего статуса курсов возникла ошибка.
uk: При оновленні статусу курсів виникла помилка.
uz: Сизнинг курсларингиз мақомини янгилашда хатолик рўй берди.
zh: 更新您的课程状态时出错。

source: There was an error updating your display name.
ca: S'ha produït un error en actualitzar el teu nom públic.
de: Es ist ein Fehler bei der Aktualisierung Ihres Anzeigenamens aufgetreten.
es: Hubo un problema al actualizar tu nombre de pantalla.
fr: Une erreur s'est produite lors de la mise à jour de votre nom d'affichage.
it: Si è verificato un errore nell'aggiornamento del tuo nome di visualizzazione.
ja: あなたのディスプレイネームの更新中にエラーが生じました。
kk: Көрсетілетін атауды жаңарту кезінде қате орын алды.
ky: Көрсөтүлгөн атыңызды жаңыртууда ката кетти.
lv: Atjauninot parādāmo/displeja vārdu/nosaukumu, radās kļūda.
mn: Таны дэлгэцийн нэрийг шинэчлэхэд алдаа гарлаа.
pt: Ocorreu um erro ao atualizar seu nome de exibição.
ro: A apărut o eroare la actualizarea numelui afișat.
ru: При обновлении вашего отображаемого имени произошла ошибка.
uk: При оновленні відображуваного імені виникла помилка.
uz: Акс этувчи исмни янгилашда хатолик рўй берди.
zh: 更新展示名称时出现错误。

source: There was an error with your request, please try again.
ca: S'ha produït un error amb la teva sol·licitud. Si us plau, torna-ho a provar.
de: Bei Ihrer Anfrage ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
es: Surgió un error con tu solicitud, por favor inténtalo nuevamente.
fr: Il y a eu une erreur avec votre demande, veuillez réessayer.
it: C'è stato un problema con la tua richiesta, prova di nuovo.
ja: リクエスト中にエラーが発生しました。もう一度やり直してください。
kk: Сіздің сұрауыңыз бойынша қате пайда болды. Қайталап көріңіз.
ko: 귀하의 요청에 오류가 있으니, 다시 시도해 주십시오.
ky: Өтүнүчүңүздө ката кетти, кайталап көрүңүз.
lv: Jūsu pieprasījumā radās kļūda, lūdzu, mēģiniet vēlreiz.
mn: Таны хүсэлтэнд алдаа заалаа. Хайлтаа дахин хийнэ үү.
pt: Ocorreu um erro com o seu pedido, por favor tente novamente.
ro: A apărut o eroare la solicitarea ta, încearcă din nou.
ru: При вашем запросе возникла ошибка. Пожалуйста, попробуйте ещё раз.
uk: При вашому запиті виникла помилка. Будь ласка, спробуйте ще раз.
uz: Сўровингиз бўйича хатолик юзага келди, илтимос, қайта уриниб кўринг.
zh: 您的請求有誤，請重試。

source: There was an issue completing your agreement. Please try again.
fr: Un problème est survenu lors de la finalisation de votre accord. Veuillez réessayer.
it: Si è verificato un problema nel completare il tuo accordo. Ti preghiamo di riprovare.
kk: Келісімшартты аяқтауда мәселе туындады. Қайтадан көріңіз.
pt: Ocorreu um problema ao concluir o seu contrato. Tente novamente.
uk: Виникла проблема під час укладання угоди. Спробуйте, будь ласка ще раз.
uz: Шартномани тугаллашда хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 完成您的协议时出现问题。请重试。

source: There was an issue continueing with your booking. Please try again.
ca: Hi ha un problema per continuar amb la teva reserva. Si us plau, intenta-ho de nou.
de: Es gab ein Problem bei der Fortsetzung Ihrer Buchung. Bitte versuchen Sie es erneut.
es: Hubo un problema al continuar con tu reserva. Por favor, intenta de nuevo.
fr: Il y a eu un problème lors de la poursuite de votre réservation. Veuillez réessayer.
it: Si è verificato un problema nel proseguire la prenotazione. Ti preghiamo di riprovare.
ja: 予約プロセス中に問題が発生しました。もう一度お試しください。
kk: Брондауыңызға қатысты мәселе бар. Қайталап көріңіз.
ky: Бронддңузду улантууда көйгөй келип чыкты. Кайра аракет кылыңыз.
lv: Turpinot rezervēšanu, radās problēma. Lūdzu, mēģiniet vēlreiz.
mn: Таны захиалганд алдаа гарлаа. Захиалгаа дахин хийнэ үү.
pt: Houve um problema ao continuar com sua reserva. Por favor, tente novamente.
ro: A apărut o problemă în cursul rezervării tale. Te rugăm să încerci din nou.
ru: При оформлении вашего бронирования возникла ошибка. Попробуйте, пожалуйста, ещё раз.
uk: Виникла проблема з продовженням бронювання. Будь ласка, спробуйте ще раз.
uz: Буюртмани давом эттиришда хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 继续预订时出现问题。请再试一次。

source: There was an issue getting bonus details. Please try again.
fr: Un problème est survenu lors de l'obtention des informations sur le bonus. Veuillez réessayer.
it: C'è stato un errore nel recupero dei dettagli del bonus. Ti preghiamo di riprovare.
kk: Бонус деректерін алу барысында қате орын алды. Өтінеміз, кейінірек қайтадан көріңіз.
pt: Houve um problema ao obter os detalhes do bônus. Por favor, tente novamente.
uk: Виникла проблема під час отримання деталей про бонус. Будь ласка, спробуйте ще раз.
zh: 获取奖励详情时出现问题。请重试。

source: There was an issue getting bonuses for daily activations members. Please try again.
fr: Un problème est survenu lors de l'obtention des bonus pour les activations quotidiennes des membres. Veuillez réessayer.
it: Si è verificato un problema con l'acquisizione dei bonus per le attivazioni giornaliere di Membri, per favore, riprova.
kk: Күнделікті активтендірілген клубтың мүшелеріне бонустарды алу барысында қате орын алды. Қайтадан көріңіз.
pt: Houve um problema ao obter bônus para membros com ativações diárias. Por favor, tente novamente.
uk: Виникла проблема під час отримання бонусів за Щоденні Активації Членів Клубу. Спробуйте, будь ласка ще раз.
uz: Аъзоларни фаоллаштирганлик учун Кунлик бонусларни олишда хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 获取每日激活会员奖金时出现问题。请重试。

source: There was an issue getting bonuses for monthly activation members. Please try again.
fr: Un problème est survenu lors de l'obtention des bonus pour l'activation mensuelle des membres. Veuillez réessayer.
it: Si è verificato un problema con l'acquisizione dei bonus per l'attivazione mensile di membri. Riprova.
kk: Ай сайынғы активтендірілген клубтың мүшелеріне бонустарды алу барысында қате орын алды. Қайтадан көріңіз.
pt: Houve um problema ao obter bônus para membros com ativação mensal. Por favor, tente novamente.
uk: Виникла проблема при отриманні бонусів за щомісячні активації членів Клубу. Спробуйте, будь ласка ще раз.
uz: Аъзоларни фаоллаштирганлик учун ойлик бонусларни олишда хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 获取月度激活会员奖金时出现问题。请重试。

source: There was an issue getting bonuses for monthly partner member activations. Please try again.
fr: Un problème est survenu lors de l'obtention des bonus pour les activations mensuelles des membres partenaires. Veuillez réessayer.
it: Si è verificato un problema con l'acquisizione dei bonus per le attivazioni mensili di membri. Riprova.
kk: Ай сайынғы клубтың серіктес-мүше активтендіру бонустарын алу барысында қате орын алды. Қайтадан көріңіз.
pt: Houve um problema ao obter bônus pelas ativações mensais de sócio-membro. Por favor, tente novamente.
uk: Виникла проблема при отриманні бонусів за щомісячні активації членів-партнерів Клубу. Спробуйте, будь ласка ще раз.
uz: Ҳамкор Аъзоларни фаоллаштирганлик учун ойлик бонусларни олишда хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 获取月度合伙人会员激活奖金时出现问题。请重试。

source: There was an issue getting builders bonus. Please try again.
ca: S’ha produït un error en obtenir la bonificació de constructors. Si us plau, torna-ho a intentar.
fr: Un problème est survenu lors de l'obtention du bonus des constructeurs. Veuillez réessayer.
it: Si è verificato un problema con l'assegnazione del bonus costruttori. Riprova.
kk: "Бизнес Фундамент" бонусын алу кезінде қате орын алды. Қайтадан көріп көріңіз, өтінеміз.
pt: Ocorreu um problema no recebimento do bônus de construtores. Por favor, tente novamente.
uk: Виникла проблема з отриманням бонусу Фундамент Бізнесу. Будь ласка, спробуйте ще раз.
uz: Қурувчилар базаси бонусини олишда хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 获取建设者奖励时出现问题。请重试。
