Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Get Started Now!
ca: Comença Ara!
de: Starten Sie jetzt!
es: ¡Empieza ahora!
fr: Commencez maintenant !
it: Inizia subito!
ja: 今すぐ始めましょう！
kk: Қазір Бастау!
ko: 지금 시작하십시오!
ky: Азыр Баштаңыз!
lv: Sāc tagad!
mn: Одоо эхэлье!
pt: Comece agora!
ro: Începe acum!
ru: Начать сейчас!
uk: Розпочати Зараз!
uz: Ҳозироқ бошланг!
zh: 現在開始！

source: Get Tickets
fr: Obtenir des Billets
it: Acquista biglietti
kk: Билеттерді Алыңыз
pt: Retire o Ingresso
uk: Отримати квитки
uz: Чипта олиш
zh: 获取门票

source: Get Your Ticket
ca: Aconsegueix el teu Tiquet
de: Ihre Tickets erhalten
es: Obtén tu Ticket
fr: Obtenez votre billet
it: Ottieni il tuo biglietto
ja: チケットを入手
kk: Билетіңізді алыңыз
ky: Билетиңизди алыңыз
lv: Saņem Savu Biļeti
mn: Билэтээ авах
pt: Obtenha seu Ticket
ro: Ia-ți biletul
ru: Получить свой билет
uk: Отримати свій Квиток
uz: Чиптангизни олинг
zh: 获取您的票证

source: Giving Back: It's Who We Are
fr: Redonner : C'est Notre Raison d'Être
it: Restituire: è la nostra essenza
pt: Retribuir: É Quem Nós Somos
uk: Повертати: це те, хто ми є

source: Giving Back: It’s Who We Are
fr: Donner en Retour : c'est Notre Raison d'Être
it: Restituire: è ciò che siamo
kk: Жақсылық жасау: Бұл — Біздің болмысымыз
pt: Retribuir: É Quem Nós Somos
ro: Dăruim înapoi: Asta ne definește
uk: Віддавати іншим: це те, хто ми є
uz: Хайрия: Биз киммиз
zh: 回馈社会：这就是我们

source: Giving Is Not Just A Value; It’s A Way Of Life
ca: Donar No és només Un Valor; és una Forma De Vida
de: Geben ist nicht nur ein Wert, es ist eine Lebenseinstellung
es: La generosidad no es solo un valor; es una forma de vida
fr: Le don n'est pas seulement une valeur ; c'est un mode de vie
it: Dare non è solo un valore, è uno stile di vita
ja: 与えることは単なる価値観ではなく、生き方そのもの
kk: Сыйлық Беру Тек Құндылық Емес, Бұл Өмір Салты
ky: Берүү - жөн гана баалуулук эмес, бул - жашоо образы
lv: Došana Nav Tikai Vērtība; Tas ir Dzīvesveids
mn: Өгөх нь зөвхөн мөнгө дүн биш; энэ бол амьдралын хэлбэр
pt: Doar não é apenas um valor; é um modo de viver
ro: Dăruirea nu este doar o valoare; Este un mod de viață
ru: Отдавание — это не просто ценность; это образ жизни
uk: Благодійність — це не просто цінність; це спосіб життя
uz: Хайрия қилиш шунчаки қадрият эмас; Бу - ҳаёт тарзидир
zh: 给予不仅仅是一种价值观；它是一种生活方式

source: Giving Society
fr: Société Philanthropique
ky: Giving Society (Берешен коом)
lv: Giving Society (Dodoša Sabiedrība)
ru: Giving Society (Общество отдавания)

source: Global 100 List-Top Direct Selling Companies
ca: Llista Global 100 – Principals Empreses de Venda Directa
de: Global 100 List-Top Direktvertriebsunternehmen
es: Lista Global 100 – Principales Empresas de Venta Directa
fr: Liste des 100 Meilleures Entreprises de Vente Directe au Monde
it: Lista Global 100 - Migliori Aziende di Vendita Diretta
ja: 世界のトップダイレクトセリング企業 グローバル100リスト
kk: Global 100 тізімі - Ең үздік тікелей сату компаниялары
ky: 2024-жылдагы кирешеси боюнча дүйнөдөгү эң көп түз сатуучу компаниялардын "2023 Global 100" тизмеси
lv: Pasaules 100 Top saraksta labākiās tiešās pārdošanas kompānijas
mn: Шууд борлуулалтын салбарын дэлхийн шилдэг компаниудын Global 100 жагсаалт
pt: Lista Global 100 -Principais Empresas de Venda Direta
ro: Lista Global 100 a celor mai bune companii de vânzare directă
ru: Список Лучших Компаний Индустрии Прямых Продаж "Global 100".
uk: Список 100 Провідних Компаній Прямих Продажів
uz: Топ-100 Халқаро тўғридан-тўғри сотув компаниялари рўйхати
zh: 全球100强名单—顶级直销公司

source: Global Ambassador Board of Directors
fr: Conseil d'Administration des Ambassadeurs Mondiaux
ja: グローバル アンバサダー ボード オブ ディレクター
lv: Globālais Karaliskais Direktoru Valdes sūtnis

source: GLOBAL AMBASSADOR BOARD OF DIRECTORS
fr: CONSEIL D'ADMINISTRATION DES AMBASSADEURS MONDIAUX
ja: アンバサダー ボード オブ ディレクター
lv: GLOBĀLĀ DIREKTORU SŪTŅU VALDE
zh: 全球大使董事会成员

source: GLOBAL AMBASSADOR BOARD OF DIRECTORS MEMBER
ca: MEMBRE GLOBAL AMBASSADOR BOARD OF DIRECTORS
de: GLOBAL AMBASSADOR BOARD OF DIRECTORS MITGLIED
es: MIEMBRO de la GLOBAL AMBASSADOR BOARD OF DIRECTORS
fr: MEMBRE DU CONSEIL D'ADMINISTRATION DES AMBASSADEURS MONDIAUX
ja: GLOBAL AMBASSADOR BOARD OF DIRECTORS メンバー
kk: GLOBAL AMBASSADOR BOARD OF DIRECTORS Мүшесі
lv: GLOBĀBĀLAIS SŪTŅU VALDES DIREKTORA BIEDRS
pt: MEMBRO GLOBAL AMBASSADOR BOARD OF DIRECTORS
ru: УЧАСТНИК В РАНГЕ GLOBAL AMBASSADOR BOARD OF DIRECTORS
uk: УЧАСНИК У РАНЗІ GLOBAL AMBASSADOR BOARD OF DIRECTORS
uz: GLOBAL AMBASSADOR BOARD OF DIRECTORS АЪЗОСИ
zh: GLOBAL AMBASSADOR BOARD OF DIRECTORS 会员

source: Global Ambassador Board of Directors members earn a <strong>$180,000</strong> USD monthly Team Leadership Bonus!
ca: Els membres Global Ambassador Board of Directors guanyen una bonificació mensual de lideratge d'equip de <strong>180.000</strong> dòlars!
de: Mitglieder des Global Ambassador Board of Directors verdienen einen monatlichen Team Leadership Bonus von <strong>180.000</strong> USD!
es: Los miembros del Global Ambassador Board of Directors ¡ganan un Bono de Liderazgo de Equipo mensual de <strong>$180,000</strong> USD!
fr: Les membres du Conseil d'Administration des Ambassadeurs Mondiaux gagnent un bonus mensuel de leadership d'équipe de <strong>180 000 $</strong> !
it: I Global Ambassador Board of Directors guadagnano un Bonus di Leadership del Team di <strong>$180.000</strong> al mese!
ja: Global Ambassador Board of Directors メンバーは、毎月 <strong>$180,000</strong> 米ドルのチームリーダーシップボーナスを獲得します！
kk: Global Ambassador Board of Directors <strong>180 000 АҚШ</strong> доллары көлемінде ай сайынғы командалық көшбасшылық бонус алады!
ky: Global Ambassador Board of Directors даражасындагы мүчөлөр ай сайын <strong>$180,000</strong> USD Команда Лидерлиги бонусун алышат!
lv: Globālie Sūtņu Valdes Direktoru Bied pelna <strong>$180,000</strong> USD ikmēneša Komandas Līdera Bonusu!
mn: Global Ambassador Board of Directors цолтой гишүүн Багийн манлайллын урамшуулалд сар бүр <strong>$180,000</strong> USD авна!
pt: Os membros Global Ambassador Board of Directors ganham um bônus mensal de liderança de equipe de <strong>$180.000</strong>!
ro: Membrii Global Ambassador Board of Directors câștigă un bonus lunar de <strong>180.000</strong> USD pentru conducerea echipei!
ru: Участники в ранге Global Ambassador Board of Directors зарабатывают ежемесячный Командный Лидерский бонус в размере <strong>$180 000</strong>!
uk: Учасники у ранзі Global Ambassador Board of Directors заробляють щомісячний Командний Лідерський бонус у розмірі <strong>$180,000</strong>!
uz: Global Ambassador Board of Directors ойига <strong>180,000$</strong> Жамоа етакчилиги бонусини ишлаб топадилар!
zh: Global Ambassador Board of Directors会员每月可获得<strong>$180,000</strong>美元的团队领导奖金！

source: Global Convention Events List
ca: Llista d'Esdeveniments de Convencions globals
de: Internationaler Kongress Event Liste
es: Lista de Eventos de Convención Global
fr: Liste d'Événement de Convention Mondiale
it: Elenco degli eventi della Convention mondiale
ja: グローバルコンベンション イベントリスト
kk: Жаһандық Конвенциядағы Іс-шаралар Тізімі
ko: 글로벌 컨벤션 이벤트 목록
ky: Глобалдык Конвенция алкагындагы иш-чаралардын тизмеси
lv: Globālās Konvencijas pasākumu saraksts
mn: Олон улсын конвенцийн арга хэмжээний жагсаалт
pt: Lista de Eventos de Convenção Global
ro: Lista evenimentelor Întrunirii Mondiale
ru: Список Мест Проведения Глобальной Конференции
uk: Список Місць для Проведення Глобальної Конференції
uz: Глобал Конвенция тадбирлари рўйхати
zh: 全球公約活動清單

source: Global Cruises
ca: Creuers Globals
fr: Des croisières globales
ja: グローバルクルーズ
kk: Ғаламдық Круиздер
ko: 글로벌 크루즈
ky: Глобалдык Круиздер
lv: Pasaules kruīzi
mn: Дэлхийн далайн аялалууд
pt: Cruzeiros Globais
ro: Croaziere Globale
ru: Глобальные Круизы
uk: Глобальні Круїзи
uz: Глобал круизлар
zh: 環球郵輪

source: Global Freedom –
ca: Llibertat Global –
de: Globale Freiheit -
es: Libertad Global –
fr: Liberté globale -
it: Libertà globale -
ja: グローバルな自由 –
kk: Жаһандық Бостандық –
ky: Дүйнөлүк Эркиндик –
lv: Globāla brīvība -
mn: Дэлхийгээр аялах эрх чөлөө -
pt: Liberdade Geográfica –
ro: Libertatea globală -
ru: Глобальная свобода –
uk: Глобальна свобода –
uz: Глобал эркинлик -
zh: 全球自由 –

source: Global Leadership Summit
ca: Cimera Mundial de Lideratge
es: Cumbre Global de Liderazgo
fr: Sommet Mondial du Leadership
ja: グローバルリーダーシップサミット
kk: Халықаралық Көшбасшылар Саммиті
ky: Глобалдык лидерлик саммити
lv: Globālais Līderu Samits
mn: Дэлхийн Манлайллын Чуулга Уулзалт
ru: Международный Лидерский Саммит
uk: Міжнародний Лідерський Саміт
uz: Глобал Етакчилар Саммити
zh: 全球领导力峰会

source: Global Leadership Summit Testimonials!
ca: Testimonis de la Cimera Mundial sobre Lideratge
de: Erfahrungsberichte zum Global Leadership Summit!
es: Testimonios de la Cumbre Mundial de Liderazgo
fr: Témoignages sur le Sommet Mondial du Leadership !
it: Testimonianze sul Summit della Leadership Globale!
ja: グローバル リーダーシップ サミットの体験談！
kk: Жаһандық көшбасшылар саммитіне шолулар!
ko: 글로벌 리더십 서밋 인증 !
ky: Глобалдык лидерлик саммит тууралуу ой-пикирлер!
lv: Globālā Līderu Samita Rekomendācijas!
mn: Дэлхийн Манлайллын Чуулга уулзалтын тухай Гэрчлэлүүд
pt: Global Summit de Liderança - Testemunhos!
ro: Mărturii de la Summit-ul Global de Leadership!
ru: Отзывы о Международном Лидерском Саммите!
uk: Відгуки про Міжнародний Лідерський Саміт!
uz: Глобал Етакчилар Саммити борасидаги фикр-мулоҳазалар!
zh: 全球领导力峰会感言！

source: GLOBAL LEADERSHIP SUMMIT X WINNERS
ca: GUANYADORS DE LA CIMERA GLOBAL DE LIDERATGE X
fr: VAINQUEURS X DU SOMMET MONDIAL DU LEADERSHIP
it: VINCITORI DEL GLOBAL LEADERSHIP SUMMIT X
ja: グローバル・リーダーシップ・サミット Xの勝者
kk: X ЖАҺАНДЫҚ КӨШБАСШЫЛЫҚ САММИТІНІҢ ЖЕҢІМПАЗДАРЫ
pt: VENCEDORES DO GLOBAL LEADERSHIP SUMMIT X
ro: CÂȘTIGĂTORII GLOBAL LEADERSHIP SUMMIT X
uk: ПЕРЕМОЖЦІ МІЖНАРОДНОГО САМІТУ ЛІДЕРСТВА X
uz: ГЛОБАЛ ЕТАКЧИЛАР САММИТИ X ҒОЛИБЛАРИ
zh: 全球领导力峰会X获奖者

source: Global Momentum Grows With ALL IN '24 Events!
ca: Creix l'impuls mundial amb els esdeveniments ALL IN '24!
de: Globales Momentum wächst mit ALL IN '24 Events!
es: ¡El Impulso Global crece con los eventos ALL IN '24!
fr: L'élan mondial s'amplifie avec les événements ALL IN '24 !
it: Aumenta l'entusiasmo globale con gli eventi ALL IN '24!
ja: 世界的なモメンタムがALL IN 24'のイベントで巻き起こっています！
kk: Жаһандық серпін ALL IN 24 оқиғаларымен өседі!
ko: 올인 '24 이벤트로 성장하는 글로벌 모멘텀!
ky: Глобалдык импульс ALL IN '24 иш-чаралары менен өсөт!
lv: Globālais Mirklis Aug ar ALL IN'24 Notikumiem!
mn: Дэлхий даяар эрч хүчээ авч буй ALL IN '24 арга хэмжээнүүд!
pt: O impulso global cresce com os eventos ALL IN '24!
ro: Momentumul global crește cu evenimentele ALL IN ‘24!
ru: Глобальный импульс увеличивается благодаря мероприятиям "ALL IN '24"!
uk: Глобальний імпульс збільшується завдяки заходам "ALL IN '24"!
uz: ALL IN ‘24 тадбирлари билан глобал импульс яратдик!
zh: ALL IN ‘24 活动推动全球发展！

source: Global reach –
ca: Abast global –
de: Globale Reichweite -
es: Alcance global –
fr: Portée mondiale –
it: Diffusione mondiale –
ja: グローバル・リーチ –
kk: Ғаламдық қамту -
ky: Дүйнөлүк камтуу –
lv: Globāla saniedzamība -
mn: Дэлхийн тархац -
pt: Alcance global –
ro: Acoperire globală –
ru: Глобальный охват —
uk: Глобальне охоплення –
uz: Глобал қамров -
zh: 全球可达 –

source: global reach and influence of direct selling.
ca: abast i influència globals de la venda directa.
de: globale Reichweite und Einfluss des Direktvertriebs.
es: alcance e influencia globales de la venta directa.
fr: la portée et l'influence mondiales de la vente directe.
it: diffusione mondiale e influenza della vendita diretta.
ja: ダイレクトセリングのグローバルな広がりと影響力。
kk: жаһандық қол жетімділік және тікелей сатудың әсері.
ky: түздөн-түз сатуу тармагында глобалдык камтуу жана таасир.
lv: tiešās pārdošanas globālā sasniedzamība un ietekme.
mn: дэлхийн шууд борлуулалтын салбарт нөлөөлөх нөлөө болон тархацаараа
pt: alcance e influência global da venda direta.
ro: acoperirea globală și influența vânzării directe.
ru: глобальный охват и влияние в сфере прямых продаж.
uk: глобальне охоплення та вплив у сфері прямих продажів.
uz: глобал қамров ва тўғридан-тўғри сотув таъсири.
zh: 直销的全球影响力和覆盖范围。

source: Global Summit 2022
ca: Cimera Mundial 2022
es: Cumbre Global 2022
fr: Sommet Mondial 2022
it: Summit Globale 2022
ja: グローバルサミット 2022
kk: Жаһандық Саммит 2022
ko: 글로벌 서밋 - 2022년
ky: Глобалдык Саммит 2022
lv: Globālais Samits - 2022
mn: 2022 оны Дэлхийн Чуулга Уулзалт
pt: Convenção Global 2022
ro: Summit Global 2022
ru: Международный Саммит 2022
uk: Міжнародний Саміт 2022
uz: Глобал Саммит - 2022
zh: 全球峰會2022

source: GLS Contest Ends August 31, 2023
ca: El concurs GLS (Cimera Global de Lideratge) finalitza el 31 d'agost de 2023
de: GLS-Wettbewerb endet am 31. August 2023
es: El concurso de la Cumbre Global de Liderazgo (GLS) termina el 31 de agosto de 2023
fr: Le concours GLS se termine le 31 août 2023
it: Il concorso GLS termina il 31 agosto 2023
ja: GLSコンテストが2023年8月31日に終了
kk: GLS жарысы 2023 жылдың 31 тамызында аяқталады
ko: GLS 콘테스트는 2023년 8월 31일 종료됩니다
ky: GLS таймашуусу 2023-жылдын 31-августунда аяктайт
lv: GLS Konkurs beidzas 2023.gada 31. augustā
mn: ДМЧУ-ын уралдаан 2023 оны 8-р сарын 31-нд дуусах болно
pt: O concurso GLS termina em 31 de agosto de 2023
ro: Concursul GLS se încheie pe 31 august 2023
ru: Соревнование МЛС заканчивается 31 августа 2023 г.
uk: Змагання МЛС закінчується 31 серпня 2023
uz: ГЕС танлови 2023 йил 31 августда тугайди
zh: GLS 竞赛将于 2023 年 8 月 31 日结束

source: GLS Finalists must also be willing to attend the summit to be declared an official winner
ca: Els finalistes de GLS també han de ser disposats a assistir a la cimera per ser declarats guanyadors oficials
de: Die GLS-Finalisten müssen auch bereit sein, an dem Gipfel teilzunehmen, um zum offiziellen Gewinner erklärt zu werden.
es: Los finalistas del GLS también deben estar dispuestos a asistir a la cumbre para ser declarados ganadores oficiales
fr: Les finalistes du GLS doivent également être prêts à participer au sommet pour être déclarés officiellement gagnants
it: I finalisti GLS devono anche essere pronti a partecipare al summit per essere dichiarati ufficialmente vincitori
ja: GLSファイナリストは、正式な受賞者として発表されるためには、サミットに出席する必要があります
kk: ХКС финалистері де ресми жеңімпаз ретінде жарияланатын саммитке қатысуға дайын болуы керек
ky: ГЛС финалисттери да расмий жеңүүчү деп жарыяланышы үчүн саммитке катышууга даяр болушу керек
lv: Arī GLS finālistiem jābūt ar mieru apmeklēt samitu, lai tiktu pasludināti par oficiālu uzvarētāju
mn: GLS-ийн ялагч нар албан ёсны ялагч гэдгээ тунхаглуулахын тулд чуулга уулзалтад оролцох хүсэлтэй байх ёстой
pt: Os finalistas do GLS também devem estar dispostos a participar do GLS para serem declarados vencedores oficiais
ro: Finaliștii GLS trebuie, de asemenea, să fie dispuși să participe la summit pentru a fi declarați oficial câștigători
ru: Финалисты МЛС должны также обладать желанием посетить саммит, чтобы быть объявленными официальными победителями
uk: Фіналісти МЛС також повинні бути готові відвідати саміт, щоб бути оголошеними офіційними переможцями
uz: ГЕС финалига чиққанлар шунингдек расмий ғолиб сифатида эътироф этилиш учун саммитда қатнашишга тайёр бўлишлари шарт
zh: GLS的决赛选手必须愿意参加峰会才能被宣布为正式获奖者

source: GLS Madrid Winners!
ca: Guanyadors de GLS Madrid!
de: GLS Madrid Gewinner!
es: ¡Ganadores GLS Madrid!
fr: Les gagnants du GLS Madrid !
it: Vincitori del GLS Madrid!
ja: GLSマドリードの勝者！
kk: GLS Madrid жеңімпаздары!
ky: GLS Мадрид жеңүүчүлөрү!
lv: GLS Madrid Uzvaretāji!
mn: GLS Madrid уралдааны ялагч нар!
pt: Vencedores do GLS Madrid!
ro: Câștigătorii GLS Madrid!
ru: Победители "МЛС Мадрид"!
uk: Переможці МЛС Мадрид!
uz: GLS Мадрид ғолиблари!
zh: GLS马德里获胜者！

source: GLS Point Bonus
ca: Bonificació de Punts GLS
de: GLS-Punkte-Bonus
es: Bonos de Puntos GLS
fr: Bonus de points GLS
it: Bonus punti GLS
ja: GLSボーナスボーナス
kk: GLS ұпайлары бонусы
ky: GLS Бонустук упайлары
lv: GLS Punktu bonus
mn: GLS-ийн онооны шагнал
pt: Bônus de Pontos GLS
ro: Bonus de puncte GLS
ru: Бонус МЛС-очками
uk: Бонус МЛС балами
uz: GLS бонус баллари
zh: GLS积分奖励

source: GLS Superstars
ca: Superestrelles GLS
es: Superestrellas GLS
fr: Les Superstars du GLS
it: GLS Superstar
ja: GLSスーパースター
kk: GLS супержұлдыздары
ky: GLS супержылдыздары
lv: GLS Superzvaigznes
mn: GLS-ийн суперстар
ro: Superstaruri GLS
ru: Суперзвёзды МЛС
uk: Суперзірки МЛС
uz: GLS супер юлдузлари
zh: GLS超级明星

source: GLS Winners
ca: Guanyadors GLS
de: GLS-Gewinner
es: Ganadores de GLS
fr: Gagnants du GLS
it: Vincitori GLS
ja: GLS勝者
kk: GLS жеңімпаздары
ky: GLS жеңүүчүлөрү
lv: GLS Uzvarētāji
mn: GLS-ийн ялагч нар
pt: Vencedores do GLS
ro: Câștigătorii GLS
ru: Победители МЛС
uk: Переможці МЛС
uz: GLS ғолиблари
zh: GLS获胜者

source: GLS-Thailand Contest Leaderboard (July - December)
ca: Tauler de Classificació del Concurs GLS-Tailàndia (Juliol - Desembre)
es: Tabla de Clasificación del Concurso GLS Tailandia (Julio - Diciembre)
fr: Classement du Concours GLS-Thaїland (juillet - décembre)
it: Classifica del concorso GLS-Thailandia (luglio-dicembre)
ja: GLSタイ・コンテストのリーダーランキング（7月〜12月）
kk: GLS-Тайланд байқауының көшбасшылар тақтасы (шілде – желтоқсан)
pt: Classificação da Competição do GLS Tailândia (Julho-Dezembro)
ro: Clasamentul concursului GLS -Tailanda (iulie - decembrie)
uk: Таблиця лідерів конкурсу МЛС-Таїланд (липень – грудень)
uz: GLS-Таиланд танлови Етакчилар жадвали (июль - декабрь)
zh: GLS-泰国竞赛排行榜（7月至12月）

source: GLS-Thailand!
ca: GLS-Tailàndia!
es: ¡GLS-Tailandia!
fr: GLS-Thaїland !
it: GLS Thailandia!
ja: GLS-タイ！
kk: GLS-Тайланд!
pt: GLS-Tailândia!
ro: GLS-Tailanda!
uk: МЛС-Таїланд!
uz: ГЕС-Таиланд!
zh: GLS-泰国！

source: GLS-Thailand! Is HERE!
ca: GLS-Tailàndia! Ja és AQUÍ!
es: ¡GLS-Tailandia! ¡Está AQUÍ!
fr: GLS-Thaїland ! C'est ICI !
it: GLS Thailandia! È ARRIVATO!
ja: GLS-タイ！スタート！
kk: GLS-Тайланд! Қазір осында!
pt: GLS-Tailândia! ESTÁ AQUI!
ro: GLS-Tailanda! Este AICI!
uk: МЛС-Таїланд! РОЗПОЧАВСЯ!
uz: GLS-Таиланд! БОШЛАНДИ!
zh: GLS-泰国！已经来了！

source: GLS-X Contest Leaderboard (Jan–Jun)
ca: Tauler de Classificació del Concurs GLS-X (Gen-Juny)
fr: Classement du Concours GLS-X (Janvier–Juin)
it: Classifica del concorso GLS-X (gennaio-giugno)
ja: GLS-X コンテストリーダーボード（1月〜6月）
kk: GLS-X байқауының көшбасшылар тақтасы (Қаңтар - Маусым)
pt: Classificação do Concurso do GLS-X (janeiro - junho)
ro: Clasamentul concursului GLS-X (Ian–Iun)
uk: Таблиця лідерів конкурсу GLS-X (січень–червень)
uz: GLS-X танлови Етакчилар жадвали (январь-июнь)
zh: GLS-X竞赛排行榜（1月 - 6月）

source: GLS-X Winners are now available!
ca: Els Guanyadors de GLS-X ja estan disponibles!
fr: Gagnants du GLS-X sont désormais disponibles !
it: Ecco i vincitori dei GLS-X!
ja: GLS-Xの勝者が発表されました!
kk: GLS-X жеңімпаздарының тізімі енді қолжетімді!
pt: Os Vencedores do GLS-X já estão disponíveis!
ro: Câștigătorii GLS-X sunt acum disponibili!
uk: Переможці GLS-X тепер доступні!
uz: GLS-X ғолиблари аниқланди!
zh: GLS-X获奖者名单现已公布！

source: GLS-x Winners Hub
ca: Centre de Guanyadors de GLS-X
fr: Centre des Gagnants du GLS-x
it: Hub dei vincitori GLS-X
kk: GLS-X жеңімпаздар орталығы
pt: Centro de Vencedores do GLS-X
ro: Centrul câștigătorilor GLS-x
uk: Платформа Переможців GLS-x
uz: GLS-Х Winners Hub
zh: GLS-X获奖者中心

source: Go ALL IN with %{s}
fr: Allez ALL IN avec %{s}
it: Vai ALL IN con %{s}
kk: %{s} арқылы ALL IN болыңыз
pt: Vá ALL IN com %{s}
uk: Давайте ALL IN with %{s}
uz: %{s} билан бор кучингиз билан ҳаркат қилинг
zh: 与%{s}一起ALL IN

source: Go back
ca: Torna
de: Zurückgehen
es: Regresar
fr: Retourner
it: Torna indietro
ja: 戻る
kk: Артқа
ko: 뒤로 돌아가기
ky: Артка
lv: Ej atpakaļ
mn: Буцах
pt: Voltar
ro: Du-te înapoi
ru: Назад
uk: Назад
uz: Орқага қайтиш
zh: 返回

source: Go Back
ca: Tornar Endarrere
de: Zurück gehen
es: Regresar
fr: Retourner
it: Torna indietro
ja: 戻る
kk: Артқа Оралу
ko: 뒤로 돌아가기
ky: Артка кайтыңыз
lv: Ej atpakaļ
mn: Буцах
pt: Voltar
ro: Înapoi
ru: Вернуться назад
uk: Повернутися назад
uz: Орқага қайтиш
zh: 後退

source: Go To
fr: Aller À
it: Vai a

source: Go to Compensation
fr: Accéder à la section Rémunération
it: Vai a Compensi

source: Go to Dashboard
ca: Accedeix al Panell de Control.
de: Gehen Sie zum Dashboard
es: Ir a Panel
fr: Accéder au tableau de bord
it: Vai al pannello di controllo
ja: ダッシュボードに戻る
kk: Бақылау тақтасына өтіңіз
ky: Башкаруу панелине кириңиз
lv: Ejiet uz Paneli
mn: Удирдах хуудас руу очих
pt: Ir para o painel
ro: Du-te la Panoul de control
ru: Перейти в Панель управления
uk: Перейти в Панель управління
uz: Бош панелга ўтиш
zh: 进入界面

source: Go to Settings page
fr: Accéder à la page Paramètres
it: Vai alla pagina Impostazioni

source: Goal
fr: Objectif
it: Obiettivo
pt: Meta
uk: Ціль

source: Goals
ca: Objectius
de: Ziele
es: Metas
fr: Objectifs
it: Obiettivi
ja: 目標
kk: Мақсаттар
ky: Максаттар
lv: Mērķi
mn: Бидний зорилго
pt: Metas
ro: Obiective
ru: Цели
uk: Цілі
uz: Мақсадлар
zh: 目标

source: GOES LIVE IN:
fr: DÉPART EN LIGNE DANS :
it: DISPONIBILE TRA:
kk: ІСКЕ ҚОСЫЛАДЫ:
pt: DISPONÍVEL EM:
uk: ПОЧИНАЄТЬСЯ ЧЕРЕЗ:
uz: БОШЛАНИШ ВАҚТИ:
zh: 即将开启倒计时：

source: GOLD PACKAGE
ca: PAQUET OR
de: GOLD PAKET
es: PAQUETE ORO
fr: FORFAIT OR
it: PACCHETTO GOLD
ja: ゴールド・パッケージ
kk: АЛТЫН ПАКЕТ
ko: 골드 패키지
ky: АЛТЫН ТАРИФ
lv: ZELTA PAKETE
mn: АЛТАН БАГЦ
pt: PACOTE GOLD
ro: PACHETUL AUR
ru: ЗОЛОТОЙ ТАРИФ
uk: ЗОЛОТИЙ ТАРИФ
uz: ОТИН ПАКЕТ
zh: GOLD 套餐

source: Good Standing
ca: Bon Estat
es: Buena Reputación
fr: En Règle
it: In regola
ja: 有効な状態
kk: Жағымды мәртебе
ky: Жакшы абалда
mn: Ажиллагаа хэвийн байна
pt: Boa Reputação
ro: Stare bună
ru: Всё в порядке
uk: Належний статус
uz: Яхши ҳолатда
zh: 状态良好

source: Got an account already?
ca: Ja tens un compte?
de: Sie haben bereits ein Konto?
es: ¿Ya tienes tu cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
kk: Есептік жазбаңыз бар ма?
ky: Аккаунтуңуз барбы?
lv: Vai jums jau ir konts?
mn: Та бүртгүүлсэн үү?
pt: Já possui uma conta?
ro: Ai deja un cont?
ru: Уже есть учетная запись?
uk: Уже є обліковий запис?
uz: Аккаунт очганмисиз?
zh: 已有账户？

source: Got an invitation?
ca: Has rebut una invitació?
de: Haben Sie eine Einladung?
es: ¿Tienes tu invitación?
fr: Vous avez reçu une invitation ?
it: Hai ricevuto un invito?
ja: 招待状はお持ちですか？
kk: Шақыру алдыңыз ба?
ky: Чакыруу алдыңызбы?
lv: Vai jums ir uzaicinājums?
mn: Та урилга авсан уу?
pt: Recebeu um convite?
ro: Ai o invitaţie?
ru: Получили приглашение?
uk: Отримали запрошення?
uz: Таклиф олдингизми?
zh: 收到了邀请？

source: Got it
ca: Entès
de: Verstanden
es: Entendido
fr: Compris
it: Capito
ja: 理解しました
kk: Түсіндім
ky: Түшүнүктүү
lv: Sapratu to
mn: Ойлголоо
pt: Entendido
ro: Am înţeles
ru: Ясно
uk: Зрозуміло
uz: Қўлга киритинг
zh: 明白了

source: Got It
ca: Perfecte
de: Verstanden
es: Entendido
fr: Je l'ai
it: Capito
ja: 理解しました
kk: Түсіндім
ky: Түшүнүктүү
lv: Sapratu
mn: Ойлголоо
pt: Entendi
ro: Am înţeles
ru: Ясно
uk: Зрозуміло
uz: Қўлга киритинг
zh: 明白了

source: Graduated from Concordia University in Montreal, Canada
ca: Es va graduar a la Universitat Concordia de Mont-real, Canadà
de: Abschluss an der Concordia University in Montreal, Kanada
es: Graduado de la Universidad de Concordia en Montreal, Canada
fr: Diplômé de l'Université Concordia à Montréal, Canada
it: Laureato alla Concordia University di Montreal, Canada
ja: カナダ・モントリオールのコンコルディア大学を卒業
kk: Канаданың Монреаль қаласындағы Конкордия университетін бітірген
ky: Монреалдагы (Канада) Конкордия университетин аяктаган
lv: Beidzis Konkordijas universitāti Monreālā, Kanādā
mn: Канадын Монреал хотын Конкордиа их сургуулийг төгссөн
pt: Graduado pela Universidade Concordia em Montreal, Canadá
ro: A absolvit Universitatea Concordia din Montreal, Canada
ru: Окончил Университет Конкордия в Монреале, Канада
uk: Закінчив Університет Конкордія в Монреалі, Канада
uz: Монреалдаги (Канада) Конкордия университетини тамомлаган
zh: 毕业于加拿大蒙特利尔的康考迪亚大学
