Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Reward Points
ca: Punts de Recompensa
es: Puntos de Recompensa
fr: Points de Récompense
it: Crediti Premio
ja: リワードポイント
kk: Бонус Ұпайлар
ko: 리워드 포인트
ky: Бонустук Упайлар
lv: Balvu Punkti
mn: Шагналын Оноо
pt: Pontos de Recompensa
ro: Puncte de recompensă
ru: Бонусные Баллы
uk: Бонусні Бали
uz: Бонус баллари
zh: 獎勵積分

source: Reward Points Balance
ca: Saldo de Punts de Recompensa
de: Reward Points-Guthaben
es: Saldo de Puntos de Recompensa
fr: Solde des Points de Récompense
it: Saldo dei Crediti Premio
ja: リワードポイントの残高
kk: Бонустық ұпайлардың балансы
ky: Бонустук упай балансы
lv: Balvu Punktu Bilance
mn: Шагналын Онооны Баланс
pt: Saldo de Pontos de Recompensa
ro: Sold Puncte de Recompensă
ru: Баланс Бонусных Баллов
uk: Баланс Бонусних Балів
uz: Бонус баллари баланси
zh: 奖励积分余额

source: Reward Points can only be used to reduce the retail price of hotel, resort and cruise bookings when booking on the inCruises website. Reward Points may not be used to pay for flights, stateroom upgrades after a confirmed booking, travel insurance, processing fees, cancellation fees, name change fees or fees of any kind related to the cruise, pre-paid gratuities, tours and excursions, specialty meals and beverage packages and/or personal expenditures once on onboard (including medical expenses and/or gratuities).
ca: Els punts de recompensa només es poden utilitzar per reduir el preu de venda de reserves d'hotels, ressorts i creuers quan es realitza la reserva a la pàgina web d'inCruises. Els punts de recompensa no poden ser usats per pagar vols, millores d'habitació després d'una reserva confirmada, assegurança de viatge, taxes de processament, taxes de cancel·lar, taxes de canvi de nom o qualsevol taxa relacionada amb el creuer, gratificacions prèviament pagades, excursions i tours, àpats especials i paquets de begudes o despeses personals un cop a bord (incloent-hi despeses mèdiques o propines).
de: Reward Points können nur zur Reduzierung des Verkaufspreises von Hotel-, Resort- und Kreuzfahrtbuchungen bei Buchung auf der inCruises-Website verwendet werden. Reward Points können nicht für Flüge, Kabinen-Upgrades nach einer bestätigten Buchung, Reiseversicherungen, Bearbeitungsgebühren, Stornierungsgebühren, Gebühren für Namensänderungen oder Gebühren jeglicher Art im Zusammenhang mit der Kreuzfahrt, im Voraus bezahlte Trinkgelder, Touren und Ausflüge, spezielle Mahlzeiten und Getränkepakete und/oder persönliche Ausgaben an Bord (einschließlich medizinischer Ausgaben und/oder Trinkgelder) verwendet werden.
es: Los Puntos de Recompensa solo pueden usados para reducir el total del precio minorista de la reserva de hotel, resort y crucero cuando se hace a través del sitio web de inCruises. Los Puntos de Recompensa no pueden ser utilizados para pagar vuelos, mejoras de camarote después de haberse confirmado la reserva, seguros de viajes, gastos de procesamiento, por cancelaciones o gastos por cambios de nombre en la reserva, o cualquier otro gasto relacionado con los cruceros, como también pago de propinas pre-pagaadas, tours o excursiones, comidas especiales y paquetes de bebidas y/o gastos personales una vez que se esté a bordo (incluyendo gastos médicos y/o propinas).
fr: Les Points de Récompense peuvent uniquement être utilisés pour réduire le prix de détail des réservations d'hôtels, de complexes touristiques et de croisières lors de la réservation sur le site web inCruises. Les Points de Récompense ne peuvent pas être utilisés pour payer des vols, des surclassements de cabine après une réservation confirmée, une assurance voyage, des frais de traitement, des frais d'annulation, des frais de changement de nom ou des frais de toute nature liés à la croisière, des pourboires prépayés, des visites guidées et des excursions, repas de spécialité et forfaits de boissons et / ou des dépenses personnelles une fois à bord (y compris les frais médicaux et / ou les pourboires).
it: I Crediti Premio possono essere utilizzati solo per ridurre il prezzo al dettaglio delle prenotazioni di hotel, resort e crociere quando si prenota sul sito web di inCruises. I Crediti Premio non si possono usare per pagare voli, upgrade di cabina successiva alla conferma della prenotazione, assicurazione di viaggio, spese amministrative, costi di annullamento, costi per cambio nominativi o tasse di qualsiasi tipo relative alla crociera, mance prepagate, tour ed escursioni, pasti speciali e pacchetti bevande, né le spese personali a bordo (incluse le spese mediche).
ja: リワードポイントは、inCruisesのウェブサイトでのご予約時に、ホテル、リゾート、クルーズの小売価格の割引にのみご利用いただけます。リワードポイントは、フライトの予約、予約確定後の客室のアップグレード、旅行保険、処理手数料、キャンセル料、名義変更手数料などのクルーズに関連する各種料金、前払いのチップ、ツアー、小旅行、船上での特別食や飲料パッケージおよび/または個人的な支出（医療費および/またはチップを含む）には使用できません。
kk: Бонустық ұпайларды inCruises веб-сайтында брондау кезінде қонақүйлерді, курорттарды және круиздерді брондаудың бөлшек сауда құнын төмендету үшін ғана пайдалануға болады. Бонустық ұпайларды әуе билеттерін төлеу, расталған брондау, туристік сақтандыру, брондауды өңдеу төлемдері, брондауды жою төлемдері, атауды өзгерту төлемдері немесе круизге байланысты кез келген түрдегі төлемдер, алдын ала төленген кеңестер, турлар мен экскурсиялар, арнайы тағамдар мен сусындар және/немесе жеке шығындар үшін пайдалану мүмкін емес. бір реттік. бортта (медициналық шығындарды және/немесе кеңестерді қоса).
ky: Бонустук упайлар inCruises сайты аркылуу брондоодо мейманканалардын, курорттордун жана круиздик брондордун чекене баасын төмөндөтүү үчүн гана колдонулушу мүмкүн. Бонус упайларына авиабилет, брондолгондон кийин каютаны жаңыртуу, саякат камсыздандыруу төлөмдөрү, кайра иштетүү, жокко чыгаруу, атын өзгөртүү жыйымдары жана башка круиздик жыйымдар, сыйлыктар, турлар жана экскурсиялар, атайын тамак-аш жана суусундуктар жана/же борттогу жеке чыгымдарды төлөөгө (анын ичинде медициналык чыгымдар жана/же чайпулдар) колдонууга болбойт.
lv: Balvu Punktus var izmantot , lai samazinātu mazumtirdzniecības cenas viesnīcu,kūrortu un kruīzu rezervācijām, ja rezervācija ir veikta inCruises tīmekļa vietnē.Balvu Punktus nedrīkst izmantot, lai samaksātu par lidojumiem, kajīšu modernizācijai pēc apstiprinātas rezervācijas, ceļojumu apdrošināšanai, apstrādes maksai, atcelšanas maksai, vārda maiņas maksai vai jebkāda veida maksai, kas saistīta ar kruīzu, priekšapmaksas dotācijām, ekskursijām un ekskursijām, īpašām maltītēm un dzērienu pakām un/vai personīgiem izdevumiem (ieskaitot medicīnas izdevumus un/vai godalgas).
mn: Шагналын Оноог зөвхөн inCruises-ийн вэб хуудсаар дамжуулан захиалсан зочид буудал, амралтын газар, далайн аялалын захиалгын жижиглэнгийн үнийг бууруулахад ашиглана. Шагналын Оноог нислэгийн захиалга, захиалга баталгаажсаны дараа өрөөгөө өөрчлөх, аялалын даатгал, бичиг баримт боловсруулалтын зардал, цуцлалтын хураамж, нэр солих хураамж, эсвэл далайн аялалтай холбоотой бусад зардлууд, урьдчилсан төлсөн үйлчилгээний мөнгө, хөлгийн танилцуулга тайлбар, хоол ундааны тусгай багц болон хөлөг дээрх тухайн хүний хувийн зардал зэрэгт (эмчилгээний зардал, гарын мөнгө гм) ашиглагдахгүй юм.
pt: Os Pontos de Recompensa só podem ser usados para reduzir o preço de varejo de reservas de hotéis, resorts e cruzeiros ao reservar no site da inCruises. Os Pontos de Recompensa não podem ser usados para pagar voos, upgrades de cabine após uma reserva confirmada, seguro de viagem, taxas de processamento, taxas de cancelamento, taxas de alteração de nome ou taxas de qualquer tipo relacionadas ao cruzeiro, gratificações pré-pagas, passeios e excursões, refeições especiais e pacotes de bebidas e/ou despesas pessoais uma vez a bordo (incluindo despesas médicas e/ou gratificações).
ro: Punctele de recompensă pot fi utilizate numai pentru a reduce prețul de vânzare cu amănuntul al rezervărilor la hoteluri, stațiuni și croaziere atunci când rezervați pe site-ul inCruises. Punctele de recompensă nu pot fi utilizate pentru a plăti zboruri, upgrade de cabină după o rezervare confirmată, asigurare de călătorie, taxe de procesare, taxe de anulare, taxe de schimbare a numelui sau taxe de orice fel legate de croazieră, gratuități preplătite, tururi și excursii, specialitate mese și pachete de băuturi și/sau cheltuieli personale o dată la bord (inclusiv cheltuieli medicale și/sau gratuități).
ru: Бонусные Баллы могут быть использованы только для снижения розничной стоимости бронирований отелей, курортов и круизов при бронировании на веб-сайте inCruises. Бонусные Баллы не могут быть использованы на оплату перелета, обновление каюты, страховки, процента за операцию/сделку, штрафы за отказ, штрафа за замену имени, предоплаченные выплаты, чаевые, туры и экскурсии, пакетов напитков и питания и на оплату личных расходов на борту (включая медицинские расходы и/или чаевые).
uk: Бонусні Бали можуть бути використані лише для зниження роздрібної вартості бронювань готелів, курортів та круїзів при бронюванні на веб-сайті inCruises. Бонусні Бали не можуть бути використані для оплати перельоту, оновлення каюти, страховки, комісій за обробку, штрафів за відмову, штрафу за заміну імені, передоплачені виплати, чайові, тури та екскурсії, пакетів напоїв та харчування та на оплату особистих витрат на борту (включаючи медичні витрати та/або чайові).
uz: Бонус балларидан inCruises сайтида буюртма беришда круизлар, меҳмонхоналар ва курортлар чакана нархини камайтириш учун фойдаланилиши мумкин. Бонус балларидан авиачипта, буюртма тасдиқланганидан сўнг каютани янгилаш, сайёҳлик суғуртаси тўловлари, қайта ишлаш, бекор қилиш, исмни ўзгартириш учун тўлов ва круиз билан боғлиқ ҳар қандай бошқа йиғимлар, чойчақа, тур ва экскурсиялар, махсус овқатлар ва ичимликлар учун тўловлар ва/ёки бортдаги шахсий харажатларни (жумладан, тиббий харажатлар ва/ёки чойчақа) тўлашда фойдаланиш мумкин эмас.
zh: 奖励积分只能在通过inCruises网站预订酒店、度假村和邮轮时，用于减少零售价格。奖励积分不能用于支付航班、确认预订后的舱房升级、旅行保险、处理费、取消费、改名费或与邮轮相关的任何费用、预付小费、旅行和短途游、特色餐饮和饮料套餐以及/或登船后的个人开支（包括医疗费用和/或小费）。

source: Reward Points cannot be used on this cruise for one of the following reasons: It is too close to departure, your membership type is incompatible, or it is unavailable in your country.
ca: Els Punts de Recompensa no es poden utilitzar en aquest creuer per un dels motius següents: és massa a prop de la data de sortida, el teu tipus de Membresia no és compatible o no està disponible al teu país.
de: Reward Points können aus einem der folgenden Gründe nicht für diese Kreuzfahrt verwendet werden: Es ist zu kurz vor der Abreise, Ihre Mitgliedschaftsart ist nicht kompatibel, oder die Reise ist in Ihrem Land nicht verfügbar.
es: Los Puntos de Recompensa no pueden ser utilizados para este crucero por alguna de las siguientes razones: la fecha de zarpe es muy cercana, tu tipo de Membresía es incompatible o no está disponible en tu país.
fr: Les Points de Récompense ne peuvent pas être utilisés sur cette croisière pour l'une des raisons suivantes : Le départ est trop proche, votre type d'adhésion est incompatible, ou la croisière n'est pas disponible dans votre pays.
it: I Crediti Premio non possono essere utilizzati per questa crociera per uno dei seguenti motivi: manca troppo poco alla partenza, il tuo tipo di abbonamento non è compatibile o la crociera non è disponibile nel tuo paese.
ja: 次のいずれかの理由により、このクルーズではリワードポイントをご利用いただけません： ご出発が間近すぎる、メンバーシップのプランが不適合、またはお住まいの国でご利用いただけない場合。
kk: Бонус ұпайлары осы круизде келесі себептердің біріне байланысты қолданылмайды: жөнелтуге дейін тым аз уақыт қалды, сіздің мүшелік түріңізге сәйкес келмейді немесе круиз сіздің еліңізде қолжетімсіз.
ky: Бонустук упайларын бул круизде төмөнкү себептердин биринен улам колдонууга болбойт: Круиздин датасына өтө жакын, мүчөлүк түрүңүз шайкеш келбейт же ал өлкөңүздө жеткиликтүү эмес.
lv: Balvu punktus šajā kruīzā nevar izmantot šādu iemeslu dēļ: tas ir pārāk tuvu atiešanai, jūsu biedru dalības veids nav saderīgs vai arī tas nav pieejams jūsu valstī.
mn: Дараах шалтгаануудын улмаас энэ аялалд Шагналын Оноог ашиглах боломжгүй байна. Үүнд, аялал гарах өдөр хэт тулсан, таны гишүүнчлэлийн төрөл тохирохгүй эсвэл таны улсын иргэд аялж болохгүй байх гэх мэт.
pt: Os Pontos de Recompensa não podem ser usados neste cruzeiro por um dos seguintes motivos: a partida está muito próxima, seu tipo de assinatura é incompatível ou o cruzeiro não está disponível em seu país.
ro: Punctele de recompensă nu pot fi utilizate în această croazieră din unul dintre următoarele motive: este prea aproape de plecare, tipul tău de membru este incompatibil sau nu este disponibil în țara ta.
ru: Бонусные Баллы не могут быть использованы в этом круизе по одной из следующих причин: до отправления осталось слишком мало времени, не соответствует тип вашего членства, или круиз недоступен в вашей стране.
uk: Бонусні Бали не можуть бути використані в цьому круїзі з однієї з наступних причин: до відправлення залишилося замало часу, ваш тип Членства не підходить або круїз недоступний у вашій країні.
uz: Бонус баллари қуйидаги сабаблардан бирига кўра мазкур круиз учун қўлланилмайди: жўнаш вақти жуда яқин, аъзолик тури мос эмас, ёки сизнинг мамлакатингиз учун мавжуд эмас.
zh: 由于以下原因，无法在此游轮上使用奖励积分：距离出发时间太近、您的会员类型不兼容，或在您的国家/地区不可用。

source: Reward Points Confirmation
ca: Confirmació de punts
de: Reward Points-Bestätigung
es: Confirmación de Puntos de Recompensa
fr: Confirmation des Points de Récompense
it: Conferma dei Crediti Premio
ja: リワードポイントの確認
kk: Бонустық ұпайларды растау
ko: 리워드 포인트 확인
ky: Бонустук упайларды тастыктоо
lv: Balvu Punktu apstiprināšana
mn: Шагналын Онооны баталгаажуулалт
pt: Confirmação de Pontos de Recompensa
ro: Confirmarea punctelor de recompensă
ru: Подтверждение Бонусных Баллов
uk: Підтвердження Бонусних Балів
uz: Бонус балларини тасдиқлаш
zh: 奖励积分确认

source: Reward Points Earned At Sign-up / Activation
ca: Punts de Recompensa Guanyats a la Inscripció / Activació
de: Reward Points, die bei der Anmeldung/Aktivierung gesammelt werden
es: Puntos de Recompensa Ganados al momento de Inscripción/Activación
fr: Points de Récompense gagnés lors de l'inscription / de l'activation
it: Crediti Premio ottenuti all'iscrizione/attivazione
ja: サインアップ/登録時に獲得できるリワードポイント
kk: Тіркеу / Белсендіру Кезінде Алынған Бонустық Ұпайлар
ky: Каттоодон/жандандыруудан алынган бонус упайлары
lv: Reģistrējoties/aktivizējot nopelnītie Balvu Punkti
mn: Бүртгүүлэх, идэвхжүүлэх үед авах Шагналын Онооны хэмжээ
pt: Pontos de Recompensa ganhos na inscrição/ativação
ro: Puncte de recompensă câștigate la înregistrare/activare
ru: Бонусные Баллы, заработанные при регистрации/Активации
uk: Бонусні Бали, зароблені під час реєстрації/Активації
uz: Рўйхатдан ўтишда / Фаоллашишда ишлаб топилган Бонус баллари
zh: 注册/激活时获得的奖励积分

source: Reward Points Earned at Signup
ca: Punts de Recompensa Guanyats en Registrar-se
de: Bei der Anmeldung gesammelte Reward Points
es: Puntos de Recompensa Obtenidos al Registrarte
fr: Points de Récompense Gagnés à l'Inscription
it: Crediti Premio ottenuti all'iscrizione
ja: サインアップ/登録時に獲得できるリワードポイント
kk: Тіркелу кезінде алынған бонустық ұпайлар
ky: Катталууда берилген бонустук упайлары
lv: Reģistrējoties nopelnītie Balvu Punkti
mn: Эхлэхэд авах Шагналын Оноо
pt: Pontos de Recompensa ganhos na inscrição
ro: Puncte de recompensă câștigate la înregistrare
ru: Бонусные Баллы, заработанные при регистрации
uk: Бонусні Бали, зароблені під час Реєстрації
uz: Рўйхатдан ўтишда ишлаб топилган Бонус баллари
zh: 注册时获得的奖励积分

source: Reward Points Estimated Protection Cost
ca: Cost Estimat de Protecció dels Punts de Recompensa
de: Reward Points Geschätzte Schutzkosten
es: Costo Estimado de la Protección de los Puntos de Recompensa
fr: Points de Récompense Coût estimé de la protection
it: Costo stimato della Protezione dei Crediti Premio
ja: リワードポイントの保護にかかる費用の見積もり
kk: Бонустық ұпайларды қорғаудың болжалды құны
ky: Бонустук упайларынын болжолдуу коргоо баасы
lv: Balvu Punktu Noteiktā Aizsardzības Maksa
mn: Шагналын Оноог хамгаалахад шаардагдах ойролцоох шимтгэл
pt: Custo estimado da proteção de Pontos de Recompensa
ro: Costul de protecție estimat al punctelor de recompensă
ru: Расчётная стоимость защиты Бонусных Баллов
uk: Розрахункова вартість захисту Бонусніх Балів
uz: Бонус баллари ҳимояси тахминий нархи
zh: 奖励积分预估保护费用

source: Reward Points History
ca: Historial de Punts de Recompensa
de: Reward Points Historie
es: Historial de los Puntos de Recompensa
fr: Historique des Points de Récompense
it: Storico dei Crediti Premio
ja: リワードポイントの履歴
kk: Бонус ұпайларының тарихы
ky: Бонустук упайлардын тарыхчасы
lv: Balvu Punktu Vēsture
mn: Шагналын Онооны түүх
pt: Histórico de Pontos de Recompensa
ro: Istoricul punctelor de recompensă
ru: История Бонусных Баллов
uk: Історія Бонусних Балів
uz: Бонус баллари тарихи
zh: 奖励积分历史

source: Reward Points Logs
ca: Registres de punts de recompensa
es: Registros de Puntos de Recompensa
fr: Journaux des Points de Récompense
it: Registro dei Crediti Premio
ja: リワードポイント履歴
kk: Бонус ұпайларының журналдары
ko: 리워드 포인트 로그
ky: Бонустук упайлардын журналы
lv: Balvu Punktu uzskaitījums
mn: Шагналын Онооны байдал
pt: Histórico de Pontos de Recompensa
ro: Înregistrare Puncte de Recompensă
ru: Журнал Бонусных Баллов
uk: Журнал Бонусних Балів
uz: Бонус баллари қайди
zh: 獎勵積分日誌

source: Reward Points Protection
ca: Protecció de Punts de Recompensa
de: Reward Points Schutz
es: Protección de los Puntos de Recompensa
fr: Protection de Point de Récompense
it: Protezione dei Crediti Premio
ja: リワードポイントの保護
kk: Бонус ұпайларын қорғау
ko: 리워드 포인트 보호
ky: Бонустук упайларды коргоо
lv: Balvu PunktuAizsardzība
mn: Шагналын Онооны хамгаалалт
pt: Proteção de Pontos de Recompensa
ro: Protecție pentru punctele de recompensă
ru: Защита Бонусных Баллов
uk: Захист Бонусних Балів
uz: Бонус баллари ҳимояси
zh: 奖励积分保护

source: Reward Points Rebate
ca: Reemborsament de punts de recompensa
de: Reward Points Rabatt
es: Reembolso de Puntos de Recompensa
fr: Remise de Points de Récompense
it: Rimborso Credito Premio
ja: リワードポイント還元
kk: Бонустық ұпайларды қайтару
ko: 리워드 포인트 리베이트
ky: Бонустук Упайлардын кайтарылышы
lv: Balvu Punktu atlaide
mn: Шагналын Онооны урамшуулал
pt: Abatimento de Pontos de Recompensa
ro: Puncte de recompensă rambursate
ru: Возврат Бонусных Баллов
uk: Повернення Бонусних Балів
uz: Чегирилган Бонус баллари
zh: 奖励积分返还

source: Reward Points Usage
ca: Ús dels punts
de: Reward Points Verwendung
es: Uso de Puntos de Recompensa
fr: Utilisation des Points de Récompense
it: Utilizzo dei Crediti Premio
ja: リワードポイントの使用
kk: Бонустық ұпайларды пайдалану
ko: 리워드 포인트 사용
ky: Бонустук Упайларды колдонуу
lv: Balvu Punktu pielietošana
mn: Ашигласан Шагналын Оноонууд
pt: Uso de Pontos de Recompensa
ro: Folosirea Punctelor de Recompensă
ru: Использование Бонусных Баллов
uk: Використання Бонусних Балів
uz: Бонус балларидан фойдаланиш
zh: 奖励积分使用

source: Reward Points Used
ca: Punts de recompensa utilitzats
de: Reward Points verwendet
es: Puntos de Recompensa Utilizados
fr: Points de Récompense Utilisés
it: Crediti Premio usati
ja: 使用したリワードポイント
kk: Пайдаланылған ұпайлар
ko: 사용한 리워드 포인트
ky: Колдонулган Бонустук Упайлар
lv: Izmantotie Balvu Punkti
mn: Ашигласан Шагналын Оноонууд
pt: Pontos de Recompensa utilizados
ro: Puncte de Recompensă Folosite
ru: Использовано Бонусных Баллов
uk: Використано Бонусних Балів
uz: Фойдаланилган Бонус баллари
zh: 使用的獎勵積分

source: Reward Points Used:
ca: Punts de recompensa Utilitzats:
de: Verwendete Reward Points:
es: Puntos de Recompensa Utilizados:
fr: Points de Récompense Utilisés :
it: Crediti Premio usati:
ja: 使用したリワードポイント：
kk: Пайдаланылған бонустық ұпайлар:
ko: 사용한 리워드 포인트 :
ky: Колдонулган Бонустук Упайлар:
lv: Izmantotie Balvu Punkti:
mn: Ашигласан Шагналын Оноонууд:
pt: Pontos de Recompensa utilizados:
ro: Puncte de recompensă folosite:
ru: Использовано Бонусных Баллов:
uk: Використано Бонусних Балів:
uz: Фойдаланилган Бонус баллари:
zh: 使用的奖励积分：

source: Reward Points:
ca: Punts de recompensa:
es: Puntos de recompensa:
fr: Points de Récompense :
it: Crediti Premio:
ja: リワードポイント：
kk: Бонустық ұпайлар:
ko: 리워드 포인트:
ky: Бонустук Упайлар:
lv: Balvu Punkti:
mn: Шагналын Оноонууд:
pt: Pontos de Recompensa:
ro: Puncte de Recompensă:
ru: Бонусные Баллы:
uk: Бонусні Бали:
uz: Бонус баллари:
zh: 獎勵積分：

source: Rewards Points
ca: Punts de Recompensa
es: Puntos de Recompensa
fr: Points de Récompenses
it: Crediti Premio
ja: リワードポイント
kk: Бонустық ұпайлары
ky: Бонустук Упайлар
lv: Balvu Punkti
mn: Шагналын Оноо:
pt: Pontos de Recompensa
ro: Puncte de recompensă
ru: Бонусные Баллы
uk: Бонусні Бали
uz: Бонус баллари
zh: 奖励积分

source: Rewards Points Rebate:
de: Rewards Points Rabatt:
es: Reembolso de Puntos de Recompensa:
fr: Remise de Points de Récompenses :
it: Rimborso Crediti Premio:
ko: 리워드 포인트 리베이트:
ky: Бонустук Упайлардын кайтарылышы:
lv: Balvas Punkti/u atlaidei:
mn: Шагналын Онооны урамшуулал:
ru: Возврат Бонусных Баллов:

source: Rewards Points:
es: Puntos de recompensas:
fr: Points de Récompenses :
it: Crediti Premio:
ko: 리워드 포인트:
ky: Бонустук Упайлар:
lv: Balvu Punkti:
mn: Шагналын Оноо:
ru: Бонусные Баллы:

source: Ripple
fr: Ondulation
lv: Svārstības

source: Romanian
ca: Romanès
de: Rumänisch
es: Rumano
fr: Roumain
it: Rumeno
ja: ルーマニア語
kk: Румын тілі
ko: 루마니아어
ky: Румын тили
lv: Rumānis
mn: Румын хэл
pt: Romeno
ro: Română
ru: Румынский
uk: Румунський
uz: Румин
zh: 羅馬尼亞

source: Room
ca: Habitació
de: Zimmer
es: Habitación:
fr: Chambre
it: Camera
ja: 部屋：
kk: Бөлме
ko: 객실
ky: Бөлмө
lv: Kajīte/numuriņš
mn: Өрөө
pt: Quarto
ro: Camera
ru: Номер
uk: Номер
uz: Хона:
zh: 房間

source: Room not found..
fr: Salle introuvable..
it: Stanza non trovata...

source: Room Num:
de: Zimmernummer:
es: Número de Habitación:
fr: Numéro de Chambre :
it: Num. di camera:
ko: 객실 번호:
ky: Бөлмөнүн номери:
lv: Kajītes numurs:
mn: Өрөөний дугаар:
ru: Номер комнаты:

source: Room Options
ca: Opcions d'habitació
de: Zimmer-Optionen
es: Opciones de habitación
fr: Options de salle
it: Tipi di camera
ja: お部屋のオプション
kk: Орналастыру Опциялары
ky: Бөлмөнүн параметрлери
lv: Numuriņu Opcijas
mn: Өрөөний сонголтууд
pt: Opções de quarto
ro: Opțiuni de cameră
ru: Особенности номера
uk: Типи доступних номерів
uz: Хона опциялари
zh: 房间选项

source: Room Rate
ca: Preu de l'Habitació
de: Zimmerpreis
es: Tarifa de Habitación:
fr: Tarif de la Chambre
it: Tariffa della camera
ja: 部屋のレート
kk: Бөлме бағасы
ko: 객실 요금
ky: Бөлмө акысы
lv: Kajītes/numuriņa likme
mn: Өрөөний ханш:
pt: Tarifa do quarto
ro: Tariful camerei
ru: Рейтинг номера
uk: Рейтинг номера
uz: Хона тарифи
zh: 房价

source: Room Type
ca: Tipus d'habitació
de: Zimmer Typ
es: Tipo de Habitación
fr: Type de Chambre
it: Tipo di camera
ja: ルームタイプ
kk: Бөлме түрі
ko: 객실 유형
ky: Бөлмөнүн түрү
lv: Kajītes/numuriņa tips
mn: Өрөөний төрөл
pt: Categoria do quarto
ro: Tipul Camerei
ru: Тип номера
uk: Тип кімнати
uz: Хона тури
zh: 房間類型

source: Room type:
ca: tipus d'habitació:
de: Raumtyp:
es: tipo de habitación:
fr: Type de chambre :
it: Tipo di stanza:
ja: ルームタイプ：
kk: Бөлме түрі:
ko: 객실 유형:
ky: Бөлмөнүн түрү:
lv: Kajītes/numuriņa tips:
mn: Өрөөний төрөл:
pt: Tipo de sala:
ro: Tipul camerei:
ru: Тип номера:
uk: Тип номеру:
uz: Хона тури:
zh: 房间类型：

source: Room Type:
ca: Tipus d'habitació:
de: Kabinen Typ:
es: Tipo de Habitación:
fr: Type de Chambre :
it: Tipo di camera:
ja: ルームタイプ：
kk: Бөлме түрі:
ko: 객실 유형:
ky: Бөлмөнүн түрү:
lv: Kajītes/numuriņa tips:
mn: Өрөөний төрөл:
pt: Categoria do quarto:
ro: Tipul Camerei:
ru: Тип номера:
uk: Тип номеру:
uz: Хона тури:
zh: 房间类型：

source: Rooms
fr: Chambres
it: Camere
kk: Бөлмелер
ko: 객실
pt: Quartos
uk: Номери
uz: Хоналар
zh: 房間

source: Rooms starting from
ca: Habitacions a partir de
de: Zimmer ab
es: Habitaciones a partir de
fr: Chambres à partir de
it: Camere a partire da
ja: ルームのスタート価格
kk: Нөмірлер бастап
ky: ...дан баштап каюталар
lv: Kajītes sākot no
mn: Өрөөний эхлэх үнэ
pt: Quartos a partir de
ro: Camere începând de la
ru: Номера, начиная от
uk: Номери, починаючи від
uz: Каюталар бошланғич нархи
zh: 房间起价
