Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: This is the number of Direct Partners you have enrolled.
ca: Aquesta és la quantitat de Socis Directes que has inscrit.
de: Dies ist die Anzahl der Direktpartner, die Sie registriert haben.
es: Este es el número de Socios Directo que has inscrito.
fr: C'est le nombre de Partenaires Directs que vous avez inscrits.
it: Questo è il numero dei Partner Diretti che hai iscritto.
ja: あなたが登録した直紹介パートナーです。
kk: Бұл сіз тіркеген тікелей серіктестер саны.
ko: 이는 귀하가 등록한 직접 추천 파트너 수입니다.
ky: Бул сиз жазылган Түз Өнөктөштөрдүн саны.
lv: Šis ir tiešo partneru skaits,ko esat iesaistījis.
mn: Таны хувьчлан элсүүлсэн Түншүүдийн тоо.
pt: Este é o número de parceiros diretos que você inscreveu.
ro: Acesta este numărul de parteneri direcți pe care i-ai înregistrat.
ru: Количество прямых Партнёров, подписанных лично вами.
uk: Кількість прямих Партнерів, підписаних особисто вами.
uz: Бу сиз обуна қилган Тўғридан-тўғри Ҳамкорлар сони.
zh: 這是您註冊的直接合作夥伴的數量。

source: This is the number of Partners enrolled by you and your team this month.
ca: És el nombre de socis inscrits per tu i el teu equip aquest mes.
de: Dies ist die Anzahl der von Ihnen und Ihrem Team in diesem Monat registrierten Partner.
es: Este es el número de Socios enrolados por ti y tu equipo este mes.
fr: Il s'agit du nombre de Partenaires recrutés par vous et votre équipe ce mois-ci.
it: Questo è il numero dei Partner iscritti da te e dal tuo team questo mese.
ja: あなたやチームが今月登録したパートナーの数です。
kk: Бұл сіз және сіздің команда осы айда қол қойған серіктестер саны.
ko: 이는 이번 달에 귀하와 귀하의 팀이 등록한 파트너 수입니다.
ky: Бул сиз жана сиздин командаңыз ушул айда катталган Өнөктөштөрдүн саны.
lv: Šis ir kopējais partneru skaits,kurus jūs un jūsu komanda esat iesaistījuši šajā mēnesī.
mn: Энэ сард та болон таны багийн элсүүлсэн Түншүүд
pt: Este é o número de parceiros inscritos por você e sua equipe este mês.
ro: Acesta este numărul parteneri înscriși de tine și de echipa ta în această lună.
ru: Число Партнёров, подписанных вами и членами вашей команды в этом месяце.
uk: Число Партнерів, підписаних вами та членами вашої команди цього місяця.
uz: Бу сиз ва жамоангиз ушбу ойда обуна қилган Ҳамкорлар сони.
zh: 這是您和您的團隊本月註冊的合作夥伴數量。

source: This is the number of Partners in your team that received compensation last month.
ca: Aquest és el nombre de Socis del teu equip que van rebre la darrera compensació el mes passat.
de: Dies ist die Anzahl der Partner in Ihrem Team, die im letzten Monat eine Vergütung erhalten haben.
es: Este es el número de Socios en tu equipo que recibieron compensación el mes pasado.
fr: Il s'agit du nombre de Partenaires de votre équipe qui ont reçu une compensation le mois dernier.
it: Questo è il numero di Partner del tuo team che hanno ricevuto un compenso il mese scorso.
ja: あなたのチームのパートナーで先月報酬を獲得した数です。
kk: Бұл сіздің командаңыздағы өткен айда өтемақы алған Серіктестер саны.
ko: 이는 지난 달에 보상을 받았던 팀 파트너 수입니다.
ky: Бул сиздин командаңыздагы өткөн айда компенсация алган өнөктөштөрдүн саны.
lv: Šis ir Partneru skaits jūsu komandā,kuri pagājušajā mēnesī ir saņēmuši kompensācijas.
mn: Өнгөрсөн сард танай багийн шагнал урамшуулал авсан Түншүүд.
pt: Este é o número de parceiros em sua equipe que receberam compensação no mês passado.
ro: Acesta este numărul parteneri din echipa ta care au primit compensație luna trecută.
ru: Число Партнёров в вашей команде, которые получили компенсацию в прошлом месяце.
uk: Число Партнерів у вашій команді, які отримали компенсацію минулого місяця.
uz: Бу жамоангиздаги ўтган ойда компенсация олган Ҳамкорлар сони.
zh: 這是您團隊中上個月獲得補償的合作夥伴數量。

source: This is the number of Team Partners enrolled by you and your team.
ca: Aquesta és la quantitat de Socis d'Equip inscrits per tu i el teu equip.
de: Dies ist die Anzahl der von Ihnen und Ihrem Team registrierten Teampartner.
es: Este es el número de Socios de Equipo que han enrolado tu y tu equipo.
fr: Il s'agit du nombre de Partenaires d'Équipe recrutés par vous et votre équipe.
it: Questo è il numero dei Partner del Team iscritti da te e dal tuo team.
ja: あなたやチームが登録したチームパートナーの数です。
kk: Бұл сіз және сіздің команда тіркеген команда серіктестерінің саны.
ko: 이는 귀하와 귀하의 팀이 등록한 팀 파트너 수입니다.
ky: Бул сиз жана сиздин командаңыз жазылган Команда Өнөктөштөрүнүн саны.
lv: Šis ir komandas partneru skaits,ko jūs un jūsu komanda esat iesaistījuši šajā mēnesī.
mn: Таны болон танай багийн элсүүлсэн Түнш нарын тоо.
pt: Este é o número de parceiros de equipe inscritos por você e sua equipe.
ro: Acesta este numărul de parteneri în echipă înregistrați de tine și echipa ta.
ru: Число Партнёров в команде, подписанных вами и членами вашей команды.
uk: Число Партнерів у команді, підписаних вами та членами вашої команди.
uz: Бу сиз ва жамоангиз обуна қилган Жамоа Ҳамкорлари сони.
zh: 這是您和您的團隊註冊的團隊合作夥伴的數量。

source: This is the perfect way to experience how inCruises helps you travel more and spend less!
ca: Aquesta és la manera perfecta de viure com inCruises t’ajuda a viatjar més i gastar menys!
de: Dies ist die perfekte Möglichkeit zu erfahren, wie inCruises Ihnen hilft, mehr zu reisen und weniger auszugeben!
es: ¡Esta es la manera perfecta de experimentar cómo inCruises te ayuda a viajar más y gastar menos!
fr: C'est le moyen idéal de découvrir comment inCruises vous aide à voyager plus et à dépenser moins !
it: Questo è il modo perfetto per provare il modo in cui inCruises ti aiuta a viaggiare di più e a spendere meno!
ja: これは、inCruisesがどのように「もっと旅行して、より少ない出費で楽しめる」ことを実現してくれるのかを体験するのに最適な方法です！
kk: Бұл inCruises сізге аз ақшаға көбірек саяхаттауға қалай көмектесетінін бағалаудың тамаша тәсілі!
ky: Бул inCruises сизге көбүрөөк саякаттоого жана азыраак сарптоого кантип жардам бергенин үйрөнүүнүн эң сонун жолу!
lv: Tas ir ideāls veids, kā piedzīvot, kā InCruises palīdz ceļot vairāk un tērēt mazāk!
mn: Энэ бол inCruises-ээр хэрхэн бага зардлаар олон удаа аялах боломжийг мэдрэх хамгийн сайн арга юм!
pt: Esta é a maneira perfeita de experimentar como a inCruises ajuda você viajar mais e gastar menos!
ro: Acesta este modul perfect de a experimenta felul în care inCruises te ajută să călătorești mai mult și să cheltui mai puțin!
ru: Это идеальный способ оценить, как inCruises помогает вам путешествовать больше за меньшие деньги!
uk: Це ідеальний спосіб відчути, як inCruises допомагає вам подорожувати більше та витрачати менше!
uz: inCruises кўпроқ саёҳат қилиб, камроқ пул сарфлашингизга қандай ёрдам беришини ўрганишнинг энг яхши йўли!
zh: 这是体验inCruises如何帮助您更多旅行、花费更少的完美方式！

source: This is the production based on membership activations you and your team have enrolled this month.
ca: Aquesta és la producció basada en les activacions de socis que tu i el teu equip heu inscrit aquest mes.
de: Dies ist der Umsatz, der auf den Mitgliedschaftsaktivierungen basiert, die Sie und Ihr Team in diesem Monat erzielt haben.
es: Esta es la producción basada en las activaciones de membresía que tu y tu equipo han inscrito este mes.
fr: Il s'agit de la production basée sur les activations d'adhésion que vous et votre équipe avez enregistrées ce mois-ci.
it: Questa è la produzione relativa alle attivazioni delle Membership che tu e il tuo team avete iscritto questo mese.
ja: あなたやチームが今月登録したアクティブ化したメンバーシップに基づくプロダクションです。
kk: Бұл өнім сіз және сіздің команда осы айда тіркелген мүшелік белсендірулеріне негізделген.
ko: 이는 귀하와 귀하의 팀이 이번 달에 등록한 멤버십 활성화를 기반으로 한 매출입니다.
ky: Бул өндүрүш сиз жана сиздин командаңыз ушул айда жазылган мүчөлөрдүн иш-аракетине негизделген.
lv: Šis ir apgrozījums,kas pamatojas uz biedru dalības aktivizācijām,ko jūs un jūsu komanda esat veikuši šajā mēnesī.
mn: Таны болон танай багийн энэ сарын гишүүнчлэл идэвхжүүлэлтийн борлуулалт.
pt: Esta é a produção com base nas ativações de assinatura que você e sua equipe realizaram neste mês.
ro: Aceasta este producția bazată pe activările de membru pe care tu și echipa ta le-ați înscris în această lună.
ru: Показатель продаж, основанный на активациях Членов Клуба, подписанных вами и членами вашей команды в этом месяце.
uk: Показник продажів, оснований на активаціях Членів Клубу, підписаних вами та членами вашої команди цього місяця.
uz: Ушбу ишлаб чиқариш сиз ва жамоангиз ушбу ойда обуна қилган аъзолар фаоллигига асосланган.
zh: 這是基於您和您的團隊本月註冊的會員激活的製作。

source: This is the qualified production requirement for you to go to the next rank.
fr: Voici le volume de production qualifiée requis pour accéder au rang supérieur.
it: Questa è la produzione qualificata richiesta per il tuo avanzamento al rango successivo.
kk: Бұл сіздің келесі рангқа өтуіңіз үшін қажетті біліктілік өндірісі.
pt: Este é o requisito de produção qualificado para você passar para a próxima classificação.
uk: Це необхідний вам Кваліфікований Товарообіг для переходу на наступний ранг.
uz: Бу - сизнинг кейинги рангга эришишингиз учун талаб этиладиган квалификацион ишлаб чиқариш ҳажми.
zh: 这是您晋升到下一个级别所需的合格业绩量要求。

source: This is the total number of Partners that have earned a commission payment in the last 6 months.
ca: Aquest és el nombre total de Socis que han obtingut pagaments de comissions durant els darrers 6 mesos.
de: Dies ist die Gesamtzahl der Partner, die in den letzten 6 Monaten eine Provisionszahlung erhalten haben.
es: Este es el número total de Socios que han obtenido un pago de comisiones en los últimos 6 meses.
fr: Il s'agit du nombre total de Partenaires qui ont gagné un paiement de commission au cours des 6 derniers mois.
it: Questo è il numero totale dei Partner che hanno guadagnato una commissione negli ultimi 6 mesi.
ja: これは過去6カ月以内に報酬を獲得した全パートナーの数です。
kk: Бұл соңғы 6 айда комиссиялық төлемдерді алған Серіктестіктердің жалпы саны.
ko: 지난 6 개월 동안 커미션을 수령한 총 파트너 수입니다.
ky: Бул акыркы 6 айда комиссияларды алган Өнөктөштөрдүн жалпы саны.
lv: Šis ir kopējais partneru skaits,kuri ir nopelnījuši komisijas maksu pēdējos6 mēnešos.
mn: Өнгөрсөн 6 сард шагнал урамшуулал авсан Түнш нарын тоо.
pt: Este é o número total de parceiros que ganharam um pagamento de comissão nos últimos 6 meses.
ro: Acesta este numărul total de parteneri care au primit plata pentru un comision în ultimele 6 luni.
ru: Общее число Партнёров, заработавших комиссию за последние 6 месяцев.
uk: Загальна кількість Партнерів, які заробили комісію за останні 6 місяців.
uz: Бу сўнгги 6 ой ичида комиссия тўловларини ишлаб топган Ҳамкорлар умумий сони.
zh: 這是在過去 6 個月內賺取佣金的合作夥伴總數。

source: This is to certify that
ca: Això és per certificar que
de: Es wird bestätigt, dass
es: Esto certifica que
fr: Ceci pour certifier que
it: Si certifica che
ja: ここに、以下のことを証明します
kk: Бұл мұны дәлелдейді
ko: 다음을 증명합니다
ky: Бул төмөнкүнү ырастап турат
lv: Šis ir lai apliecinātu,ka
mn: Энэ Гэрчилгээ нь
pt: Isto é para certificar que
ro: Prin asta se certifică faptul că
ru: Это удостоверяет, что
uk: Це засвідчує, що
uz: Бу шуни тасдиқлайдики,
zh: 這是為了證明

source: This is your bonus coming from every 5$ for every 100$ of your qualified production value (%{value})
fr: Il s'agit de votre bonus provenant de chaque tranche de 5$ pour chaque tranche de 100$ de votre valeur de production qualifiée (%{value})
it: Questo è il tuo bonus e si basa su $5 per ogni $100 di produzione qualificata che generi (%{value})
kk: Бұл сіздің білікті өндіріс көлеміңіздің әрбір $100 үшін есептелетін $5 бонус (%{value})
pt: Este é o seu bônus proveniente de cada US$ 5 por cada US$ 100 do seu valor de produção qualificado (%{value})
uk: Це ваш бонус, який формується з кожних $5 за кожні $100 кваліфікованого товарообігу (%{value})
zh: 这是您根据每100美元合格业绩中每5美元比例（%{value}）所获得的奖金

source: This is your email preview.
ca: Aquesta és la previsualització del teu correu electrònic.
de: Dies ist Ihre E-Mail-Vorschau.
es: Este es tu vista previa del email.
fr: Il s'agit de l'aperçu de votre e-mail.
it: Questa è l'anteprima della tua email.
ja: メールのプレビューです。
kk: Бұл сіздің электрондық поштаңызды алдын ала қарау.
ky: Бул сиздин электрондук катыңыздын алдын ала көрүнүшү.
lv: Šis ir jūsu e-pasta priekšskatījums.
mn: Таны имэйлийн харагдах байдал.
pt: Esta é a prévia do seu email.
ro: Aceasta este previzualizarea e-mailului tău.
ru: Это предпросмотр вашего письма.
uk: Це попередній перегляд вашого листа.
uz: Бу электрон хатингизни олдиндан кўриш.
zh: 这是您的电子邮件预览。

source: This links video introduces both the Membership and Partnership
ca: Aquest vídeo de l’enllaç presenta tant la Membresia com el Programa de Socis
fr: Cette vidéo de liens présente à la fois l'Adhésion et le Partenariat
it: Questo video presenta sia la Membership che la Partnership
ja: このリンクの動画では、メンバーシップとパートナーシップの両方について紹介しています
kk: Бұл сілтемедегі бейнежазба Мүшелік пен Серіктестік жайлы таныстырады
pt: Este vídeo apresenta a Assinatura e a Parceria
ro: Acest videoclip prezintă atât Abonamentul cât și Parteneriatul.
uk: Це відео знайомить як з Членством, так і з Партнерством
uz: Ушбу ҳаволалар орқали очиладиган видеолар Аъзолик ва Ҳамкорлик билан таништиради
zh: 此链接视频介绍了会员资格和合伙人计划

source: This links video introduces only the Travel Club Membership
ca: Aquest vídeo de l’enllaç presenta només la Membresia del Club de Viatges
fr: Cette vidéo de liens présente uniquement l'Adhésion au Club de Voyage
it: Questo video presenta solo l'iscrizione al Club Viaggi
ja: このリンクの動画では、トラベルクラブメンバーシップのみを紹介しています
kk: Бұл сілтемедегі бейнежазба тек Саяхат Клубының Мүшелігімен таныстырады
pt: Este vídeo apresenta apenas o Clube de Viagem por Assinatura
ro: Acest videoclip prezintă doar abonamentul Travel Club
uk: Це відео знайомить лише з Членством у Клубі Подорожей
uz: Ушбу ҳаволалар орқали очиладиган видео фақатгина Саёҳат клубига Аъзолик билан таништиради
zh: 此链接视频仅介绍旅游俱乐部会员资格

source: This means in the unlikely event of our financial failure, you will receive a refund for any payments made to INGROUP INTERNATIONAL LLC and were not previously utilized, expired, or applied towards an upcoming cruise booking, for which a confirmation number has been delivered by a Third Party Service Provider (for example, a cruise line). Please click
ca: Això vol dir que, en l'improbable cas de la falla financera, rebràs un reemborsament pels pagaments fets a INGROUP INTERNATIONAL LLC i que no fossin prèviament utilitzats, caducats o aplicats a la reserva d'un pròxim creuer, amb un número de confirmació proporcionat per un Proveïdor de Servei de Tercers (per exemple, una companyia de creuers). Si us plau, fes clic
de: Das bedeutet, dass Sie im unwahrscheinlichen Fall unseres finanziellen Versagens eine Rückerstattung für alle an INGROUP INTERNATIONAL LLC geleisteten Zahlungen erhalten, die nicht bereits verwendet wurden, abgelaufen sind oder für eine bevorstehende Kreuzfahrtbuchung verwendet wurden, für die Ihnen von einem Drittanbieter (z. B. einer Kreuzfahrtgesellschaft) eine Bestätigungsnummer zugesandt wurde. Bitte klicken Sie hier.
es: Esto significa que, en el improbable caso de un fracaso financiero, recibirías un reembolso por los pagos realizados a INGROUP INTERNATIONAL LLC que no hayan sido utilizados, expirados o aplicados previamente para una reserva de crucero, cuando un número de confirmación haya sido entregado por un proveedor de servicios de terceros (por ejemplo, una línea de cruceros). Por favor, haz click
fr: Cela signifie que dans le cas improbable d'une défaillance financière de notre part, vous recevrez un remboursement pour tout paiement effectué à INGROUP INTERNATIONAL LLC et n'ayant pas été utilisé, expiré ou appliqué à une réservation de croisière à venir, pour laquelle un numéro de confirmation a été fourni par un prestataire de services tiers (par exemple, une compagnie de croisière). Veuillez cliquer
it: Ciò significa che, nell'improbabile eventualità di un nostro fallimento finanziario, riceverai il rimborso di tutti i pagamenti effettuati a INGROUP INTERNATIONAL LLC che non siano stati precedentemente utilizzati, scaduti o applicati all'acquisto di una crociera imminente, per la quale sia stato consegnato il numero di conferma da parte di un Fornitore di servizi di terze parti (ad esempio, una compagnia di crociera). Clicca su
ja: これは、万が一当社（INGROUP INTERNATIONAL LLC）の財務破綻が発生した場合でも、すでに使用済み・失効済み、または第三者サービス提供者（例：クルーズ会社）によって確認番号が 発行された今後のクルーズ予約に充てられていないお支払いについては、返金を受けられることを意味します。続きはこちらをクリックしてください
kk: Бұл біздің қаржылық күйреуіміздің екіталай жағдайында сіз INGROUP INTERNATIONAL LLC компаниясына бұрын пайдаланылмаған, мерзімі өткен немесе растау нөмірін үшінші тарап провайдері ұсынған алдағы круизді брондау кезінде қолданылмаған кез келген төлемдер үшін өтемақы аласыз дегенді білдіреді (мысалы, круиздік компания). сызық). Басыңыз
ky: Биз кокусунан каржылык ийгиликсиздикке учурай турган болсок, Сиз INGROUP INTERNATIONAL LLC компаниясына төлөнгөн жана колдонула элек, мөөнөтү бүтө элек же келе жаткан круиздик брондоо үчүн колдонулбаган өлчөмүндө төлөнгөн же Үчүнчү тараптын Кызмат Провайдери (мисалы, круиз линиясы) тастыктоо номерин берген бардык төлөмдөрдү кайтарып аласыз. Сураныч, басыңыз
lv: Tas nozīmē, ka mūsu finansiālās neveiksmes gadījumā jūs saņemsit kompensāciju par visiem maksājumiem, kas veikti, lINGROUP INTERNATIONAL LLC, un kas iepriekš netika izmantoti, zaudējuši spēku vai piemēroti gaidāmajai kruīza rezervēšanai, kurai ir piešķirts apstiprinājuma numurs,ko nodrošina trešās puses pakalpojumu sniedzējs (piemēram, kruīza līnija). Lūdzu, noklikšķiniet uz
mn: Ингэснээр INCRUISES INTERNATIONAL LLC-ийн харилцагч нарын төлбөрүүдTrust My Travel-ээр дамжуулан хамгаалагдах болсон. Хэрэв бид санхүүгийн хувьд бүтэлгүйтэх тохиолдолд, INGROUP INTERNATIONAL LLC компани руу таны шилжүүлсэн, таны ашигаагүй, хугацаа нь дуусгавар болоогүй эсвэл аяллын захиалгад хэрэглээгүй төлбөрүүдийн буцаан олголтыг Гуравдагч талын үйлчилгээ үзүүлэгч талуудаас (жишээ нь, далайн аяллын компани) хүлээн авна гэсэн үг юм. Энд дарна уу
pt: Isso significa que, no improvável evento de nossa falha financeira, você receberá um reembolso por quaisquer pagamentos feitos a INGROUP INTERNATIONAL LLC que não foram utilizados, expirados ou aplicados anteriormente em uma reserva de cruzeiro, por cujo número de confirmação foi entregue por um provedor de serviços terceirizado (por exemplo, uma linha de cruzeiro). Por favor clique
ro: Aceasta înseamnă, în cazul improbabil al eșecului nostru financiar, vei primi o rambursare pentru orice plăți efectuate către INGROUP INTERNATIONAL LLC și care nu au fost anterior utilizate, expirate sau aplicate pentru o viitoare rezervare de croazieră, pentru care a fost livrat un număr de confirmare de către un furnizor de servicii terță parte (de exemplu, pentru o linie de croazieră). Te rugăm să faci clic
ru: Это означает, что в случае нашего банкротства (что маловероятно), вы получите возврат своих средств в размере тех платежей, которые ещё не были использованы, просрочены или потрачены для бронирования предстоящего круиза, для которого был бы получен номер подтверждения бронирования от стороннего поставщика услуг (например, круизных линий). Пожалуйста, нажмите
uk: Це означає, що у випадку нашого банкрутства (що малоймовірно) ви отримаєте відшкодування за будь-які платежі, здійснені INGROUP INTERNATIONAL LLC, які ще не були використані, термін дії яких ще не минув або які ще не були застосовані для майбутнього бронювання круїзу, для якого було б отримано номер підтвердження бронювання від стороннього постачальника послуг (наприклад, круїзних ліній). Будь ласка, натисніть
uz: Яъни, эҳтимолдан йироқ бўлса-да, агар молиявий инқирозга учрасак, сиз INGROUP INTERNATIONAL LLC га тўлаган барча тўловларингизни қайтариб оласиз, агар ушбу маблағлар аввал фойдаланилмаган, муддати ўтмаган ёки учинчи томон провайдери (масалан, круиз компанияси) томонидан буюртмаси тасдиқланган келгуси круиз учун ишлатилмаган бўлса. Илтимос, бу ерга босинг
zh: 这意味着在我们极不可能发生财务失败的情况下，您将获得对任何尚未使用、已过期或未用于即将进行的邮轮预订 （且未收到第三方服务提供商（例如邮轮公司）提供的确认号码）的付款的退款。请点击

source: This member is already added.
ca: Aquest membre ja s'ha afegit.
de: Dieses Mitglied ist bereits hinzugefügt.
es: Este miembro se ha agregado.
fr: Ce membre a déjà été ajouté.
it: Questo Membro è già stato aggiunto.
ja: このメンバー会員は既に追加されています。
kk: Бұл клуб Мүшесі бұрын қосылған.
ko: 이 멤버는 이미 추가되었습니다.
ky: Бул колдонуучу мурунтан эле кирген.
lv: Šis biedrs jau ir pievienots.
mn: Энэ гишүүн нэмэгдсэн байна.
pt: Este membro já foi adicionado.
ro: Acest membru este deja adăugat.
ru: Этот Член Клуба уже добавлен.
uk: Даний Член Клубу вже доданий.
uz: Ушбу фойдаланувчи аллақачон киритилган.
zh: 該成員已被添加。

source: This message is intended for the existing partner community and is shared for recognition, education, and inspiration purposes only. It is not a public solicitation or recruitment communication.
fr: Ce message est destiné à la communauté des partenaires existants et est partagé uniquement à des fins de reconnaissance, d'éducation et d'inspiration. Il ne s'agit pas d'une sollicitation publique ni d'une communication de recrutement .
it: Questo messaggio è rivolto esclusivamente alla nostra community di Partner esistenti e ha il solo scopo di riconoscimento, formazione e ispirazione. Non si tratta di una sollecitazione o di una comunicazione di reclutamento rivolta al pubblico.
kk: Бұл хабарлама қолданыстағы серіктестер қауымдастығына арналған және тек мойындау, білім беру және шабыт беру мақсатында таратылған. Бұл көпшілікке арнап жасалған ұсыныс немесе жаңа қатысушыларды тарту жөніндегі хабарлама болып табылмайды.
pt: Esta mensagem destina-se à comunidade de parceiros e é compartilhada apenas para fins de reconhecimentos, educação e inspiração. Não se trata de uma solicitação pública ou comunicação de recrutamento.
uk: Це повідомлення призначене для спільноти чинних Партнерів і поширюється виключно з метою визнання досягнень, навчання та натхнення. Не є публічним закликом або повідомленням про набір персоналу.
uz: Мазкур мурожаат мавжуд ҳамкорлар ҳамжамияти учун мўлжалланган бўлиб, фақатгина эътироф этиш, ўргатиш ва илҳом бағишлаш мақсадида улашилди. Бу рекрутинг ёки тижорат таклифи эмас.
zh: 这条信息仅面向现有的合作伙伴社区，分享目的仅限于表彰、教育和激励。它不是公开的招募或招揽沟通。

source: this month
ca: aquest mes
de: diesen Monat
es: este mes
fr: ce mois-ci
it: questo mese
ja: 今月
kk: осы айда
ky: ушул айда
lv: šis mēnesis
mn: энэ сар
pt: este mês
ro: luna aceasta
ru: в этом месяце
uk: цього місяця
uz: ушбу ой
zh: 这个月

source: This Month
ca: Aquest mes
de: Diesen Monat
es: Este Mes
fr: Ce mois-ci
it: Questo Mese
ja: 今月
kk: Осы Айда
ko: 이번 달
ky: Ушул айда
lv: Šis mēnesis
mn: Энэ сар
pt: Este mês
ro: Luna aceasta
ru: Текущий месяц
uk: Поточний місяць
uz: Ушбу ой
zh: 这个月

source: This Month New
ca: Aquest Mes Nou
de: Diesen Monat neu
es: Este Mes Nuevo
fr: Ce mois-ci nouveau
it: Nuovi di questo mese
ja: 今月の新規
kk: Осы Айда Жаңа
ko: 이번 달 신규
ky: Ушул Айда Жаңы
lv: Šomēnes jauns
mn: Энэ сарын шинэ
pt: Novo este mês
ro: Luna aceasta nou
ru: Новые за текущий месяц
uk: Нові за поточний місяць
uz: Ушбу ойдаги Янги
zh: 本月新品

source: This Month's Potential
ca: El Potencial d'aquest Mes
de: Potenzial in diesem Monat
es: El potencial de este mes
fr: Le potentiel de ce mois
it: Potenziale del mese in corso
ja: 今月の可能性
kk: Осы Айдың Әлеуеті
ky: Бул айдын потенциалы
lv: Šī mēneša Potenciāls
mn: Энэ сарын боломжит
pt: Potencial deste mês
ro: Potențialul acestei luni
ru: Потенциал в этом месяце
uk: Потенціал цього місяця
uz: Ушбу ойдаги эҳтимолий
zh: 本月的潜力
