Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: SMS sent. Once you receive the code, enter it below.
ca: SMS enviat. Una vegada que reps el codi, introdueix-lo a continuació.
de: SMS gesendet. Sobald Sie den Code erhalten haben, geben Sie ihn unten ein.
es: SMS enviado. Una vez que recibas el código, introdúcelo a continuación.
fr: SMS envoyé. Une fois que vous avez reçu le code, saisissez-le ci-dessous.
it: SMS inviato. Una volta ricevuto il codice, inseriscilo qui sotto.
ja: SMSが送信されました。コードを受信したら、以下に入力してください。
kk: SMS жіберілді. Кодты алғаннан кейін оны төменде енгізіңіз.
ko: SMS를 보냈습니다. 코드를 받으면 아래에 입력하십시오.
ky: SMS жөнөтүлдү. Кодду алгандан кийин, аны төмөнкү жерге киргизиңиз.
lv: SMS nosūtīta. Kad esat saņēmis kodu, ievadiet to zemāk.
mn: Мессеж илгээгдлээ. Кодыг авсны дараа доорхи нүдэнд оруулна уу.
pt: SMS enviado. Depois de receber o código, insira-o abaixo.
ro: SMS trimis. După ce primești codul, introdu-l mai jos.
ru: SMS отправлено. Получив код, введите его в поле ниже.
uk: SMS надіслано. Отримавши код, введіть його у поле нижче.
uz: SMS жўнатилди. Кодни олишингиз билан қуйидаги майдонга киритинг.
zh: 短信已发送。 收到代码后，请在下方输入。

source: so far. I have accumulated
ca: fins ara. He acumulat
de: bis jetzt. habe ich angesammelt
es: hasta ahora. He acumulado
fr: jusqu'à présent. J'ai accumulé
it: finora. Ho accumulato
ja: でした。今まで貯めてきたクルーズドルは、
kk: қазіргі уақытқа. Менің жинақтап қойғаным
ko: 를 절약했습니다. 미래의 크루즈를 위해
ky: азыркы убакытка чейин. Мен топтоп алдым
lv: tik tālu.Esmu uzkrājis
mn: хэмнэсэн болно. Ирээдүйд хийх миний хэмнэлтийн дүн одоогоор
pt: até agora. Eu acumulei
ro: până acum. Am acumulat
ru: к настоящему моменту. Я уже накопил
uk: на даний момент. Я вже накопичив
uz: тежадим. Мен келгуси круизлар учун
zh: 至今。 我已經積累了

source: So save the date, from
ca: Així que reserva la data, de
de: Also merken Sie sich den Termin vor, von
es: Así que, separa las fechas del
fr: Réservez donc cette date, du
it: Quindi segnati la data, da
ja: 予定を空けてください
kk: Сондықтан күндеріңізді осы жерден брондаңыз
ko: 그러니 날짜를 저장하고,
ky: Ошентип, датаны төмөнкү күндөн баштап брондоңуз
lv: Tāpēc saglabājiet datumu, no kura
mn: Хуанлиа нээгээд эдгээр өдрүүдэд
pt: Então salve a data, de
ro: Așa că salvează data, de la
ru: Так что бронируйте даты с
uk: Тож бронюйте дати з
uz: Шундай экан, санани белгилаб қўйинг
zh: 所以保存日期，从

source: Social Contribution
ca: Contribució social
de: Sozialer Beitrag
es: Contribución Social
fr: Contribution Sociale
it: Contributi previdenziali
ja: 社会貢献
kk: Әлеуметтік салым
ko: 사회적 기부
ky: Коомдук салым
lv: Sociālais ieguldījums
mn: Нийгмийн хувь нэмэр
pt: Contribuição Social
ro: Contribuția socială
ru: Социальные отчисления
uk: Соціальні відрахування
uz: Ижтимоий йиғим
zh: 社會貢獻

source: Social Contribution Tax
ca: Impost sobre les cotitzacions socials
de: Sozialbeitragssteuer
es: Impuesto de Contribución Social
fr: Taxe de Cotisation Sociale
it: Contributi previdenziali
ja: 社会貢献税
kk: Әлеуметтік салық салымы
ko: 사회공헌세
ky: Социалдык салым салыгы
lv: Sociālo iemaksu nodoklis
mn: Нийгмийн шимтгэлийн татвар
pt: Imposto de Contribuição Social
ro: Taxa de contribuție socială
ru: Налог на социальные отчисления
uk: Податок на соціальні відрахування
uz: Ижтимоий йиғим солиғи
zh: 社會貢獻稅

source: Social contribution tax <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
ca: Impost de contribució social <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
de: Sozialbeitragssteuer <span>({{ euroTaxBreakdown.userRetired ? '8' : '11,24'}} %):</span>
es: Impuesto de Contribución Social <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
fr: Taxe de Cotisation Sociale <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
it: Contributi previdenziali <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
ja: 社会貢献税 <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
kk: Әлеуметтік жарналарға салынатын салық<span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
ky: Социалдык камсыздандыруу салыгы <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
lv: Sociālo iemaksu nodoklis <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
mn: Нийгмийн даатгалын шимтгэл <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
pt: Imposto de contribuição social <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
ro: Impozitul pe contribuțiile sociale <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
ru: Налог на социальные отчисления <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
uk: Соціальний податок <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
uz: Ижтимоий ҳамкорлик солиғи <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>
zh: 社会贡献税 <span>({{ euroTaxBreakdown.userRetired ? '8' : '11.24' }}%):</span>

source: Social Security Number
ca: Número de la Seguretat Social
de: Sozialversicherungsnummer
es: Número de Seguridad Social
fr: Numéro de sécurité sociale
it: Numero di previdenza sociale
ja: 社会保障番号
kk: Әлеуметтік Сақтандыру Нөмірі
ko: 사회보장번호
ky: Коомдук коопсуздук номери
lv: Sociālās apdrošināšanas numurs
mn: Иргэний Үнэмлэхний Дугаар
pt: Número de Segurança Social
ro: Numărul de asigurare socială
ru: Номер Социального Обеспечения
uk: Номер Соціального Страхування
uz: Ижтимоий суғурта рақами
zh: 社會安全號碼

source: Sold Out!
ca: Esgotat!
de: Ausverkauft!
es: ¡Agotado!
fr: Complet !
it: Tutto esaurito!
ja: 完売しました！
kk: Сатылған!
ko: 매진!
ky: Сатылды!
lv: IPĀRDOTS!
mn: Зарагдсан!
pt: Vendido!
ro: Vândut!
ru: Распродано!
uk: Розпродано!
uz: Сотилди!
zh: 售罄！

source: Some banks may charge additional fees upon deposit. Foreign taxes may apply. By continuing you agree to <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Terms of Use</a></u> and <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Privacy Policy.</a></u> You also agree to ReadyRemit's <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">Terms of Use</a></u> and <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">user Privacy Policy</a></u>
ca: Alguns bancs poden cobrar comissions addicionals en el moment del dipòsit. Poden aplicar-se impostos estrangers. En continuar, estàs acceptant els <u> <a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Termes d'ús</a></u> i la <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Política de privacitat..</a></u> També et compromets als <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">Termes d'Ús</a></u> i la <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">Política de privacitat.</a></u>
de: Einige Banken können bei der Einzahlung zusätzliche Gebühren erheben. Es können ausländische Steuern anfallen. Wenn Sie fortfahren, erklären Sie sich einverstanden mit den <a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Nutzungsbedingungen</a> und <a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Datenschutzbestimmungen.</a> Sie akzeptieren außerdem <a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">user Privacy Policy.</a>
es: Algunos bancos pueden cobrar tarifas adicionales al depositar. Pueden aplicarse impuestos extranjeros. Al continuar, estás aceptando los <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Términos de Servicio</a></u> y la <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Política de Privacidad.</a></u> También estás aceptando los <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">Términos de Uso</a></u> y la <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">Política de Privacidad del usuario de ReadyRemit</a></u>
fr: Certaines banques peuvent facturer des frais supplémentaires sur le dépôt. Des taxes étrangères peuvent s'appliquer. En continuant, vous acceptez les <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Conditions d'Utilisation</a></u> et <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">la Politique de Confidentialité.</a></u> Vous acceptez également <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">Conditions d'utilisation</a></u> et <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">la Politique de Confidentialité de l'Utilisateur de ReadyRemit.</a></u>
it: Alcune banche potrebbero applicare commissioni aggiuntive al momento del deposito. Potrebbero essere applicate tasse estere. Proseguendo, accetti le <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Condizioni di utilizzo</a></u> e le <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Norme sulla privacy.</a></u> Accetti inoltre le <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">Condizioni di utilizzo</a></u> e le <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">Norme sulla privacy degli utenti di ReadyRemit.</a></u>
ja: 銀行によっては、入金時に別途手数料がかかる場合があります。 外国税が適用される場合があります。あなたが <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">利用規約</a><u> と <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">個人情報保護方針</a><u>に同意することで、同時にReadyRemit <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">利用規約</a></u> 及び <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">ユーザープライバシーポリシー</a></u>にも同意していることになります。
kk: Кейбір банктер депозит жасаған кезде қосымша комиссия алуы мүмкін. Шетелдік салықтар қолданылуы мүмкін<u> <a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted"> Жалғастыру арқылы сіз</a></u>Пайдалану шарттарымен және Құпиялық <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted"> саясатымен келісесіз</a></u> Сіз сондай-ақ ReadyRemit пайдалану шарттарымен<u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted"> және пайдаланушының</a></u> құпиялылық <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">саясатымен келісесіз</a></u>
ky: Кээ бир банктар депозит боюнча кошумча комиссияларды алышы мүмкүн. Чет элдик салыктар колдонулушу мүмкүн. Улантуу менен сиз макул болосуз <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Колдонуу шарттары</a>< /u> жана<u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Купуялык саясаты.</a>< /u> Сиз ошондой эле ReadyRemit менен макулсуз <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">Колдонуу шарттары</a></u> жана <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">Колдонуучунун Купуялык саясаты</a></u>
lv: Dažas bankas var pieprasīt papildus maksu par depozītu. Var tikt piemēroti ārvalstu nodokļi.Turpinot jūs piekrītat <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Lietošanas noteikumiem</a></u> un <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Privātuma Politikai.</a></u> Jūs arī piekrītat ReadyRemit's <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">Lietošanas Noteikumiem</a></u> un <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">Privātuma Politikai</a></u>
mn: Зарим банкнуудын нэмэлт хураамж мөн татвар нэмэгдэх боломжтой. Цааш үргэлжлүүлэхийн тулд та манай <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Үйлчилгээний нөхцөл</a></u> болон <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Нууцлалын бодлогыг</a></u> зөвшөөрөх хэрэгтэй. Мөн түүнчлэн та ReadyRemit-ийн <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">Үйлчилгээний нөхцөл</a></u> болон <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">Хэрэглэгчийн нууцлалын бодлогыг</a></u> зөвшөөрөх шаардлагатай юм.
pt: Alguns bancos podem cobrar taxas adicionais no depósito. Impostos estrangeiros podem ser aplicados. Ao continuar você concorda com os <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Termos de Uso</a></u> e com a <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Política de Privacidade.</a></u> Você também concorda com os Termos de Uso da <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">ReadyRemit</a></u> e com a <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">Política de Privacidade</a></u>
ro: Unele bănci pot percepe comisioane suplimentare la depozit. Se pot aplica taxe străine. Continuând ești de acord cu <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Termeni și condiții</a><u> și <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Politica de confidențialitate.</a><u> De asemenea, ești de acord cu <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">Termeni și condiții</a></u> și <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">Politica de confidențialitate a utilizatorilor ReadyRemit.</a><u>
ru: Некоторые банки могут взимать дополнительную плату за депозит. Может применяться иностранное налогообложение. Продолжая, вы соглашаетесь с <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Условиями использования</a></u> и <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Политикой конфиденциальности.</a></u> Вы также соглашаетесь с <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">Условиями использования</a></u> ReadyRemit и их <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">пользовательской Политикой Конфиденциальности</a></u>
uk: Деякі банки можуть стягувати додаткову платню за депозит. Може застосовуватись іноземне оподаткування. Продовжуючи, ви погоджуєтесь з <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted"> Умовами використання</a></u> та <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted"> Політикою конфіденційності.</a></u> Ви також погоджуєтесь з <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted"> Умовами використання</a></u> ReadyRemit та їх <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted"> Політикою конфіденційності користувача</a></u>
uz: Баъзи банклар депозит киришда қўшимча комиссиялар ундириши мумкин. Хорижий солиқлар ҳам ундирилиши мумкин. Давом этиб, сиз <u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">Фойдаланиш шартлари</a></u> ва <u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">Маҳфийлик сиёсати шартларига розилик билдирасиз.</a></u> Сиз шунингдек ReadyRemit <u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">фойдаланувчиси шартлари</a></u> ва <u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">фойдаланувчи Маҳфийлик сиёсати</a></u>шартларига ҳам розилик билдирасиз.
zh: 有些银行可能会在存款时收取额外费用。 可能需要缴纳外国税。 继续即表示您同意<u><a target="_blank" href="https://files.incruises.com/files/en/504EN_TERMS_OF_SERVICE.pdf" class="dimmer-content text-muted">使用条款</a></u>以及<u><a target="_blank" href="https://files.incruises.com/files/en/505EN_PRIVACY_POLICY.pdf" class="dimmer-content text-muted">隐私政策</a></u>您还同意 ReadyRemit 的<u><a target="_blank" href="./files/RR_Terms_of_Use.pdf" class="dimmer-content text-muted">使用条款</a></u>以及<u><a target="_blank" href="./files/RR_Privacy_Policy.pdf" class="dimmer-content text-muted">用户隐私政策</a></u>
