Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: . They were active for <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> month(s) before they stopped paying
ca: . Van estar actius durant <span class="text-green open-bold">{{ selectedContact.info.months_paid }} </span> mes(os) abans de deixar de fer els seus pagaments
de: . Sie waren in den Monaten <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> aktiv, bevor sie ihre Zahlung einstellten.
es: . Estuvo activo(a) durante <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> mes(es) antes de detener sus pagos
fr: . Ils étaient actifs pour <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> mois avant qu'ils ne cessent de payer
it: . Sono stati attivi per <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> mese(i) prima di interrompere i pagamenti
ja: 。彼らは、支払いを止めるまで は<span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> ヶ月間有効でした
kk: . Ол төлемді тоқтатқанға дейін, <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> ай белсенді болды
ky: . Алар төлөмдү токтоткондон мурда <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span>ай активдүү болгон
lv: . Viņi bija aktīvi <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> mēnesi(iem) pirms viņi pārstāja maksāt
mn: . Тэд төлбрөө зогсоохоос өмнө <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> сарын туршид идэвхтэй төлөгч Гишүүн байсан байна
pt: . Eles estiveram ativos por <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> mês (es) antes de pararem de pagar
ro: . Au fost activi timp de <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> lună (luni) până să înceteze plata facturii
ru: . Он был активный <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> месяц(ев)прежде, чем он перестал платить
uk: . Вони були активні <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> місяць(ів), перш ніж вони припинили платити
uz: . Тўловни амалга оширишни тўхтатишларидан олдин улар <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> ой давомида фаол бўлганлар
zh: 。在他们停止付款之前，在<span class="text-green open-bold">{{selectedUser.months_paid}}</span>个月内处于有效状态

source: . You find a lower publicly available rate the next day for
ca: . Troba una tarifa disponible públicament més baixa l'endemà per a
de: . Sie finden am nächsten Tag einen niedrigeren öffentlich verfügbaren Preis für
es: . Encuentra una tarifa disponible públicamente más baja al día siguiente para
fr: . Vous trouvez le lendemain un taux public inférieur pour
it: . Il giorno successivo, trovi una tariffa inferiore disponibile al pubblico pari a
ja: 。翌日、より安い一般販売価格を
kk: . Келесі күні төменірек қоғамдық бағаны табасыз
ko: . 다음 날 공개적으로 이용 가능한 더 낮은 요금을 발견합니다
ky: . Кийинки күнү баарына жеткиликтүү арзаныраак бааны табасыз
lv: Nākamajā dienā jūs atradīsiet zemāku publiski pieejamo cenu
mn: Дараа өдөр нь та нийтэд өгсөн $475-ын хямд үнэ олсон
pt: . Você encontra uma taxa mais baixa disponível publicamente no dia seguinte para
ro: . Găsești o rată mai mică disponibilă public a doua zi pentru
ru: . На следующий день вы находите более низкий тариф, доступный публично, за
uk: . Наступного дня ви знаходите нижчий тариф, доступний публічно,
uz: . Кейинги кун бошқа оммавий сайтлардан бирида арзонроқ тарифни
zh: . 您在第二天发现较低的公开可用费率

source: "a general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor."
ca: "una renúncia general no s’estén a reclamacions que el creditor no coneix ni sospita que existeixen a favor seu en el moment d’atorgar la renúncia, i que, si les hagués conegut, haurien afectat de manera substancial el seu acord amb el deutor."
de: „Eine allgemeine Freigabe erstreckt sich nicht auf Forderungen, von denen der Gläubiger zum Zeitpunkt der Ausfertigung der Freigabe nicht weiß oder vermutet, dass sie zu seinen Gunsten bestehen, und die, wenn er sie gekannt hätte, seine Abrechnung mit dem Schuldner wesentlich beeinflusst haben müssten.“
es: "un acuerdo de exoneración general no se extiende a las reclamaciones que el acreedor no conoce o sospecha que existen a su favor en el momento de ejecutar dicho acuerdo, y que, de haberlas conocido, habrían afectado de manera sustancial su acuerdo con el deudor."
fr: "une mainlevée générale ne s'étend pas aux créances dont le créancier ne connaît pas ou ne soupçonne pas l'existence en sa faveur au moment de l'exécution de la mainlevée, qui, si elles étaient connues de lui, auraient dû affecter matériellement son règlement avec le débiteur."
it: "Un esonero generale non si estende a richieste che il creditore non conosce o di cui non sospetta l'esistenza a proprio favore al momento della concessione dell'esonero e che, se a lui noti, influenzerebbero in modo sostanziale l'accordo con il debitore"
ja: 「一般的な解放は、解放を実行した時点で債権者が自分に有利に存在することを知らないか疑っていない請求には及ばない、もし彼が知っていたら、債務者との和解に重大な影響を与えたに違いない」
kk: "Жауапкершіліктен жалпы босату несие беруші босату кезінде оның пайдасына білмеген немесе күдіктенген және егер олар оған белгілі болса, оның борышкермен есеп айырысуына айтарлықтай әсер етуі керек талаптарға қолданылмайды."
ky: «жалпы бошотуу кредитор бошотууну жүзөгө ашыруу учурунда анын пайдасына бар экендигин билбеген же шектенбеген жана эгерде ага белгилүү болсо, анын карызкор менен эсептешүүсүнө олуттуу таасир эте турган талаптарга жайылтылбайт»
lv: “Vispārējs atbrīvojums neattiecas uz prasījumiem, par kuriem kreditoram nav zināms vai ir aizdomas, ka tie pastāv tam par labu izpildes brīdī un kuri, ja kreditoram ir zināms, ir būtiski ietekmējuši tā izlīgumu ar parādnieku.”
mn: "ерөнхий чөлөөлөлт нь өрийн үүрэг хүлээж буй этгээдийг чөлөөлөх үед, зээлдүүлэгчийн мэдэхгүй буюу сэжиглээгүй, харин мэдсэн бол өртэй талтай хийсэн тохиролцоонд нь бодитой нөлөө үзүүлэх байсан гомдол, нэхэмжлэлд хамаарахгүй."
pt: "Uma quitação geral não se estende a reivindicações que o credor não conhece ou não suspeita existir a seu favor no momento da assinatura da quitação, e que, se conhecidas por ele, teriam afetado substancialmente o acordo celebrado com o devedor."
ro: „o eliberare generală nu se extinde asupra creanțelor despre care creditorul nu știe sau nu le bănuiește că există în favoarea sa la momentul executării eliberării, care, dacă a fost cunoscută de el, trebuie să fi afectat în mod material stingerea sa cu debitorul.”
ru: «отказ от всех притязаний не распространяется на претензии, о которых на момент осуществления отказа кредитор не знал или не подозревал об их существовании в свою пользу, и которые, если бы он о них знал, могли бы существенно повлиять на его договоренности с дебитором»
uk: «відмова від усіх претензій не поширюється на такі вимоги, про існування яких кредитор на момент її надання не знав і не міг обґрунтовано знати, які виникають на його користь та, якби були йому відомі, могли б істотно вплинути на умови укладеної ним домовленості з дебітором.»
uz: “умумий озод қилиш кредитор билмаган ёки озод қилиш вақтида уларнинг борлигини тахмин ҳам қилмаган, агар билганида, унинг қарздор билан ҳисоб-китобига сезиларли таъсир кўрсатиши мумкин бўлган даъволарга татбиқ этилмайди”.
zh: “一般性解除不适用于债权人在签署解除协议时未知晓或未怀疑存在于其有利的一方的主张，这些主张如果被其知晓，必然会对其与债务人的和解产生重大影响。”

source: "Add to Home Screen" & "Add"
de: "Zum Startbildschirm hinzufügen" &"Hinzufügen"
fr: « Ajouter à l'écran d'accueil » et « Ajouter »
it: “Aggiungi alla schermata iniziale” e “Aggiungi”
ky: "Башкы экранга кошуу" & "Кошуу"
lv: "Pievienot Home Screen" & "Add"
mn: "Нүүр дэлгэцэнд нэмэх" & "Нэмэх"
ru: "Добавить на домашний экран" и "Добавить"

source: "Adult"
fr: « Adulte »
it: "Adulto"
pt: "Adulto"
uk: "Дорослий"

source: "Being a Love Centered Leader is the most powerful force for good in modern society, and business does better with love. Love Centered Leaders put love to work in their lives and companies every day. When you do, your energy uplifts everyone. It creates meaningful connections and outcomes that are powerful on so many levels. And it all starts with you." ~Michael “Hutch
ca: "Ser un líder centrat en l'amor és la força més poderosa per al bé en la societat moderna, i els negocis funcionen millor amb amor. Els líders centrats en l'amor posen l'amor en pràctica a les seves vides i empreses cada dia. Quan ho fas, la teva energia eleva tothom. Això crea connexions significatives i resultats poderosos a molts nivells. I tot comença amb tu." ~Michael “Hutch
de: „Ein liebevoller Leader zu sein, ist die stärkste Kraft für das Gute in der modernen Gesellschaft, und Business läuft besser mit Liebe. Liebevolle Leader lassen Liebe jeden Tag in ihrem Leben und in ihren Unternehmen wirken. Wenn Sie das tun, hebt Ihre Energie alle an. Sie schafft bedeutungsvolle Verbindungen und Ergebnisse, die auf so vielen Ebenen kraftvoll sind. Und alles beginnt mit Ihnen.“ ~Michael “Hutch
es: 'Ser un Líder Centrado en el Amor es la fuerza más poderosa para el bien en la sociedad moderna, y los negocios prosperan con amor. Los Líderes Centrados en el Amor ponen el amor en acción en sus vidas y empresas todos los días. Cuando lo haces, tu energía inspira a los demás. Esto crea conexiones valiosas y resultados poderosos en muchos aspectos. Y todo comienza contigo." ~Michael “Hutch”
fr: « Être un leader centré sur l'amour est la force la plus puissante pour le bien dans la société moderne, et les affaires se portent mieux avec l'amour. Les leaders centrés sur l'amour mettent l'amour au service de leur vie et de leur entreprise tous les jours. Lorsque vous le faites, votre énergie élève tout le monde. Elle crée des liens et des résultats significatifs qui sont puissants à bien des niveaux. Et tout commence avec vous ». ~Michael "Hutch
it: "Essere un leader centrato sull'amore rappresenta la forza più potente per il bene nella società moderna, e gli affari prosperano con l'amore. I leader centrati sull'amore integrano l'amore nella loro vita e nella gestione delle loro aziende ogni giorno. Quando lo fai, la tua energia eleva chi ti circonda, creando connessioni significative e risultati straordinari a tutti i livelli. E tutto inizia da te." ~Michael “Hutch"
ja: 「愛中心のリーダーであることは、現代社会における最も強力な善の力であり、ビジネスは愛によってより良くなる。愛中心のリーダーは毎日、自分の人生と会社に愛を注ぐ。そうすれば、あなたのエネルギーは皆を高揚させる。そのエネルギーは、有意義なつながりを生み出し、さまざまな面で強力な成果をもたらす。そして、すべてはあなたから始まるのだ。~マイケル・ハッチ
kk: "Махаббатқа бағытталған көшбасшы-қазіргі қоғамда жақсылық жасайтын ең күшті күш және махаббат арқылы бизнес жақсарады. Махаббатқа бағытталған Көшбасшылар күн сайын өз өміріне және компанияға махаббат әкеледі. Мұны істегенде, сіздің энергияңыз бәрінің көңіл-күйін көтереді. Бұл көптеген деңгейлерде тиімді болатын мағыналы байланыстар мен нәтижелер жасайды. Мұның бәрі сізден басталады". ~ Майкл " Хатч
ky: "Мээримдүү жетекчи болуу - азыркы коомдогу эң күчтүү күч, ал эми ишкерлер сүйүү менен көбүрөөк ийгиликке жетишет. Сүйүүгө негизделген лидерлер күн сайын жашоолорунда жана компанияларында сүйүүсүн чагылдырат. Муну кылганда энергияңыз ар бир адамдын маанайын көтөрөт, башкаларга дем - шык берет. Бул көптөгөн деңгээлдерде күчтүү болгон маңыздуу байланыштарды жана натыйжаларды жаратат. Мунун баары сизден башталат". ~Майкл “Хатч"
lv: “Esot centrēts mīlestībai Līders ir spēcīgākais spēks labumam mūsdienu sabiedrībā, un biznesam ar mīlestību veicas labāk. “Uz Mīlestību Vērst" līderi katru dienu liek mīlestībai strādāt savā dzīvē un kompānijās. Kad tu to dari, tava enerģija uzņem visus. Tas rada jēgpilnus sakarus un rezultātus, kas ir spēcīgi tik daudzos līmeņos. Un viss sākas ar tevi. ~Michael “Hutch
mn: "Хайраар дүүрэн манлайлагч байх нь орчин үеийн нийгэмд сайн сайхны төлөөх хамгийн хүчирхэг хүч төдийгүй хайраар хийсэн бизнес амжилт авчирдаг. Хайр төвтэй манлайлагч нар өдөр бүр хайрыг өөрийн амьдралдаа ч, компанидаа ч шингээж ажилладаг. Ийм байхад таны эрч хүч хүн бүхэнд эерэгээр нөлөөлдөг. Ийм байдал бүхий л түвшинд хүчирхэг утга учиртай холбоо, үр дүнг бий болгодог. Энэ бүхэн зөвхөн танаас эхэлдэг." ~Майкл “Хатч”
pt: "Ser um Líder Centrado no Amor é a força mais poderosa para o bem na sociedade moderna, e os negócios se saem melhor com amor. Líderes Centrados no Amor colocam o amor para trabalhar em suas vidas e empresas todos os dias. Quando você faz isso, sua energia eleva a todos. Ela cria conexões significativas e resultados que são poderosos em tantos níveis. E tudo começa com você." ~Michael Hutch
ro: „A fi un lider centrat pe dragoste este cea mai puternică forță de bine în societatea modernă, iar afacerile se descurcă mai bine cu dragoste. Liderii centrați pe dragoste pun dragostea să lucreze în viața lor și în companii în fiecare zi. Când o faci, energia ta îi înalță pe toată lumea. Creează conexiuni semnificative și rezultate care sunt puternice la atât de multe niveluri și totul începe cu tine." ~ Michael „Hutch"
ru: «Быть лидером, ориентированным на любовь, — это самая мощная сила добра в современном обществе, с любовью и у бизнеса дела идут лучше. Лидеры, ориентированные на любовь, каждый день воплощают любовь в своей жизни и в своих компаниях. Делая это, ваша энергия поднимает настроение всем. Она создает значимые связи и мощные результаты на самых разных уровнях. И все это начинается с вас». ~ Майкл Хатчисон
uk: «Бути лідером, орієнтованим на кохання, — це найпотужніша сила добра в сучасному суспільстві, з любов'ю й бізнесові справи йдуть краще. Лідери, орієнтовані на кохання, щодня втілюють кохання у своєму житті та у своїх компаніях. Роблячи це, ваша енергія піднімає настрій усім. Вона створює значні зв'язки та потужні результати на різних рівнях. І все це починається з вас. ~ Майкл Хатчісон
uz: “Муҳаббат улашувчи етакчи – замонавий жамиятга яхшилик улашувчи қудратли кучдир, ва меҳр-муҳаббат туфайли бизнес янада гуллаб-яшнайди. Муҳаббат улашувчи етакчилар ўз ҳаётларига ва компания фаолиятига муҳаббат бағишлайдилар. Сиз меҳр улашсангиз, сизнинг энергиянгиз бошқаларнинг ҳам кайфиятини кўтаради. Бу ҳар жабҳада самарали бўлган аҳамиятли муносабатлар ва натижалар олиб келади. Ва бу сиздан бошланади.” – Майкл Хатч
zh: “成为一名以爱为中心的领导者是现代社会中最强大的善良力量，商业在爱中做得更好。以爱为中心的领导者每天都将爱投入到他们的生活和公司中。当您这样做时，您的能量会提升每一个人。这创造了有意义的联系和成果，在许多层面上都极具影响力。而这一切，都从您开始。” ~Michael “Hutch”

source: “Hotel Booking Questions”
ca: "Preguntes sobre Reserves d'hotels"
de: "Fragen zur Hotelbuchung"
es: “Preguntas sobre Reservas de Hotel”
fr: "Questions sur la Réservation d'Hôtel"
it: "Domande sulla prenotazione di hotel"
ja: “ホテル予約に関する質問”
kk: "Қонақ үйді брондау сұрақтары"
ko: "호텔 예약에 관한 질문"
ky: “Отелдерди брондоо боюнча суроолор”
lv: "Viesnīcas rezervācijas jautājumi"
mn: "Зочид буудал захиалахтай холбоотой асуултууд"
pt: "Perguntas sobre reserva de hotel"
ro: „Întrebări privind rezervarea hotelului”
ru: "Вопросы о бронировании отелей"
uk: “Питання щодо бронювання готелів”
uz: "Меҳмонхона буюртмасига оид саволлар"
zh: “酒店預訂問題”

source: "Request Price Match"
ca: "Sol·licita Igualació de Preu"
de: „Preisanpassung anfordern“
es: "Solicitar Igualación de Precio"
fr: "Demander l'Alignement des Prix"
it: "Richiedi la Parità di Prezzo"
ja: 「プライスマッチをリクエスト」
kk: "Баға сәйкестігін сұрау"
ky: "Бааларды дал келтирүү өтүнүчүн жөнөтүү"
lv: "Pieprasīt cenu atbilstību"
mn: "Үнэ тохируулах хүсэлт гаргах"
pt: "Solicitar Equiparação de Preço"
ro: „Solicită potrivirea prețului"
ru: "Запросить соответствие цены"
uk: "Запросити перегляд відповідності ціни"
uz: "Нарх кафолатига оид сўров"
zh: “申请价格匹配”

source: (1 for 1) Reward Points
ca: Punts de Recompensa (1 per 1)
de: (1 für 1) Reward Points
es: Puntos de Recompensa (1 por 1)
fr: (1 pour 1) Points de Récompense
it: Crediti Premio (1 per 1)
ja: １倍のリワードポイント
kk: (1 үшін 1) Марапаттау Ұпайлары
ko: (1대 1) 리워드 포인트
ky: (1 ге 1) Бонустук Упайлар
lv: (1 par 1) Balvu Punkti
mn: (1:1) Шагналын Оноо
pt: Pontos de Recompensa (1 por 1)
ro: Puncte de recompensă (1 pentru 1)
ru: Бонусные Баллы (1 к 1)
uk: Бонусні Бали (1 до 1)
uz: (1 га 1) Бонус баллари
zh: （1换1）奖励积分

source: (1) in the unauthorized disclosure of any or all such Confidential Information to any person or entity; or
ca: (1) en la divulgació no autoritzada de qualsevol o de qualsevol d’aquestes Dades Confidencials a qualsevol persona o entitat; o bé
de: 1) bei der unbefugten Weitergabe einer oder aller dieser vertraulichen Informationen an eine natürliche oder juristische Person; oder
es: (1) en la divulgación no autorizada de cualquiera o de toda la Información Confidencial a cualquier persona o entidad; o
fr: (1) dans l'interdiction de dévoiler toute information confidentielle, même partiellement, a toute autre personne ou entité ; ou
it: (1) nella divulgazione non autorizzata di alcune o tutte le Informazioni riservate a qualsiasi persona o entità; o
ja: (1) そのような機密情報の一部または全部を、いかなる個人または団体にも許可なく開示すること。 または
kk: (1) құпия ақпаратты жартылай не толық кез келген жеке немесе заңды тұлғаға рұқсатсыз жария еткенде; немесе
ko: (1) 기밀 정보의 일부 또는 전부를 개인 또는 단체에 무단공개 될 수 있습니다; 또는
ky: (1) бул купуя маалыматтын кандайдыр бир бөлүгүн же толугу менен кандайдыр бир адамга же уюмга ачыкка чыгаруу; же
lv: (1) jebkurā nereģistrētā paziņojumā jebkura konfidenciāla informācija ikvienai personai vai kompānijai; vai
mn: (1) энэ төрлийн Нууц Мэдээллийн аль нэг хэсэг эсхүл бүхлээр нь ямар нэгэн этгээд эсхүл байгуулагад зөвшөөрөлгүй задруулах; эсвэл
pt: (1) na divulgação não autorizada de qualquer ou todas as Informações Confidenciais a qualquer pessoa ou entidade; ou
ro: (1) în dezvăluirea neautorizată a vreunei informaţii sau a tuturor astfel de informaţii confidenţiale către o persoană fizică sau juridică; sau
ru: (1) в несанкционированном раскрытии частичной или всей Конфиденциальной информации любому физическому или юридическому лицу; или же
uk: (1) у несанкціонованому розголошенні будь-якої частини або всієї Конфіденційної Інформації будь-якій фізичній або юридичній особі; або
uz: (1) мана шундай Маҳфий маълумотнинг бири ёки барини ҳар қандай бошқа шахсга ёки ташкилотга рухсатсиз ошкор этишда; ёки
zh: （1）未經授權向任何人或實體披露任何或所有此類機密信息；或

source: (1) was previously known to PARTNER free of any obligation to keep it confidential as shown by PARTNER’s written records, so long as PARTNER did not receive such information directly or indirectly from inGroup International;
ca: (1) va ser coneguda prèviament pel SOCI lliure de qualsevol obligació de mantenir la confidencialitat com el demostren els registres escrits del SOCI, sempre que el SOCI no hagi rebut aquesta informació directament o indirectament d'inGroup International;
de: (1) war dem PARTNER zuvor bekannt, ohne dass er verpflichtet war, sie gemäß den schriftlichen Aufzeichnungen des PARTNERs vertraulich zu behandeln, sofern der PARTNER diese Informationen nicht direkt oder indirekt von inGroup International erhalten hat;
es: (1) SOFTWARE conocido previamente por el SOCIO, sin exige la obligación de mantenerlo confidencial como se muestra en los registros escritos del SOCIO, siempre y cuando SOCIO no recibiera dicha información directa o indirectamente de INGROUP INTERNATIONAL;
fr: (1) était précédemment connu comme étant un PARTENAIRE libre de toute obligation de confidentialité tel que décrit dans le dossier écrit du PARTENARIE, tant que celui-ci n' en a pas été directement ou indirectement informé par inGroup International ;
it: (1) era precedentemente noto al PARTNER senza alcun obbligo di mantenerlo confidenziale, come indicato nella documentazione scritta del PARTNER, a condizione che il PARTNER non abbia ricevuto tali informazioni direttamente o indirettamente da inGroup International;
ja: (1) パートナーが直接的または間接的にinGroup Internationalからそのような情報を受け取っていない限り、パートナーの書面による記録に示されているように、パートナーが機密を保持する義務を負うことはないとパートナーに事前に知らされていました;
kk: (1) СЕРІКТЕС тарапынан осындай ақпаратты тікелей немесе жанама түрде inGroup International-тен алмаған болса, СЕРІКТЕСТІҢ жазбаша жазбаларында көрсетілгендей, құпияны сақтау туралы кез келген міндеттемеден бұрын белгілі болған;
ko: (1) 파트너가 직접적 또는 간접적으로 해당 정보를 inGroup International로부터 받지 않은 한, 파트너는 파트너의 서면 기록에 표시된 것처럼 기밀로 유지해야 할 의무가 없음이 사전에 통보되었습니다;
ky: (1) ӨНӨКТӨШ мындай маалыматты түздөн-түз же кыйыр түрдө inGroup Internationalдан алганга чейин, ӨНӨКТӨШтүн жазуу жүзүндөгү көрсөтмөлөрүндө көрсөтүлгөндөй, ӨНӨКТӨШ мындай маалыматтын купуялуулугун сактоого эч кандай милдеттүү эмес экендиги мурдатан белгилүү болгон;
lv: (1)vai Partnerim bez saistībām, saglabājot konfidencialitāti, kā tas ir atzīmēts Partnera līgumā,līdz tam laikam kamēr Partneris nav saņēmis tiešu vai netiešu informāciju no inGroup International;
mn: (1) ТҮНШ нь энэ тухай мэдээллийг inGroup International-ээс шууд эсвэл шууд бусаар хүлээн аваагүй тохиолдолд ТҮНШИЙН бичгээр үйлдсэн бүртгэлд харагдаж буйгаар ямар ч үүрэг хариуцлага үүсгэлгүй нууцыг хадгалах тухай ТҮНШИД өмнө мэдэгдсэн;
pt: (1) era previamente conhecido do SÓCIO, livre de qualquer obrigação de mantê-lo confidencial, conforme mostrado pelos registros escritos do SÓCIO, desde que o SÓCIO não tenha recebido tal informação direta ou indiretamente do inGroup International;
ro: (1) a fost anterior cunoscut PARTENERULUI eliberat de orice obligaţie de a păstra acest lucru confidenţial după cum este arătat de înregistrările scrise ale PARTENERULUI, atâta vreme cât PARTENERUL nu a primit în mod direct astfel de informaţii de la inGroup International;
ru: (1) ранее была известна ПАРТНЕРу бех обязательств по сохранению ее конфиденциальности, как показано в письменных отчетах ПАРТНЁРА, при условии, что ПАРТНЕР не получал такую информацию прямо или косвенно от inGroup International;
uk: (1) раніше було відомо, що ПАРТНЕР вільний від зобов'язань щодо збереження конфіденційності, як показано в письмових звітах ПАРТНЕРА, за умови, що ПАРТНЕР не отримував таку інформацію прямо або побічно від inGroup International;
uz: (1) даставвал ҲАМКОРГА, унинг ёзма кўрсатмаларида кўрсатилганидек, ҳеч қандай мажбуриятларсиз, ҲАМКОР inGroup International томонидан бевосита ёки билвосита шундай маълумот олмагунича унинг маҳфийлигини сақлаши маълум эди;
zh: （1）只要合夥人沒有直接或間接地從inGroup International收到此類信息，那麼合夥人沒有義務對其書面記錄保密;

source: (2 for 1) Reward Points
ca: Punts de Recompensa (2 per 1)
de: (2 für 1) Reward Points
es: Puntos de Recompensa
fr: (2 pour 1) Points de Récompense
it: Crediti Premio 2 per 1
ja: ２倍のリワードポイント
kk: 1 журнал бағасы үшін 2 марапат ұпайы
ko: (1대 2) 리워드 포인트
ky: (1ге 2) Бонустук Упай
lv: (2 par 1) Balvu Punkti
mn: (1:2) Шагналын Оноо
pt: Pontos de Recompensa (2 por 1)
ro: Puncte de recompensă (2 pentru 1)
ru: Бонусные Баллы (2 к 1)
uk: Бонусні Бали (2 до 1)
uz: (1 га 2) Бонус баллари
zh: （2换1）奖励积分
