Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: This bonus rewards rank leaders <strong>(MD and above)</strong> for the total <strong>Activation Volume</strong> produced by your <strong>Builders Base.</strong> Your <strong>Builders Base</strong> consists of <strong>direct Partner teams</strong> with a lower rank than you, who are not higher than <strong>National Director.</strong> The bonus pays you a percentage of the <strong>Activation volume</strong> produced by your <strong>Builders Base</strong> detailed below.
ca: Aquesta bonificació recompensa els líders de rang <strong>(MD i superior)</strong> pel <strong>Volum d'Activació</strong> total produït per la teva <strong>Base de Constructors</strong>. La teva <strong>Base de Constructors</strong> està formada per <strong>equips de Socis directes</strong> amb un rang inferior al teu, que no siguin superiors al <strong>National Director.</strong> La bonificació et paga un percentatge del <strong>volum d'Activació</strong> produït per la teva <strong>Base de Constructors</strong>, detallat a continuació.
de: Dieser Bonus belohnt Rang Leader <strong>(MD und höher)</strong> für den gesamten <strong>Aktivierungsumsatz</strong> von Ihrer <strong>Builders Base.</strong> Ihre <strong>Builders Base</strong> besteht aus einem <strong>direkten Partnerteam</strong> mit einem niedrigeren Rang als Sie, die nicht höher sind als <strong>National Director.</strong> Mit dem Bonus erhalten Sie einen Prozentsatz des <strong>Aktivierungsumsatzes</strong> von Ihrer <strong>Builders Base</strong> im Folgenden aufgeführt.
es: Este bono recompensa a los líderes de rango <strong>(MD y superiores)</strong> por el <strong>Volumen de Activación</strong> total generado por su <strong>Base de Constructores.</strong> Tu <strong>Base de Constructores</strong> está compuesta por <strong>equipos de Socios directos</strong> con un rango inferior al tuyo, que no superen el rango de <strong>Director Nacional.</strong> El bono te paga un porcentaje del <strong>Volumen de Activación</strong> generado por tu <strong>Base de Constructores</strong>, según se detalla a continuación.
fr: Ce bonus récompense les chefs de rang <strong>(MD et supérieurs)</strong> pour le <strong>Volume d'Activation</strong> total d'équipe produit par votre <strong>Base des Constructeurs.</strong> Votre <strong>Base des Constructeurs</strong> est composée des <strong>équipes des Partenaires directs</strong> ayant un rang inférieur au vôtre, jusqu'au niveau de <strong>Directeur Nationaux.</strong> Ce bonus vous versera un pourcentage de tout le <strong>volume d'Activation</strong> produit par votre <strong>Base des Constructeurs</strong> détaillé ci-dessous.
it: Questo bonus premia i leader di rango <strong>(MD e superiori)</strong> per il volume totale di <strong>Attivazione</strong> prodotto dalla propria <strong>Base Costruttori.</strong> La tua <strong>Base Costruttori</strong> è composta da <strong>team diretti di Partner</strong> con un rango inferiore al tuo, che non sia superiore a quello di <strong>National Director.</strong> Il bonus paga una percentuale del <strong>volume di Attivazione</strong> prodotto dalla propria <strong>Base Costruttori</strong>, come indicato di seguito.
ja: このボーナスは、ランクリーダー <strong>（MD以上）</strong> が合計の <strong>新規売上</strong> を生み出したあなたの <strong>ビルダーズ・ベースから獲得できるものです。</strong> あなたの <strong>ビルダーズ・ベース</strong> は、 <strong>直紹介パートナーチーム</strong> からなり、あなたより低いランクで、なおかつ <strong>National Directorよりも高いランクではないことが条件です。</strong> このボーナスは <strong>新規売上</strong> の割合に応じて支払われ、あなたの <strong>ビルダーズ・ベース</strong> から成るものとします。詳細は以下の通りです。
kk: Бұл бонус ранг көшбасшыларын <strong>(MD және одан жоғары)</strong> сіздің <strong>жалпы белсендіру</strong> үшін <strong>Фундамент бизнес бойынша марапаттайды.</strong> Сіздің<strong> Фундамент бизнесіңіз</strong> сізден <strong>төмен рангы</strong> бар, бірақ <strong>National Director жоғары емес тікелей серіктестер командаларынан тұрады. </strong>Бонус сізге <strong>активтендіру көлемінің</strong> пайызымен <strong>Фундамент Бизнесімен</strong> төленеді, төменде егжей-тегжейлі сипатталған.
ky: Бул бонус <strong>(MD жана андан жогорку)</strong> лидерлерге сиздин <strong> куруучулар базаңыз тарабынан өндүрүлгөн</strong> жалпы <strong> активдештирүү көлөмү</strong> үчүн берилет. Сиздин <strong>куруучулар базаңыз</strong> <strong> National Director</strong> даражасынан жогору эмес болгон сиздин сизден төмөн <strong>түздөн-түз өнөктөш командаларыңыздан</strong> турат. Бул бонус менен сиз төмөндө сүрөттөлгөндөй, <strong>куруучулар базаңыз</strong> тарабынан өндүрүлгөн <strong>активдештирүү көлөмүнүн</strong> пайызын аласыз.
lv: Šis bonus tiek piešķirts rangu līderiem <strong>(MD un augstāk)</strong> par kopējo <strong>Aktivizāciju Apjomu</strong> ko dod jūsu <strong>Lietotāju Bāze.</strong> Jūsu <strong>Lietotāju Bāze</strong> sastāv no <strong>tiešo Partneru komandām</strong> kas ir zemākas ranā par jums, kas nav augstāk par <strong>Nacionālo direktoru.</strong> Bonus sastāv no procentuālās daļas <strong>Aktivizācijas apjomā</strong> ko rada jūsu <strong>Lietotāju Bāze</strong> kā norādīts zemāk.
mn: Энэхүү урамшуулал нь таны <strong>Билдерс Бэйсийн</strong> борлуулсан нийт <strong>идэвхжүүлэлтийн хэмжээгээр</strong> цолтой <strong>(MD болон дээш)</strong> манлайлагч нарыг шагнадаг урамшуулал юм. Таны<strong> Билдерс Бэйс</strong> нь <strong>National Director</strong> цолноос дээш биш, доош цол бүхий таны <strong>хувьчлан идэвхжүүлсэн Түншийн багуудаас</strong> бүрдэнэ. Уг урамшуулал нь доор үзүүлсэн таны Билдерс Бэйсийн борлуулсан <strong>идэвхжүүлэлтийн хэмжээний</strong> тодорхой хувиар бодогдон олгогдоно.
pt: Este bônus recompensa os líderes com classificação <strong>(MD e acima)</strong> pelo <strong>volume de ativação</strong> total produzido pela sua <strong>Base de Construtores</strong>. Sua <strong>Base de Construtores</strong> consiste em <strong>equipes de parceiros diretos</strong> com uma classificação inferior à sua, que não sejam superiores a <strong>Diretor Nacional</strong>. O bônus paga a você uma porcentagem do <strong>Volume de Ativação</strong> produzido pela sua <strong>Base de Construtores</strong> detalhada abaixo.
ro: Acest bonus îi recompensează pe liderii cu nivel de carieră <strong>(MD și peste)</strong> pentru <strong>Volumul de activare</strong> total produs de <strong>baza ta de constructori.<strong>Baza ta de constructori</strong> constă din <strong>echipe de parteneri direcți</strong> cu un nivel de carieră mai mic decât al tău, care nu sunt mai mari decât <strong>National Director.</strong> Bonusul îți plătește un procent din <strong>volumul de activare</strong> produs de <strong>baza ta de constructori</strong> detaliată mai jos.
ru: Этим бонусом вознаграждаются лидеры в рангах <strong>(МД или выше)</strong> за общий <strong>Активационный Объём</strong>, произведённый вашим <strong>Фундаментом Бизнеса.</strong> Ваш <strong>Фундамент Бизнеса</strong> состоит из <strong>команд ваших прямых Партнёров</strong> в более низких рангах, чем ваш, но не выше ранга <strong>National Director.</strong> . С этим бонусом вы получите процент от <strong>Активационного Объёма</strong>, произведённого вашим <strong>Фундаментом Бизнеса</strong>, как это описано ниже.
uk: Цим бонусом нагороджуються лідери в рангах <strong>(МД або вище)</strong> за загальний <strong>Активаційний Обсяг</strong>, зроблений вашим <strong>Фундаментом Бізнесу.</strong> Ваш <strong>Фундамент Бізнесу</strong> складається з <strong>команд ваших прямих Партнерів</strong> у нижчих рангах, ніж ваш, але не вище за ранг <strong>National Director.</strong> . З цим бонусом ви отримаєте відсоток від <strong>Активаційного Обсягу</strong>, виробленого вашим <strong>Фундаментом Бізнесу</strong>, як описано нижче.
uz: Ушбу бонус <strong>(МД ва ундан юқори)</strong> рангга эришган етакчиларни <strong>Қурувчилар базаси</strong> ишлаб чиқарган жами <strong>Фаоллик ҳажмига</strong> кўра мукофотлайди. Сизнинг <strong>Қурувчилар базангиз</strong> сиздан қуйи рангдаги, <strong>National Director</strong>дан юқори бўлмаган тўғридан-тўғри Ҳамкорларингиз жамоасидан таркиб топади. Ушбу бонус сизга <strong>Қурувчилар базангиз</strong> ишлаб чиқарган <strong>Фаоллик ҳажмидан</strong> қуйида батафсил баён этилган фоизларни тўлайди.
zh: 此奖金奖励对<strong>(MD 及以上)</strong>排名的领导者，奖励您<strong>Builders Base</strong>所产生的总<strong>激活量</strong>。您的<strong>建设者基础</strong>包括<strong>直接合作伙伴团队</strong>，这些团队的等级低于您且不高于 <strong>National Director</strong>。该奖金会根据您的 <strong>建设者基础</strong>所产生的<strong>激活量</strong>向您支付一定比例，具体如下所示。

source: This booking is non-refundable; if you proceed with this booking, you will not be able to receive a refund in case of cancellation.
ca: Aquesta reserva no és reemborsable; si continues amb aquesta reserva, no podràs rebre un reemborsament en cas de cancel·lació.
de: Diese Buchung ist nicht erstattungsfähig; wenn Sie mit dieser Buchung fortfahren, können Sie im Falle einer Stornierung keine Erstattung erhalten.
es: Esta reserva no es reembolsable; si continúas con esta reserva, no podrás recibir un reembolso en caso de cancelación.
fr: Cette réservation n'est pas remboursable ; si vous procédez à cette réservation, vous ne pourrez pas recevoir de remboursement en cas d'annulation.
it: Questa prenotazione non è rimborsabile; se procederai con questa prenotazione, non potrai ricevere alcun rimborso in caso di cancellazione.
ja: この予約は払い戻しができません。この予約を完了した場合、キャンセルの際に返金を受けることができません。
kk: Бұл брондау қайтарылмайды; Брондауыңызды жалғастырсаңыз, бас тартылған жағдайда ақшаны қайтаруға құқығыңыз болмайды.
ko: 이 예약은 환불되지 않습니다. 이 예약을 진행하면 취소 시 환불을 받을 수 없습니다.
ky: Бул брондоо акысы кайтарылбайт; бул брондоону улантсаңыз, ал жокко чыгарылса, төлөмдү кайтарып ала албайсыз.
lv: Šī rezervācija netiek atmaksāta. Ja turpināsit rezervāciju, nevarēsit saņemt atmaksu, atcelšanas gadījumā.
mn: Энэ захиалганд төлбөр буцаан олголт хийгдэхгүй. Хэрэв та энэ захиалгыг хийгээд аялал цуцлах тохиолдолд төлбөр буцаан авалт хийгдэхгүй болно.
pt: Esta reserva não é reembolsável; se prosseguir com esta reserva, não poderá receber um reembolso em caso de cancelamento.
ro: Această rezervare este nerambursabilă; dacă continui cu această rezervare, nu vei putea primi o rambursare în caz de anulare.
ru: Это бронирование является невозвратным. Если вы продолжите оформление бронирования, то не сможете получить возврат средств в случае отмены.
uk: Це бронювання є незворотнім. Якщо ви продовжите оформлення бронювання, то не зможете отримати повернення коштів у разі скасування.
uz: Ушбу буюртма тўлови қайтарилмайди; агар буюртмани давом эттирсангиз, у бекор қилинганида тўловни қайтариб ололмайсиз.
zh: 此预订不可退款； 如果您继续此预订，如果取消，您将无法获得退款。

source: This booking is non-refundable.
ca: Aquesta reserva no és reemborsable.
de: Diese Buchung ist nicht erstattbar.
es: Esta reservación no es reembolsable.
fr: Cette réservation n'est pas remboursable.
it: Questa prenotazione non è rimborsabile.
ja: この予約は返金不可です。
kk: Бұл брондау қайтарылмайды.
ko: 이 예약은 환불되지 않습니다.
ky: Бул брондоонун акысы кайтарылбайт.
lv: Šī rezervācija nav atmaksājama.
mn: Энэ захиалганд төлбөр буцаан олголт хийгдэхгүй.
pt: Esta reserva não é reembolsável.
ro: Această rezervare este nerambursabilă.
ru: Это бронирование является невозвратным.
uk: Це бронювання є незворотнім.
uz: Ушбу буюртма тўлови қайтарилмайди.
zh: 此預訂不可退款。

source: This booking is not refundable. You will not be able to cancel it and receive a refund once you proceed.
ca: Aquesta reserva no és reemborsable. No podràs cancel·lar-la i rebre un reemborsament una vegada que hagis realitzat el tràmit.
de: Diese Buchung ist nicht erstattbar. Sie können es nicht stornieren und erhalten eine Rückerstattung, sobald Sie fortfahren.
es: Esta reservación no es reembolsable. No podrás cancelarla para obtener un reembolso una vez que la confirmes.
fr: Cette réservation n'est pas remboursable. Vous ne pourrez pas l'annuler et recevoir un remboursement une fois que vous aurez procédé.
it: Questa prenotazione non è rimborsabile. Dopo la conferma non potrai cancellarla né riceverne il riborso.
ja: この予約は払い戻しができません。また、手続き後のキャンセルや返金もできません。
kk: Бұл брондау қайтарылмайды. Жалғастырғаннан кейін одан бас тарта алмайсыз және ақшаны қайтара алмайсыз.
ko: 이 예약은 환불되지 않습니다. 진행 후 취소 및 환불이 불가합니다.
ky: Бул брондоо акысы кайтарылбайт. Эгер улантсаңыз, аны жокко чыгарып, төлөмдү кайтарып ала албайсыз.
lv: Šī rezervācija netiek atmaksāta. Ja turpināsit, nevarēsit to atcelt un saņemt atmaksu.
mn: Энэ захиалганд төлбөр буцаан олголт хийгдэхгүй. Хэрэв захиалга хийгдсэн бол цуцлах болон төлбөр буцаан авалт хийгдэхгүй болно.
pt: Esta reserva não é reembolsável. Você não poderá cancelar e receber um reembolso depois de continuar.
ro: Această rezervare nu este rambursabilă. Nu vei putea să o anulezi și să primești o rambursare odată ce continui.
ru: Это бронирование является невозвратным. В случае продолжения оформления вы не сможете его отменить и получить возврат средств.
uk: Це бронювання є незворотнім. У разі продовження оформлення ви не зможете його скасувати та отримати повернення коштів.
uz: Ушбу буюртма тўлови қайтарилмайди. Давом этсангиз, уни бекор қилиб, тўловни қайтариб ололмайсиз.
zh: 此預訂不可退款。 一旦繼續，您將無法取消它並獲得退款。

source: This cabin class is not available to book through inCruises at this time.
fr: Cette classe de cabine n'est pas disponible à la réservation via inCruises pour le moment.
it: Al momento, questa categoria di cabina non è prenotabile tramite inCruises.
kk: Бұл каюта санатын қазіргі уақытта inCruises арқылы брондау мүмкін емес.
pt: Esta classe de cabine não está disponível para reserva pela inCruises no momento.
uk: На даний момент цей клас кают недоступний для бронювання через inCruises.
uz: Ҳозирда мазкур каюта синфига inCruises орқали буюртма бериш имконсиз.
zh: 此客舱等级目前无法通过inCruises预订。

source: This card will be used to bill your for any and all pending invoices generated by inCruises to maintain your Membership and Partnership status active.
ca: Aquesta targeta s'utilitzarà per carregar totes les factures emeses per inCruises per mantenir la teva Membresia i continuar soci actiu.
de: Diese Karte wird verwendet, um alle ausstehenden Rechnungen zu begleichen, die von inCruises gestellt werden, um Ihren Mitgliedschafts- und Partnerschaftsstatus aktiv zu halten.
es: Esta tarjeta se utilizará para facturarle todas y cada una de las facturas pendientes generadas por inCruises para mantener activo su estado de Membresía y Asociación.
fr: Cette carte sera utilisée pour vous facturer tous les frais en attente générés par inCruises pour maintenir votre statut de Membre et de Partenaire actif.
it: Questa carta sarà utilizzata per addebitare tutte le fatture emesse da inCruises per mantenere attiva la tua posizione di Membro e di Partner.
ja: このカードは、あなたのメンバーシップおよびパートナーシップの状態を有効に保つために、inCruisesが発行した未決済の請求書の支払いに使用されます。
kk: Бұл карта сіздің Мүшелік және Серіктестік күйіңізді белсенді ұстау үшін inCruises жасаған кез келген және барлық күтудегі шот-фактуралар үшін шот қою үшін пайдаланылады.
ko: 이 카드는 멤버십 및 파트너십 상태를 활성 상태로 유지하기 위해 inCruises에서 생성한 모든 미납 청구서를 청구하는 데 사용됩니다.
ky: Бул карта Мүчөлүгүңүздү жана Өнөктөшүңүздүн статусун активдүү кармап туруу үчүн inCruises тарабынан сиз үчүн ачылган бардык жана күтүүдөгү эсеп-фактураларды көрсөтүү үчүн колдонулат.
lv: Šī karte tiks izmantota, lai izrakstītu rēķinu par visiem gaidošajiem rēķiniem, ar inCruises, lai saglabātu jūsu Biedru dalības Dalības un partnerības statusu.
mn: Энэ картыг таны Гишүүнчлэл болон Түншийн статусыг идэвхтэй байлгах үүднээс inCruises-ээс илгээсэн бүх хүлээгдэж буй нэхэмжлэхийн төлбөрийг төлөхөд ашиглана.
pt: Este cartão será usado para faturar todas e quaisquer faturas pendentes geradas pela inCruises para manter seu status de assinatura e parceria ativo.
ro: Acest card va fi folosit pentru a-ți factura toate facturile în așteptare generate de inCruises pentru a-ți menține activ statutul de membru și parteneriat.
ru: Эта карточка будет использоваться для выставления вам всех ваших просроченных счетов от inCruises с целью поддержания вашего Членского и Партнёрского статуса активным.
uk: Ця картка буде використовуватися для виставлення вам всіх ваших протермінованих рахунків від inCruises з метою підтримки вашого Членського та Партнерського статусу активним.
uz: Ушбу карта сизнинг Аъзолик ва Ҳамкорлик мақомингизни фаол ушлаб туриш учун inCruises томонидан сизга очилган ҳар қандай ва барча кутаётган ҳисобларни кўрсатиш учун қўлланилади.
zh: 此卡將用於向您收取由 inCruises 生成的任何和所有未決發票的賬單，以保持您的會員資格和合作夥伴狀態有效。

source: This chat group item has no messages to delete
ca: Aquest element del grup de xat no té missatges per eliminar
de: Dieser Chatgruppeneintrag hat keine zu löschenden Nachrichten
es: Este elemento del grupo de chat no tiene mensajes para eliminar
fr: Cet élément du groupe de discussion n'a aucun message à supprimer
it: Non ci sono messaggi da cancellare in questo gruppo
ja: このチャットグループアイテムには削除するメッセージがありません
kk: Бұл чат тобының элементінде жойылатын хабарлар жоқ
ko: 이 채팅 그룹 항목에는 삭제할 메시지가 없습니다
ky: Бул чат тобунда өчүрүлө турган билдирүүлөр жок
lv: Šim tērzēšanas grupas vienumam nav dzēšamu ziņojumu
mn: Энэ чатын бүлэгт устгах бичвэр алга байна
pt: Este item do grupo de bate-papo não tem mensagens para excluir
ro: Acest element de grup de chat nu are mesaje de șters
ru: В данной группе нет сообщений к удалению
uk: У цій групі немає повідомлень для видалення
uz: Ушбу чат гуруҳи элементида ўчириладиган хабарлар йўқ
zh: 该聊天组项目没有可删除的消息

source: This chat item has no messages to delete
ca: Aquest element de xat no té missatges per esborrar
de: Dieser Chateintrag hat keine zu löschenden Nachrichten
es: Este elemento de chat no tiene mensajes para eliminar
fr: Cet élément de discussion n'a aucun message à supprimer
it: Non ci sono messaggi da cancellare in questa chat
ja: このチャットアイテムには削除するメッセージがありません
kk: Бұл чат элементінде жойылатын хабарлар жоқ
ko: 이 채팅 항목에는 삭제할 메시지가 없습니다
ky: Бул чат тобунда өчүрүлө турган билдирүүлөр жок
lv: Šim tērzēšanas vienumam nav dzēšamu ziņojumu
mn: Энэ чатанд устгах бичвэр алга байна
pt: Este item de bate-papo não tem mensagens para excluir
ro: Acest element de chat nu are mesaje de șters
ru: В данном чате нет сообщений к удалению
uk: У цьому чаті немає повідомлень для видалення
uz: Ушбу чат элементида ўчириладиган хабарлар йўқ
zh: 该聊天项目没有可删除的消息

source: This checkout has been completed or is invalid, please wait while we redirect you.
ca: Aquest pagament s'ha finalitzat o no és vàlid, espereu mentre us redirigim.
de: Diese Kaufabwicklung wurde abgeschlossen oder ist ungültig, bitte haben Sie einen Moment Geduld, wir leiten Sie weiter.
es: Este pago ha sido completado o no es válido, espere mientras lo redirigimos.
fr: Cette commande a été terminée ou est invalide, veuillez patienter pendant que nous vous redirigeons.
it: Questo pagamento è stato completato oppure non è valido, sei pregato di attendere che ti reindirizziamo.
ja: チェックアウトが完了、もしくは無効です。リダイレクトされるまでお待ちください。
kk: Бұл тексеру аяқталды немесе жарамсыз, сізді қайта бағыттағанша күте тұруыңызды сұраймыз.
ko: 이 결제는 완료되었거나 무효합니다. 리디렉션하는 동안 잠시 기다려주십시오.
ky: Бул текшерүү аяктады же жараксыз, сураныч сизди кайра багыттообузду күтүңүз.
lv: Šis maksājums tiek pabeigts vai tiks noraidīts-lūdzu gaidiet, kamēr mēs jūs pārvirzīsim.
mn: Энэ төлбөр нь хийгдсэн эсвэл хүчин төгөлдөр бус байна. Дараагийн хуудас руу шилжтэл түр хүлээнэ үү.
pt: Este pagamento foi concluído ou é inválido. Aguarde enquanto o redirecionamos.
ro: Această plată a fost realizată sau nu este validată, vă rugăm să așteptați în timp ce vă redirecționăm.
ru: Оформление заказа завершено или недействительно, подождите, пока мы перенаправим Вас.
uk: Оформлення замовлення завершено або недійсне, будь ласка, зачекайте, поки ми переспрямуємо Вас.
uz: Ушбу буюртма расмийлаштируви тугалланмади ёки хато, илтимос, сизни йўналтиришимизни кутинг.
zh: 此結帳已完成或無效，請等待跳轉頁面

source: This course is not ready yet.
ca: Aquest curs encara no està preparat.
de: Dieser Kurs ist noch nicht fertig.
es: Este curso aún no está listo.
fr: Ce cours n'est pas encore prêt.
it: Questo corso non è ancora pronto.
ja: このコースは準備中です。
kk: Бұл курс әлі дайын емес.
ko: 이 코스는 아직 준비되지 않았습니다.
ky: Бул курс азырынча даяр эмес.
lv: Šis kurss vēl nav gatavs.
mn: Энэ сургалт бэлэн болоогүй байна.
pt: Este curso ainda não está pronto.
ro: Acest curs nu este încă gata.
ru: Данный курс пока ещё не готов.
uk: Цей курс ще не готовий.
uz: Ушбу курс хали тайёр эмас.
zh: 这门课程还没有准备好。

source: This course is under production.
ca: Aquest curs està en producció.
de: Dieser Kurs befindet sich in der Entwicklung.
es: Este curso está en producción.
fr: Ce cours est en cours de production.
it: Questo corso è in fase di produzione.
ja: このコースは製作中です。
kk: Бұл курс әзірленуде.
ko: 이 코스는 제작 중입니다.
ky: Бул курс иштелип чыгууда.
lv: Šis kurss ir veidošanas stadijā.
mn: Энэ сургалт боловсруулагдаж байна.
pt: Este curso está em produção.
ro: Acest curs este încă în producție.
ru: Данный курс в разработке.
uk: Цей курс на стадії розробки.
uz: Ушбу курс ишлаб чиқиш жараёнида.
zh: 本课程正在制作中。
