Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The email must come from your current email on our system and include your full name, mobile telephone number and reason for the refund request. You must receive email confirmation from us as proof that your email was received by us in a timely manner.
ca: El correu electrònic ha de ser enviat des de l’adreça actual que tens registrada al nostre sistema i ha d’incloure el teu nom complet, número de telèfon mòbil i el motiu de la sol·licitud de reemborsament. Has de rebre una confirmació per correu electrònic per part nostra com a prova que hem rebut el teu correu dins del termini establert.
de: Die E-Mail muss von Ihrer aktuellen E-Mail-Adresse in unserem System stammen und Ihren vollständigen Namen, Ihre Mobiltelefonnummer und den Grund für die Rückerstattungsanfrage enthalten. Sie müssen von uns eine E-Mail-Bestätigung als Nachweis dafür erhalten, dass Ihre E-Mail rechtzeitig bei uns eingegangen ist.
es: Este correo debe mandarse desde el correo electrónico que tienes registrado en nuestro sistema e incluir tu nombre completo, teléfono móvil y la razón por la que solicitas la devolución. Posteriormente recibirás un correo de la compañía confirmando la recepción de tu solicitud.
fr: L'e-mail doit provenir de votre e-mail actuel sur notre système et inclure votre nom complet, votre numéro de téléphone portable et le motif de la demande de remboursement. Vous devez recevoir une confirmation par e-mail de notre part comme preuve que votre e-mail a été reçu par nous en temps opportun.
it: L'email deve provenire dal tuo indirizzo email attualmente registrato nel nostro sistema e includere il tuo nome completo, il numero di telefono cellulare e il motivo della richiesta di rimborso. Devi ricevere una nostra email di conferma come prova che la tua email è stata ricevuta nei tempi previsti.
ja: 返⾦申請の旨を送信する電⼦メールは、当社システム上で登録されている現在の電⼦メールから送信され、お問い合わせ内容には⽒名、携帯番号、返⾦申請の理由が明記されている必要があります。返⾦申請依頼の電⼦メールが返⾦申請可能期限内に当社側によって受信した証拠として、当社から電⼦メールの確認を受信しなければなりません。
kk: Электрондық хат біздің жүйемізде тіркелген ағымдағы электрондық пошта мекенжайыңыздан жіберілуі керек және онда толық атыңыз, ұялы телефон нөміріңіз және қайтару сұранысының себебі көрсетілуі тиіс. Сіздің хатыңыздың уақтылы қабылданғанын растайтын дәлел ретінде бізден растау хатын алуыңыз қажет.
ky: Электрондук почта биздин системадагы учурдагы электрондук почтаңыздан жөнөтүлүшү керек жана анда толук аты-жөнүңүз, уюлдук телефон номериңиз жана кайтарым төлөм сурооңуздун себеби камтылышы зарыл. Электрондук катыңыз убагында жеткенин тастыктаган далил катары бизден ырастоочу кат алууңуз керек.
lv: E-pasta ziņojumam ir jābūt no jūsu pašreizējā e-pasta ziņojuma mūsu sistēmā, un tajā jānorāda pilns jūsu vārds, mobilā tālruņa numurs un atmaksas pieprasījuma iemesls.Jums ir jāsaņem no mums e-pasta apstiprinājums kā pierādījums tam, ka jūsu e-pastu mēs saņēmām savlaicīgi.
mn: Имэйл нь манай системд бүртгэлтэй таны одоогийн имэйл хаягаас илгээгдсэн байх ёстой бөгөөд таны бүтэн нэр, гар утасны дугаар болон буцаан олголт хүсэж буй шалтгаан зэргийг бичсэн байх шаардлагатай. Бид танд таны имэйлийг цаг хугацаанд нь хүлээн авсныг баталгаажуулсан имэйл заавал авах болно.
pt: O e-mail deve vir do seu e-mail atual em nosso sistema e incluir seu nome completo, número de telefone celular e o motivo da solicitação de reembolso. Você deve receber uma confirmação por e-mail como prova de que seu e-mail foi recebido por nós em tempo hábil.
ro: E-mailul trebuie să provină de la e-mailul tău curent de pe sistemul nostru și să includă numele tău complet, numărul de telefon mobil și motivul cererii de rambursare. Trebuie să primești confirmarea prin e-mail de la noi ca dovadă că e-mailul tău a fost primit de noi în timp util.
ru: Электронной письмо должно быть отправлено с вашего текущего электронного адреса, зарегистрированного в нашей системе, и должно включать в себя ваше полное имя, номер мобильного телефона и причину, по которой осуществляется запрос. Вы должны получить от нас электронное письмо с подтверждением того, что ваш запрос получен нами своевременно.
uk: Електронний лист має бути надісланий з вашої поточної електронної адреси, зареєстрованої в нашій системі, і повинен містити ваше повне ім'я, номер мобільного телефону та причину запиту на повернення коштів. Ви повинні отримати від нас підтвердження того, що ваш запит було отримано вчасно.
uz: Электрон хат бизнинг тизимимиздаги жорий электрон почтангиздан жўнатилиши ва унда тўлиқ исм-шарифингиз, телефон рақамингиз ҳамда тўловни қайтариб олишингиз сабаблари кўрсатилиши шарт. Сизнинг электрон почтангизга хатни ўз вақтида қабул қилганимизни тасдиқловчи электрон хат келади.
zh: 电子邮件必须由您在我们系统中当前使用的电子邮件地址发送，并且应包括您的全名、手机号码以及申请退款的理由。您需要收到我们的电子邮件确认作为我们及时收到您的邮件的证明。

source: The email you have entered is invalid.
ca: El correu electrònic que has introduït no és vàlid.
de: Die von Ihnen eingegebene E-Mail ist ungültig.
es: El correo electrónico es inválido
fr: Le mail que vous avez saisi n'est pas valide.
it: L'email che hai inserito non è valida.
ja: 入力されたメールアドレスは、存在しません。
kk: Сіз енгізген электрондық пошта жарамсыз.
ko: 입력하신 이메일이 유효하지 않습니다.
ky: Сиз киргизген электрондук почта жараксыз.
lv: Jūsu ievadītais e-pasts nav derīgs.
mn: Таны имэйл хаяг буруу байна.
pt: O email que você digitou é inválido.
ro: Adresa de e-mail introdusă nu este validă.
ru: Вы ввели некорректный адрес электронной почты.
uk: Введена Вами електронна адреса недійсна.
uz: Сиз киритган электрон почта нотўғри.
zh: 您輸入的電子郵件無效。

source: The email you have entered is not valid.
ca: El correu electrònic que has introduït no és vàlid.
de: Die von Ihnen eingegebene E-Mail ist ungültig.
es: El correo electrónico que has introducido es inválido.
fr: L'email que vous avez saisi n'est pas valide.
it: L'email inserita non è valida.
ja: 入力されたメールアドレスは無効です。
kk: Сіз енгізген электрондық пошта мекенжайы жарамсыз.
ko: 입력한 이메일이 유효하지 않습니다.
ky: Сиз киргизген электрондук почта дареги туура эмес.
lv: Jūsu ievadītais e-pasta ziņojums nav derīgs.
mn: Таны бичсэн имэйл хаяг буруу байна.
pt: O email que você digitou não é válido.
ro: Adresa de e-mail introdusă nu este validă.
ru: Вы ввели некорректный адрес электронной почты.
uk: Ви ввели неправильну адресу електронної пошти.
uz: Сиз киритган электрон почта нотўғри.
zh: 您输入的电子邮件无效。

source: The entered authentication code is invalid. Please try again.
ca: El codi d'autenticació introduït no és vàlid. Si us plau, intenta-ho de nou.
de: Der eingegebene Authentifizierungscode ist ungültig. Bitte versuchen Sie es erneut.
es: El código de autenticación ingresado es inválido. Por favor, vuelve a intentarlo.
fr: Le code d'authentification saisi n'est pas valide. Veuillez réessayer.
it: Il codice di autenticazione inserito non è valido. Prova di nuovo.
ja: 入力された認証コードが無効です。もう一度やり直してください。
kk: Енгізілген аутентификация коды жарамсыз. Қайталап көріңіз.
ko: 입력한 인증코드가 유효하지 않습니다. 다시 시도해 주세요.
ky: Киргизилген аутентификация коду жараксыз. Сураныч, кайра аракет кылыңыз.
lv: Ievadītais autentifikācijas kods nav derīgs. Lūdzu, mēģiniet vēlreiz.
mn: Таны оруулсан баталгаажуулах код буруу байна. Дахин бичнэ үү.
pt: O código de autenticação inserido é inválido. Por favor, tente novamente.
ro: Codul de autentificare introdus este nevalid. Te rugăm să încerci din nou.
ru: Введённый код аутентификации недействителен. Попробуйте, пожалуйста, снова.
uk: Введений код автентифікації недійсний. Спробуйте, будь ласка, знову.
uz: Киритилган аутентификация коди яроқсиз. Илтимос, қайта уриниб кўринг.
zh: 输入的验证码无效。 请再试一次。

source: The following achievements earn
fr: Les réalisations suivantes rapportent
it: I seguenti risultati consentono di ottenere

source: The following is your {{ cryptoIso }} Netcents Pay QR Code.
ca: El següent és el teu {{ cryptoIso }} codi QR de Netcents Pay.
de: Dies ist Ihr {{cryptoIso}} Netcents Pay QR Code.
es: El siguiente es tu {{ cryptoIso }} código QR de Netcents Pay.
fr: Ce qui suit est ton {{ cryptoIso }} Netcents Code QR de paiement.
it: Quello che segue è il tuo {{ cryptoIso }} codice QR di Netcents Pay.
ja: 以下はあなたの {{ cryptoIso }} Netcents PayのQRコードです。
kk: Мынау Сіздің {{ cryptoIso }} Netcents Pay QR Кодыңыз.
ko: 다음은 귀하의 {{cryptoIso}} Netcents Pay QR 코드입니다.
ky: Төмөнкү сиздин {{ cryptoIso }} Netcents Pay QR кодуңуз.
lv: Nākošais ir tavs {{ cryptoIso }} Netcents apmaksas QR kods.
mn: Энэ бол таны {{ cryptoIso }} Netcents Pay-ийн QR Код.
pt: Esse é o seu código QR do {{ cryptoIso }} Netcents Pay.
ro: Următorul este {{cryptoIso}} codul tău Netcents Pay QR.
ru: Ниже приводится Ваш {{ cryptoIso }} Netcents Pay QR Code.
uk: Нижче наведено ваш {{ cryptoIso }} Netcents Pay QR-код.
uz: Қуйида сизнинг {{ cryptoIso }} Netcents Pay QR кодингиз келтирилган.
zh: 以下是您的{{ cryptoIso }} Netcents Pay二維碼。

source: The following is your WeChat Pay QR Code.
ca: A continuació, es mostra el codi QR de WeChat Pay.
de: Im Folgenden finden Sie Ihren WeChat Pay QR-Code.
es: El siguiente es su código QR de WeChat Pay.
fr: Ce qui suit est ton Code QR de paiement WeChat.
it: Quello che segue è il tuo codice QR di WeChat Pay.
ja: 以下はあなたのWeChat PayのQRコードです。
kk: Мынау Сіздің WeChat Pay QR Кодыңыз.
ko: WeChat Pay QR 코드는 다음과 같습니다.
ky: Төмөндө WeChat Pay QR коду бар.
lv: Nākošais ir tavs WEChatapmaksas QR kods.
mn: Энэ бол таны WeChat Pay-ийн QR Code.
pt: O seguinte é o seu código QR do WeChat Pay.
ro: Codul tău WeChat Pay QR este următorul.
ru: Вот Ваш WeChat Pay QR Code.
uk: Нижче наведено ваш WeChat Pay QR-код.
uz: Қуйидаги Сизнинг WeChat Pay QR кодингиз келтирилган.
zh: 以下是您的微信支付QR碼。

source: The following phone number is not valid or has no country code:
ca: El següent número de telèfon no és vàlid o no té codi de país:
de: Die folgende Rufnummer ist ungültig oder hat keine Landesvorwahl:
es: El siguiente número telefónico no es válido o no cuenta con código de país:
fr: Le numéro de téléphone suivant n'est pas valide ou n'a pas d'indicatif de pays :
it: Il seguente numero di telefono non è valido o non ha il prefisso internazionale:
ja: 電話番号が有効ではない、または国コードがありません。
kk: Келесі телефон нөмірі жарамсыз немесе ел коды жоқ:
ko: 다음 전화번호는 유효하지 않거나 국가 코드가 없습니다:
ky: Төмөнкү телефон номери жараксыз же өлкөнүн коду жок:
lv: Sekojošais telefona numurs nav likumīgs vai nav valsts koda:
mn: Дараах утасын дугаар буруу эсвэл улсын код сонгогдоогүй байна:
pt: O seguinte número de telefone não é válido ou não tem o código de país:
ro: Următorul număr de telefon nu este valid sau nu are cod de țară:
ru: Данный номер телефона некорректен или отсутствует код страны:
uk: Даний номер телефону некоректний або відсутній код країни:
uz: Қуйидаги телефон рақами нотўғри ёки мамлакат коди йўқ:
zh: 以下電話號碼無效或沒有國家/地區代碼：

source: The following travel prizes will be awarded to the top eligible point earners in the following rank divisions:
ca: Els següents premis de viatge s’atorgaran als guanyadors de punts elegibles amb millor puntuació dins de les següents divisions de rang:
es: Los siguientes premios de viaje serán otorgados a los principales ganadores de puntos elegibles en las siguientes divisiones de rango:
fr: Les prix de voyage suivants seront attribués aux meilleurs gagnants de points admissibles dans les divisions de classement suivantes :
it: I seguenti premi di viaggio saranno assegnati ai concorrenti idonei con più punti nelle seguenti classi di rango:
ja: 以下のトラベル賞品は、各ランク区分における上位の有資格ポイント獲得者に授与されます：
kk: Келесі саяхат жүлделері келесі ранг санаттарындағы ең көп ұпай жинаған қатысушыларға табысталады:
pt: Os seguintes prêmios de viagem serão concedidos aos maiores ganhadores de pontos qualificados nas seguintes divisões de patamares:
ro: Următoarele premii de călătorie vor fi acordate celor mai buni câștigători de puncte eligibili din următoarele divizii de carieră:
uk: Такі туристичні призи будуть вручені найрезультативнішим претендентам по кількості зароблених балів у наступних рангових дивізіонах:
uz: Мазкур саёҳат ютуқлари билан қуйидаги ранг тоифасида энг кўп балл тўплаганлар тақдирланади:
zh: 以下旅行奖品将授予各级别中积分最高的合资格人员：

source: The Founders Giving Society
de: Die Stiftergemeinschaft
fr: La Société Philanthropique des Fondateurs
ja: Giving Societyのメンバー
kk: Қайырымдылық қоғамының негізін қалаушылар
ky: Кайрымдуулук коомунун уюштуруучулары
lv: Dibinātāju Dodošā Kopiena
mn: The Giving Society-г үүсгэн байгуулагч нар
ru: Общество отдавания основателей
uk: Товариство благодійників-засновників
uz: Хайрия ҳамжамияти асосчилари
zh: 创始人赠与协会

source: THE Global Convention Agenda
fr: Agenda de THE Global Convention
it: THE Global Convention - Programma
kk: THE Global Convention Күн тәртібі
pt: Agenda do THE Global Convention
uk: Програма Глобальної Конференції
uz: THE Global Convention кун тартиби
zh: THE Global Convention议程

source: The Global Leadership Summit Madrid is complete and the winners will be posted here!
ca: La Cimera Global de Lideratge de Madrid ha finalitzat i els guanyadors es publicaran aquí!
de: Der Global Leadership Summit Madrid ist abgeschlossen und die Gewinner werden hier bekannt gegeben!
es: ¡La Cumbre Global de Liderazgo (GLS) de Madrid ha finalizado y los ganadores se publicarán aquí!
fr: Le Sommet Mondial du Leadership de Madrid est terminé et les gagnants seront affichés ici !
it: Il Global Leadership Summit di Madrid è terminato e i vincitori saranno pubblicati qui!
ja: グローバル・リーダーシップ・サミット・マドリードが終了し、勝者はここに掲載されます！
kk: Мадридтегі жаһандық көшбасшылар саммиті аяқталды және жеңімпаздар осында жарияланады!
ky: Мадриддеги Глобалдык Лидерлер Саммити сынагы аяктады жана жеңүүчүлөр бул жерде жарыяланат!
lv: Globālais Līderu samits Madridē ir noslēdzies un uzvarētāji tiks paziņoti šeit!
mn: Мадридийн Дэлхийн Манлайллын Чуулга Уулзалтын уралдаан дууссан бөгөөд ялагч нар энд нийтлэгдэх болно!
pt: O Global Leadership Summit Madrid foi concluído e os vencedores serão publicados aqui!
ro: Global Leadership Summit Madrid este finalizat, iar câștigătorii vor fi postați aici!
ru: Международный Лидерский Саммит в Мадриде завершён и список победителей будет опубликован здесь!
uk: Міжнародний Лідерський Саміт у Мадриді завершено і список переможців буде опубліковано тут!
uz: Мадриддаги Глобал Етакчилар Саммити тугади ва ғолиблар бу ерда кўрсатилади!
zh: 全球领导力峰会马德里已圆满结束，获胜者将在此公布！

source: The Global Leadership Summit X contest ended
ca: El Concurs de la Cimera Global de Lideratge X ha finalitzat
fr: Le concours du Global Leadership Summit X est terminé
it: Si è concluso il concorso Global Leadership Summit X
ja: グローバル・リーダーシップ・サミット X コンテストは終了しました
kk: Х Халықаралық көшбасшылық саммитінің жарысы аяқталды!
pt: O concurso Global Leadership Summit X acabou
ro: Concursul Global Leadership Summit X s-a încheiat
uk: Змагання Міжнародного Лідерського Саміту X завершено
uz: Глобал Етакчилар Саммити X танлови ўз ниҳоясига етди
zh: 全球领导力峰会X竞赛已结束。

source: The GLS-Thailand contest runs from
ca: El concurs GLS-Tailàndia té lloc des de
es: El concurso de GLS-Tailandia comienza el
fr: Le concours GLS-Thaїland se déroule à partir du
it: Il concorso GLS-Thailandia si svolge dal
ja: GLS-タイ コンテストの開催期間は、
kk: GLS-Тайланд байқауы өткізіледі
pt: A competição do GLS-Tailândia vai de
ro: Concursul GLS-Tailanda se derulează de la
uk: Конкурс МЛС-Таїланд пройде
uz: GLS-Таиланд танловининг бошланиш санаси:
zh: GLS-泰国竞赛开始于

source: THE GLS-Thailand FACTOR
ca: EL FACTOR GLS-Tailàndia
es: EL FACTOR GLS-Tailandia
fr: LE FACTEUR GLS-Thaїland
it: Il FATTORE GLS Thailandia
ja: GLS-タイの魅力
kk: GLS-Тайланд ФАКТОРЫ
pt: O FATOR GLS-Tailândia
ro: FACTORUL GLS-Tailanda
uk: МЛС-Таїланд ФАКТОР
uz: GLS-Таиланд ФАКТОР
zh: GLS-泰国因素

source: The Gold Package is sold out. Please select another package.
ca: El Paquet Or està esgotat. Si us plau, selecciona un altre paquet.
de: Das Gold-Paket ist ausverkauft. Bitte wählen Sie ein anderes Paket.
es: El Paquete Oro está agotado. Por favor, selecciona un paquete diferente.
fr: Le Forfait Or est épuisé. Veuillez choisir un autre forfait.
it: Il pacchetto Gold è esaurito. Ti invitiamo a selezionare un altro pacchetto.
ja: ゴールド・パッケージは完売しました。他のパッケージをお選びください。
kk: Алтын пакеті сатылып кетті. Басқа пакетті таңдаңыз.
ko: 골드 패키지는 매진되었습니다. 다른 패키지를 선택하십시오.
ky: Алтын пакети сатылып кетти. Сураныч, башка пакет тандаңыз.
lv: Zelta paketes ir izpārdotas. L;udzu izvēlieties citu paketi.
mn: Алтан багц зарагдаж дууссан байна. Та өөр багц сонгоно уу.
pt: O pacote Gold está esgotado. Selecione outro pacote.
ro: Pachetul Aur este epuizat. Te rugăm să selectezi un alt pachet.
ru: Золотой тариф распродан. Выберите, пожалуйста, другой тариф.
uk: Золотий тариф розпродано. Виберіть, будь ласка, інший тариф.
uz: Олтин пакет сотиб бўлинди. Илтимос, бошқа пакетни танланг.
zh: Gold 套餐已售完。 请选择其他套餐。

source: The Incaricato also warrants and declares to the Company that he/she:
ca: El candidat també garanteix i declara a la Companyia que ell/ella:
de: Der Vertragspartner garantiert und erklärt dem Unternehmen außerdem:
es: El candidato también garantiza y declara a la Compañía que él / ella:
fr: L'Incaricato garantit et déclare également à la Société qu'il/elle :
it: L'Incaricato inoltre dichiara e garantisce alla Società che:
ja: またインカリカートは、当社に対して以下のことを保証し、宣言します。
kk: Incaricato сонымен қатар Компанияға кепілдік береді және ұсынады:
ko: 대리인은 또한 회사에 다음을 보증하고 선언합니다:
ky: Incaricato ошондой эле кепилдик берет жана Компанияга мындай деп билдирет:
lv: "Incaricato" arī garantē un paziņo uzņēmumam, ka viņš/viņa:
mn: Инкарикато нь түүний тухай дараахь зүйлийг компанид баталгаажуулж, мэдэгдэж байна:
pt: O Incaricato também garante e declara à Empresa que:
ro: Persoana garantează și declară Companiei că el/ea:
ru: Уполномоченный представитель также заявляет и гарантирует Компании, что:
uk: Уповноважений представник також заявляє та гарантує Компанії, що він/вона:
uz: Инкарикато шунингдек Компанияга қуйидагиларни маълум қилади ва тасдиқлайди:
zh: Incaricato 還向公司保證並聲明他/她：

source: The inCruises Board of Directors consists of top-performing field sales leaders.
ca: El Board of Directors d’inCruises està format per líders destacats en vendes directes.
de: inCruises Board of Directors besteht aus den erfolgreichsten Außendienstleitern.
es: El Board of Directors de inCruises está compuesto por líderes de ventas de campo de alto rendimiento.
fr: Le Conseil d'Administration d'inCruises est composé des meilleurs leaders des ventes sur le terrain.
it: Il Board of Directors di inCruises è composto da leader delle vendite sul campo di alto livello.
ja: inCruisesのBoard of Directorsは、現場で優れた実績を持つセールスリーダーたちで構成されています。
kk: Board of Director рангында көшбасшылар құрамына ең табысты дистрибьюторлар кіреді.
ky: inCruises компаниясынын директорлор кеңеши сатуу боюнча мыкты лидерлерден турат.
lv: inCruises Board of Directors sastāv no sastāv no visveiksmīgākajiem pārdošanas līderiem nozarē.
mn: inCruises компаний Board of Directors-ууд нь хамгийн сайн гүйцэтгэл бүхий талбарын борлуулагч нараас бүрддэг юм.
pt: O Board of Directors da inCruises está composto por líderes de vendas de campo de alta performance.
ro: Board of Directors al inCruises este format din lideri de vânzări de top care au performanță.
ru: В состав лидеров в ранге Board of Director входят самые успешные дистрибьютеры.
uk: Board of Directors inCruises складається з найефективніших лідерів продажів.
uz: inCruises Board of Directors таркибига сотув борасидаги энг муваффақиятли Ҳамкорлар киради.
zh: inCruises董事会由顶尖的现场销售领袖组成。

source: The inCruises Board of Directors consists of top-performing Partners. These leaders excel in team building, leader development, and embody the company’s mission to enrich lives.
ca: El Board of Directors d’inCruises està format per Socis destacats. Aquests líders destaquen en la creació d’equips, el desenvolupament de lideratges i representen la missió de l’empresa d’enriquir vides.
de: inCruises Board of Directors besteht aus leistungsstarken Partnern. Diese Leader zeichnen sich durch Teambildung und Führungskräfteentwicklung aus und verkörpern die Mission des Unternehmens, Leben zu bereichern.
es: El Board of Directors de inCruises está compuesto por Socios de alto rendimiento. Estos líderes se destacan en la construcción de equipos, el desarrollo de liderazgo y encarnan la misión de la empresa de enriquecer vidas.
fr: Le Conseil d'Administration d'inCruises est composé des Partenaires les plus performants. Ces leaders excellent dans le développement de l'esprit d'équipe et du leadership, et incarnent la mission de l'entreprise : enrichir la vie.
it: Il Board of Directors di inCruises è composto dai Partner con le migliori prestazioni. Questi leader eccellono nella creazione di team, nello sviluppo di leader e incarnano la missione aziendale di arricchire le vite.
ja: inCruisesのBoard of Directorsは、優れた実績を持つパートナーたちで構成されています。これらのリーダーは、チーム構築やリーダー育成において卓越しており、人々の人生を豊かにするという会社の使命を体現しています。
kk: Board of Director рангында көшбасшылар құрамына ең табысты дистрибьюторлар кіреді. Бұл көшбасшылар команда құруда, көшбасшылықты дамытуда жоғары нәтижелерге қол жеткізеді және компанияның — адамдардың өмірін байыту — миссиясын жүзеге асырады.
ky: inCruisesтин Board of Directors курамын эң мыкты көрсөткүчтөргө жетишкен өнөктөштөр түзөт. Бул лидерлер команда түзүүдө, лидерлерди өнүктүрүүдө мыктылык көрсөтүп, компаниянын жашоону байытуу миссиясын толугу менен чагылдырышат.
lv: inCruises Board of Directors sastāv no visveiksmīgākajiem pārdošanas Partneriem. Šie līderi ir izcili komandas veidošanā, līderu attīstībā un iemieso uzņēmuma misiju bagātināt dzīves.
mn: inCruises компаний Board of Directors-ууд нь хамгийн сайн гүйцэтгэл бүхий талбарын борлуулагч нараас бүрддэг юм. Эдгээр манлайлагч нар баг бүрдүүлэх, манлайлагч нарыг хөгжүүлэх чиглэлд амжилттай ажилладаг төдийгүй компаний бусдын амьдралыг баялаг болгох эрхэм зорилгынхоо төлөө өөрсдийгөө зориулдаг хүмүүс юм.
pt: O Board of Directors da inCruises é composto por Parceiros de alta performance. Esses líderes se destacam na formação de equipes, no desenvolvimento de líderes e incorporam a missão da empresa de enriquecer vidas.
ro: Board of Directors inCruises este format din parteneri de top. Acești lideri excelează în formarea echipelor, dezvoltarea liderilor și întruchipează misiunea companiei de a îmbogăți viețile.
ru: В состав лидеров в ранге Board of Director входят самые успешные дистрибьютеры. Эти лидеры добиваются высоких результатов в построении команды, развитии лидерства и воплощают миссию компании — обогащать жизни людей.
uk: Board of Directors inCruises складається з найефективніших партнерів. Ці лідери досягають успіху в створенні команди, розвитку лідерів і втілюють місію компанії збагачувати життя.
uz: inCruises Board of Directors таркибига энг муваффақиятли Ҳамкорлар киради. Мазкур етакчилар жамоа қуриш, етакчилар етиштириш ва компаниянинг ҳаётларни бойитиш каби миссиясини амалга оширишда юқори натижалар кўрсатадилар.
zh: inCruises董事会由顶尖的合作伙伴组成。这些领袖在团队建设、领导者培养方面表现卓越，并以实际行动践行公司致力于丰富生活的使命。

source: The inCruises Executive Team
ca: L'Equip Executiu d'inCruises
de: Das inCruises Executive Team
es: El Equipo Ejecutivo de inCruises
fr: L'équipe de Direction d'inCruises
it: Il Team Dirigenziale di inCruises
ja: inCruises エグゼクティブ チーム
kk: inCruises Атқарушы Тобы
ky: inCruisesтин аткаруучу командасы
lv: InCruises Izpildu Komanda
mn: inCruises-ийн гүйцэтгэх баг
pt: A Equipe Executiva da inCruises
ro: Echipa Executivă inCruises
ru: Руководящий состав inCruises
uk: Команда керівників inCruises
uz: inCruises Раҳбарияти
zh: inCruises执行团队

source: The inCruises Giving Society
ca: La inCruises Giving Society
de: Die inCruises Spendergesellschaft
fr: La Société Philanthropique inCruises
ja: inCruisesのGiving Society
kk: InCruises Беру Қоғамы
ky: inCruises кайрымдуулук коому
lv: inCruises Ziedojošā Kopiena
pt: A inCruises Giving Society
ru: Общество отдавания inCruises
uk: Товариство благодійників inCruises
uz: inCruises Хайрия ҳамжамияти
zh: inCruises慈善协会
