Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Weekend Transfer Limit
ca: <span class="tooltip-bottom" :tooltip="$gettext('Límit de quantitat total que cada usuari podrà retirar en un cap de setmana (Divendres-diumenge ) - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Límit de transferència de cap de setmana
de: <span class="tooltip-bottom" :tooltip="$gettext('Gesamtbetrag, den jeder Nutzer innerhalb eines Wochenendes (Freitag-Sonntag) abheben kann - (Nächstgelegener ganzer Wert)')"><i class="fas fa-question-circle"/></span> Überweisungsgrenze am Wochenende
es: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Límite de transferencia de fin de semana
fr: <span class="tooltip-bottom" :tooltip="$gettext('Limite du montant total que chaque utilisateur sera autorisé à retirer au cours d'un week-end (vendredi-dimanche) - (Valeur entière la plus proche)')"><i class="fas fa-question-circle"/></span> Limite de transfert pendant le week-end
it: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Limite di trasferimento nel fine settimana
ja: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> 週末の送金限度額
kk: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"> <i class="fas fa-question-circle"/></span> Демалыс күндері трансфер шегі
ky: <span class="tooltip-bottom" :tooltip="$gettext('Жалпы сумманын чеги ар бир колдонуучуга дем алыш күндөрү (жума-жекшемби) ичинде алууга уруксат берилет - (Эң жакынкы маани)')"><i class="fas fa-question-circle"/></span>Дем алыш күндөрүндөгү которуу лимити
lv: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Nedēļas nogales pārsūtīšanas limits
mn: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Амралтын өдрөөр шилжүүлэх хэмжээ
pt: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Limite de transferência no fim de semana
ro: <span class="tooltip-bottom" :tooltip="$gettext('Limita sumei totale pe care fiecărui utilizator i se va permite să o retragă într-un weekend (vineri-duminică) - (Cea mai apropiată valoare întreagă)')"><i class=" fas fa-question-circle"/></span> Limită de transfer în weekend
ru: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Недельное ограничение на перевод
uk: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Ліміт переказів у вихідні дні
uz: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"></i></span> Дам олиш кунларидаги ўтказмалар лимити
zh: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> 周末转账限额

source: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Period Transfer Limit
ca: <span class="tooltip-bottom" :tooltip="$gettext('Límit de la quantitat total que cada usuari podrà retirar dins del\'Període de transferència\' - (valor complet més pròxim)')"><i class="fas fa-question-circle"/></span> Període Límit de Transferència
de: <span class="tooltip-bottom" :tooltip="$gettext('Gesamtbetrag, den jeder Nutzer innerhalb des angegebenen Zeitraums abheben darf\' - (Nächstgelegener ganzer Wert)')"><i class="fas fa-question-circle"/></span> Zeitraum Transfergrenze
es: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Periodo Límite de Transferencia
fr: <span class="tooltip-bottom" :tooltip="$gettext('Limite du montant total que chaque utilisateur sera autorisé à retirer au cours de la \'Période de transfert\' - (Valeur entière la plus proche)')"><i class="fas fa-question-circle"/></span> Période Limite de transfert
it: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Limite di trasferimento del periodo
ja: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> 送金限度額期間
kk: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Кезеңге аударым шегі
ky: <span class="tooltip-bottom" :tooltip="$gettext('Ар бир колдонуучуга берилген \'Которуу Убактысы\' ичинде чыга турган жалпы сумманын чеги - (Эң жакын толук маани)')"><i class="fas fa-question-circle"/></span>Убактылуу которуу лимити
lv: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Perioda pārsūtīšanas limits
mn: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Шилжүүлэх хэмжээ дуусах хугацаа
pt: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Limite de transferência por período
ro: <span class="tooltip-bottom" :tooltip="$gettext('Limita totală a sumei fiecărui utilizator i se va permite să o retragă în \'Perioada de transfer\' dată - (Cea mai apropiată valoare întreagă)')"><i class= „fas fa-question-circle”/></span> Limită de perioadă de transfer
ru: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Временное ограничение на перевод
uk: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Тимчасове обмеження на переказ
uz: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> Даврий ўтказмалар лимити
zh: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"/></span> 周期转账限额

source: <span v-translate="">In addition to cruising with Hutch, the first ever</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">Cruise will include:</span>
ca: <span v-translate="">A més de navegar amb Hutch, el primer Creuer</span> <span v-translate="" class="text-primary">"Elevate"</span><span v-translate="">inclourà:</span>
de: <span v-translate="">Neben der Kreuzfahrt mit Hutch, der ersten überhaupt</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">wird die Kreuzfahrt beinhalten:</span>
es: <span v-translate="">Además de navegar con Hutch, el primer Crucero</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">incluirá:</span>
fr: <span v-translate="">En plus de naviguer avec Hutch, la toute première croisière</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">comprendra :</span>
it: <span v-translate="">Oltre a viaggiare con Hutch, la primissima crociera</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">includerà:</span>
ja: <span v-translate="">ハッチとのクルージングに加え、史上初の</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">クルーズに含まれているのは</span>
kk: <span v-translate="">Хатчпен бірге круизінен басқа,бірінші </span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate=""> круизіне мыналар кіреді:</span>
ky: <span v-translate="">Hutch менен круизден тышкары, тарыхта биринчи жолу</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">Круиз камтыган нерселер:</span>
lv: <span v-translate="">Blakus kruīzā kopā ar Hutch, pirmais</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">Cruise ietvers:</span>
mn: <span v-translate="">Та Хачтай хамт аялахаас гадна</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">аялалд доорхи зүйлсүүд багтсан болно. Үүнд:</span>
pt: <span v-translate="">Além de viajar com o Hutch, o primeiro cruzeiro</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">incluirá:</span>
ro: <span v-translate="">Pe lângă călătoria împreună cu Hutch, prima</span> <span v-translate="" class="text-primary">croazieră „Elevate"</span> <span v-translate="">va include:</span>
ru: <span v-translate="">В дополнение к круизу с Майклом, первое в своём роде путешествие</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">будет включать:</span>
uk: <span v-translate=""> На додаток до круїзу з Майклом, перша в своєму роді подорож</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">включатиме:</span>
uz: <span v-translate="">Шунингдек, Хатч билан бирга круизга чиқишдан ташқари илк</span> <span v-translate="" class="text-primary">"Elevate"</span> <span v-translate="">круизи ўз ичига қуйидагиларни олади:</span>
zh: <span v-translate="">除了与 Hutch 一起巡游之外，</span><span v-translate="" class="text-primary">"Elevate"</span><span v-translate="">邮轮将包括：</span>

source: <span v-translate="">We've reserved 350 double occupancy cabins on the MSC Virtuosa, setting sail from Dubai, with one goal in mind…</span> <span v-translate="" class="text-primary">ELEVATE!</span>
ca: <span v-translate="">Hem reservat 350 cabines dobles a bord del MSC Virtuosa, des de Dubai, amb un objectiu clar en ment... </span> <span v-translate="" class="text-primary">ELEVATE!</span>
de: <span v-translate="">Wir haben 350 Doppelkabinen auf der MSC Virtuosa reserviert, die von Dubai aus in See sticht, mit einem Ziel vor Augen...</span> <span v-translate="" class="text-primary">ELEVATE!</span>
es: <span v-translate="">Hemos reservado 350 camarotes de ocupación doble en el MSC Virtuosa, partiendo desde Dubai, con una meta en mente…</span> <span v-translate="" class="text-primary">¡ELEVARNOS!</span>
fr: <span v-translate="">Nous avons réservé 350 cabines en occupation double sur le MSC Virtuosa, partant de Dubaï en janvier 2024 avec un seul objectif en tête…</span> <span v-translate="" class="text-primary">ELEVATE !</span>
it: <span v-translate="">Abbiamo riservato 350 cabine doppie sulla MSC Virtuosa, in partenza da Dubai, con un solo obiettivo in mente...</span> <span v-translate="" class="text-primary">ELEVARE!</span>
ja: <span v-translate="">ドバイから出航するMSC Virtuosaの2人部屋を350室確保しました。たった1つの目的のために・・・</span> <span v-translate="" class="text-primary">ELEVATEするためです！</span>
kk: <span v-translate=""> Біз Дубайдан бір мақсатпен ұшатын MSC Virtuosa бортында 350 қос кабинаны брондадық...</span> <span v-translate="" class="text-primary">ELEVATE!</span>
ky: <span v-translate="">Биз Дубайдан жолго чыккан MSC Virtuosaда 350 эки кишилик каютаны брондоп койдук, бир гана максатты көздөп……</span> <span v-translate="" class="text-primary">ЖАҢЫ БИЙИКТИКТЕР!</span>
lv: <span v-translate="">Mēs esam rezervējuši 350 divvietīgās kajīes uz MSC Virtuosa, kurš atiet no Dubaijas, domājot tikai par vienu mērķi…</span> <span v-translate="" class="text-primary">ELEVATE!</span>
mn: Бид <span v-translate="" class="text-primary">ELEVATE</span> гэдэг нэг зорилгоор, <span v-translate="">Дубай хотоос хөдлөх MSC Virtuosa хөлөгт 350 өрөө захиалсан юм.</span>
pt: <span v-translate="">Reservamos 350 cabines duplas no MSC Virtuosa, partindo de Dubai, com um objetivo em mente…</span> <span v-translate="" class="text-primary"> ELEVATE!</span>
ro: <span v-translate="">Am rezervat 350 de cabine cu ocupare dublă pe MSC Virtuosa, plecând din Dubai, cu un singur obiectiv în minte...</span> <span v-translate="" class="text-primary">ELEVATE!</span>
ru: <span v-translate="">Мы зарезервировали 350 двухместных кают на MSC Virtuosa, который отправляется из Дубая, и всё это с одной целью в голове...</span> <span v-translate="" class="text-primary">НОВЫЕ ВЫСОТЫ!</span>
uk: <span v-translate="">Ми зарезервували 350 двомісних кают на MSC Virtuosa, котрий вирушає з Дубаю, та все це з однією метою.…</span> <span v-translate="" class="text-primary"> НОВІ ВИСОТИ!</span>
uz: <span v-translate="">Биз ягона истак… </span> <span v-translate="" class="text-primary">ЮКСАЛИШ</span> мақсадида Дубайдан сузувчи MSC Virtuosa кемасида 350 та икки кишилик каютага буюртма бердик!
zh: <span v-translate="">我们在 MSC Virtuosa 号上预订了 350 间双人间客舱，从迪拜起航，心中只有一个目标…</span><span v-translate="" class="text-primary">ELEVATE!</span>

source: <strong v-translate="">Double Digit Banner</strong> <span>-</span> <span v-translate="">When you enroll 1 New Partner in November, and Your Total Team enrolls 10 NEW Partners down 5 levels, you will earn the attached DOUBLE DIGIT banner in your name.</span>
ca: <strong v-translate="">Bandera de Doble dígit</strong><span>-</span><span v-translate="">Quan inscriguis a 1 nou soci al Novembre, i el teu equip inscrigui a un total de 10 nous socis en 5 nivells, guanyaràs la bandera de DOBLE DÍGIT amb el teu nom.</span>
de: <strong v-translate="">Zweistelliges Banner</strong> <span>-</span><span v-translate>Wenn Sie im November 1 neuen Partner anmelden und Ihr gesamtes Team 10 NEUE Partner auf 5 Ebenen registriert, erhalten Sie das beigefügte DOUBLE DIGIT-Banner auf Ihren Namen.</span>
es: <strong v-translate="">Banner de Dos Dígitos</strong> <span>-</span> <span v-translate="">Cuando inscribas a 1 Nuevo Socio en Noviembre, y tu equipo total inscriba a 10 NUEVOS Socios en 5 niveles, obtendrás el banner de DOS DÍGITOS con tu nombre.</span>
fr: <strong v-translate="">Bannière à Double Chiffre</strong> <span>-</span> <span v-translate="">Lorsque vous recrutez 1 Nouveau Partenaire en novembre et que Votre Équipe Totale recrute 10 NOUVEAUX Partenaires de 5 niveaux différents inférieurs, vous obtenez à votre nom la bannière à DOUBLE CHIFFRE.</span>
it: <strong v-translate="">Banner Doppia Cifra</strong> <span>-</span> <span v-translate="">Se a novembre iscrivi 1 nuovo Partner e il tuo team iscrive complessivamente 10 NUOVI Partner su 5 livelli, vincerai l'allegato banner DOPPIA CIFRA con il tuo nome.</span>
ja: <strong v-translate="">Double Digit Banner（2桁）バナー</strong> <span>-</span> <span v-translate="">11月中に新規パートナーを1人登録し、5レベル以内の総チーム新規パートナーの総数が10人になると、あなたの名前が記載された「DOUBLE DIGIT」バナーを獲得できます。</span>
kk: <strong v-translate="">Екі таңбалы баннер</strong> <span>-</span> <span v-translate="">Қарашада сіз 1 жаңа серіктесті тіркеген кезде және сіздің жалпы командаңыз төмендегі 5 деңгейдегі 10 жаңа серіктесті тіркегенде, сіздің атыңызға екі таңбалы баннер беріледі.</span>
ky: </strong><strong v-translate="">Эки сандуу баннер</strong><span>-</span> <span v-translate="">Ноябрь айында 1 Жаңы Өнөктөштү каттасаңыз жана астыңыздагы 15 деңгээлдеги Жалпы Командаңыз 10 ЖАҢЫ Өнөктөштү каттаган болсо, сиз өз атыңызга тиркелген КОШ САНДЫК баннерге ээ болосуз.</span>
lv: <strong v-translate="">Divciparu karodziņš</strong> <span>-</span> <span v-translate="">Kad jūs iesaistāt 1 Jaunu Partneri Novembrī,un jūsu visa komanda iesaisa 10 JAUNUS Partnerus 5 līmeņos, jums tiks piešķirts DIVCIPARU karodziņš.</span>
mn: <strong v-translate="">Дабл дижит баннер</strong> <span>-</span> <span v-translate="">Хэрэв та 11 сард 1 шинэ Түнш, мөн танай бүх баг 5 үе хүртэл нийт 10 ШИНЭ Түнш элсүүлвэл та өөрийн нэр дээр ДАБЛ ДИЖИТ баннер өргөмжлөл хүлээн авах болно.</span>
pt: <strong v-translate=""> Banner de dois dígitos </strong> <span>-</span> <span v-translate=""> Quando você inscrever 1 novo Parceiro em novembro, e sua equipe total inscrever 10 NOVOS Parceiros abaixo de 5 níveis, você receberá o banner DOIS DÍGITOS em seu nome. </span>
ro: <strong v-translate="">Double Digit Banner</strong> <span>-</span> <span v-translate="">Când înscrii un nou partener în noiembrie, iar echipa ta întreagă înscrie 10 NOI parteneri 5 nivele în jos, vei câștiga bannerul DOUBLE DIGIT cu numele tău.</span>
ru: <strong v-translate="">Двухзначный баннер</strong> <span>-</span> <span v-translate="">Когда вы в ноябре подпишите 1-го нового Партнёра, а вся ваша команда на 5-ти нижестоящих уровнях подпишет 10 НОВЫХ Партнёров, то вы заработаете прикрепляемый ДВУХЗНАЧНЫЙ баннер с вашим именем.</span>
uk: <strong v-translate="">Двозначний Банер</strong> <span>-</span> <span v-translate="">Коли ви в листопаді підпишете 1 нового Партнера, а вся ваша команда на 5-ти нижчестоящих рівнях підпише 10 НОВИХ Партнерів, то ви заробите прикріплюючийся ДВОЗНАЧНИЙ банер з вашим ім'ям.</span>
uz: <strong v-translate="">Double Digit Banner</strong> <span>-</span> <span v-translate="">Ноябрь ойида сиз 1 нафар Янги Ҳамкорни обуна қилсангиз, ва сизнинг Умумий жамоангиз 5 та чуқурликда 10 нафар ЯНГИ Ҳамкорларни обуна қилса, сиз ўз номингизга бириктирилган ИККИ РАҚАМЛИ баннерни қўлга киритасиз.</span>
zh: <strong v-translate="">双位数横幅r</strong> <span>-</span>span v-translate="">当您在 11 月注册 1 名新合作伙伴，并且您的总团队注册了 10 名下级 5 级别的新合作伙伴时，您将获得以您的名义附加的双位数横幅。</span>
