Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Our leaders bring decades of combined experience in finance, technology, marketing, operations, and customer service.
ca: Els nostres líders aporten dècades d'experiència combinada en finances, tecnologia, màrqueting, operacions i atenció al client.
de: Unsere Führungsspitze verfügt über jahrzehntelange Erfahrung in den Bereichen Finanzen, Technologie, Marketing, Betrieb und Kundendienst.
es: Nuestros líderes aportan décadas de experiencia acumulada en finanzas, tecnología, marketing, operaciones y atención al cliente.
fr: Nos leaders apportent des décennies d’expérience combinée dans les domaines de la finance, de la technologie, du marketing, des opérations et du service client.
it: Il nostro team di leadership apporta decenni di esperienza congiunta nei settori di finanza, tecnologia, marketing, operations e assistenza clienti.
ja: 私たちのリーダーたちは、金融、テクノロジー、マーケティング、オペレーション、カスタマーサービスの各分野で、数十年にわたる豊富な経験を有しています。
kk: Біздің басшылар қаржы, технология, маркетинг, операциялық қызмет және тұтынушыларға қызмет көрсету саласында көп жылдық тәжірибеге ие.
ky: inCruises компаниясынын жетекчи командасы финансы, технология, маркетинг, операция жана кардарларды колдоо жаатында ондогон жылдык тажрыйбага ээ.
lv: Mūsu līderi ienes gadu desmitiem ilgu kombinētu pieredzi finanšu, tehnoloģiju, mārketinga, operāciju un klientu apkalpošanas jomā.
mn: Манай баг санхүү, технологи, маркетинг, үйл ажиллагаа болон хэрэглэгчийн дэмжлэгийн салбарт олон арван жилийн туршлагатай хүмүүсээс бүрдсэн юм.
pt: Nossos líderes trazem décadas de experiência combinada em finanças, tecnologia, marketing, operações e atendimento ao cliente.
ro: Liderii noștri aduc zeci de ani de experiență combinată în finanțe, tehnologie, marketing, operațiuni și servicii pentru clienți.
ru: Наши лидеры обладают совокупным многолетним опытом в области финансов, технологий, маркетинга, операционной деятельности и обслуживания клиентов.
uk: Наші лідери мають багаторічний досвід у сферах фінансів, технологій, маркетингу, операційної діяльності та клієнтського сервісу.
uz: Етакчиларимиз молия, технология, маркетинг, ижро ва мижозларни қўллаб-қувватлаш борасида кўп йиллик тажрибага эга.
zh: 我们的领导团队在金融、技术、市场营销、运营和客户服务等领域拥有数十年的综合经验。

source: Our Mission
ca: La nostra missió
de: Unsere Mission
es: Nuestra Misión
fr: Notre mission
it: La nostra mission
ja: 私達の使命
kk: Біздің Миссия
ko: 우리의 미션
ky: Биздин Миссия
lv: Mūsu misija
mn: Бидний эрхэм зорилго
pt: Nossa Missão
ro: Misiunea noastră
ru: Наша Миссия
uk: Наша Місія
uz: Бизнинг миссия
zh: 我們的使命

source: OUR MISSION
ca: LA NOSTRA MISSIÓ
de: UNSERE MISSION
es: NUESTRA MISIÓN
fr: NOTRE MISSION
it: LA NOSTRA MISSION
ja: 我々の使命
kk: БІЗДІҢ МИССИЯ
ky: БИЗДИН МИССИЯБЫЗ
lv: MŪSU MISIJA
mn: БИДНИЙ ЭРХЭМ ЗОРИЛГО
pt: NOSSA MISSÃO
ro: MISIUNEA NOASTRĂ
ru: НАША МИССИЯ
uk: НАША МІСІЯ
uz: БИЗНИНГ МИССИЯ
zh: 我們的任務

source: Our Mission, History, Causes
ca: El Nostre Propòsit, Trajectòria i Compromís
de: Unsere Mission, Geschichte, Anliegen
es: Nuestra Misión, Historia y Causas
fr: Notre Mission, Histoire, Causes
it: La nostra missione, la nostra storia, le nostre cause
ja: 私たちの使命、歴史、支援活動
kk: Біздің Мақсатымыз, Тарихымыз, Істеріміз
ky: Биздин миссиябыз, тарыхыбыз жана максаттарыбыз
lv: Mūsu Misija,Vēsture,Cēloņi
mn: Бидний эрхэм зорилго, түүх, сайн үйлс
pt: Nossa Missão, História, Causas
ro: Misiunea, Istoria, Cauzele noastre
ru: Наша миссия, история, дела
uk: Наша місія, історія, благодійність
uz: Миссиямиз, тарихимиз ва хайрияларимиз
zh: 我们的使命、历史与慈善事业

source: Our partnership with Mercy Ships reflects our unwavering commitment to making a global impact beyond travel. Together, we help deliver free, life-changing surgeries and healthcare to underserved communities through floating hospitals of hope.
fr: Notre partenariat avec Mercy Ships reflète notre engagement indéfectible à avoir un impact mondial au-delà du voyage. Ensemble, nous contribuons à offrir des interventions chirurgicales et les soins de santé gratuits et transformateurs aux communautés défavorisées, grâce aux hôpitaux flottants de l'espoir.
it: La nostra partnership con Mercy Ships riflette il nostro impegno costante nel generare un impatto globale che va oltre i viaggi. Insieme, forniamo interventi chirurgici gratuiti e assistenza sanitaria che cambiano la vita delle comunità svantaggiate, grazie a ospedali galleggianti di speranza.
kk: Mercy Ships-пен біздің серіктестігіміз саяхаттан тыс жаһандық ықпал жасауға деген табанды міндеттемемізді көрсетеді. Біз бірге үміт сыйлайтын жүзбелі ауруханалар арқылы қызмет көрсетілмейтін қауымдарға тегін, өмірді өзгертетін ота мен медициналық көмек жеткізуге көмектесеміз.
pt: Nossa parceria com a Mercy Ships reflete nosso compromisso inabalável de causar um impacto global além das viagens. Juntos, ajudamos a levar cirurgias e cuidados de saúde gratuitos e transformadores para comunidades carentes, por meio de hospitais flutuantes da esperança.
ro: Parteneriatul nostru cu Mercy Ships reflectă angajamentul nostru ferm de a avea un impact global dincolo de călătorii. Împreună, contribuim la furnizarea de intervenții chirurgicale și asistență medicală gratuite, care schimbă vieți, comunităților defavorizate, prin intermediul spitalelor plutitoare ale speranței.
uk: Наше партнерство з організацією Mercy Ships відображає наше незмінне прагнення впливати на світ не лише через подорожі. Разом ми допомагаємо надавати безкоштовну, що змінює життя, хірургічну та медичну допомогу малозабезпеченим спільнотам за допомогою плавучих госпіталів надії.
uz: Бизнинг Mercy Ships билан ҳамкорлигимиз саёҳат сарҳадларида қўшаётган глобал ҳиссамизни акс эттиради. Биргаликда, биз умид шифохона кемалари орқали эҳтиёжманд жамиятларга бепул тиббиёт ва жарроҳлик ёрдамини кўрсатамиз.
zh: 我们与Mercy Ships的合作体现了我们在旅行之外对全球影响力的坚定承诺。我们携手通过充满希望的浮动医院，为服务不足的社区提供免费的、改变人生的手术和医疗服务。

source: Our primary charity of choice is Mercy Ships, a non-profit organization that brings free, life-changing healthcare to people in need.
ca: La nostra principal organització benèfica escollida és Mercy Ships, una organització sense ànim de lucre que ofereix assistència sanitària gratuïta i transformadora a persones necessitades.
de: Unsere bevorzugte Wohltätigkeitsorganisation ist Mercy Ships, eine gemeinnützige Organisation, die bedürftigen Menschen kostenlose, lebensverändernde medizinische Versorgung bietet.
es: Nuestra causa benéfica principal es Mercy Ships, una organización sin ánimo de lucro que ofrece atención médica gratuita y que cambia vidas a quienes más lo necesitan.
fr: Notre principale association caritative de choix est Mercy Ships, une organisation à but non lucratif qui apporte des soins de santé gratuits et qui changent la vie des personnes dans le besoin.
it: La nostra principale organizzazione benefica di riferimento è Mercy Ships, un'organizzazione no-profit che offre assistenza sanitaria gratuita e trasformativa a persone bisognose.
ja: inCruisesが主に支援している慈善団体はMercy Shipsです。この非営利団体は、必要としている人々に無償で人生を変える医療を提供しています。
kk: Біздің басты таңдап алған қайырымдылық ұйымымыз Mercy Ships, бұл адамзатқа тегін, өмірді өзгертуге қабілетті медициналық көмек көрсететін коммерциялық емес ұйым.
ky: inCruises компаниясынын негизги тандаган кайрымдуулук уюму — Mercy Ships, дүйнө жүзү боюнча медициналык кызмат көрсөтүүгө жеткиликтүүлүктү жогорулатууга багытталган коммерциялык эмес уюм.
lv: Mūsu primārā labdarība pēc izvēles ir “Mercy Ships” - bezpeļņas organizācija, kas sniedz bezmaksas, dzīvi mainošu veselības aprūpi cilvēkiem, kam tā nepieciešama.
mn: Бидний сонгосон сайн үйлсээр дэмжих гол байгууллага бол Mercy Ships хөлөг бөгөөд энэхүү ашгийн бус байгууллага нь хэрэгцээтэй хүмүүст үнэ төлбөргүй, амьдралыг нь өөрчлөх эмнэлгийн тусламж үйлчилгээ үзүүлдэг юм.
pt: Nossa principal instituição de caridade escolhida é a Mercy Ships, uma organização sem fins lucrativos que leva atendimento médico gratuito, mudando a vida das pessoas necessitadas.
ro: Principala noastră organizație de caritate aleasă este Mercy Ships, o organizație non-profit care oferă asistență medicală gratuită, care schimbă viața persoanelor care au nevoie.
ru: Наш основной благотворительной организацией, выбранной inCruises, является Mercy Ships — некоммерческая организация, которая предоставляет нуждающимся бесплатную медицинскую помощь, меняющую их жизни.
uk: Основною благодійною організацією, яку підтримує inCruises, є Mercy Ships — неприбуткова організація, що надає безоплатну медичну допомогу тим, хто її найбільше потребує, змінюючи їхнє життя.
uz: Хайрия учун бизнинг асосий танловимиз - Mercy Ships. Бу кенг тиббий хизматлар кўрсатувчи нотижорат ташкилотдир.
zh: 我们首选的主要慈善机构是Mercy Ships，这是一家非营利组织，致力于为有需要的人们提供免费的、改变人生的医疗服务。

source: Our Reviews
ca: Les nostres revisions
de: Unsere Bewertungen
es: Nuestros comentarios
fr: Notre avis
it: Le nostre recensioni
ja: 私たちのレビュー
kk: Біздің Пікірлер
ko: 리뷰
ky: Биздин Пикирлер
lv: Mūsu pārskati
mn: Бидний тухай
pt: Comentários
ro: Evaluările noastre
ru: Наши Отзывы
uk: Наші Відгуки
uz: Бизнинг шарҳларимиз
zh: 我們的評論

source: Our Risk Analysis Team is currently conducting a verification of your recent payment. For this reason, your account is presently under review. This means we've received your payment, but it will be temporarily held or refunded, depending on the outcome of the investigation.
ca: El nostre Equip d’Anàlisi de Riscos està duent a terme una verificació del teu pagament recent. Per aquest motiu, el teu compte es troba actualment en revisió. Això vol dir que hem rebut el teu pagament, però aquest quedarà retingut temporalment o serà reemborsat, segons el resultat de la investigació.
es: Nuestro Equipo de Análisis de Riesgos está llevando a cabo una verificación de tu pago reciente. Por esta razón, tu cuenta se encuentra actualmente en revisión. Esto significa que hemos recibido tu pago, pero será retenido temporalmente o reembolsado, dependiendo del resultado de la investigación.
fr: Notre Équipe d'Analyse des Risques procède actuellement à une vérification de votre paiement récent. Pour cela, votre compte est actuellement en cours d'examen. Cela signifie que nous avons bien reçu votre paiement, mais qu'il sera temporairement bloqué ou remboursé, selon les résultas de l'enquête.
it: Il team di analisi del rischio sta attualmente verificando il tuo recente pagamento. Per questo motivo, il tuo account è al momento sotto revisione. Ciò significa che abbiamo ricevuto il tuo pagamento, ma sarà temporaneamente bloccato o rimborsato, a seconda dell'esito dell'indagine.
ja: 現在、当社のリスク分析チームがあなたの最近の支払いに関する確認作業を行っています。このため、あなたのアカウントは現在審査中となっています。 つまり、お支払いは受領済みですが、調査結果に応じて一時的に保留されるか、払い戻しされる可能性があります。
kk: Қазіргі уақытта Тәуекелдерді талдау тобы сіздің соңғы төлеміңіз бойынша тексеру жүргізіп жатыр. Осы себепті сіздің есептік жазбаңыз уақытша тексеру кезеңінде тұр. Бұл дегеніміз, біз сіздің төлеміңізді алдық, бірақ тергеу нәтижесіне байланысты ол уақытша ұсталып тұрады немесе қайтарылуы мүмкін.
pt: Nossa Equipe de Análise de Risco está realizando uma verificação do seu pagamento recente. Por esse motivo, sua conta está em análise. Isso significa que recebemos seu pagamento, mas ele será temporariamente retido ou reembolsado, dependendo do resultado da investigação.
ro: Echipa noastră de analiză a riscurilor efectuează în prezent o verificare a plății tale recente. Din acest motiv, contul tău este în prezent examinat. Aceasta înseamnă că am primit plata ta, dar va fi reținută temporar sau rambursată, în funcție de rezultatul anchetei.
uk: Наша команда з аналізу ризиків наразі проводить перевірку вашого нещодавнього платежу. Через це ваш обліковий запис наразі перебуває на розгляді. Це означає, що ми отримали ваш платіж, але він буде тимчасово утриманий або повернений залежно від результатів розслідування.
uz: Хатарларни таҳилил этиш гуруҳимиз томонидан яқинда тўлаган тўловингиз устидан текширув олиб борилмоқда. Ушбу муносабат билан ҳозирги вақтда сизнинг аккаунтингиз текширув остида. Яъни, биз сизнинг тўловингизни олдик, аммо у вақтинча музлатилади ёки, текширув натижалари асосида, қайтарилади.
zh: 我们的风险分析团队目前正在对您最近的付款进行核查。因此，您的账户目前处于审核状态。 这意味着我们已收到您的付款，但根据调查结果，该付款将被暂时保留或退款。

source: Our Services are not directed to people under 18. If you become aware that your child has provided us with personal information without your consent, please contact us. We do not knowingly collect personal information from children under 18. If we become aware that a child under 18 has provided us with personal information, we take steps to remove such information and terminate the child's account.
ca: Els nostres Serveis no van dirigits a menors de 18 anys. Si t’assabentes que el teu fill o filla ens ha proporcionat informació personal sense el teu consentiment, si us plau, contacta amb nosaltres. No recopilem conscientment informació personal de menors de 18 anys. Si descobrim que un menor de 18 anys ens ha proporcionat informació personal, prenem les mesures necessàries per eliminar aquesta informació i tancar el compte del menor.
de: Unsere Dienste richten sich nicht an Personen unter 18 Jahren. Sollten Sie feststellen, dass Ihr Kind uns ohne Ihre Zustimmung personenbezogene Daten übermittelt hat, kontaktieren Sie uns bitte. Wir erheben wissentlich keine personenbezogenen Daten von Kindern unter 18 Jahren. Sollten wir feststellen, dass ein Kind unter 18 Jahren uns personenbezogene Daten übermittelt hat, ergreifen wir Maßnahmen, um diese Daten zu entfernen und das Konto des Kindes zu schließen.
es: Los servicios de inCruises no están dirigidos a personas menores de 18 años Si usted se da cuenta de que su hijo ha proporcionado información personal sin su consentimiento, por favor póngase en contacto con la compañía. No se recopila a sabiendas información personal de niños menores de 18 años. Si inCruises tiene conocimiento de que un niño menor de 18 años ha proporcionado información personal, se tomarán las medidas oportunas para eliminar dicha información y poner fin a su cuenta.
fr: Nos Services ne sont pas destinés aux personnes de moins de 18 ans. Si vous constatez que votre enfant nous a fourni des informations personnelles sans votre consentement, veuillez nous contacter. Nous ne collectons pas sciemment d'informations personnelles auprès d'enfants de moins de 18 ans. Si nous constatons qu'un enfant de moins de 18 ans nous a fourni des informations personnelles, nous prenons des mesures pour supprimer ces informations et résilier son compte.
it: I nostri Servizi non sono rivolti a persone di età inferiore ai 18 anni. Se vieni a conoscenza che tuo figlio ci ha fornito informazioni personali senza il tuo consenso, ti preghiamo di contattarci. Non raccogliamo consapevolmente informazioni personali da minori di 18 anni. Se veniamo a conoscenza che un minore di 18 anni ci ha fornito informazioni personali, adottiamo misure per rimuovere tali informazioni e chiudere l'account del minore.
ja: 私たちのサービスは18歳未満の⼈は対象外となっています。あなたの⼦供があなたの同意なしに私たちに個⼈情報を提供したことに気付いたら、私たちに連絡してください。18歳未満の⼦供から故意に個⼈情報を収集することはありません。18歳未満の⼦供が個⼈情報を提供していることに気付いた場合、 そのような情報を削除し、⼦供のアカウントを終了します。
kk: Біздің қызметтер 18 жасқа толмаған адамдарға арналмаған. Егер сіздің балаңыз бізге сіздің келісіміңізсіз жеке ақпарат бергенін білсеңіз, бізге хабарласыңыз. Біз 18 жасқа толмаған балалардан жеке ақпаратты саналы түрде жинамаймыз. Егер біз 18 жасқа толмаған баланың бізге жеке ақпарат бергенін білсек, біз мұндай ақпаратты жою және Баланың есептік жазбасын жабу үшін қадамдар жасаймыз.
ky: Биздин кызматтар 18 жашка чыга элек адамдарга арналган эмес. Эгер балаңыз сиздин макулдугуңузсуз бизге жеке маалыматты бергенин билсеңиз, биз менен байланышыңыз. Биз 18 жашка чыга элек балдардын жеке маалыматын алдын ала билип туруп чогултпайбыз. Эгер 18 жашка чыга элек бала бизге жеке маалымат бергенин билсек, биз мындай маалыматты жок кылуу жана баланын аккаунтун жабуу үчүн чараларды көрөбүз.
lv: Mūsu pakalpojumi nav paredzēti cilvēkiem līdz 18 gadu vecumam. Ja jums kļūst zināms, ka jūsu bērns ir sniedzis mums personisku informāciju bez jūsu piekrišanas, lūdzu, sazinieties ar mums. Apzināti nepieprasām personīgo informāciju no bērniem līdz 18 gadu vecumam. Ja mēs uzzināsim, ka Ja mēs uzzinām, ka bērns līdz 18 gadu vecumam mums ir sniedzis personīgo informāciju, mēs veicam pasākumus, lai šādu informāciju noņemtu un slēgtu bērna kontu.
mn: Манай Үйлчилгээнүүд нь 18 нас хүрээгүй хүмүүст зориулагдаагүй болно. Хэрэв таны хүүхэд таны зөвшөөрөлгүйгээр бидэнд хувийн мэдээлэл өгсөн болохыг мэдвэл бидэнтэй яаралтай холбоо барина уу. Бид 18 нас хүрээгүй хүүхдүүдээс санаатайгаар хувийн мэдээлэл цуглуулдаггүй болно. Хэрэв бид 18 нас хүрээгүй хүүхэд хувийн мэдээллээ өгсөн болохыг олж мэдвэл, уг мэдээллийг устгаж, тухайн хүүхдийн бүртгэлийг цуцлах арга хэмжээ авах болно.
pt: Nossos Serviços não são direcionados a menores de 18 anos. Se você perceber que seu filho forneceu informações pessoais sem o seu consentimento, por favor, entre em contato. Não coletamos informações pessoais de crianças menores de 18 anos intencionalmente. Se descobrirmos que uma criança menor de 18 anos nos forneceu informações pessoais, tomaremos as medidas necessárias para remover essas informações e encerrar a conta da criança.
ro: Serviciile noastre nu sunt adresate persoanelor sub 18 ani. Dacă știi că copilul tău ne-a furnizat informații personale fără consimțământul tău, te rugăm să ne contactezi. Nu colectăm cu bună știință informații personale de la copii sub 18 ani. Dacă aflăm că un copilul sub 18 ani ne-a furnizat informații personale, luăm măsuri pentru a elimina aceste informații și a închide contul copilului.
ru: Наши Услуги не предназначены для лиц моложе 18 лет. Если вам станет известно, что ваш ребенок предоставил нам персональные данные без вашего согласия, пожалуйста, свяжитесь с нами. Мы сознательно не собираем персональные данные от детей до 18 лет. Если нам станет известно, что ребенок в возрасте до 18 лет предоставил нам персональные данные, мы предпримем шаги для удаления таких данных и аннулирования учетной записи ребенка.
uk: Наші Послуги не спрямовані на людей віком до 18 років. Якщо вам стало відомо, що ваша дитина надала нам особисту інформацію без вашої згоди, будь ласка, зв’яжіться з нами. Ми свідомо не збираємо особисту інформацію від дітей віком до 18 років. Якщо нам стає відомо, що дитина до 18 років надала нам особисту інформацію, ми вживаємо заходів для видалення такої інформації та припинення дії облікового запису дитини.
uz: Хизматларимиз 18 ёшдан кичик шахслар учун мўлжалланмаган. Агар фарзандингиз бизга шахсий маълумотларни тақдим этганидан хабар топсангиз, илтимос, бизга хабар беринг. Биз 18 ёшдан кичикларнинг шахсий маълумотларини билиб туриб қабул қилмаймиз. Агар 18 ёшдан кичик шахс бизга шахсий маълумотларини тақдим этганидан хабар топсак, бундай маълумотларни ўчирамиз ва аккаунтни ёпамиз.
zh: 我们的服务不面向18岁以下人士。如果您发现您的孩子在未征得您同意的情况下向我们提供了个人信息，请与我们联系。我们不会有意收集18岁以下儿童的个人信息。如果我们发现有 18岁以下的儿童向我们提供了个人信息，我们将采取措施删除这些信息并终止该儿童的账户。

source: Our team is currently verifying results and personally contacting the 10th Anniversary Cruise Contest winners. We'll post the official winners list here shortly
fr: Notre équipe vérifie actuellement des résultats et contacte personnellement les gagnants du Concours de la Croisière du 10e Anniversaire. La liste officielle des gagnants sera publiée ici prochainement
it: Il nostro team sta controllando i risultati e contattando personalmente i vincitori del concorso “Crociera del decimo anniversario”. Pubblicheremo presto qui l'elenco ufficiale dei vincitori

source: Our team will review your submission and will normally respond within
ca: El nostre equip revisarà la teva sol·licitud i normalment respondrà en un termini de
de: Unser Team wird Ihren Antrag prüfen und normalerweise antworten innerhalb von
es: Nuestro equipo revisará tu solicitud y normalmente responderá dentro de
fr: Notre équipe examinera votre demande et vous répondra généralement dans les
it: Il nostro team esaminerà la tua richiesta e di norma risponderà entro
ja: 弊社チームがご提出内容を確認し、通常は以下営業日以内にご返信いたします
kk: Біздің команда сіздің сұрауыңызды қарастырады және оған жауап береді
ky: Биздин кызматкерлер арызыңызды карап чыгышат жана адатта төмөнкү мөөнөттө жооп берет
lv: Mūsu komanda izskatīs jūsu iesniegumu un parasti atbildēs
mn: Манай баг таны илгээсэн материалыг хянаж үзээд, ихэнх тохиолдолд дараах хугацаанд хариу өгөх болно
pt: Nossa equipe irá revisar seu envio e normalmente responderá dentro de
ro: Echipa noastră va analiza solicitarea ta și, în mod normal, va răspunde în decurs de
ru: Наша команда рассмотрит ваш запрос и ответит на него предположительно в течение
uk: Наша команда розгляне ваш запит і надасть відповідь приблизно протягом
uz: Жамоамиз одатда сўровингизни қуйидаги муддатда кўриб чиқади ва жавоб йўллайди:
zh: 我们的团队将审核您的提交内容，通常会在以下时间内回复
