Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: It seems you have no current partners in your team at this time.
ca: Sembla que en aquest moment no tens socis en el teu equip.
de: Es scheint, dass Sie derzeit keine Partner in Ihrem Team haben.
es: Parece que no tienes socios actuales en tu equipo en este momento.
fr: Il semble que vous n'ayez pas de partenaires actuels dans votre équipe pour le moment.
it: Sembra che al momento non ci siano Partner nel tuo team.
ja: 現在、あなたのチームにはパートナーはいないようです。
kk: Қазіргі уақытта сіздің командаңызда серіктестер жоқ сияқты.
ko: 현재, 팀에 파트너가 없는 것 같습니다.
ky: Учурда сиздин командаңызда өнөктөштөр жок окшойт.
lv: Izskatās,ka pašlaik jūsu komandā nav patreizējo partneru.
mn: Одоогоор таны багт түнш байхгүй байна!
pt: Parece que você não tem parceiros atuais em sua equipe no momento.
ro: Se pare că nu ai parteneri actuali în echipa ta în acest moment.
ru: В настоящий момент в вашей команде нет действующих Партнёров.
uk: На даний момент у вашій команді немає діючих Партнерів.
uz: Айни вақтда жамоангизда жорий ҳамкорларингиз йўққа ўхшайди.
zh: 目前，您的团队中似乎没有合作伙伴。

source: It seems you have no Reward Points to use on the Elevate Cruise. Please proceed to the next step.
ca: Sembla que no tens Punts de Recompensa per a utilitzar en el Creuer Elevate. Si us plau, continua amb el següent pas.
de: Es scheint, dass Sie keine Reward Points für die Elevate Cruise haben. Bitte fahren Sie mit dem nächsten Schritt fort.
es: Parece que no tienes Puntos de Recompensa para usar en el Crucero Elevate. Por favor, procede al siguiente paso.
fr: Il semble que vous n'ayez pas de Points de Récompense à utiliser pour Elevate Cruise. Veuillez passer à l'étape suivante.
it: Sembra che tu non abbia Crediti Premio da utilizzare per la Elevate Cruise. Ti invitiamo a passare alla fase successiva.
ja: Elevateクルーズで使用できるリワードポイントがないようです。次のステップにお進みください。
kk: Сізде Elevate круизінде пайдалануға болатын сыйақы ұпайлары жоқ сияқты. Келесі қадамға өтіңіз.
ko: Elevate 크루즈에서 사용할 리워드 포인트가 없는 것 같습니다. 다음 단계를 진행해주세요.
ky: Сиздин Elevate Cruise круизин брондоо үчүн колдоно турган Бонустук Упайларыңыз жок окшойт. Сураныч, кийинки кадамга өтүңүз.
lv: Šķiet, ka jums nav Balvu Punktu ko izmantot Elevate Kruīzam. Lūdzu, veiciet nākamo darbību.
mn: Танд Elevate аялалд ашиглах Шагналын Оноо байхгүй байна. Дараагийн аргаар шилжүүлнэ үү.
pt: Parece que você não tem Pontos de Recompensa para usar no Elevate Cruise. Prossiga para a próxima etapa.
ro: Se pare că nu ai puncte de recompensă pe care să le folosești la croaziera Elevate. Te rugăm să treci la pasul următor.
ru: Кажется у вас нет Бонусных Баллов для использования в бронировании круиза Elevate Cruise. Перейдите, пожалуйста, к следующему шагу.
uk: Здається у вас немає Бонусних Балів для використання у бронюванні круїзу Elevate Cruise. Перейдіть, будь ласка, до наступного кроку.
uz: "Elevate Cruise" учун қўллашингиз мумкин бўлган Бонус балларингиз йўқ шекилли. Илтимос, кейинги босқичга ўтинг.
zh: 您似乎没有可用于乘坐 Elevate Cruise 的奖励积分。 请继续执行下一步。

source: It’s possible, and many Partners have successfully earned $95 USD and much more in their first 30 days. Many new Partners do not. There are no guarantees as the results depend entirely on your efforts and abilities to Activate new Members.
ca: És possible, i molts Socis han guanyat amb èxit 95 dòlars i molt més en els seus primers 30 dies. No obstant això, molts nous Socis no ho aconsegueixen. No hi ha garanties, ja que els resultats depenen completament dels teus esforços i habilitats per Activar nous Membres.
de: Es ist möglich, und viele Partner haben in ihren ersten 30 Tagen erfolgreich $95 USD und viel mehr verdient. Viele neue Partner tun dies nicht. Es gibt keine Garantien, da die Ergebnisse vollständig von Ihren Bemühungen und Fähigkeiten abhängen, neue Mitglieder zu aktivieren.
es: Es posible, y muchos Socios han ganado con éxito $95 USD y mucho más en sus primeros 30 días. Muchos Socios nuevos no lo hacen. No hay garantías ya que los resultados dependen completamente de tus esfuerzos y habilidades para Activar nuevos Miembros.
fr: C'est possible, de nombreux Partenaires ont réussi à gagner 95 USD et bien plus au cours de leurs 30 premiers jours. Ce n'est pas le cas de nombreux nouveaux Partenaires. Il n'y a aucune garantie, car les résultats dépendent entièrement de vos efforts et de votre capacité à Activer de nouveaux Membres.
it: È possibile, e molti Partner hanno guadagnato con successo 95$ e anche di più nei loro primi 30 giorni. Molti nuovi Partner, tuttavia, non ci riescono. Non ci sono garanzie, poiché i risultati dipendono interamente dal tuo impegno e dalle tue capacità nell'attivare nuovi Membri.
ja: 可能です。多くのパートナーが最初の30日間で$95USD やそれ以上の収入を得ることに成功していますが、そうではない新規パートナーも多くいます。結果はあなたの努力と新規メンバーを登録させる能力に左右されるため、保証はありません。
kk: Бұл мүмкін және көптеген серіктестер алғашқы 30 күнде $95 АҚШ немесе одан да көп табыс тапты. Көптеген жаңа серіктестер мұны жасамайды. Ешқандай кепілдік жоқ, өйткені нәтижелер сіздің күш-жігеріңізге және жаңа клуб мүшелерді белсендіру мүмкіндігіне байланысты.
ky: Бул мүмкүн жана көптөгөн Өнөктөштөр алгачкы 30 күнүнүн ичинде ийгиликтүү түрдө $95 АКШ доллары жана андан көп киреше табышты. Көптөгөн жаңы өнөктөштөр таба алган жок. Эч кандай кепилдик жок, анткени натыйжалар толугу менен жаңы мүчөлөрдү активдештирүү аракетиңизден жана жөндөмүңүздөн көз каранды.
lv: Tas ir iespējams, un jau pirmajās 30 dienās daudzi Partneri ir veiksmīgi nopelnījuši $95 USD un daudz vairāk. Daudziem jaunajiem Partneriem tā nav. Nav nekādu garantiju, jo rezultāti ir pilnībā atkarīgi no jūsu centieniem un spējām Aktivizēt jaunus Biedrus.
mn: Ихэнх Түншүүд эхний 30 хоногтоо $95 USD-оос илүү орлого олдог. Мөн олон шинэ Түншүүд ийм орлого олж чаддаггүй. Үүнд ямар нэг баталгаа байхгүй бөгөөд үр дүн нь шинэ Гишүүнийг идэвхжүүлэх таны хүчин чармайлт, чадвараас бүрэн хамаарах юм.
pt: É possível, e muitos Parceiros conseguiram ter sucesso e ganhar US$ 95 ou mais nos primeiros 30 dias. Muitos novos Parceiros não. Não há garantias, pois os resultados dependem inteiramente dos seus esforços e habilidades de ativar novos Membros.
ro: Este posibil, și mulți parteneri au câștigat cu succes 95$ USD și mult mai mult în primele 30 de zile. Mulți parteneri noi nu. Nu există garanții, deoarece rezultatele depind în totalitate de eforturile și abilitățile tale de a activa noi membri.
ru: Это возможно, и многие Партнёры успешно заработали $95 USD и более в первые 30 дней. А многим Партнёрам это не удаётся. Гарантий нет, поскольку результат зависит полностью от ваших усилий и способностей Активировать новых Членов Клуба.
uk: Це можливо, і багато Партнерів успішно заробили $95 USD і більше у перші 30 днів. А багатьом Партнерам це не вдається. Гарантій немає, оскільки результат залежить повністю від ваших зусиль та здібностей Активувати нових Членів Клубу.
uz: Бунинг имкони бор, ва кўплаб Ҳамкорларимиз дастлабки 30 кунда 95 АҚШ$ ва ундан кўп ишлаб топдилар. Аксарият янги Ҳамкорлар бундай қилмайдилар. Натижалар тамоман сизнинг интилишларингиз ва янги Ҳамкорларни фаоллаштира олиш маҳоратингизга боғлиқ бўлгани учун биз ҳеч қандай кафолат бера олмаймиз.
zh: 这是可能的，许多合作伙伴在前30天内成功赚取了95美元甚至更多。 许多新合作伙伴没有。 没有任何保证，因为结果完全取决于您激活新会员的努力和能力。

source: It's very easy to do so. You can do it by reaching out to us at https://incruises.com/support. Each purchase made is backed by our 100% Money Back Guarantee for 14 days. After each payment passes its 14 day period, refunds are not allowed.
ca: El procés és senzill. Pots fer-ho contactant amb nosaltres a https://incruises.com/support. Cada compra realitzada està garantida amb la nostra Garantia de Devolució de Diners del 100% durant 14 dies. Un cop transcorreguts aquests 14 dies després de cada pagament, no s'acceptaran devolucions.
de: Das ist ganz einfach. Wenden Sie sich einfach an uns unter https://incruises.com/support. Jeder Kauf ist durch unsere 100%ige Geld-zurück-Garantie für 14 Tage abgesichert. Nach Ablauf der 14-tägigen Frist für jede Zahlung ist eine Rückerstattung nicht mehr möglich.
es: El proceso es muy sencillo. Podrás proceder directamente en nuestra página web en https://incruises.com/support. Cada compra realizada está respaldada por nuestra Garantía de 14 días de Devolución del 100%. Después de pasados esos 14 días, no se podrá realizar devolución alguna.
fr: C'est très facile de le faire. Vous pouvez le faire en nous contactant à https://incruises.com/support. Chaque achat effectué bénéficie de notre garantie de remboursement de 100% pendant 14 jours. Après que chaque paiement ait passé sa période de 14 jours, les remboursements ne sont pas autorisés.
it: È molto semplice farlo. Puoi contattarci all'indirizzo https://incruises.com/support. Ogni acquisto effettuato è coperto dalla nostra garanzia di rimborso al 100% per 14 giorni. Dopo che ogni pagamento ha superato il periodo di 14 giorni, non sono consentiti rimborsi.
ja: キャンセルはとても簡単にできます。当社に直接ご連絡ください：https://incruises.com/support 各購入は、14日間100％返金保証が適用されます。各支払いから14日間の期間を過ぎた後は、払い戻しは認められません。
kk: Мұны істеу өте оңай. Сіз мұны бізге хабарласу арқылы жасай аласыз https://incruises.com/support. Әрбір сатып алу үшін 14 күн ішінде ақшаны қайтаруға біздің 100% кепілдігіміз қолданылады. Әрбір төлемнен кейін 14 күндік мерзім өткеннен кейін қаражатты қайтаруға жол берілмейді.
ky: Муну жасоо абдан оңой. Аны биз менен дареги аркылуу байланышып, аткара аласыз. Ар бир сатып алуу биздин 14 күндүк 100% акчаны кайтарып берүү кепилдигибиз менен колдоого алынат. Төлөм 14 күндөн кийин кайтарылбайт.
lv: To izdarīt ir ļoti vienkārši. To var izdarīt, vēršoties pie mums https://incruises.com/support.Katru veikto pirkumu 14 dienas nodrošina mūsu 100% naudas atmaksas garantija. Pēc tam, kad katram maksājumam aprit 14 dienu periodu, kompensācijas nav atļautas.
mn: Та үүнийг маш амарханаар https://incruises.com/support холбоосоор бидэнтэй холбогдон хийж болно. Хийсэн худалдан авалт бүр манай 14 хоногийн 100% төлбөр буцаан авах баталгаатай байдаг. Энэ 14 хоногийн хугацаа өнгөрсний дараа буцаан олголтыг зөвшөөрдөггүйг анхаарна уу.
pt: É muito fácil fazer isso. Você pode fazer isso entrando em contato conosco em https://incruises.com/support. Cada compra feita é apoiada pela nossa Garantia de Reembolso de 100% por 14 dias. Após cada pagamento passar do período de 14 dias, os reembolsos não são permitidos.
ro: Este foarte ușor să faci asta. O poți face contactându-ne la https://incruises.com/support. Fiecare achiziție efectuată este susținută de Garanția noastră de returnare a banilor 100% timp de 14 zile. După ce fiecare plată depășește perioada de 14 zile, rambursările nu sunt permise.
ru: Сделать это очень просто. Вы можете обратиться к нам с этой страницы: https://support.incruises.com. Мы даем 100% Гарантию Возврата Средств в течение 14-ти дней на каждую совершенную покупку. По истечении 14-дневного срока с момента оплаты, возврат средств не допускается.
uk: Це дуже легко зробити. Ви можете зробити це звернувшись до нас за адресою https://incruises.com/support. Кожна зроблена покупка підкріплюється нашою 100% Гарантією Повернення Грошей протягом 14 днів. Після закінчення 14-денного періоду з моменту оплати, повернення коштів не допускається.
uz: Буни амалга ошириш жуда осон. Буни биз билан https://incruises.com/support орқали боғланиб, амалга оширишингиз мумкин. Ҳар бир харид бизнинг 14 кун ичида 100% Пулни қайтариш кафолатимиз билан таъминланади. Тўлов амалга оширилганидан 14 кун ўтгач, пул қайтарилмайди.
zh: 这非常容易做到。您可以通过访问https://incruises.com/support与我们联系来完成。每次购买都享有我们100%的14天退款保证。每笔付款经过14天后，将不再允许退款。

source: It's Your Next Shot To Win Big.
fr: Votre Prochaine Chance de Gagner Gros.
it: È la tua prossima occasione per guadagnare alla grande.

source: Italian
ca: Italià
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
ja: イタリア語
kk: Итальянша
ko: 이탈리아어
ky: Итальянча
lv: Itālietis
mn: Итали хэл
pt: Italiano
ro: Italiană
ru: Итальянский
uk: Італійська
uz: Италян
zh: 意大利

source: Italian and Romanian-speaking markets
ca: Mercats de parla italiana i romanesa
de: Italienisch und Rumänisch sprachige Märkte
es: Mercados de habla italiana y rumana
fr: Marchés Italophones et Roumanophones
it: Mercati di lingua italiana e rumena
ja: イタリア語およびルーマニア語圏マーケット
kk: Итальян және румын тілінде сөйлейтін нарықтар
ky: Итальян жана румын тилинде сүйлөгөн глобалдык базарлар
lv: Itāļu un rumāņu valodā runājošie tirgi
mn: Итали болон Румын хэлтэй улс орнууд
pt: Mercados de Língua Italiana e Romena
ro: Piețe vorbitoare de limbă italiană și română
ru: Международный рынок итальянского и румынского языков
uk: Міжнародний ринок для італійської та румунської мовної аудиторії
uz: Итальян ва румин тилида сўзлашувчи глобал бозор
zh: 意大利语和罗马尼亚语市场

source: Italian Partner Onboarding
ca: Incorporació de Socis italians
de: Einstieg italienischer Partner
es: Incorporación para Socios de Italia
fr: Embarquement des Partenaires Italiens
it: Procedura d'iscrizione per i Partner italiani
ja: イタリア人のパートナー登録
kk: Итальяндық серіктесті қосу
ko: 이탈리아 파트너 온보딩
ky: Италиялык Өнөктөштөрдү каттоо
lv: Itālijas Partneris
mn: Итали улсын Түншийг бүртгэж байна
pt: Integração de parceiros italianos
ro: Înscriere partener italian
ru: Регистрация Партнёров из Италии
uk: Реєстрація Партнерів з Італії
uz: Италиялик Ҳамкорни ишга олиш
zh: 意大利合作夥伴入職

source: Italian Payout Info
ca: Informació de Pagament a Itàlia
de: Italienische Auszahlungsinformationen
es: Información de pago en Italia
fr: Informations sur les paiements en Italie
it: Info pagamenti in Italia
ja: イタリアの支払い情報
kk: Италиядағы Төлемдер Туралы Ақпарат
ky: Италиядагы төлөмдөр жөнүндө маалымат
lv: Informācija par itāļu izmaksu
mn: Итали улсад орлого татах тухай мэдээлэл
pt: Informações de pagamento italiano
ro: Italia: Informații despre plată
ru: Информация о выплатах для Италии
uk: Інформація про виплати для Італії
uz: Италияда тўлов қилишга оид маълумот
zh: 意大利支付信息

source: Italian Salesman Badge
ca: Insígnia de venedor italià
de: Italienisches Verkäuferabzeichen
es: Credencial de Agente de Ventas en Italia
fr: Badge de Vendeur Italien
it: Tesserino dell'Incaricato alle vendite italiano
ja: イタリアンセールスマンバッジ
kk: Итальяндық сатушы белгісі
ko: 이탈리아 세일즈맨 배지
ky: Италиялык Сатуучу Бейжи
lv: Itāļu žetons
mn: Итали улсын борлуулагчийн тэмдэг
pt: Distintivo de Vendedor Italiano
ro: Insigna italiană de vânzător
ru: Бейдж торгового агента в Италии
uk: Бейдж торгового агента в Італії
uz: Италиялик Сотувчи значоги
zh: 意大利推銷員徽章

source: Italiano
ca: Italià
fr: Italien
ja: イタリア語
kk: Итальяндық
ky: Итальян тили
lv: itālietis
mn: Итали хэл
ro: Italiană
ru: Итальянский
uk: Італійська
uz: Италян тили
zh: 意大利语

source: Italy
ca: Itàlia
de: Italien
es: Italia
fr: Italie
it: Italia
ja: イタリア
kk: Италья
ko: 이탈리아
ky: Италия
lv: Itālija
mn: Итали
pt: Itália
ro: Italia
ru: Италия
uk: Італія
uz: Италия
zh: 意大利

source: item
fr: objet
it: articolo

source: Item
ca: Article
de: Artikel
es: Artículo
fr: Article
it: Articolo
ja: アイテム
kk: Тармақ
ko: 항목
ky: Пункт
lv: Ziņa
mn: Бараа
ro: Articol
ru: Пункт
uk: Пункт
uz: Банд
zh: 項目

source: Itinerary
ca: Itinerari
de: Reiseroute
es: Itinerario
fr: Itinéraire
it: Itinerario
ja: 旅程
kk: Бағыт
ko: 여정
ky: Багыт
lv: Maršruts
mn: Аяллын маршрут
pt: Itinerário
ro: Itinerar
ru: Маршрут
uk: Маршрут
uz: Йўналиш (маршрут)
zh: 行程

source: Itinerary:
de: Reiseroute:
es: Itinerario:
fr: Itinéraire :
it: Itinerario:
ko: 여정:
ky: Багыт:
lv: Maršruts:
mn: Аяллын маршрут:
ru: Маршрут:

source: IV. ACTIONS AND TERMS
ca: IV. ACCIONS I TERMES
de: IV. AKTIONEN UND BEDINGUNGEN
es: IV. ACCIONES Y TÉRMINOS
fr: IV. ACTIONS ET CONDITIONS
it: IV. AZIONI E CONDIZIONI
ja: IV. アクションと条件
kk: IV. ӘРЕКЕТТЕР ЖӘНЕ ШАРТТАР
ky: КЫЙМЫЛДАР/ТРАНЗАКЦИЯЛАР ЖАНА ШАРТТАР
lv: IV. DARBĪBAS UN NOTEIKUMI
mn: IV. ҮЙЛ АЖИЛЛАГАА, НӨХЦӨЛҮҮД
pt: IV. AÇÕES E TERMOS
ro: IV. ACȚIUNI ȘI TERMENI
ru: IV. ДЕЙСТВИЯ И УСЛОВИЯ
uk: IV. ДІЇ ТА УМОВИ
uz: IV. АМАЛ ҚИЛИШИ ВА ШАРТЛАРИ
zh: IV. 行为与条款

source: IV. Additional Information
ca: IV. Informació Adicional
de: IV. Zusätzliche Information
es: IV. Información Adicional
fr: IV. Informations Complémentaires
it: IV. Informazioni aggiuntive
ja: IV. 追加情報
kk: IV. Қосымша Ақпарат
ky: IV. Кошумча Маалымат
lv: IV. Papildus informācija
mn: IV. Нэмэлт мэдээлэл
pt: IV. Informações Adicionais
ro: IV. Informații suplimentare
ru: IV. Дополнительная информация
uk: IV. Додаткова Інформація
uz: IV. Қўшимча маълумот
zh: IV. 附加信息

source: iv. By PARTNER, at any time, upon giving written notice to the Company. The Addendum shall terminate upon inGroup International’s receipt of such notice.
ca: iv. Per part del SOCI, en qualsevol moment, prèvia notificació per escrit a la Companyia. L'Annex acabarà quan inGroup International rebi aquesta notificació.
de: iv. Durch den PARTNER, jederzeit, nach schriftlicher Mitteilung an die Gesellschaft. Der Zusatz endet mit dem Eingang der Mitteilung bei inGroup International.
es: iv. Por parte del SOCIO, en cualquier momento, previa notificación por escrito a la Compañía. El Anexo finalizará en el momento en que inGroup International reciba dicho aviso.
fr: iv. Par PARTNER, à tout moment, sur avis écrit à la Société. L’addenda prendra fin à la réception de cet avis par inGroup International.
it: iv. Da parte del PARTNER, in qualsiasi momento, previa comunicazione scritta alla Società. L'Addendum terminerà con la ricezione da parte di inGroup International di tale comunicazione.
ja: iv. パートナーは、いつでも、当社に書面で通知することにより、本補遺を終了することができます。本補遺は、inGroup Internationalがかかる通知を受領した時点で終了するものとします。
kk: iv. СЕРІКТЕСПЕН, inGroup International компаниясынан жазбаша хабарлама алғаннан кейін кез келген уақытта. Қосымша Келісім inGroup International осындай хабарламаны алғаннан кейін тоқтатылады.
ko: iv.파트너는 언제든지 회사에 서면 통지를 할 수 있습니다. inGroup International이 그러한 통지를 수령하면 추가 조항은 효력을 상실합니다.
ky: iv. Өнөктөш тарабынан, каалаган убакта, Компания жазуу жүзүндө эскертүү бергенден кийин. Тиркеме inGroup International мындай эскертүүнү алгандан кийин токтотулат.
lv: IV. Ar PARTNERA starpniecību jebkurā laikā, rakstiski paziņojot par to kompānijai. Pielikums izbeidzas, kad inGroup International tiek saņemts šāds paziņojums.
mn: iv. ТҮНШ нь Компанид хүссэн үедээ бичгээр Нэмэлт гэрээг хүчингүй болгох хүсэлтээ мэдэгдэж болно. inGroup International нь ийм мэдэгдэл хүлээн авсан тохиолдолд Нэмэлт гэрээг хүчингүй болгоно.
pt: IV. Pelo SÓCIO, a qualquer momento, mediante notificação por escrito à Empresa. O Adendo terminará após o recebimento da notificação por parte do inGroup International.
ro: iv. De către PARTENER, în orice moment, anunţând în prealabil în scris Compania. Actul adițional va fi reziliat după primirea unei astfel de notificări de la inGroup International.
ru: iv. ПАРТНЕРОМ, в любое время после письменного уведомления Компании. Дополнение прекращается с момента получения inGroup International такого уведомления.
uk: iv. ПАРТНЕРОМ, в будь-який час, після письмового повідомлення Компанії. Дія Доповнення припиняється з моменту отримання inGroup International такого повідомлення.
uz: iv. Ҳамкор томонидан, исталган вақтда, компанияга ёзма билдирув тақдим этилганидан сўнг. Қўшимча inGroup International бундай билдирув олганидан сўнг тугатилади.
zh: iv. 在任何時候，由合作夥伴向公司發出書面通知，inGroup International將收到此類通知後，附錄即告終止。

source: iv. PARTNER shall immediately notify inGroup International of any information which comes to PARTNER’s attention which does or might indicate that there has been any loss of confidentiality of such Confidential Information or breach of such rights. <span class="before"/>
ca: iv. El SOCI notificarà immediatament a inGroup International qualsevol informació que arribi al seu coneixement que indiqui o pugui indicar que s'ha produït una pèrdua de confidencialitat d'aquesta Informació Confidencial o una violació d'aquests drets. <span class="before"/>
de: 0,iv. Der PARTNER wird inGroup International unverzüglich über alle Informationen informieren, die dem PARTNER bekannt werden und die auf einen Verlust der Vertraulichkeit dieser vertraulichen Informationen oder eine Verletzung dieser Rechte hinweisen. <span class="before"/>
es: iv. El SOCIO deberá notificar inmediatamente a inGroup International de cualquier información que llegue a la atención del SOCIO que indique o pueda indicar que ha habido alguna pérdida de confidencialidad de dicha información confidencial o una violación de dichos derechos. <span class="before"/>
fr: iv. LE PARTENAIRE informera immédiatement inGroup International de toute information qui viendrait à son attention et qui indiquerait ou pourrait indiquer une perte de confidentialité de ces informations confidentielles ou une violation de ces droits. <span class="before"/>
it: iv. Il PARTNER comunicherà immediatamente a inGroup International qualsiasi informazione di cui egli venga a conoscenza e che indichi o possa indicare che vi sia stata una perdita di riservatezza di tali Informazioni Riservate o una violazione di tali diritti. <span class="before"/>
ja: iv. パートナーは、そのような機密情報の機密性の喪失またはそのような権利の侵害があったことを示す、または示す可能性があるパートナーの注意を引くあらゆる情報について、直ちにinGroup Internationalに通知するものとします。<span class="before"/>
kk: iv. CЕРІКТЕС осындай Құпия Ақпараттың құпиялылығын жоғалту немесе осындай құқықтарды бұзу фактісі бар екендігін көрсететін немесе көрсете алатын кез келген ақпаратты inGroup International-ке дереу хабарлайды. <span class="before"/>
ky: v. ӨНӨКТӨШ inGroup Internationalга ӨНӨКТӨШтүн көңүлүн бурган жана Купуя маалыматтын купуялуулугун жоготкон же мындай укуктар бузулганын көрсөткөн же көрсөтө турган ар кандай маалымат жөнүндө дароо кабарлайт. <span class="before"/>
lv: iV. PARTNERIS nekavējoties paziņo inGroup International par jebkādu INFORMĀCIJU, kas nonāk partnera uzmanības lokā un kas ir vai varētu liecināt par šādas konfidenciālas informācijas zaudēšanu vai šādu tiesību pārkāpumu. <span class="before"/>
mn: iv. Түнш нь анхаарал татахуйц, нууц мэдэгдэл алдагдаж байж болзошгүй гэсэн сэжиг бүхий зүйл эсвэл иймэрхүү эрх зөрчигдсөнийг илтгэх аливаа мэдээллийг мэдсэн даруйдаа энэ тухай inGroup International компанид нэн даруй мэдэгдэх ёстой. <span class="before"/>
pt: IV. O SÓCIO notificará imediatamente ao inGroup International de qualquer informação que venha a ser notificada pelo SÓCIO que indique ou possa indicar que houve perda de confidencialidade de tais Informações confidenciais ou violação de tais direitos. <span class="before"/>
ro: iv. PARTENERUL va aduce imediat la cunoştinţa inGroup International orice informaţie care i-a atras atenția PARTENERULUI, informaţie care indică sau ar putea indica faptul că a existat o scurgere de informaţii confidenţiale sau încălcarea acestor drepturi. <span class="before"/>
ru: iv. ПАРТНЕР должен немедленно уведомить inGroup International о любой информации, доведенной до сведения ПАРТНЕРА, которая указывает или может указывать на утечку Конфиденциальной информации или нарушение таких прав. <span class="before" />
uk: iv. ПАРТНЕР повинен негайно повідомити inGroup International про будь-яку інформацію, доведену до відома ПАРТНЕРА, яка вказує або може вказувати на витік Конфіденційної інформації або порушення таких прав. <span class="before"/>
uz: iv. ҲАМКОР эътиборига тушган ва бундай маҳфий ахборотнинг йўқолишидан ёки бундай ҳуқуқларнинг бузилишидан дарак берувчи ёки дарак бериши мумкин бўлган ҳар қандай ахборот ҳақида зудлик билан inGroup International ни хабардор қилиши шарт. <span class="before"/>
zh: iv. 合作伙伴应立即通知 inGroup International 任何引起合作伙伴注意的信息，这些信息确实或可能表明此类机密信息的机密性已丧失或侵犯了此类权利。<span class="before"/>

source: IV. YOUR CONTENT
ca: IV. EL TEU CONTINGUT
de: IV. IHRE INHALTE
es: IV. TU CONTENIDO
fr: IV. VOTRE CONTENU
it: IV. IL TUO CONTENUTO
ja: IV. あなたのコンテンツ
kk: IV. СІЗДІҢ МАТЕРИАЛДАРЫҢЫЗ
ky: IV. СИЗГЕ ТИЕШЕЛҮҮ БОЛГОН КОНТЕНТ
lv: IV.JŪSU SATURS
mn: IV. ТАНЫ КОНТЕНТ
pt: IV. SEU CONTEÚDO
ro: IV. CONȚINUTUL TĂU
ru: IV. ВАШИ МАТЕРИАЛЫ
uk: IV. ВАШІ МАТЕРІАЛИ
uz: IV. КОНТЕНТИНГИЗ
zh: IV. 您的内容
