Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: This name in Roman/Latin alphabet letters (A-Z) will be used for cruise bookings and with commission payments providers and must be in this format.
ca: Aquest nom en lletres de l'alfabet llatí romà / llatí (A-Z) s'utilitzarà per a les reserves de creuers i amb els proveïdors de pagaments de comissions i ha d'estar en aquest format.
de: Dieser Name in lateinischen Buchstaben (A-Z) wird für Kreuzfahrtbuchungen und bei Provisionszahlungsanbietern verwendet und muss in diesem Format vorliegen.
es: Este nombre en letras del alfabeto Romano/ Latino (A-Z) se usará para reservas de cruceros y con proveedores de pagos de comisiones por lo que debe estar en este formato.
fr: Ce nom en lettres de l'alphabet romain / latin (A à Z) sera utilisé pour les réservations de croisière et avec les commissions de paiement des fournisseurs et doit être dans ce format.
it: Questo nome in lettere dell'alfabeto latino (A-Z) sarà utilizzato per le prenotazioni delle crociere e con i prestatori dei servizi di pagamento delle commissioni e deve essere in questo formato.
ja: ローマ字/ラテンアルファベット (A-Z)での名前は、クルーズ予約や報酬の支払いプロバイダーに提供されるため、この表記方法である必要があります。
kk: Бұл атау рим/латын әліпбиіндегі әріптермен (A-Z) круиз брондау үшін және комиссиялық төлемдер жеткізушілерімен қолданылады және осы форматта болуы керек.
ko: 로마 / 라틴 문자 (A-Z)로 된 이름은 크루즈 예약 및 커미션 지불 제공 업체에 사용되며 이 형식이어야합니다.
ky: Бул Рим/Латын алфавитинин (A-Z) аталышы круиздерди брондогондо жана комиссия провайдерлери менен иштөөдө колдонулат жана ушул формада болушу керек.
lv: Šis vārds ar romiešu/latīņu alfabēta burtiem tiks lietots kruīza rezervācijai un ar komisijas maksājumu nodrošinātajiem un tam jābūt formātā.
mn: Латин үсгээр бичсэн таны нэр (A-Z) аяллын захиалга болон төлбөрийн үйлчилгээнд бичигдэхдээ адил хэлбэр, дарааллаар бичигдэх ёстойг анхаарна уу.
pt: Esse nome em letras do alfabeto Romano/Latino (A-Z) será usado para reservas de cruzeiros e com fornecedores de pagamentos de comissões e por isto deve estar neste formato.
ro: Acest nume în format de litere ale alfabetului Roman/Latin (A-Z) va fi folosit de către furnizorii de plăţi ale comisioanelor şi pentru rezervarea de croaziere şi trebuie să fie în acest format.
ru: Это имя, написанное буквами из Римского/Латинского алфавита (A-Z) будет использоваться для бронирования круизов и с провайдерами комиссионных платежей и должно быть только в этом формате.
uk: Це ім'я, написане буквами Римського/Латинського (A-Z) алфавіту буде використовуватися при бронюванні круїзів та з провайдерами комісійних платежів і має бути тільки в цьому форматі.
uz: Ушбу Рим/Лотин алифбосида (A-Z) ёзилган исмдан круизларга буюртма беришда ва комиссия тўловлари провайдерлари билан ишлашда фойдаланилади ҳамда ушбу шаклда бўлиши лозим.
zh: 使用羅馬/拉丁字母（A-Z）的名稱將用於郵輪預訂和傭金支付，並且必須采用此格式。

source: This name will show publicly on our recognition e-mails, leaderboards, certificates, etc. (Optional)
ca: Aquest nom apareixerà públicament en els nostres correus electrònics de reconeixement, taules de classificació, certificats, etc. (Opcional)
de: Dieser Name wird in unseren Anerkennungs-E-Mails, Bestenlisten, Urkunden usw. öffentlich erscheinen. (Optional)
es: Este nombre se mostrará públicamente en nuestros correos electrónicos de reconocimiento, tablas de clasificación, certificados, etc. (Opcional)
fr: Ce nom apparaîtra publiquement sur nos courriels de reconnaissance, tableaux de classement, certificats, etc. (Facultatif)
it: Questo nome apparirà pubblicamente sulle nostre email di riconoscimento, classifiche, certificati, ecc. (Opzionale)
ja: この名前は、私たちの表彰メール、リーダーランキング、表彰状などに公的に表示されます。(オプション)
kk: Бұл атау тану электрондық пошталарында, көшбасшылар тақталарында, сертификаттарда және т.б. жалпыға көрсетіледі. (Қосымша)
ko: 이 이름은 직급 인정 이메일, 리더보드, 인증서 등에 공개적으로 표시됩니다. (선택 사항)
ky: Бул ысым биздин электрондук почталарда, лидерлердин тизмелеринде, сертификаттарда ж.б. чагылдырат. (Милдеттүү эмес)
lv: Šis vārds tiks publiski parādīts mūsu atpazīšanas e-pastos, kartotēkās, sertifikātos utt. (pēc izvēles)
mn: Энэ нэр таныг таниулах имэйл, удирдагч нарын жагсаалт болон гэрчилгээнүүд дээр бичигдэж нийтэд харагдах болно. (Сонголтоор)
pt: Este nome será exibido publicamente em nossos e-mails de reconhecimento, tabelas de classificação, certificados, etc. (Opcional)
ro: Acest nume va apărea public pe e-mailurile noastre de recunoaștere, clasamente, certificate etc. (Opțional)
ru: Это имя будет отображаться публично в наших письмах с признанием достижений, в лидерских рейтингах, сертификатах и т. д. (опционально)
uk: Це ім'я буде відображатися публічно в наших листах із визнанням досягнень, у лідерських рейтингах, сертифікатах тощо (опціонально)
uz: Мазкур исм бизнинг эътироф этувчи электрон хатларимизда, етакчилар рўйхатида, сертификатларда ва ҳ.к. акс этади. (Ихтиёрий)
zh: 此名稱將在我們的認可電子郵件、排行榜、證書等中公開顯示。（可選）

source: This number is only calculated for Partners who have been active for at least 10 months and have produced at least 100 new member activations.
ca: Aquesta xifra només es calcula per als Socis que porten actius almenys 10 mesos i han produït almenys 100 activacions de nous membres.
de: Diese Zahl wird nur für Partner berechnet, die seit mindestens 10 Monaten aktiv sind und mindestens 100 neue Mitglieder aktiviert haben.
es: Este número únicamente se calcula para los Socios que han estado activos durante al menos 10 meses y han producido al menos 100 nuevas Activaciones de miembros.
fr: Ce chiffre n'est calculé que pour les Partenaires qui ont été actifs pendant au moins 10 mois et qui ont produit au moins 100 nouvelles activations de membres.
it: Questo numero viene calcolato solo per i Partner che sono attivi da almeno 10 mesi e che hanno prodotto almeno 100 attivazioni di nuovi Membri.
ja: この数値は、１０ヶ月以上アクティブで、１００人以上の新規メンバーのアクティベーションを行ったパートナーに対してのみ算出されます。
kk: Бұл сан кемінде 10 ай белсенді болған және кемінде 100 жаңа мүше белсендіруін жасаған серіктестер үшін ғана есептеледі.
ko: 이 숫자는 최소 10개월 동안 활동하고 최소 100개의 신규 멤버 활성화를 생성한 파트너에 대해서만 계산됩니다.
ky: Бул сан кеминде 10 ай активдүү болгон жана кеминде 100 жаңы мүчөнү активдештирген Өнөктөштөр үчүн гана эсептелет.
lv: Šis skaitlis tiek aprēķināts tikai Partneriem, kuri ir bijuši aktīvi vismaz 10 mēnešus un ir veikuši vismaz 100 jaunu biedru aktivizēšanu.
mn: Энэ үзүүлэлт зөвхөн 10-аас доошгүй сар идэвхтэй байсан, дор хаяж 100 шинэ гишүүн идэвхжүүлсэн Түншүүдэд тооцогдох болно.
pt: Este número é calculado apenas para parceiros que estão ativos há pelo menos 10 meses e produziram pelo menos 100 novas ativações de membros.
ro: Acest număr este calculat numai pentru partenerii care au fost activi de cel puțin 10 luni și au produs cel puțin 100 de activări de membri noi.
ru: Это число рассчитывается только для Партнёров, которые были активны на протяжении как минимум 10-ти месяцев и которые сделали как минимум 100 активаций новых Членов Клуба.
uk: Це число розраховується тільки для Партнерів, які були активні протяго, як мінімум, 10 місяців і які зробили щонайменше 100 активацій нових Членів Клубу.
uz: Ушбу рақам фақатгина камида 10 ой фаол бўлган ва камида 100 нафар янги аъзоларни фаоллаштирган Ҳамкорлар учун ҳисобланган.
zh: 此数字仅针对已活跃至少 10 个月且产生至少 100 次新会员激活的合作伙伴计算。

source: This page lists all the Members and Partners in your downline who have been asked by our Support Team to submit proof of payment or verify their account.
ca: Aquesta pàgina mostra tots els Membres i Socis de la teva línia descendent als quals el nostre Equip de Suport ha sol·licitat que presentin un comprovant de pagament o verifiquin el seu compte.
fr: Cette page répértorie tous les Membres et Partenaires de votre descendance à qui notre Équipe d'Assistance a demandé de fournir un justificatif de paiement ou de vérifier leur compte.
it: Questa pagina mostra tutti i Membri e Partner nella tua downline a cui il nostro Team di Assistenza ha chiesto di mandare una prova di pagamento o di verificare il loro account.
ja: このページにはサポートチームから支払い証明の提出またはアカウントの確認を求められているあなたのダウンライン内の全メンバーおよびパートナーが表示されます。
kk: Бұл бетте Төменгі желіңіздегі барлық клуб Мүшелері мен Серіктестер көрсетілген — оларға біздің Қолдау қызметі төлемді растау немесе аккаунтты тексеру үшін құжаттар ұсынуды сұраған.
pt: Esta página lista todos os Membros e Parceiros em sua linha descendente que foram solicitados por nossa Equipe de Suporte a enviar comprovante de pagamento ou verificar sua conta.
ro: Această pagină listează toți Membrii și Partenerii din linia ta descendentă cărora Echipa noastră de Asistență le-a solicitat să trimită dovada plății sau să își verifice contul.
uk: На цій сторінці перелічені всі Члени та Партнери у вашій даунлайні, яких наша Служба підтримки попросила надати підтвердження оплати або пройти верифікацію акаунта.
uz: Мазкур саҳифада Қўллаб-қувватлаш жамоаси томонидан сизнинг даунлайн жамоангиздаги тўлаган тўловларини ёки аккаунтларини тасдиқлаш сўралган барча Аъзолар ва Ҳамкорлар рўйхати келтирилган.
zh: 此页面列出了您下线中的所有会员和合作伙伴，这些人已被我们的支持团队要求提交付款凭证或验证其账户。

source: This payment renews your Partner account for the next 6 month period.
ca: Aquest pagament renova el teu compte de Soci per als pròxims 6 mesos.
de: Mit dieser Zahlung wird Ihr Partnerkonto für die nächsten 6 Monate erneuert.
es: Este pago renueva tu cuenta de Socio para el próximo período de 6 meses.
fr: Ce paiement renouvelle votre compte Partenaire pour la prochaine période de 6 mois.
it: Questo pagamento rinnova il tuo account di Partner per un periodo di 6 mesi.
ja: このお支払いにより、今後6ヶ月間のパートナーアカウントが更新されます。
kk: Бұл төлем Сіздің серіктестік шотыңызды келесі 6 айға ұзартады.
ky: Бул $95 төлөм сиздин Өнөктөш эсебиңизди кийинки 6 айга жаңылайт.
lv: Šis maksājums atjauno jūsu partnera kontu nākamajam 6 mēnešu periodam.
mn: Энэхүү төлбөр таны Түншийн статусыг 6 сар сунгах болно.
pt: Este pagamento renova sua conta de parceiro pelo próximo período de 6 meses.
ro: Această plată îți reînnoiește contul de partener pentru următoarele 6 luni.
ru: Данный платёж продлевает действие вашей Партнёрской учётной записи на следующие 6 месяцев.
uk: Цей платіж продовжує дію вашого Партнерського облікового запису на наступні 6 місяців.
uz: Ушбу тўлов сизнинг Ҳамкорлик аккаунтингизни кейинги 6 ойлик даврга узайтиради.
zh: 这笔付款将在接下来的6个月内续订您的合作伙伴帐户。

source: This percentage is used to determine your Builders Base bonus, with anyone above 72% earning 100% of their bonus amount.
ca: Aquest percentatge s'utilitza per a determinar la teva bonificació Base de Constructors, i qualsevol que superi el 72% guanyarà el 100% de l'import de la bonificació.
de: Dieser Prozentsatz wird verwendet, um Ihren Builders Base-Bonus zu bestimmen, wobei jeder, der über 72 % liegt, 100 % seines Bonusbetrags erhält.
es: Este porcentaje se utiliza para determinar tu Bono de Builders Base, y cualquiera que esté por encima del 72 % gana el 100 % del monto de su bono.
fr: Ce pourcentage est utilisé pour déterminer votre Bonus de Base des Constructeurs, toute personne dépassant 72 % gagne 100 % du montant de son bonus.
it: Questa percentuale viene utilizzata per determinare il tuo bonus Base Costruttori: chi supera il 72% guadagnerà il 100% dell'importo del bonus.
ja: このパーセンテージは、ビルダーズ・ベース ボーナスの決定に使用され、７２％以上の人はボーナス額の１００％を獲得します。
kk: Бұл пайыз Фундамент Бизнес бонусын анықтау үшін пайдаланылады: 72% жоғары ұпай жинаған кез келген адам бонус сомасының 100% алады.
ko: 이 백분율은 빌더 베이스 보너스를 결정하는 데 사용되며 72%를 초과하는 사람은 보너스 금액의 100%를 얻습니다.
ky: Бул пайыз сиздин Куруучулар Базасы бонусуңузду аныктоо үчүн колдонулат, 72%дан жогору болгондор бонустун 100% алышат.
lv: Šī procentuālā vērtība tiek izmantota, lai noteiktu jūsu Lietotāju Bāzes Bonusu, un ikviens, kas pārsniedz 72%, nopelna 100% no viņu bonusa summas.
mn: Энэ хувь нь таны Билдерс Бэйс урамшууллыг тодорхойлоход хэрэглэгддэг бөгөөд 72%-аас дээш хувьтай хүн бүр урамшууллынхаа дүнг 100% авах боломжтой.
pt: Essa porcentagem é usada para determinar o bônus Base do Construtor, com qualquer pessoa acima de 72% ganhando 100% do valor do bônus.
ro: Acest procent este folosit pentru a determina bonusul tău de bază pentru constructori, oricine cu peste 72% câștigând 100% din valoarea bonusului.
ru: Данный процент используется для определения вашего бонуса "Фундамент Бизнеса", где любой, с показателем выше 72%, зарабатывает 100% суммы своего бонуса.
uk: Даний відсоток використовується для визначення вашого бонусу "Фундамент Бізнесу", де будь-хто, з показником вище 72%, заробляє 100% суми свого бонусу.
uz: Ушбу фоиз сизнинг Қурувчилар базангиз бонусини аниқлаш учун қўлланилади, 72%дан ошганлар ўз бонусларини 100% оладилар.
zh: 该百分比用于确定您的建设者基础奖金，超过 72% 的任何人都将获得其奖金金额的 100%。

source: This photo will be for your Salesmans badge and must be of good quality.
ca: Aquesta foto serà per la teva insígnia de venedor i ha de ser de bona qualitat.
de: Dieses Foto wird für Ihren Verkäuferausweiß verwendet und muss von guter Qualität sein.
es: Esta foto será para tu credencial de Ventas y debe ser de buena calidad.
fr: Cette photo sera destinée à votre badge de vendeur et doit être de bonne qualité.
it: Questa foto è destinata al tuo tesserino da Incaricato alle vendite e deve essere di buona qualità.
ja: この写真はセールスマンのバッジに使用されるもので、高画質のものでなければなりません。
kk: Бұл фотосурет сатушы белгісіне арналған және сапалы болуы керек.
ko: 이 사진은 판매원 배지용이며 품질이 좋아야 합니다.
ky: Бул сүрөт Сатуучу эсебиңизге жайгаштырылат жана сапаттуу болушу керек.
lv: Šis fotoattēls būs paredzēts jūsu "Salesman"emblēmai, un tam jābūt labas kvalitātes.
mn: Энэ зураг таны Борлуулагчийн тэмдэгийн зураг байх бөгөөд сайн чанарын зураг байх ёстой.
pt: Esta foto será para seu crachá de vendedor e deve ser de boa qualidade.
ro: Această fotografie va fi pentru insigna ta de vânzător și trebuie să fie de bună calitate.
ru: Фото будет размещено на вашем бейдже агента по продажам и должно быть хорошего качества.
uk: Фото буде розміщене на вашому бейджі агента з продажів та має бути гарної якості.
uz: Ушбу фотосурат сизнинг Сотувчи значогингизга қўйилади ва сифатли бўлиши лозим.
zh: 這張照片將用於您的銷售員徽章，並且必須具有良好的質量。

source: This post is private or there are no posts in the current language. Please choose another language.
ca: Aquesta publicació és privada o no hi ha publicacions en l’idioma actual. Si us plau, tria un altre idioma.
de: Dieser Beitrag ist privat oder es gibt keine Beiträge in der aktuellen Sprache. Bitte wählen Sie eine andere Sprache.
es: Esta publicación es privada o no hay publicaciones disponibles en el idioma actual. Por favor, elige otro idioma.
fr: Ce message est privé ou il n'y a aucun message dans la langue actuelle. Veuillez choisir une autre langue.
it: Questo post è privato oppure non ci sono post nella lingua selezionata. Scegli un'altra lingua.
ja: この投稿は非公開であるか、指定の言語での投稿はありません。他の言語を選択してください。
kk: Бұл хабарлама жеке болып табылады немесе қазіргі тілде хабарламалар жоқ. Басқа тілді таңдаңыз.
ky: Бул билдирүү купуя же учурдагы тилде эч кандай билдирүүлөр жок. Сураныч, башка тил тандаңыз.
lv: Ši ziņa ir privāta un šajā valodā patreiz ziņu nav.Lūdzu izvēlieties citu valodu.
mn: Энэ нийтлэл хувийнх эсвэл сонгосон хэл дээр байхгүй байна. Өөр орны хэл сонгоно уу.
pt: Esta postagem é privada ou não há postagens no idioma atual. Escolha outro idioma.
ro: Această postare este privată sau nu există postări în limba curentă. Te rugăm să alegi o altă limbă.
ru: Это скрытый пост либо публикации на выбранном языке отсутствуют. Пожалуйста, выберете другой язык.
uk: Це прихований пост або публікації на обраній мові відсутні. Будь ласка, виберіть іншу мову.
uz: Ушбу пост хусусий ёки жорий тилда постлар мавжуд эмас. Илтимос, бошқа тилни танланг.
zh: 此帖子为私人帖子或当前语言下没有帖子。请选择另一种语言。

source: This prestigious recognition is awarded to Members and Partners who have donated a total of at least
ca: Aquest prestigiós reconeixement es concedeix als Membres i Socis que han fet donacions per un total mínim de
de: Diese prestigeträchtige Auszeichnung wird an Mitglieder und Partner verliehen, die insgesamt mindestens eine Million Euro gespendet haben.
es: Este prestigioso reconocimiento se otorga a Miembros y Socios que han donado un total mínimo de
fr: Cette reconnaissance prestigieuse est décernée aux membres et aux partenaires qui ont fait don d'un total d'au moins
it: Questo prestigioso riconoscimento viene assegnato ai Membri e ai Partner che hanno donato almeno un totale di
ja: この名誉ある賞は、inCruisesが支援する活動に合計
kk: Бұл беделді тану кем дегенде қайырымдылық жасаған мүшелер мен серіктестерге беріледі
ky: Бул барктоо жок дегенде минимум кайрымдуулук кылган мүчөлөргө жана өнөктөштөргө берилет
lv: Šo prestižo atzinību piešķir Biedriem un Partneriem, kuri kopumā ziedojuši vismaz
mn: Энэхүү нэр хүндтэй өргөмжлөлийг дор хаяж нийт хандив өгсөн Түнш болон Гишүүд нарт олгодог юм
pt: Este prestigioso reconhecimento é concedido a membros e parceiros que doaram um total de pelo menos
ro: Această recunoaștere prestigioasă este acordată membrilor și partenerilor care au donat în total cel puțin
ru: Этого престижного признания удостаиваются Члены Клуба и Партнёра, которые пожертвовали в общей сложности как минимум
uk: Цього престижного визнання удостоюються Члени Клубу та Партнери, які пожертвували щонайменше
uz: Мазкур обрўли эътироф камида жами қуйидаги суммани эҳсон қилган Аъзолар ва Ҳамкорларни мукофотлайди
zh: 此项殊荣颁发给那些捐赠的会员和合作伙伴，总额至少达到
