Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: During the term of this Addendum, PARTNER agrees that inGroup International shall be the primary direct selling or social selling (to include party plan, multilevel, network marketing and multi-tier affiliate) opportunity/program with which he/she is involved. If PARTNER is engaged in another direct selling or social selling opportunity at the time that this Addendum is entered into, PARTNER may continue to participate in such opportunity, provided that such participation is not in violation of Section 4.d below. However, during the term of this Addendum, PARTNER agrees that he/she shall not actively recruit or sell for such opportunity beyond what is necessary to maintain minimally active status with such company and further agrees that he/she will not directly or indirectly join any other direct selling or social selling opportunity.
ca: Durant el termini d'aquest annex, el SOCI estàs d'acord que inGroup International serà la principal venda directa o social (s'inclouen: multinivell, network marketingi afiliació multinivell) oportunitat/programa amb el qual estàs involucrat. Si el SOCI participa en una altra venda directa o una oportunitat de venda social en el moment en què s'introdueix aquest annex, El SOCI pot continuar participant en aquesta oportunitat, sempre que aquesta participació no sigui una violació de la secció 4.d del present document. No obstant això, durant la vigència d'aquest annex, el SOCI està d'acord que no reclutarà ni vendrà activament per a aquesta oportunitat més enllà del necessari per mantenir un estatus mínimament actiu amb aquesta empresa i a més està d'acord que ell/ella no s'unirà directament o indirectament a cap altra oferta de venda directa o social.
de: Während der Laufzeit dieses Addendums stimmt der PARTNER zu, dass inGroup International der primäre Direktverkauf oder das Social Selling (einschließlich Partypläne, Multilevel, Network Marketing und Multi-Level Affiliate) Geschäftsmöglichkeits-Programm ist, an dem er/sie beteiligt ist. Wenn der PARTNER zum Zeitpunkt des Abschlusses dieses Addendums an einer anderen Direktverkaufs- oder Geschäftsmöglichkeit beteiligt ist, kann der PARTNER weiterhin an dieser Möglichkeit teilnehmen, vorausgesetzt, dass diese Beteiligung nicht gegen den unteren Abschnitt 4.d verstößt. Während der Laufzeit dieses Addendums erklärt sich der PARTNER jedoch damit einverstanden, dass er/sie für diese Geschäftsmöglichkeit nicht aktiv rekrutiert oder verkauft, es sei denn, dies ist notwendig, um den minimal aktiven Status in einem solchen Unternehmen aufrechtzuerhalten, und stimmt ferner zu, dass er/sie sich weder direkt noch indirekt an einer anderen Direktvertriebs- oder Social Selling Möglichkeit beteiligen wird.
es: Durante la duración de este Anexo, el SOCIO acuerda que inGroup International será su oportunidad / programa principal de venta directa (donde se incluyen: multinivel, network marketing y/o afiliado de múltiples niveles) con el que esté involucrado. Si SOCIO participa en otro programa de venta directa o similar en el momento en que se celebra este anexo, el SOCIO puede continuar participando en dicha oportunidad, siempre que tal participación no infrinja la Sección 4.d del presente documento. Sin embargo, durante la duración de este Anexo, el SOCIO acuerda que no reclutará o venderá activamente para tal oportunidad más allá de lo necesario para mantener un estado mínimamente activo con dicha compañía y además acuerda que no se unirá directa o indirectamente a ninguna otra venta directa o oportunidad de venta social.
fr: Pendant la durée de l’addenda, PARTNER convient qu'inGroup International sera la principale opportunité / programme de vente directe ou sociale (y compris les forfaits, les campagnes à niveaux multiples, le marketing de réseau et l'affiliation à plusieurs niveaux) avec laquelle il est impliqué. Si PARTNER est engagé dans une autre opportunité de vente directe ou sociale au moment de la rédaction de l’Addendum, PARTNER peut continuer à participer à cette opportunité, à condition que cette participation ne soit pas contraire à la section 4.d ci-dessous. Cependant, pendant la durée de cet addenda, PARTNER s’engage à ne pas recruter activement ni à vendre pour une telle opportunité au-delà de ce qui est nécessaire pour conserver le statut d'activité minimale avec cette société, et s'engage en outre à ne pas rejoindre directement ou indirectement une entreprise, à une autre possibilité de vente directe ou de vente sociale.
it: Durante il periodo di validità di questo Addendum, il PARTNER concorda che inGroup International sarà la principale attività/programma di vendita diretta o di social selling (il che comprende incontri dimostrativi, multilivello, network marketing e affiliazione a più livelli) a cui partecipa. Se, nel momento in cui viene stipulato il presente Addendum, il PARTNER è impegnato in un'altra attività di vendita diretta o di social selling, il PARTNER può continuare a partecipare a tale opportunità a condizione che tale partecipazione non violi la Sezione 4.d indicata di seguito. Tuttavia, durante il periodo di validità di questo Addendum, il PARTNER accetta di non reclutare né vendere attivamente per tale opportunità oltre al minimo necessario per mantenersi allo status attivo con tale società e accetta inoltre di non aderire direttamente o indirettamente a nessun'altra opportunità di vendita diretta o di social selling.
ja: この追加条項の期間中、パートナーは、inGroup Internationalが主要な直接販売またはソーシャルセリング（パーティープラン、マルチレベル、ネットワークマーケティングおよびマルチティアアフィリエイトを含む）の機会/プログラムになることに同意します。 この追加条項が締結された時点でパートナーが別の直接販売または社交販売の機会に従事している場合、パートナーは、そのような参加が以下のセクション4.dに違反しない限り、そのような機会に参加し続けることができます。ただし、本追加条項の期間中、パートナーは、そのような会社の最低限の有効な地位を維持するのに必要な範囲を超えて、そのような機会やその他の直接販売またはソーシャルセリングの機会に積極的にリクルートまたは販売してはならないことに同意します。
kk: Осы Келісімнің қолданылу мерзімі ішінде inGroup International СЕРІКТЕСІ негізінен тікелей сату немесе әлеуметтік сатулармен айналысуға (оның құрамына топтық жоспар, көп деңгейлі, желілік маркетинг және көп деңгейлі серіктестік) қатысады. Егер СЕРІКТЕС осы келісімнің Қосымшасымен танысқан кезде тікелей саудада немесе әлеуметтік сатуда басқа да бизнес түрімен айналысам десе, онда мұнда қатысқан кезде төмендегі 4.d бөлімінің шартын бұзбаған жағдайда, СЕРІКТЕС осы мүмкіндікті пайдаланып, біздің бизнеске қатыса алады. Бірақ, осы Қосымшаның жарамдық, заңды күші бар мерзімі ішінде, СЕРІКТЕС саудада белсенділік көрсетіп, өз компаниясын қолдап және өзге компанияда белсенді түрде басқа сауда саттық жұмыспен айналыспауға немесе өз компаниясында өзге тауарды белсенді сатуға болмайтындығына келісімін береді және бұдан былай оған осындай тікелей немесе жанама сату және әлеуметтік сатудың кез келген басқа саласына қосылмайтындығы туралы ескертіледі.
ko: 이 추가 조항의 기간 동안 파트너는 inGroup International이 자신이 관여하는 주요한 직접 판매 또는 사회적 판매 (파티 플랜, 다단계, 네트워크 마케팅 및 다계층 계열사 포함)의 기회 / 프로그램이 되어야 함을 동의합니다. 본 추가 조항이 체결된 시점에 파트너가 다른 직접 판매 또는 사회적 판매 기회에 종사하는경우, 파트너는 그러한 기회가 아래 제4조d항을 위반하지 않는다면 계속 참여할 수 있습니다. 그러나 이 추가 조항의 기간 동안 파트너는 해당 회사와 최소한 활성상태를 유지하는데 필요한 이상으로 적극적으로 판매해서는 안되며, 또한 직접 또는 간접적으로 다른 직접 판매 또는 사회적 판매 기회에 참여하지 않을 것에 동의합니다.
ky: Ушул Тиркеменин колдонуу мөөнөтү ичинде ӨНӨКТӨШ inGroup International өзү катышкан негизги түз сатуу же социалдык сатуу (анын ичинде партиялык план, көп деңгээлдүү, тармактык маркетинг жана көп деңгээлдүү өнөктөштүк) мүмкүнчүлүгү/программасы болорун моюнга алат. Ушул Тиркемеге кол коюлган учурда ӨНӨКТӨШ башка тике сатуу же коомдук сатуу мүмкүнчүлүгүнө кызыкдар болсо, ӨНӨКТӨШ төмөндөгү 4.d Бөлүмдү бузбаса, бул мүмкүнчүлүккө катышууну уланта алат. Бирок, бул Кошумча колдонуу мөөнөтүнүн ичинде, ӨНӨКТӨШ мындай компанияда минималдуу активдүү статусун сактап калуу үчүн зарыл болгон шарттардан тышкары активдүү жалдоо же сатпоого макул болот, ошондой эле андан ары ал түз же кыйыр түрдө башка түз сатууга же социалдык сатуу мүмкүнчүлүгүнө кошулбай тургандыгын кабыл алат.
lv: Šā pielikuma darbības laikā PARTNERIS piekrīt, ka INGroup International ir galvenā tiešā pārdošana vai sociālā pārdošana (iekļaujot pušu plānu, vairāklīmeņu, tīkla mārketingu un daudzlīmeņu filiāli) iespēja/programma, kurā viņš/viņa ir iesaistīts. Ja PARTNERIS ir iesaistīts citā tiešās pārdošanas vai sociālās pārdošanas iespējā laikā, kad stājas spēkā šis papildinājums, PARTNERIS var turpināt piedalīties šādā iespējā ar nosacījumu, ka šāda līdzdalība nepārkāpj 4. d panta noteikumus. Tomēr šā pielikuma darbības laikā PARTNERIS piekrīt, ka viņš/viņa nedrīkst aktīvi pieņemt darbā vai pārdot šādu iespēju, pārsniedzot to, kas nepieciešams, lai saglabātu minimālas aktivitātes statusu ar šādu uzņēmumu, un turklāt piekrīt, ka viņš/viņa tieši vai netieši nepievienosies nevienai citai tiešai pārdošanai vai sociālas pārdošanas iespējai.
mn: Энэхүү Нэмэлт гэрээг хэрэгжүүлэх хугацаанд, ТҮНШИЙН хувьд inGroup International нь түүний хамгийн чухал шууд худалдааны борлуулалтын (олон шатлалт, сүлжээний маркетинг, олон түвшний хамтрагч) бизнесийн боломж байх болно гэдгийг хүлээн зөвшөөрч байгаа юм. Хэрэв энэхүү гэрээг байгуулах үед ТҮНШ өөр бусад сүлжээний бизнес хийж байсан бөгөөд энэ нь доорхи Бүлгийн 4.г хэсгийг зөрчөөгүй л бол ТҮНШ тухай бизнесээ үргэлжлүүлэн хийж болно. Гэхдээ энэ Нэмэлт гэрээний хугацаанд, ТҮНШ нь тэр компанидаа хамгийн бага шаардлагыг хангах байдлаар байж, идэвхтэй, хүн элсүүлэхгүйгээр, идэвхтэй борлуулалт хийхгүй байна гэдгээ хүлээн зөвшөөрч байгаа бөгөөд мөн шинээр бусад сүлжээний компаниудад бүртгүүлж шууд ба шууд бусаар оролцохгүй гэдгээ зөвшөөрч байгаа хэрэг болно.
pt: Durante a vigência deste Adendo, o SÓCIO concorda que inGroup International será a sua principal oportunidade de venda direta ou venda social (incluindo plano de multinível, marketing de rede e afiliado de multicamadas) com o qual ele/ela estará envolvido. Se o SÓCIO estiver envolvido em outra oportunidade de venda direta ou venda social no momento em que este Adendo for feito, o SÓCIO poderá continuar a participar de tal oportunidade, desde que tal participação não viole a Seção 4.d abaixo. No entanto, durante a vigência deste Adendo, o SÓCIO concorda que ele/ela não deve recrutar ou vender ativamente para tal oportunidade além do que é necessário para manter o status minimamente ativo com tal empresa e concorda que ele/ela não se juntará direta ou indiretamente a nenhuma outra oportunidade de venda direta ou venda social.
ro: Pe perioada în care acest Act Adiţional este în vigoare, PARTENERUL este de acord că inGroup International va fi ocazia/programul primar cu care este acesta/aceasta implicat(ă) în vânzare directă sau socială (se includ: sistemul de vânzare pe bază de comision în cadrul unei reuniuni (într-o casă particulară), multilevel, network marketing şi afiliere pe mai multe niveluri). Dacă PARTENERUL este angajat într-o altă oportunitate de vânzare directă sau socială la data la care acest Act Adiţional este în vigoare, PARTENERUL poate continua să activeze în această ocazie de afaceri, cu condiţia ca această participare să nu încalce Secţiunea 4.d mai jos. Cu toate acestea, pe perioada valabilităţii acestui Act Adiţional, PARTENERUL este de acord ca el/ea să nu recruteze sau să vândă în mod activ în favoarea acestei oportunităţi de afaceri dincolo de ceea ce este necesar pentru menţinerea unui status activ minimal alături de o astfel de companie şi este de acord de asemenea ca el/ea să nu se alăture direct sau indirect altei astfel de oportunităţi de afaceri cu vânzare directă sau socială.
ru: В течение срока действия настоящего Дополнения ПАРТНЕР соглашается с тем, что inGroup International будут основной программой по прямым или социальным продажам (включая план продаж на мероприятиях, многоуровневый, сетевой маркетинг и многоуровневое партнерство), в которой он / она участвует. Если ПАРТНЕР участвует в другой программе такого рода на момент вступления в силу настоящего Дополнения, ПАРТНЕР может продолжать участие в ней, при условии, что такое участие не нарушает Раздел 4.d ниже. Однако в течение срока действия настоящего Дополнения ПАРТНЕР соглашается с тем, что он / она не будет активно продвигать программу сверх того, что необходимо для поддержания минимально активного статуса в такой компании, и далее соглашается, что он / она не будет прямо или косвенно присоединяться к каким-либо другим программам прямых или социальных продаж.
uk: Протягом терміну дії цього Додатку ПАРТНЕР погоджується з тим, що inGroup International будуть основною програмою з прямих або соціальних продажів (включаючи груповий план з продажів, багаторівневий, мережевий маркетинг і багаторівневе партнерство), в якій він/вона бере участь. Якщо ПАРТНЕР бере участь в іншій програмі такого роду на момент набрання чинності даного Додатку, ПАРТНЕР може продовжувати участь в ній, за умови, що така участь не порушує Розділ 4.d нижче. Однак протягом терміну дії цього Додатку ПАРТНЕР погоджується з тим, що він/вона не буде активно просувати програму понад те, що необхідно для підтримки мінімально активного статусу в такій компанії, і далі погоджується, що він/вона не буде прямо чи опосередковано приєднуватися до будь-яких інших програмам прямих або соціальних продажів.
uz: Ушбу Қўшимчанинг амал қилиш даврида ҲАМКОР inGroup International у иштирок этаётган, тўғридан-тўғри ёки ижтимоий тармоқ (жумладан, тадбирлар уюштириш, тўғридан-тўғри сотув ва кўп тармоқли филиаллар) орқали сотиш имконияти/дастури эканлигини қабул қилади. Агар ҲАМКОР ушбу Қўшимча кучга кирган даврда бошқа тўғридан-тўғри ёки ижтимоий сотувда иштирок этаётган бўлса, ҲАМКОР, агар бундай иштирок қуйида келтирилган 4.d бўлимини бузиш ҳисобланмаса, бундай имкониятда иштирок этишда давом этиши мумкин. Бироқ, ушбу Қўшимчанинг амал қилиш даврида ҲАМКОР бундай компанияда минимал фаолликни ушлаб туриш учун зарур бўлганидан ортиқ фаол сотмайди ва обуна қилмайди, ва кейинчалик у тўғридан-тўғри ёки ижтимоий сотув билан шуғулланувчи бошқа ҳеч қандай компанияга бевосита ёки билвосита қўшилмасликка рози бўлади.
zh: 在本附錄的有效期內，合作夥伴同意inGroup International 是他/她所參與的主要直接銷售或社交銷售（包括派對計劃，多層次，網絡營銷和多層附屬公司）。如果合作夥伴在遵守本附錄時參與另壹個直接銷售或社交銷售機會，則合作夥伴可繼續參與，前提是此類參與不違反下文第4.d節。但是，在本附錄期限內，合作夥伴同意不會積極招募或出售超出維持該公司最低活躍地位的要求，並進壹步同意不會直接或間接加入任何其他直銷或社交銷售機會。

source: During these unprecedented COVID times, and now with the restart of the cruising industry, inCruises thinks it's advisable to put this disclaimer for our valued Members to please "Book and Cruise At Your Own Risk."
ca: Durant aquests temps de COVID sense precedents, i ara amb la represa de la indústria dels creuers, inCruises creu que és aconsellable posar aquest descàrrec de responsabilitat perquè els nostres valuosos Membres "Reservi i faci el creuer sota el seu propi risc."
de: In diesen unerwarteten COVID-Zeiten und mit dem Neustart der Kreuzfahrtindustrie hält inCruises es für ratsam, unseren geschätzten Mitgliedern diesen Haftungsausschluss zu geben: "Buchung und Kreuzfahrt auf eigene Gefahr".
es: Durante estos tiempos de COVID sin precedentes, y ahora con el reinicio de la industria de los cruceros, inCruises cree que es aconsejable incluir esta advertencia para que nuestros valiosos miembros "Reserven y Viajen bajo su propio riesgo"
fr: En ces temps de COVID sans précédent, et maintenant avec le redémarrage de l'industrie de la croisière, inCruises pense qu'il est souhaitable de montrer cet avertissement à nos Membres estimés afin de "Réserver et Partir en Croisière à Vos Propres Risques".
it: In questo periodo COVID che è senza precedenti, e ora con il riavvio dell'industria delle crociere, inCruises ritiene opportuno mettere questo avvertimento per i nostri stimati Membri: "Prenotate e navigate a vostro rischio e pericolo".
ja: このような未曾有のコロナ時代に、クルーズ業界が再スタートを切った今、inCruisesは、会員の皆様に「ご自身の責任でご予約・クルーズ旅行へお出かけください」という免責事項をウェブサイトに掲載することが望ましいと考えました。
kk: Осы бұрын-соңды болмаған COVID уақытында және қазір круиздік индустрия қайта іске қосылған кезде, inCruises бұл бас тартуды біздің бағалы мүшелеріміз үшін орынды деп санайды: «брондау және круизді өз тәуекеліңізге түсіру»
ko: 이 전례 없는 코로나 시대와 지금의 크루즈 산업 재개 기간 동안, inCruises는 소중한 멤버들이 자신의 웹사이트에서 이 면책 조항을 넣는 것이 바람직하다고 생각합니다. "자신의 책임하에 예약 및 크루즈를 가십시오."
ky: Ушул болуп көрбөгөндөй COVID убагында жана азыр круиздик индустриянын кайра жанданышы менен, inCruises биздин баалуу Мүчөлөрүбүзгө "Брондоо жана Круизинг өз тобокелдигиңизде" деген баш тартууну коюуну максатка ылайык деп эсептейт.
lv: Šajos bezprecendenta COVID laikos un tagad,kad kruīzu industrija atsāk savu darbību,inCruises uzskata,ka ieteicams mūsu Biedriem viņu tīmekļu vietnēs iekļaut atrunu “Book and Cruise at Your own Risk”Rezervējiet kruīzu,uzņemoties atbildību uz sevi."
mn: Энэхүү урьд өмнө нь тохиолдож байгаагүй КОВИД цар тахлын үед, ялангуяа далайн аялал жуулчлалын салбар дахин нээгдэж байгаатай холбогдуулан, inCruises өөрийн эрхэм гишүүддээ "Өөрсдийн эрсдэлээр аяллын захиалга хийх болон аялах" чухал мэдэгдэлийг өгөх нь зүйтэй болов уу гэж бодож байна.
pt: Durante esses tempos de COVID sem precedentes, e agora com o reinício da indústria de cruzeiros, a inCruises acredita que é aconselhável colocar esta isenção de responsabilidade para que nossos valiosos membros, por favor, “Reservem e viajem por sua conta e risco.”
ro: În timpul acestei perioade fără precedent din cauza pandemiei de Covid, iar acum, cu repornirea industriei de croazieră, inCruises consideră că este recomandabil să informeze membrii noștri valoroși că "rezervarea și călătoria o fac pe propriul risc".
ru: И в этот беспрецедентный период распространения коронавируса, а теперь и во время перезапуска круизной индустрии, inCruises полагает, что целесообразно разместить следующее предупреждение для наших дорогих Членов Клуба: "Бронируйте и отправляйтесь в круиз на свой страх и риск".
uk: І в цей безпрецедентний період поширення коронавіруса, а тепер і під час перезапуску круїзної індустрії, inCruises вірить, що доцільно розмістити подібне попередження для наших дорогих Членів Клубу на ваших веб-сайтах: "Бронюйте і відправляйтеся в круїз на свій страх і ризик."
uz: Ушбу кутилмаган КОВИД даврида ва круиз саноатининг тикланиши билан, inCruises сайт орқали круизга буюртма бераётган қадрли Аъзоларимизни “БУЮРТМА УЧУН МАСЪУЛИЯТНИ ЎЗ БЎЙНИНГИЗГА ОЛИНГ”, дея огоҳлантиришни мақсадга мувофиқ деб топди.
zh: 在這些前所未有的 COVID 時代，現在隨著郵輪行業的重新啟動，inCruises 認為，為我們尊貴的會員提供此免責聲明是明智的，“請自擔風險預訂和巡航”。

source: Dynamic Featured
ca: Destacats dinàmics
de: Dynamische Merkmale
es: Dinámica Destacada
fr: Dynamique en vedette
it: Dinamico in evidenza
ja: ダイナミック特集
kk: Динамикалық таңдаулылар
ko: 다이나믹 추천
ky: Динамикалык өзгөчөлүктөр
lv: Dinamiskais piedāvājums
mn: Онцлох динамик
pt: Destaque Dinâmico
ro: Caracteristici dinamice
ru: Динамический рекомендованный
uk: Динамічний рекомендований
uz: Динамик хусусиятга эга
zh: 动态精选

source: Dynamic ID:
ca: ID Dinàmic:
de: Dynamische ID:
es: ID de Dinámica:
fr: Identifiant dynamique :
it: ID dinamico:
ja: ダイナミックID：
kk: Динамикалық идентификатор:
ko: 다이나믹 ID:
ky: Динамикалык ID:
lv: Dinamiskais ID:
mn: Динамак ID:
pt: Código dinâmico:
ro: ID Dinamic:
ru: ID динамического:
uk: ID Динамічний:
uz: Динамик ID:
zh: 动态标识：

source: e-mail & push notifications
ca: e-mail & notificacions push
de: E-Mail & Push-Benachrichtigungen
es: correo electrónico y notificaciones push
fr: e-mail & notifications push
it: email e notifiche push
ja: メール & プッシュ通知
kk: электрондық пошта және push хабарландырулары
ky: электрондук почта & push эскертмелери
lv: e-mail & paziņojumi
mn: имэйл, мэдэгдэл
pt: e-mail e notificações via push
ro: e-mail & notificări
ru: электронные письма и пуш-уведомления
uk: електронні листи та пуш-сповіщення
uz: электрон почта ва билдиргилар
zh: 电子邮件及推送通知

source: e. Geographic Scope
ca: e. Àmbit Geogràfic
de: e. Geografischer Geltungsbereich
es: e. Alcance geográfico
fr: e. Portée géographique
it: e. Area Geografica
ja: e. 地理的範囲
kk: е. Географиялық Қамту
ko: e. 지리적 범위
ky: д. Географиялык масштаб
lv: e. Ģeogrāfiskais tvērums
mn: д. Газарзүйн хамрах хүрээ
pt: e. Âmbito Geográfico
ro: e. Domeniul Geografic
ru: e. Географический охват
uk: e. Географічне Охоплення
uz: e. Географик масштаб
zh: e. 地理範圍

source: e. PARTNER
ca: e. SOCI
es: e. SOCIO
fr: e. PARTENAIRE
it: es. PARTNER
ja: e. パートナー
kk: e. СЕРІКТЕС
ko: e. 파트너
ky: д. ПАРТНЕР
lv: e.PARTNERIS
mn: д. ТҮНШ
pt: e. SÓCIO
ro: e. PARTENER
ru: e. ПАРТНЕР
uk: e. ПАРТНЕР
uz: e. ҲАМКОР
zh: e. 合作夥伴

source: e. Should PARTNER opt-out of this Addendum, PARTNER may thereafter enter into a new National Director Addendum. See 5.b below regarding such re-application.
ca: e. En cas que el soci renunciï a aquest annex, el soci podrà, posteriorment, entrar en un nou annex de National Director. Consulta la secció 5.b següent sobre la re-aplicació.
de: e. Sollte der PARTNER sich von diesem Addendum zurückziehen, kann der PARTNER danach einen neuen National Director-Zusatz abschließen. Siehe 5.b. bezüglich einer solchen Wiederbewerbung.
es: e. En caso de que el SOCIO opte por no participar en este Apéndice, el SOCIO podrá acceder más tarde a un nuevo Anexo del National Director. Ver 5.b a continuación con respecto a dicha reaplicación.
fr: e. Si le PARTENAIRE décide de ne pas adhérer à cet addenda, il pourra ensuite entrer dans un nouvel addenda du directeur national. Voir 5.b ci-dessous concernant cette nouvelle demande.
it: e. In caso di rinuncia da parte del PARTNER a questo Addendum, il PARTNER può successivamente stipulare un nuovo Addendum al Direttore Nazionale. Vedere 5.b sotto per quanto riguarda tale riapplicazione.
ja: e. パートナーが本追加条項をオプトアウトした場合、パートナーはその後、新たなナショナルディレクター追加条項を締結することができます。 そのような再申請に関しては下記5.bを参照してください。
kk: e. Егер СЕРІКТЕС осы Қосымшадан бас тартса, қабылдамаса, ол Ұлттық Директордың жаңа қосымшасына енуге мүмкіндігі бар. Мұндай қайта пайдалану үшін төмендегі 5.b қосымшасын қараңыз.
ko: e. 파트너가 본 추가 조항을 포기해야 하는 경우, 파트너는 새로운 내셔널 디렉터 추가 조항을 신청할 수 있습니다. 그러한 재신청과 관련하여 아래의 5.b를 참조하십시오.
ky: д. ORTAK'ın bu Zeyilnameden vazgeçmesi halinde, ORTAK bundan sonra yeni bir Ulusal Direktör Zeyilnamesi imzalayabilir. Bu tür yeniden başvurularla ilgili olarak şu 5.b'ye bakınız.
lv: e. Ja PARTNERIS atsakās no šī papildinājuma, PĒC tam partneris var noslēgt jaunu Nacionālā direktora papildinājumu. Attiecībā uz šādu atkārtotu pieteikumu skatīt turpmāk 5. b punktu.
mn: д. Хэрэв ТҮНШ энэ Нэмэлт Өөрчлөлтөөс гарах хүсэлтэй бол ТҮНШ дараа нь National Director-ын шинэ Нэмэлт Өөрчлөлтөнд орж болно. Дахин өргөдөл гаргахтай холбоотой мэдээллийг доорх 5.б-ээс үзнэ үү.
pt: e. Se o SÓCIO optar por não aderir a este Adendo, o SÓCIO poderá, a partir de então, entrar em um novo Adendo de Diretor Nacional. Veja 5.b abaixo sobre tal reaplicação.
ro: e. Dacă PARTENERUL nu acceptă acest Act Adiţional, PARTENERUL poate la o dată ulterioară să semneze acceptarea Actului Adiţional pentru Director Naţional. Vezi 5.b mai jos privind o asemenea cerere repetată.
ru: е. В случае «выхода» ПАРТНЕРА из правоотношений, устанавливаемых на основании настоящего Дополнения, впоследствии ПАРТНЕР может заключить новое Дополнение (для Национального Директора). См.статью 5.b ниже о таких повторных заявках.
uk: e. Якщо ПАРТНЕР відмовиться від цього Додатку, ПАРТНЕР може пізніше підписати нове Доповнення Національного Директора. Див. 5.b нижче щодо повторного підписання.
uz: e. Агар ҲАМКОР ушбу Қўшимчадан воз кечса, оқибатда у янги Миллий директорга Қўшимчага кириши мумкин. Бундай такрор қўлланиш ҳақида қуйидаги 5.b бўлимига қаранг.
zh: e. 如果合作夥伴選擇退出本附錄，合作夥伴可隨後簽署新的National Director附錄。關於重新申請步驟，請參見下面的5.b。
