Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: No. Although many of our Members are also Partners, it is not mandatory. It is possible to be a Partner, a Member, or both, what we call a “Partner Member.”
ca: Encara que molts dels nostres Membres també són Socis, no és obligatori. Pots ser un Soci, Membre o tots dos, el que anomenem un "Soci-Membre".
de: Nein. Obwohl viele unserer Mitglieder auch Partner sind, ist dies nicht zwingend erforderlich. Es ist möglich, Partner, Mitglied oder beides zu sein, was wir " Partner-Mitglied " nennen.
es: No, aunque muchos de nuestros Miembros son también Socios, no es obligatorio. Es posible ser Socio, Miembro, o ambos perfiles; lo que llamamos un “Socio-Miembro”.
fr: Non. Bien que beaucoup de nos Membres soient également Partenaires, ce n'est pas obligatoire. Il est possible d'être un Partenaire, un Membre, ou les deux, ce que nous appelons un "Membre Partenaire".
it: No. Anche se molti dei nostri Membri sono anche Partner, non è obbligatorio. È possibile essere Partner, Membro o entrambi, ciò che noi chiamiamo "Partner-Membro".
ja: いいえ。私たちのメンバーの多くはパートナーでもありますが、必須ではありません。パートナー、メンバー、またはその両方に登録することが可能で、両方登録している方を「パートナー・メンバー」と呼んでいます。
kk: Жоқ. Біздің көптеген мүшелеріміз серіктес болғанымен, бұл міндетті емес. Сіз серіктес, мүше немесе екеуі де бола аласыз, біз оны «мүше-серіктес» деп атаймыз."
ko: 아니요. 많은 멤버가 파트너이기도 하지만 필수 사항은 아닙니다. 파트너, 멤버 또는 둘 다인 "파트너 멤버"일 수 있습니다.
ky: Жок. Биздин Мүчөлөрүбүздүн көбү Өнөктөш болуп саналса да, бул милдеттүү эмес. Сиз Өнөктөш жана Мүчө боло аласыз - биз аларды "Өнөктөш мүчөлөр" деп атайбыз
lv: Nē.Lai gan daudzi no mūsu Biedriem ir arī Partneri, tas nav obligāti. Jūs varat būt Partneris vai Biedrs vai arī abi, kā mēs saucam "Partneris Biedrs."
mn: Шаардлагагүй. Манай ихэнх Гишүүд мөн Түнш байдаг ч заавал ийм байх албагүй. Түншээр ч байж болно, мөн Гишүүнээр ч байж ч болно. Эсвэл хоёулаа байж болно, үүнийг бид “Түнш Гишүүн” гэж нэрлэдэг юм.
pt: Não. Embora muitos de nossos Membros também sejam Parceiros, isso não é obrigatório. É possível ser Parceiro, Membro ou ambos, o que chamamos de “Sócio-Membro”
ro: Nu. Deși mulți dintre membrii noștri sunt și parteneri, nu este obligatoriu. Este posibil să fii partener, membru sau ambele, ceea ce numim „membru partener”.
ru: Нет. Несмотря на то, что многие наши Члены Клуба являются Партнёрами, это не обязательно. Можно являться Партнёром или Членом Клуба, как и тем и другим одновременно, что называется “Член-Партнёр Клуба”.
uk: Ні. Незважаючи на те, що багато наших Членів Клубу є Партнерами, це не обов'язково. Можна бути Партнером або Членом Клубу, як і тим, і іншим одночасно, що називається “Член-Партнер Клубу”
uz: Йўқ. аксарият Аъзоларимиз шунингдек Ҳамкор ҳам бўлса-да, бу мажбурий эмас. Ҳам Ҳамкор, ҳам Аъзо, ҳам иккиси бўлишингиз мумкин - биз уларни “Ҳамкор Аъзолар” деб атаймиз.
zh: 不可以。虽然我们的许多会员也是合作伙伴，但这不是强制性的。 可以成为合作伙伴、会员或两者兼而有之，我们称之为“合作伙伴会员”。

source: No. Because we are not a full-service travel agency, we are not set up to handle anything like manual bookings, name changes and so on. If we were a full-service travel agency, we could not deliver (2 for 1) Reward Points to our Members.
ca: No. Com que no som una agència de viatges de servei complet, no estem preparats per a gestionar res com a reserves manuals, canvis de nom, etc. Si fóssim una agència de viatges de servei complet, no podríem lliurar (2 per 1) Punts de Recompensa als nostres Membres.
de: Nein. Da wir kein Full-Service-Reisebüro sind, sind wir nicht in der Lage, manuelle Buchungen, Namensänderungen und so weiter zu bearbeiten. Wären wir ein Full-Service-Reisebüro, könnten wir unseren Mitgliedern keine (2 für 1) Reward Points anbieten.
es: No. Debido a que no somos una agencia de viajes de servicio completo, no estamos configurados para manejar nada como reservas manuales, cambios de nombre, etc. Si fuéramos una agencia de viajes de servicio completo, no podríamos entregar (2 por 1) Puntos de Recompensa a nuestros miembros.
fr: Non. Comme nous ne sommes pas une agence de voyage à part entière, nous ne sommes pas en mesure de gérer des réservations manuelles, des changements de nom, etc. Si nous étions une agence de voyage à part entière, nous ne pourrions pas offrir des Points de Récompense (2 pour 1) à nos Membres.
it: No. Dato che non siamo un'agenzia di viaggi a servizio completo, non siamo in grado di gestire prenotazioni manuali, cambi di nome e così via. Se fossimo un'agenzia di viaggi con servizio completo, non potremmo dare i Crediti Premio (2 per 1) ai nostri Membri.
ja: いいえ。私たちは総合旅行代理店ではないため、マニュアルでの予約や名前の変更などには対応していません。もし、私たちが総合旅行代理店であれば、メンバーに対して2倍のリワードポイントを提供することはできません。
kk: Жоқ. Біз толық қызмет көрсететін туристік агенттік болмағандықтан, біз қолмен брондау, атауды өзгерту және т.б. сияқты операцияларды орындауға арналмағанбыз. Егер біз толық қызмет көрсететін туристік агенттік болсақ, біз қамтамасыз ете алмас едік (2 үшін бағасы 1) Мүшелерімізге арналған марапат ұпайлары.
ko: 아니요. 저희는 풀 서비스 제공 여행사가 아니기 때문에 수동 예약, 이름 변경 등과 같은 것을 처리하도록 설정되어 있지 않습니다. 우리가 풀 서비스 제공 여행사라면 멤버에게 (1대 2) 리워드 포인트를 전달할 수 없습니다.
ky: Жок. Биз толук тейлөөчү туристтик агенттик болбогондуктан, биз өз алдынча жасалган брондорду иштетүү, ат өзгөртүү ж.б.у.с. үчүн иштелип чыккан эмеспиз. Эгерде биз толук тейлөөчү туристтик агенттик болсок, Мүчөлөрүбүзгө (1ге 2) Бонустук Упай сунуштай алмак эмеспиз.
lv: Nē. Tā kā mēs neesam pilna servisa ceļojumu aģentūra, mēs neesam iestatīti tā, lai nodarbotos ar tādām lietām kā manuāla rezervācija, nosaukumu maiņas un tā tālāk. Ja mēs būtu pilna servisa ceļojumu aģentūra, mēs nevarētu piešķirt (2 par 1) Balvu Punktus mūsu Biedriem.
mn: Болохгүй. Бид бүрэн үйлчилгээ үзүүлдэг аялал жуулчлалын агентлаг биш учраас гар аргаар захиалга хийх, нэр өөрчлөх зэрэг зүйлсийг зохицуулахгүй болно. Хэрэв бид бүрэн үйлчилгээ бүхий аялал жуулчлалын агентлаг байсан бол Гишүүддээ (1:2) Шагналын Оноо өгөх боломжгүй юм.
pt: Não. Como não somos uma agência de viagens de serviço completo, não estamos preparados para lidar com reservas manuais, mudanças de nome e assim por diante. Se fôssemos uma agência de viagens de serviço completo, não poderíamos entregar (2 por 1) Pontos de Recompensa aos nossos Membros.
ro: Nu. Deoarece nu suntem o agenție de turism cu servicii complete, nu suntem configurați pentru a gestiona ceva precum rezervări manuale, schimbări de nume și așa mai departe. Dacă am fi o agenție de turism cu servicii complete, nu am putea livra puncte de recompensă (2 pentru 1) membrilor noștri.
ru: Нет. Потому что мы не являемся туристическим агентством полного цикла и не готовы к тому, чтобы вручную оформлять бронирования, менять имена и прочее. Если бы мы были туристическим агентством полного цикла, мы не смогли бы предоставлять нашим Членам Клуба Бонусные Баллы (2 к 1).
uk: Ні. Тому що ми не є туристичною агенцією повного циклу і не готові до того, щоб вручну оформлювати бронювання, міняти імена та інше. Якби ми були туристичною агенцією повного циклу, ми не змогли б надавати нашим Членам Клубу Бонусні Бали (2 до 1).
uz: Йўқ. Тўлиқ хизмат кўрсатувчи сайёҳлик агентлиги эмаслигимиз сабабли, биз мустақил тарзда қилинган буюртмаларни қайта ишлашга мўлжалланмаганмиз. Агар биз тўлиқ хизмат кўрсатувчи сайёҳлик агентлиги бўлганимизда, Аъзоларимизга (1 га 2) Бонус балларини тақдим эта олмаган бўлар эдик.
zh: 不，因為我們不是一家提供全方位服務的旅行社，所以我們無法處理手動預訂、姓名更改等任何事情。如果我們是一家提供全方位服務的旅行社，我們將無法向我們的會員提供（2 換 1）獎勵積分。

source: No. inCruises does not pay commissions for the recruitment of Partners. We only pay commissions when you or your Partner team Activate Club Members. Or when Club Members in your organization make ongoing Membership payments. Again, commissions are not paid for any Partner Activation payments. We only pay commissions and bonuses for Membership sales.
ca: No. inCruises no paga cap comissió per la contractació de Socis. Les comissions només es paguen quan tu o el teu equip de socis activeu els Membres del club. O quan els membres del club de la teva organització paguen la quota de Membresia ordinària. De nou, no es paguen comissions per les tarifes d'activació de Socis. Només paguem comissions i bonificacions per les vendes de Membresia.
de: Nein. inCruises zahlt keine Provisionen für die Anwerbung von Partnern. Wir zahlen nur dann Provisionen, wenn Sie oder Ihr Partnerteam Clubmitglieder aktivieren. Oder wenn Clubmitglieder in Ihrer Struktur laufende Zahlungen für die Mitgliedschaft leisten. Auch hier werden keine Provisionen für Partneraktivierungszahlungen gezahlt. Wir zahlen nur Provisionen und Boni für Mitgliedschaftsverkäufe.
es: No. inCruises no paga por el reclutamiento de Socios. La compañía solo paga comisiones cuando tu o tu equipo de Socios Activan Miembros del Club. O cuando Miembros del Club en tu organización realizan pagos de Membresía continuamente. La compañía solo paga comisiones y bonos por ventas de Membresías.
fr: Non. inCruises ne verse pas de commissions pour le recrutement de Partenaires. Nous ne payons des commissions que lorsque vous ou votre équipe de Partenaires activez des Membres du Club. Ou lorsque les Membres du Club de votre organisation effectuent des paiements continus d'adhésion. Encore une fois, les commissions ne sont pas versées pour les paiements d'activation des Partenaires. Nous versons uniquement des commissions et des bonus pour les ventes d'Adhésion.
it: No. inCruises non paga commissioni per il reclutamento dei Partner. Le commissioni vengono pagate solo quando tu o il tuo team di Partner-Membri attivate Membri del Club. Oppure quando i Membri del Club della tua organizzazione pagano la quota di Membership ordinaria. Anche in questo caso, non vengono pagate commissioni sulel quote di Attivazione dei Partner. Paghiamo commissioni e bonus solo sulle vendite della Membership.
ja: いいえ。inCruisesはパートナーのリクルートに関する報酬は支払いません。報酬は、ご自身やあなたのパートナー・チームが新規クラブメンバーを登録した場合にのみ支払われます。または、あなたのチームのクラブメンバーが継続的にメンバーシップの支払いを行った場合です。この場合も、パートナー登録に対して報酬が支払われることはありません。報酬とボーナスの支払いは、メンバーシップの売上に対してのみ行われます。
kk: Жоқ. inCruises серіктестерді тарту үшін комиссия төлемейді. Біз комиссияларды сіз немесе сіздің серіктестік тобыңыз клуб мүшелерін белсендіргенде ғана төлейміз. Немесе ұйымыңыздағы Клуб мүшелері тұрақты мүшелік жарналар жасағанда. Қайтадан, серіктестікті белсендіру төлемдері бойынша комиссиялар төленбейді. Біз тек мүшелік сатылымдары үшін комиссиялар мен бонустарды төлейміз.
ko: 아니오. inCruises는 파트너 모집에 대한 수수료를 지불하지 않습니다. 귀하 또는 귀하의 파트너 팀이 클럽 멤버를 활성화할 때 또는 조직의 클럽 멤버가 지속적으로 멤버십 비용을 지불하는 경우만 수수료를 지불합니다. 다시 말하지만, 파트너 활성화 지불에 대해서는 수수료가 지불되지 않습니다. 멤버십 판매에 대한 수수료와 보너스만 지불합니다.
ky: Жок. inCruises Өнөктөштөрдү клубка чакыруу үчүн комиссия төлөбөйт. Сиз же Сиздин Өнөктөш командаңыз Клуб мүчөлөрүн активдештиргенде же сиздин командаңыздагы Клуб мүчөлөрү учурдагы Мүчөлүк акысын төлөгөндө гана комиссияларды төлөйбүз. Кайталап айтам: өнөктөштүктү активдештирүү үчүн комиссия төлөнбөйт. Мүчөлүк сатуулар үчүн гана комиссияларды жана бонустарды төлөйбүз.
lv: Nē. inCruises nemaksā komisijas par partneru piesaistīšanu. Mēs maksājam komisijas tikai kad jūs vai jūsu Partnera komanda Aktivizē Kluba Biedrus.Vai kad Kluba Biedri jūsu organizācijā veic tekošos maksājumus.Atkal, par Partneru Aktivizāciju maksājumiem komisijas maksātas netiek.Mēs maksājam komisijas un bonusus tikai par Biedru Dalības pārdošanu.
mn: Үгүй. inCruises нь Түншүүдийг элсүүлэхэд орлого өгдөггүй. Та болон таны Түншийн баг Клубт Гишүүдийг идэвхжүүлэхэд бид орлого өгдөг. Эсвэл таны багийн Гишүүд Гишүүнчлэлийн төлбөрөө төлөх үед шагнал өгдөг. Дахин хэлэхэд Түншийн идэвхжүүлэлтийн төлбөрт орлого өгдөггүй. Бид зөвхөн Гишүүнчлэлийн борлуулалтанд шагнал урамшуулал өгдөг юм.
pt: Não. A inCruises não paga comissões pelo recrutamento de parceiros. Nós só pagamos comissões quando você ou sua equipe de parceiros ativam membros do clube. Ou quando os membros do clube em sua organização fazem pagamentos contínuos de assinatura. Novamente, as comissões não são pagas por nenhum pagamento de ativação de parceiro. Pagamos apenas comissões e bônus para vendas de assinaturas.
ro: Nu. inCruises nu plătește comisioane pentru recrutarea de parteneri. Plătim comisioane numai atunci când tu sau echipa ta parteneră activați membrii clubului. Sau atunci când membrii clubului din organizația ta efectuează plăți de membru în curs de desfășurare. Din nou, comisioanele nu sunt plătite pentru nicio plată pentru activarea partenerilor. Plătim doar comisioane și bonusuri pentru vânzările de membru.
ru: Нет. InCruises не платит за привлечение в клуб Партнеров. Мы платим комиссионные, когда вы или Партнёр из вашей команды активируете Членов Клуба. Или когда Члены Клуба в вашей организации осуществляют платёж за Членство. Уточняем, что комиссионные не выплачиваются за внесение платежей за активацию Партнёров. Мы платим комиссионные и бонусы только за продажи Членства в Клубе.
uk: Ні. InCruises не платить за залучення до клубу Партнерів. Ми платимо комісійні, коли ви чи Партнер із вашої команди активуєте Членів Клубу. Або коли Члени Клубу у вашій організації здійснюють платіж за Членство. Уточнюємо, що комісійні не сплачуються за внесення платежів за активацію Партнерів. Ми платимо комісійні та бонуси тільки за продаж Членства в Клубі.
uz: Йўқ. inCruises Ҳамкорларни жалб этганингиз учун комиссия тўламайди. Биз фақатгина сиз ёки Ҳамкор жамоангиз Клуб Аъзоларини фаоллаштирганингиз учун ёки жамоангиздаги Клуб Аъзолари жорий Аъзолик тўловини тўлаганларида комиссиялар тўлаймиз. Такрорлайман: Ҳамкорликни фаоллаштириш тўлови учун комиссия тўланмайди. Биз фақатгина Аъзолик сотуви учун комиссиялар ва бонуслар тўлаймиз.
zh: 不会。inCruises 不会为招募合作伙伴支付佣金。 我们仅在您或您的合作伙伴团队激活俱乐部会员时支付佣金。 或者当您组织中的俱乐部会员持续支付会员费时。 同样，任何合作伙伴激活付款均不支付佣金。 我们只为会员销售支付佣金和奖金。

source: No. of Sales
fr: Nb de Ventes
it: N° di vendite
kk: Жалпы сатылым саны
pt: Número de Vendas
uk: Кількість продажів
zh: 销售数量

source: No. The person who's listed on the Membership, must be the one booking the cruise/cabin AND must be one of the passengers listed in the cabin.
ca: No. La persona que figura a la Membresia ha de ser qui reservi el creuer/cabina I ha de ser un dels passatgers que figura a la cabina.
de: Nein. Die Person, die in der Mitgliedschaft aufgeführt ist, muss diejenige sein, die die Kreuzfahrt/Kabine bucht UND muss einer der Passagiere sein, die in der Kabine aufgeführt sind.
es: No. La persona que aparece en la Membresía debe ser la que realiza la reserva del crucero/cabina Y DEBE ser uno de los pasajeros asignados a esa cabina.
fr: Non. La personne figurant sur l'Adhésion doit être celle qui réserve la croisière/cabine ET doit être l'un des passagers de la cabine.
it: No, il titolare della Membership deve essere la persona che ha prenotato la crociera/cabina E deve essere uno dei passeggeri indicati nella cabina.
ja: いいえ。メンバー登録している人が、クルーズ/キャビンの予約者であり、かつキャビンに記載されている乗客の一人でなければなりません。
kk: Жоқ. Мүшелер тізімінде көрсетілген адам круизге/кабинаға тапсырыс берген адам болуы керек және кабинаның жолаушылар тізімінде көрсетілген жолаушылардың бірі болуы керек.
ky: Жок. Туристтик каттоодо көрсөтүлгөн адам круизди/кабинаны брондогон адам болушу керек жана кабинада көрсөтүлгөн жүргүнчүлөрдүн бири болушу керек.
lv: Nē. Personai, kas ir iekļauta Biedru Dalības sarakstā, ir jābūt tai, kas rezervē kruīzu/kajīti, UN tai ir jābūt vienai no kajītē uzskaitītajām pasažierēm.
mn: Үгүй. Гишүүнчлэлд бүртгэгдсэн хүн нь далайн аялал/өрөө захиалсан хүн байх ёстой БӨГӨӨД өрөөнд байрлах зорчигчийн нэг байх ёстой.
pt: Não. A pessoa listada na assinatura deve ser a pessoa que está reservando o cruzeiro/cabine E deve ser um dos passageiros listados na cabine.
ro: Nu. Persoana care este listată în abonament trebuie să fie cea care rezervă croaziera/cabină ȘI trebuie să fie unul dintre pasagerii enumerați în cabină.
ru: Нет. Человек, указанный в Программе Членства, должен быть единственным, кто оформляет бронирование круиза/каюты, И должен быть одним из пассажиров каюты.
uk: Ні. Людина, зазначена в Програмі Членства, має бути єдиною, хто оформлює бронювання круїзу/каюти, і має бути одним із пасажирів каюти.
uz: Йўқ. Аъзоликда кўрсатилган шахс круиз/каютага буюртма берган шахс бўлиши ВА каюта йўловчиларидан бири бўлиши шарт.
zh: 不，列在会员名单上的人必须是预订邮轮/舱房的人，并且必须是舱房中列出的乘客之一。

source: No. We do not offer partial bookings or bookings done with a partial initial deposit. At the time of booking you can use all of your available Reward Points up to the allowable amount for that specific cruise but you must pay for the entire booking at that time.
ca: No. No oferim reserves parcials o reserves fetes amb un dipòsit inicial parcial. En el moment de fer la reserva, pots utilitzar tots els teus Punts de recompensa disponibles fins a l'import permès per a aquest creuer específic, però has de pagar tota la reserva en aquest moment.
de: Nein. Wir bieten keine Teilbuchungen oder Buchungen mit einer teilweisen Anzahlung an. Zum Zeitpunkt der Buchung können Sie alle Ihre verfügbaren Reward Points bis zur zulässigen Menge für diese spezielle Kreuzfahrt verwenden, aber Sie müssen die gesamte Buchung zu diesem Zeitpunkt bezahlen.
es: No. No ofrecemos reservas parciales o reservas realizadas con un depósito inicial parcial. En el momento de la reserva, puede usar todos sus Puntos de Recompensa disponibles hasta el monto permitido para ese crucero específico, pero debe pagar la reserva completa en ese momento.
fr: Non. Nous ne proposons pas de réservations partielles ou de réservations effectuées avec un dépôt initial partiel. Au moment de la réservation, vous pouvez utiliser tous vos Points de Récompense disponibles jusqu'au montant autorisé pour cette croisière spécifique, mais vous devez payer la totalité de la réservation à ce moment-là.
it: No. Non offriamo prenotazioni parziali o prenotazioni fatte con un deposito iniziale parziale. Al momento della prenotazione puoi utilizzare tutti i tuoi Crediti Premio disponibili fino all'importo consentito per quella specifica crociera ma devi pagare l'intera prenotazione in quel momento.
ja: いいえ。仮予約や初回の前金を支払う予約は承っておりません。予約時に、そのクルーズで使用可能なリワードポイントを上限ポイント数まで使用することができますが、その時点で予約全体の代金を支払う必要があります。
kk: Жоқ. Біз ішінара брондауды немесе ішінара бастапқы депозитпен брондауды ұсынбаймыз. Брондау кезінде сізде бар барлық Сыйақы ұпайларын сол круизге рұқсат етілген сомаға дейін пайдалана аласыз, бірақ сіз сол кезде бүкіл брондау үшін төлеуіңіз керек.
ko: 아니오. inCruises는 부분 납부나 부분 계약금으로 예약할 수 없습니다. 예약할 때, 특정 크루즈에 대해 가능한 금액까지 예약에 쓸 수 있는 모든 리워드 포인트를 사용할 수 있지만 전체 예약 금액을 지불해야 합니다.
ky: Жок. Биз жарым-жартылай брондоолорду же баштапкы депозиттен азыраак брондоолорду сунуш кылбайбыз. Сиз брондоо учурунда алынган бардык Бонустук Упайларды ошол круизге уруксат берилген суммага чейин колдоно аласыз, бирок ошол убакта брондоону толук төлөшүңүз керек.
lv: Nē.Mēs nepiedāvājam daļēju rezervāciju ar rezervāciju ar daļēju sākotnēju depozītu.Rezervējot, jūs varat lietot jums visu pieejamos Balvu Punktus līdz noteiktajam daudzumam attiecīgajam kruīzam,bet jums jāsamksā visaezervācijas maksa uzreiz.
mn: Үгүй. Бид хэсэгчилсэн захиалга эсвэл хэсэгчилсэн эхний барьцаа мөнгөөр хийгдэх захиалгыг санал болгодоггүй. Захиалга хийх үед та боломжтой бүх Шагналын Оноогоо тухайн аяллын зөвшөөрөгдөх хэмжээ хүртэл ашиглах боломжтой бөгөөд тухайн үед та бүх захиалгын үнийг төлөх ёстой.
pt: Não. Não oferecemos reservas parciais ou reservas feitas com depósito inicial parcial. No momento da reserva, você pode usar todos os seus Pontos de Recompensa disponíveis até o valor permitido para aquele cruzeiro específico, mas você deve pagar por toda a reserva naquele momento.
ro: Nu. Nu oferim rezervări parțiale sau rezervări efectuate cu un depozit inițial parțial. În momentul rezervării, poți folosi toate punctele tale de recompensă disponibile până la suma permisă pentru croaziera respectivă, dar trebuie să plătești pentru întreaga rezervare în acel moment.
ru: Мы не предоставляем частичные бронирования или бронирования с частичной предоплатой. При оформлении бронирования, вы можете использовать все свои доступные Бонусные Баллы до разрешённой для этого конкретного круиза суммы, но при этом вы должны оплатить бронирование полностью.
uk: Ми не пропонуємо часткових бронювань або бронювання з частковою передоплатою. При оформленні бронювання ви можете використати всі свої доступні Бонусні Бали до дозволеної для цього конкретного круїзу суми, але при цьому ви повинні сплатити бронювання повністю.
uz: Йўқ. Биз қисман буюртма ёки дастлабки депозит киритилган буюртмаларни таклиф этмаймиз. Буюртма вақтида мавжуд барча Бонус балларингиздан аниқ битта круиз учун талаб этилган сумма доирасида ишлатишингиз мумкин, аммо круиз нархини тўлиқ тўлашингиз лозим.
zh: 不，我們不提供部分預訂或使用部分初始押金完成的預訂。在預訂時，您可以使用所有可用的獎勵積分，最高限額為該特定郵輪的允許金額，但您必須在當時支付整個預訂費用。
