Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Please review 'Recipient Bank Details' for accuracy as inaccurate and incomplete information may result in delay, cancellation and/or return of funds.
ca: Comprova l'exactitud de les "Dades bancàries del Beneficiari", perquè la informació inexacta i incompleta podria provocar retards, cancel·lacions o reemborsaments de diners.
de: Bitte überprüfen Sie die "Empfängerbankdaten" auf ihre Richtigkeit, da ungenaue und unvollständige Angaben zu Verzögerungen, Stornierungen und/oder Rückzahlungen führen können.
es: Por favor, revisa los 'Detalles del banco del destinatario' para verificar la precisión, ya que la información inexacta e incompleta puede resultar en demoras, cancelaciones y/o devolución de fondos.
fr: Veuillez vérifier l'exactitude des "Coordonnées Bancaires du Bénéficiaire", car des informations inexactes ou incomplètes peuvent entraîner un retard, une annulation et/ou un retour des fonds.
it: Controlla l'accuratezza dei "Dati bancari del beneficiario", in quanto informazioni inesatte e incomplete potrebbero causare ritardi, cancellazioni e/o restituzioni di denaro.
ja: 不正確な情報や不完全な情報は、遅延、キャンセル、または資金の返却につながる可能性があるため、「受取人の銀行情報」を正確に確認してください。
kk: "Алушының банктік мәліметтерін" дұрыстығын тексеріңіз, себебі дәл емес және толық емес ақпарат кідірістерге, бас тартуға және/немесе ақшаны қайтаруға әкелуі мүмкін.
ko: 정확하지 않거나 불완전한 정보로 인해 지연, 취소 및/또는 자금 반환이 발생할 수 있으므로 '수취인 은행 세부 정보'를 검토하여 정확성을 확인하십시오.
ky: Сураныч, "Алуучунун банктык маалыматтарын" текшериңиз, анткени так эмес жана толук эмес маалымат кечигүүлөргө, жокко чыгарууларга жана/же төлөмдү кайтарууга алып келиши мүмкүн.
lv: Lūdzu, pārskatiet 'Saņēmēja bankas Paskaidrojumus', lai iegūtu precizitāti, jo neprecīza un nepilnīga informācija var novest pie līdzekļu aizkavēšanas, anulēšanas un/vai atgriešanas.
mn: Хүлээн авагчийн банкны дэлгэрэнгүй мэдээллийн үнэн зөвийг шалгана уу. Учир нь буруу, дутуу мэдээлэл нь гүйлгээг хойшлуулах, цуцлах болон буцаахад хүргэж болзошгүй.
pt: Por favor, revise os 'dados bancários do destinatário' quanto à precisão, pois informações imprecisas e incompletas podem resultar em atraso, cancelamento e/ou devolução de fundos.
ro: Te rugăm să verifici „Detaliile bancare ale destinatarului” pentru exactitate, deoarece informațiile inexacte și incomplete pot duce la întârziere, anulare și/sau returnare a fondurilor.
ru: Пожалуйста, проверьте "Данные банка получателя", поскольку неточная либо неполная информация может привести к задержке, отмене либо возврату платежа.
uk: Будь ласка, перевірте "Дані банку одержувача", оскільки неточна або неповна інформація може призвести до затримки, скасування або повернення платежу.
uz: Илтимос, “Олувчининг банк реквизитларини” текширинг, чунки аниқ ва тўлиқ бўлмаган маълумот маблағларнинг кечикиши, бекор бўлиши ва/ёки қайтарилишига сабаб бўлиши мумкин.
zh: 请查看“收款银行详细信息”的准确性，因为不准确和不完整的信息可能会导致资金延迟、取消和/或退还。

source: Please review 'Recipient Details' for accuracy as inaccurate and incomplete information may result in delay, cancellation and/or return of funds. Some information may be populated from verified documents provided. If any information is incorrect please reach out to support to have it corrected.
ca: Si us plau, revisa els 'Detalls del destinatari' per a garantir-ne l'exactitud, ja que la informació incorrecta o incompleta pot provocar retards, cancel·lacions o la devolució dels fons. Algunes dades poden ser omplertes a partir de documents verificats proporcionats. Si alguna informació és incorrecta, si us plau, posa't en contacte amb el suport perquè es corregeixi.
de: Bitte überprüfen Sie die "Empfängerdaten" auf ihre Richtigkeit, da ungenaue und unvollständige Angaben zu Verzögerungen, Stornierungen und/oder Rückzahlungen führen können. Einige Informationen können aus überprüften Dokumenten übernommen werden. Wenn die Angaben nicht korrekt sind, wenden Sie sich bitte an den Support, um sie zu korrigieren zu lassen.
es: Por favor revisa los 'Detalles del destinatario' para verificar la precisión, ya que la información inexacta e incompleta puede resultar en demoras, cancelaciones y/o devolución de fondos. Parte de la información puede completarse a partir de documentos verificados proporcionados. Si alguna información es incorrecta, comunícate con soporte para ser corregida.
fr: Veuillez vérifier l'exactitude des informations figurant dans la section "Détails du Bénéficiaire", car des informations inexactes ou incomplètes peuvent entraîner un retard, une annulation et/ou un remboursement des fonds. Certaines informations peuvent être complétées à partir des documents vérifiés fournis. Si une information est incorrecte, veuillez contacter le service d'assistance pour la faire corriger.
it: Controlla l'accuratezza dei "Dati del beneficiario", poiché informazioni inaccurate e incomplete possono causare ritardi, cancellazioni e/o restituzioni di denaro. Alcune informazioni possono essere inserite in base ai documenti verificati forniti. Se le informazioni non sono corrette, contatta l'assistenza per farle correggere.
ja: 不正確な情報や不完全な情報は、遅延、キャンセル、または資金の返却につながる可能性があるため、「受取人の銀行情報」を確認し、正確にご入力ください。一部の情報は、提供された認証済みの書類から自動入力される場合があります。情報が間違っている場合は、サポートに連絡し 訂正依頼をしてください。
kk: «Алушы туралы мәліметтерді» тексеріңіз, себебі дәл емес немесе толық емес ақпарат кідірістерге, бас тартуға және/немесе ақшаны қайтаруға әкелуі мүмкін. Кейбір мәліметтерді ұсынылған расталған құжаттардан алуға болады. Егер қандай да бір ақпарат қате болса, оны түзету үшін қолдау қызметіне хабарласыңыз.
ky: Сураныч, "Бенефициардын чоо-жайын" текшериңиз, анткени так эмес жана толук эмес маалымат кечигүүлөргө, жокко чыгарууларга жана/же төлөмдү кайтарууга алып келиши мүмкүн. Кээ бир маалыматтар берилген тастыкталган документтерден алынышы мүмкүн. Эгер кандайдыр бир маалымат туура эмес болсо, аны оңдоо үчүн колдоо кызматына кайрылыңыз.
lv: Lūdzu pārskatiet 'Saņēmēja Paskaidrojumus' lai iegūtu precizitāti,jo nepilnīga informācija var izraisīt līdzekļu aizkavēšanos,anulēšanu un/vai to atgriešanu.Daļu informācijas var aizpildīt no norādītajiem pārbaudītajiem dokumentiem.Ja kāda informācija nav pareiza, sazinieties ar suportu,laiizlabotu.
mn: Хүлээн авагчийн мэдээллийн үнэн зөвийг сайн шалгана уу. Буруу, дутуу мэдээлэл нь гүйлгээг хойшлуулах, цуцлах болон буцаахад хүргэж болзошгүй. Зарим мэдээлэл баталгаажсан мэдээллүүдээс бөглөгдөж болох ба хэрэв ямар нэгэн мэдээлэл буруу бол засах үүднээс Тусламжийн хэлтэст хандана уу.
pt: Por favor, revise os 'detalhes do destinatário' quanto à precisão, pois informações imprecisas e incompletas podem resultar em atraso, cancelamento e/ou devolução de fundos. Algumas informações podem ser preenchidas a partir de documentos verificados fornecidos. Se alguma informação estiver incorreta, entre em contato com o suporte para obtê-la corrigida.
ro: Te rugăm să verifici „Detalii despre destinatar” pentru a fi exacte, deoarece informațiile inexacte și incomplete pot duce la întârziere, anulare și/sau returnare a fondurilor. Unele informații pot fi completate din documentele furnizate și verificate. Dacă orice informație este incorectă, te rugăm să contactezi asistența pentru a fi corectată.
ru: Пожалуйста, проверьте "Данные получателя", поскольку неточные либо неполные сведения могут привести к задержке, отмене либо возврату платежа. Некоторые сведения могут быть скопированы из предоставленных проверенных документов. Если какая-либо информация неверна, пожалуйста, свяжитесь со службой поддержки, чтобы внести изменения.
uk: Будь ласка, перевірте "Дані Одержувача", оскільки неточні або неповні відомості можуть призвести до затримки, скасування або повернення платежу. Деякі відомості можуть бути скопійовані з наданих перевірених документів. Якщо будь-яка інформація неправильна, будь ласка, зв'яжіться зі службою підтримки, щоб внести зміни.
uz: Илтимос, “Олувчининг реквизитларини” текширинг, чунки аниқ ва тўлиқ бўлмаган маълумот маблағларнинг кечикиши, бекор бўлиши ва/ёки қайтарилишига сабаб бўлиши мумкин. Баъзи маълумотлар тақдим этилган тасдиқланган ҳужжатлардан олиниши мумкин. Агар бирорта маълумот нотўғри бўлса, уни тўғирлаш учун қўллаб-қувватлаш хизмати билан боғланинг.
zh: 请查看“收款人详细信息”的准确性，因为不准确和不完整的信息可能会导致延迟、取消和/或退还资金。 某些信息可能来自提供的经过验证的文件。 如果任何信息不正确，请联系支持获取更正。

source: Please review our INcome and INcentive Overview document for details.
ca: Si us plau, revisa el nostre document sobre INgressos i INcentius per obtenir més detalls.
de: Einzelheiten finden Sie in unserem Dokument eINkommens und INcentive Übersicht
es: Consulta nuestro documento Resumen de INgresos e INcentivos para obtener más información
fr: Pour plus de détails, veuillez consulter notre document sur les revenus et les incitations.
it: Per maggiori dettagli, consulta il nostro documento Panoramica dei Redditi e INcentivi.
ja: 詳しくは「収入とインセンティブの概要」をご覧ください。
kk: Қосымша ақпарат алу үшін кірістер мен ынталандыру туралы шолу құжатымызды қараңыз.
ky: Кеңири маалымат алуу үчүн биздин Киреше жана стимулдар деген документибизге сереп салыңыз
lv: Lūdzu pārskatiet mūsu INienākumu un INstimulāciju Parskata dokumentu visos sīkumos.
mn: Дэлгэрэнгүй мэдээллийг манай Орлого, урамшууллын тоймоос уншина уу.
pt: Por favor, consulte nosso documento Visão Geral de Renda e INcentivos para obter detalhes.
ro: Te rugăm să consulți documentul nostru de prezentare generală a veniturilor și stimulentelor pentru detalii.
ru: Обратитесь к документу "Обзор доходов и вознаграждений" для получения более подробной информации.
uk: Зверніться до документа "Огляд доходів та винагород" для отримання більш детальної інформації.
uz: Батафсил маълумотлар учун, илтимос, Даромад ва рағбатлар шарҳига қаранг.
zh: 请查阅我们的收入和激励概述文档以获取详细信息。

source: Please see our
ca: Si us plau, consulta la nostra
de: Bitte beachten Sie unsere
es: Por favor, consulta nuestras
fr: Veuillez consulter notre
it: Consulta il nostro
ja: をご覧ください
kk: Қарап көріңіз біздің
ky: Карап көрүңүз: биздин...
lv: Lūdzu skatiet mūsu
mn: Та манай
pt: Por favor, consulte nosso
ro: Te rugăm să vezi
ru: Пожалуйста, ознакомьтесь с нашей
uk: Перегляньте, будь ласка, наш
uz: Илтимос,
zh: 请看我们的

source: Please select a booking type and try again.
fr: Veuillez sélectionner un type de réservation et réessayer.
it: Seleziona un tipo di prenotazione e riprova.
kk: Өтінеміз, брондау түрін таңдаңыз және қайта көріңіз.
pt: Selecione um tipo de reserva e tente novamente.
uk: Будь ласка, оберіть тип бронювання та повторіть спробу.
zh: 请选择一种预订类型，然后重试。

source: Please select a cabin number.
ca: Si us plau, selecciona un número de cabina.
de: Bitte wählen Sie eine Kabinennummer.
es: Favor elige un número de camarote.
fr: Veuillez sectionner un numéro de cabine.
it: Seleziona un numero di cabina.
ja: キャビン番号を選択してください。
kk: Кабинаның нөмірін таңдаңыз.
ky: Каюта тандаңыз.
lv: Lūdzu ievadiet kajītes numuru.
mn: Өрөөний гишүүнийг сонгоно уу.
pt: Selecione um número de cabine.
ro: Te rugăm să selectezi un număr de cabină.
ru: Пожалуйста, выберите номер каюты.
uk: Будь ласка, виберіть номер каюти.
uz: Илтимос, каюта рақамини танланг.
zh: 请选择一个舱房号。

source: Please select a chat
ca: Si us plau, selecciona un xat
de: Bitte einen Chat auswählen
es: Por favor selecciona un chat
fr: Veuillez sélectionner un chat
it: Seleziona la chat
ja: チャットを選択してください
kk: Чатты таңдаңыз
ko: 채팅을 선택하십시오
ky: Чат тандаңыз
lv: Lūdzu, atlasiet tērzēšanu
mn: Чатыг сонгоно уу
pt: Por favor, selecione um bate-papo
ro: Te rugăm să selectezi un chat
ru: Пожалуйста, выберите чат
uk: Будь ласка, виберіть чат
uz: Илтимос, чатни танланг
zh: 请选择聊天

source: Please select a chat group item to delete messages
ca: Si us plau, selecciona un element del grup de xat per a eliminar missatges.
de: Bitte wählen Sie ein Element der Chatgruppe aus, um Nachrichten zu löschen
es: Por favor, seleccione un elemento del grupo de chat para eliminar mensajes.
fr: Veuillez sélectionner un élément du groupe de discussion pour supprimer les messages
it: Scegli un elemento della chat per cancellare i messaggi
ja: メッセージを削除するチャットグループの項目を選択してください
kk: Хабарларды жою үшін чат тобының элементін таңдаңыз
ko: 메시지를 삭제하려면 채팅 그룹 항목을 선택하세요
ky: Сураныч, билдирүүлөрдү өчүрүү үчүн топ тандаңыз
lv: Lūdzu, atlasiet tērzēšanas grupas vienumu, lai dzēstu ziņas
mn: Бичвэрийг арилгахын тулд чатын бүлгийн төрлийг сонгоно уу
pt: Por favor, selecione um item do grupo de bate-papo para excluir mensagens
ro: Te rugăm să selectezi un element de grup de chat pentru a șterge mesajele
ru: Выберите, пожалуйста, группу, чтобы удалить сообщения
uk: Виберіть, будь ласка, групу, щоб видалити повідомлення
uz: Илтимос, хабарларни ўчириш учун чат гуруҳини танланг.
zh: 请选择聊天组项目以删除消息

source: Please select a chat item to delete messages
ca: Si us plau, selecciona un element de xat per a eliminar missatges.
de: Bitte wählen Sie einen Chateintrag aus, um Nachrichten zu löschen
es: Por favor, seleccione un elemento de chat para eliminar mensajes.
fr: Veuillez sélectionner un élément du chat pour supprimer les messages
it: Seleziona un elemento della chat per cancellare i messaggi
ja: メッセージを削除するチャット項目を選択してください
kk: Хабарларды жою үшін чат элементін таңдаңыз
ko: 메시지를 삭제하려면 채팅 항목을 선택하세요
ky: Сураныч, билдирүүлөрдү өчүрүү үчүн чат тандаңыз.
lv: Lūdzu, atlasiet tērzēšanas vienumu, lai dzēstu ziņas
mn: Бичвэрийг арилгахын тулд чатын төрлийг сонгоно уу
pt: Selecione um item de bate-papo para excluir mensagens
ro: Te rugăm să selectezi un element de chat pentru a șterge mesajele
ru: Выберите, пожалуйста, чат, чтобы удалить сообщения
uk: Виберіть, будь ласка, чат, щоб видалити повідомлення
uz: Илтимос, хабарларни ўчириш учун чат элементини танланг.
zh: 请选择一个聊天项目来删除消息

source: Please select a country
ca: Si us plau, selecciona un país
de: Bitte wählen Sie ein Land
es: Por favor selecciona un país
fr: Veuillez sélectionner un pays
it: Seleziona un paese
ja: 国を選択してください
kk: Елді таңдаңыз
ky: Сураныч, өлкөнү тандаңыз
lv: Lūdzu norādiet valsti
mn: Улсаа сонгоно уу
pt: Por favor, selecione um país
ro: Te rugăm să selectezi o țară
ru: Выберите, пожалуйста, страну
uk: Будь ласка, оберіть країну
uz: Илтимос, мамлакатни танланг
zh: 请选择一个国家

source: Please select a country.
ca: Si us plau, selecciona un país.
de: Bitte wählen Sie ein Land.
es: Por favor selecciona un país.
fr: Veuillez sélectionner un pays.
it: Seleziona il paese.
ja: 国を選択してください。
kk: Елді таңдаңыз.
ko: 국가를 선택하세요.
ky: Сураныч, өлкөнү тандаңыз.
lv: Lūdzu norādiet valsti.
mn: Улс орныг сонгоно уу.
pt: Por favor, selecione um país.
ro: Te rugăm să selectezi o țară.
ru: Выберите, пожалуйста, страну.
uk: Виберіть, будь ласка, країну.
uz: Илтимос, мамлакатни танланг.
zh: 请选择一个国家。

source: Please select a date
ca: Si us plau, selecciona una data
de: Bitte ein Datum auswählen
es: Por favor elige una fecha
fr: Veuillez sélectionner une date
it: Scegli una data
ja: 日付を選択してください
kk: Күнді таңдаңыз
ky: Дата тандаңыз
lv: Lūdzu, atlasiet datumu
mn: Огноог сонгоно уу
pt: Por favor, selecione uma data
ro: Te rugăm să selectezi o dată
ru: Пожалуйста, выберите дату
uk: Будь ласка, виберіть дату
uz: Илтимос, санани танланг
zh: 请选择一个日期

source: Please select a date for your search.
ca: Si us plau, selecciona una data per la teva cerca.
de: Bitte wählen Sie ein Datum für Ihre Suche aus.
es: Por favor selecciona una fecha para tu búsqueda.
fr: Veuillez sélectionner une date pour votre recherche.
it: Seleziona una data per la ricerca.
ja: 検索するために、日にちを選択してください。
kk: Іздеу үшін күнді таңдауыңызды сұраймыз.
ko: 검색할 날짜를 선택하십시오.
ky: Сураныч, издөө үчүн датаны тандаңыз.
lv: Lūdzu norādiet datumu jūsu meklējumam.
mn: Хайх өдрөө сонгоно уу.
pt: Por favor selecione uma data para sua pesquisa.
ro: Selectează o dată pentru căutarea ta.
ru: Пожалуйста, выберите дату для вашего поиска.
uk: Будь ласка, оберіть дату для вашого пошуку.
uz: Илтимос, қидирув учун сана танланг.
zh: 請選擇搜索日期。

source: Please select a date less than a year ago.
ca: Selecciona una data de fa menys d'un any.
de: Bitte wählen Sie ein Datum, das weniger als ein Jahr zurückliegt.
es: Por favor selecciona una fecha de hace menos de un año.
fr: Veuillez sélectionner une date datant de moins d'un an.
it: Selezionare una data inferiore a un anno fa.
ja: 1年以内の日付を選択してください。
kk: Бір жылға жетпейтін күнді таңдаңыз.
ko: 날짜를 선택하십시오.
ky: Сураныч, бир жылга жетпеген күндү тандаңыз.
lv: Lūdzu norādiet datumu Lūdzu, , kas ir mazāks nekā pirms gada.
mn: Нэг жилээс дотогш сар өдөр сонгоно уу.
pt: Por favor, selecione uma data inferior a um ano atrás.
ro: Selectează o dată cu mai puțin de un an în urmă.
ru: Пожалуйста, выберите более близкую дату, чем год назад.
uk: Будь ласка, оберіть більш ранню дату, ніж рік тому.
uz: Илтимос, бир йилдан олдинроқ санаси танланг.
zh: 請選擇一個一年以內的日期。

source: Please select a destination country
ca: Selecciona un país de destinació
de: Bitte wählen Sie ein Zielland
es: Por favor selecciona el país de destino
fr: Veuillez sélectionner un pays de destination
it: Seleziona un paese di destinazione
ja: 送金先の国を選択してください
kk: Баратын елді таңдаңыз
ko: 검색할 여행지 국가를 입력하십시오
ky: Бара турган өлкөнү тандаңыз
lv: Lūdzu norādiet galamērķi jūsu meklējumam
mn: Шилжүүлэх улс
pt: Selecione um país de destino
ro: Te rugăm să selectezi o țară de destinație
ru: Выберите, пожалуйста, страну назначения
uk: Виберіть, будь ласка, країну призначення
uz: Илтимос, борадиган мамлакатингизни танланг
zh: 请选择目的地国家

source: Please select a destination country.
ca: Selecciona un país de destinació.
de: Bitte wählen Sie ein Zielland.
es: Por favor selecciona el país de destino.
fr: Veuillez sélectionner un pays de destination.
it: Seleziona un paese di destinazione.
ja: 送金先の国を選択してください。
kk: Баратын елді таңдаңыз.
ko: 검색할 여행지 국가를 입력하십시오.
ky: Бара турган өлкөнү тандаңыз.
lv: Lūdzu norādiet galamērķa valsti.
mn: Очих улс орныг сонгоно уу.
pt: Selecione um país de destino.
ro: Te rugăm să selectezi o țară de destinație.
ru: Выберите, пожалуйста, страну назначения.
uk: Виберіть, будь ласка, країну призначення.
uz: Илтимос, борадиган мамлакатингизни танланг.
zh: 请选择目的地国家。

source: Please select a destination currency
ca: Selecciona la moneda de destí
de: Bitte wählen Sie eine Zielwährung
es: Por favor selecciona la moneda local de un destino
fr: Veuillez sélectionner une devise de destination
it: Seleziona la valuta di destinazione
ja: 送金先の通貨を選択してください
kk: Баратын жеріңіздің валютасын таңдаңыз
ko: 여행지 통화를 선택하십시오
ky: Сураныч, максаттуу валютаны тандаңыз
lv: Lūdzu norādiet galamērķa valūtu
mn: Шилжүүлэх мөнгөн тэмдэгтийг сонгоно уу
pt: Selecione uma moeda de destino
ro: Te rugăm să selectezi o monedă de destinație
ru: Выберите, пожалуйста, валюту назначения
uk: Виберіть, будь ласка, валюту призначення
uz: Илтимос, борадиган мамлакатингиз валютасини танланг
zh: 请选择目的地货币

source: Please select a destination currency.
ca: Selecciona la moneda del destí.
de: Bitte wählen Sie eine Zielwährung.
es: Por favor selecciona la moneda local de un destino.
fr: Veuillez sélectionner une devise de destination.
it: Seleziona la valuta di destinazione.
ja: 送金先の通貨を選択してください。
kk: Баратын валютаңызды таңдаңыз.
ko: 여행지 통화를 선택하십시오.
ky: Сураныч, максаттуу валютаны тандаңыз.
lv: Lūdzu norādiet galamērķa valūtu.
mn: Шилжүүлэх мөнгөн тэмдэгтийг сонгоно уу.
pt: Selecione uma moeda de destino.
ro: Te rugăm să selectezi o monedă de destinație.
ru: Выберите, пожалуйста, валюту назначения
uk: Виберіть, будь ласка, валюту призначення.
uz: Илтимос, борадиган мамлакатингиз валютасини танланг.
zh: 请选择目的地货币。

source: Please select a destination for your search.
ca: Si us plau, selecciona una destinació per a la cerca.
de: Bitte wählen Sie ein Ziel für Ihre Suche aus.
es: Por favor selecciona un destino para tu búsqueda.
fr: Veuillez sélectionner une destination pour votre recherche.
it: Seleziona una destinazione per effettuare la ricerca.
ja: 検索するために、目的地を選択してください。
kk: Іздеу үшін бағытты таңдаңыз.
ko: 검색할 목적지를 입력하십시오.
ky: Сураныч, издөөңүз үчүн көздөгөн жерди тандаңыз.
lv: Lūdzu norādiet galamērķi jūsu meklējumam.
mn: Хайлт хийх газраа сонгоно уу.
pt: Selecione um destino para sua pesquisa.
ro: Alege o destinaţie pentru căutarea ta.
ru: Пожалуйста, выберите направление для вашего поиска.
uk: Будь ласка, оберіть напрямок для вашого пошуку.
uz: Илтимос, қидирув учун йўналиш танланг.
zh: 請選擇搜索目的地。

source: Please select a dining option before continuing.
ca: Si us plau, selecciona la teva opció de menjar abans de continuar.
de: Bitte wählen Sie eine Restaurantoption, bevor Sie fortfahren.
es: Por favor elige una opción de cena antes de continuar.
fr: Veuillez sélectionner une option de repas avant de continuer.
it: Seleziona la tua scelta per la ristorazione prima di continuare.
ja: 続ける前にダイニングオプションを選択してください。
kk: Жалғастырмас бұрын тағам опциясын таңдаңыз.
ko: 계속하기 전에 식사 옵션을 선택하십시오.
ky: Улантуудан мурун тамактын вариантын тандаңыз.
lv: Pirms turpiniet lūdzu norādiet ēdinašanas opciju.
mn: Цааш үргэлжлүүлэхийн өмнө хоолны газрын сонголтоо хийнэ үү.
pt: Selecione uma opção de jantar antes de continuar.
ro: Selectează o opțiune de a lua masa înainte de a continua.
ru: Прежде чем продолжить, выберите, пожалуйста, вариант питания.
uk: Перед тим, як продовжити, виберіть, будь ласка, варіант харчування.
uz: Илтимос, давом этишдан аввал овқатланиш вақтини танланг.
zh: 请选择用餐选项，然后再继续。

source: Please select a file
ca: Si us plau, selecciona un arxiu
de: Bitte wählen Sie eine Datei
es: Por favor selecciona un archivo
fr: Veuillez sélectionner un fichier
it: Seleziona un file
ja: ファイルを選択してください
kk: Файлды таңдаңыз
ko: 파일을 선택하세요
ky: Файлды тандаңыз
lv: Lūdzu norādiet failu
mn: Файлыг сонгоно уу
pt: Selecione um arquivo
ro: Te rugăm să selectezi un fișier
ru: Выберите, пожалуйста, файл
uk: Виберіть, будь ласка, файл
uz: Илтимос, файлни танланг

source: Please select a marital status
ca: Selecciona l'estat civil
de: Bitte wählen Sie einen Familienstand
es: Favor elige un estado civil
fr: Veuillez sectionner une état civil
it: Seleziona uno stato civile
ja: 婚姻状況を選択してください
kk: Отбасылық статусыңызды таңдауыңызды сұраймыз
ko: 혼인상태를 선택하십시오
ky: Үй-бүлөлүк абалды тандаңыз
lv: Lūdzu ievadiet laulības datus
mn: Гэрлэлтийн байдлаа сонгоно уу
pt: Selecione um estado civil
ro: Alege un statut marital
ru: Пожалуйста, выберите семейное положение
uk: Будь ласка, виберіть сімейний стан
uz: Илтимос, оилавий ҳолатингизни белгиланг.
zh: 請選擇婚姻狀況

source: Please select a namespace
ca: Si us plau, selecciona un espai de noms
de: Bitte wählen Sie einen Namensbereich
es: Por favor selecciona un espacio de nombres
fr: Veuillez sélectionner un espace de noms
it: Seleziona un namespace
ja: ネームスペースを選択してください
kk: Атау кеңістігін таңдаңыз
ky: Сураныч, ысым мейкиндигин тандаңыз
lv: Lūdzu, atlasiet nosaukumvietu
mn: Нэрний зайг сонгоно уу
pt: Por favor, selecione uma variante
ro: Te rugăm să selectezi un nume de spațiu
ru: Пожалуйста, выберите пространство имён
uk: Будь ласка, виберіть простір імен
uz: Илтимос, номлар майдонини танланг
zh: 请选择一个命名空间

source: Please select a plan to continue.
ca: Si us plau, selecciona un pla per a continuar.
de: Bitte wählen Sie einen Plan aus, um fortzufahren.
es: Favor elige un plan para para continuar.
fr: Veuillez sectionner un plan pour continuer.
it: Seleziona un piano per continuare.
ja: プランを選択し、次にお進みください。
kk: Жалғастыру үшін жоспарды таңдаңыз.
ko: 계속하려면 플랜을 선택하십시오.
ky: Улантуу үчүн план тандаңыз.
lv: Lai turpinātu,lūdzu norādiet plānu.
mn: Цааш нь үргэлжлүүлэхийн тулд хөтөрбөрийг сонгоно уу.
pt: Por favor, selecione um plano para continuar.
ro: Pentru a continua, alege un plan.
ru: Для продолжения, выберите, пожалуйста, тариф.
uk: Для продовження, будь ласка, виберіть тариф.
uz: Илтимос, давом этиш учун режани танланг.
zh: 请选择一个计划以继续。
