Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises' website, products and/or services are intended for use and access solely by those individuals that are eighteen (18) years of age and older. By using and/or accessing inCruises website, products and/or services, you represent and warrant that you have the right and capacity to enter into this agreement. Furthermore, you represent and warrant that you will, at all times, abide by all the terms and conditions contained within this TOS agreement and any other associated agreement and that:
ca: El lloc web, els productes o serveis d’inCruises estan destinats exclusivament a persones de divuit (18) anys o més. En utilitzar o accedir al lloc web, als productes o serveis d’inCruises, declares i garanteixes que tens el dret i la capacitat per acceptar aquest acord. A més, declares i garanteixes que compliràs en tot moment tots els termes i condicions inclosos en aquest acord de Termes de Servei (TOS) i en qualsevol altre acord associat, i que:
es: El Sitio Web, los productos y/o los servicios de inCruises están únicamente destinados para el uso y el acceso de aquellas personas con dieciocho (18) años de edad y más. Al utilizar y/o acceder al Sitio Web, los productos y/o los servicios de inCruises, declaras y garantizas que tienes el derecho y la capacidad de celebrar este acuerdo. Además, declaras y garantizas que, en todo momento, cumples con todos los términos y condiciones contenidos en este acuerdo TDS y en cualquier otro acuerdo relacionado y que:
fr: Le site web, les produits et/ou services d'inCruises sont destinés à être utilisés et consultés uniquement par des personnes âgées de dix-huit (18) ans et plus. En utilisant et/ou en accédant au site web, aux produits et/ou services d'inCruises, vous déclarez et garantissez avoir le droit et la capacité de conclure le présent accoird. De plus, vous déclarez et garantissez que vous respecterez en permanence l'ensemble des Conditions générales d'utilisation contenues dans cet accord TOS et tout autre accord associé, et que:
it: Il sito web, i prodotti e/o i servizi di inCruises sono destinati all'uso e all'accesso esclusivo da parte di individui di età pari o superiore a diciotto (18) anni. Utilizzando e/o accedendo al sito web, ai prodotti e/o ai servizi di inCruises, dichiari e garantisci di avere il diritto e la capacità di sottoscrivere il presente contratto. Inoltre, dichiari e garantisci che rispetterai, in ogni momento, tutti i termini e le condizioni contenuti nel presente accordo TOS e in qualsiasi altro accordo associato e che:
ja: inCruisesのウェブサイト、製品、サービスは、18歳以上の個⼈のみが使⽤およびアクセスすることを⽬的としています。inCruises のウェブサイト、製品、サービスを使⽤またはアクセスすることで、この契約を締結する権利と能⼒があることを表明および保証します。さらに、会員は、本TOS契約およびその他の関連する契約に含まれるすべての契約条件を常に遵守すること、および以下のことを表明および保証します：
kk: inCruises' веб-сайты, өнімдері және/немесе қызметтері тек он сегіз (18) жастан асқан адамдардың қолдануы мен қол жеткізуіне арналған. inCruises веб-сайтын, өнімдерін және/немесе қызметтерін пайдалану арқылы сіз осы келісімге қосылуға құқығыңыз бен қабілетіңіз бар екенін мәлімдейсіз және кепілдік бересіз. Сонымен қатар, сіз әрқашан осы Қызметтерді пайдалану Шарттары (TOS) келісіміндегі және оған байланысты кез келген басқа келісімдегі барлық талаптар мен шарттарды орындайтыныңызға кепілдік бересіз, атап айтқанда:
pt: O site, produtos e/ou serviços da inCruises destinam-se ao uso e acesso exclusivo de indivíduos com dezoito (18) anos de idade ou mais. Ao usar e/ou acessar o site, produtos e/ou serviços da inCruises, você declara e garante que tem o direito e a capacidade de celebrar este contrato. Além disso, você declara e garante que sempre cumprirá todos os termos e condições contidos neste contrato de TDS e em qualquer outro contrato associado e que:
ro: Site-ul web, produsele și/sau serviciile inCruises sunt destinate utilizării și accesului exclusiv de către acele persoane care au vârsta de optsprezece (18) ani și mai mult. Prin utilizarea și/sau accesarea site-ului web, produsele și/sau serviciile inCruises, declari și garantezi că ai dreptul și capacitatea de a încheia acest acord. În plus, declari și garantezi că vei respecta, în orice moment, toți termenii și condițiile conținute în acest acord TOS și în orice alt acord asociat și că:
uk: inCruises' Вебсайт, продукти та/або послуги компанії inCruises призначені для використання та доступні виключно для тих осіб, яким виповнилося вісімнадцять (18) років та старше. Використовуючи та/або отримуючи доступ до вебсайту, продуктів та/або послуг ТОВ «inCruises», ви заявляєте та гарантуєте, що маєте право та спроможність укладати дану угоду. Крім того, ви заявляєте і гарантуєте, що будете дотримуватися всіх умов і положень, які містяться в цій угоді УНП та будь-якій іншій асоційованій угоді, і що:
uz: inCruises веб-сайти, маҳсулотлари ва/ёки хизматлари фақатгина ўн саккиз (18) ёшга тўлган ва ундан катта ёшли шахслар томоинидан фойдаланиш учун мўлжалланган. inCruises веб-сайти, маҳсулотлари ва/ёки хизматларидан фойдаланиш ва/ёки уларга кириш орқали сиз мазкур келишув киришиш ҳуқуқи ва лаёқатига эга эканлигингизга тасдиқлаган ва кафолат берган бўласизt. Шунингдек, ХКШ ва бошқа ҳар қандай тегишли келишувда келтирилган шарт ва қоидаларга амал ҳар доим амал қилишингизни ҳамда қуйидагиларни тасдиқлайсиз ва уларга кафолат берасиз:
zh: inCruises的网站、产品和/或服务仅供年满十八（18）岁及以上的个人使用和访问。通过使用和/或访问inCruises的网站、产品和/或服务，您表示并保证您有权利和能力订立本协议。此外，您还表示并保证您将始终遵守本服务条款协议及任何其他相关协议中的所有条款和条件，并且：

source: inCruises® Apps
es: Apps inCruises®
fr: App inCruises®
it: App inCruises®
ja: inCruises® アプリ
kk: inCruises® Қосымшасы
ko: inCruises 앱
ky: inCruises®Колдонмолору
lv: inCruises lietotāj programmas
mn: InCruises® Аппууд
pt: Apps inCruises®
ro: Apps inCruises®
ru: inCruises® Приложения
uk: Додатки inCruises®
uz: inCruises® иловалари

source: inCruises® Email Setup is disabled at this time and should be enabled again in a few days.
ca: La configuració de correu electrònic InCruises® està desactivada en aquest moment. Tornarà a ser activat d'aquí a uns quants dies.
de: Das inCruises® E-Mail-Setup ist zur Zeit deaktiviert und sollte in einigen Tagen wieder aktiviert werden.
es: La configuración de Correo inCruises® está deshabilitada por el momento. Se reestablecerá en unos días.
fr: La configuration de la Messagerie inCruises® est actuellement désactivée et devrait être réactivée dans quelques jours.
it: In questo momento la configurazione della email di inCruises® è disattivata e dovrebbe essere riattivata in pochi giorni.
ja: inCruisesのメール設定は、現在設定することができません。数日後に設定可能となりますので、今しばらくお待ちくださいませ。
kk: InCruises® Электрондық Поштасының Баптаулары қазір өшірілген және бірнеше күннен кейін қайта қосылуы керек.
ko: 현재 inCruises® 이메일 설정을 이용할 수 없으며 며칠 후에 다시 이용해야합니다.
ky: inCruises® Э-почтаны Жөнгө салуу учурда өчүрүлгөн жана бир нече күндөн кийин кайра иштетилиши керек.
lv: inCruises e-pasts patreiz nestrādā,bet atsāks darbību dažu dienu laikā.
mn: inCruises®-ийн имэйлийн тохиргоо одоогоор хаагдсан байна, хэдэн өдрийн дараа дахин ажиллагаанд орох болно.
pt: A configuração de e-mail da inCruises® está desativada no momento e deve ser ativado novamente em alguns dias.
ro: Configurarea Email-ului inCruises® este momentan dezactivată şi ar trebui să fie reactivată în câteva zile.
ru: Настройки уведомлений от inCruises® по электронной почте в данный момент отключены. Они станут доступны вновь в течение нескольких дней.
uk: Налаштування електронної пошти inCruises® наразі вимкнено, і їх слід знову ввімкнути через кілька днів.
uz: inCruises® электрон почта созлашлари ҳозирги вақтда ўчиқ ва бир неча кун ичида ёқилади.
zh: 目前禁用inCruises®電子郵件設置，並應在幾天后再次啟用

source: inCruises® provides FULL, no questions asked, REFUNDS, if the request is received by our staff no later 14 days from the day of purchase. Residents of certain countries or states may have more or less days to request a refund. Check our Membership, Partnership and Payment Agreement for complete details.
ca: inCruises® ofereix COMPLET sense fer preguntes, les DEVOLUCIONS, si el nostre personal es rep la sol·licitud, com a màxim 14 dies des del dia de la compra. Els residents de certs països o estats poden tenir més o menys dies per demanar un reemborsament. Consulta la nostra Membresia, el nostre acord de Soci i acord de pagament per als detalls complets.
de: inCruises® bietet die VOLLEN, ohne Angabe von Gründen, ERSTATTUNGEN an, wenn die Anfrage nicht später als 14 Tage nach der Buchung bei unseren Mitarbeitern eingeht. Einwohner bestimmter Länder oder Staaten können mehr oder weniger Tage Zeit haben, um eine Rückerstattung zu beantragen. Ausführliche Informationen finden Sie in unserer Mitgliedschafts- und Partnervereinbarung und Zahlungsbedingungen.
es: inCruises® proporciona REEMBOLSOS del 100% del dinero pagado, sin preguntas, si nuestro personal recibe la solicitud dentro de los primeros 14 días después de haberse realizado la compra. Los residentes de ciertos países o estados pueden tener más o menos días para solicitar un reembolso. Consulta nuestro Contrato de Membresía, Acuerdo de Socio Independiente y Acuerdo de Pago para obtener detalles completos.
fr: InCruises® offre des REMBOURSEMENTS COMPLETS, sans poser de questions, si la demande est réceptionnée par nos membres du personnel au plus tard 14 jours après le jour de l'achat. Les résidents de certains pays ou états peuvent disposer de plus ou moins de jours pour demander un remboursement. Vérifie notre accord d'adhésion, de partenariat et de paiement pour les détails complets.
it: inCruises® garantisce il RIMBORSO COMPLETO, senza domande, se la richiesta viene ricevuta dal nostro staff non più tardi di 14 giorni dal giorno dell'acquisto. I residenti di alcuni paesi o stati possono avere più o meno giorni per richiedere il rimborso. Per maggiori dettagli, consulta i nostri Contratti di Membership, Partnership e Pagamento.
ja: インクルーズは、ご購入日から14日以内に当社のスタッフがリクエストを受けた場合、理由を問わず全額払い戻しを行います。特定の国または州の居住者は、払い戻しを請求できる日数に多少前後があります。詳細については、メンバー規約、パートナー規約および支払規約を確認してください。
kk: InCruises® компаниясы ТОЛЫҚ, ешқандай сұрақсыз, ҚАЙТАРУ жасайды, егер тапсырыс біздің қызметкерлерімізге сатып алған күннен бастап, 14 күннен кешіктірілмей жіберілсе. Кейбір елдердің немесе мемлекеттердің тұрғындарына қайтаруды талап ету үшін, көбірек немесе азырақ күн қажет болуы мүмкін. Қосымша ақпарат алу үшін біздің Мүшелік, Серіктестік және Төлем келісімшартын оқыңыз.
ko: inCruises는 지불일로부터 14 일 이내에 요청이 접수된 경우, 이유 불문하고 전액 환불 해드립니다. 특정 국가 또는 특정 주에 거주하는 고객은 환불 요청에 다소간의 시간이 소요될 수 있습니다. 자세한 내용은 멤버십 계약서, 파트너십 계약서 및 지불 계약서를 확인하십시오.
ky: Эгерде биздин кызматкерлер тарабынан сатып алган күндөн тартып 14 күндөн кечиктирбестен доомат кабыл алынса, inCruises® ТОЛУК, эч кандай суроо-талапсыз, ТӨЛӨМДҮ КАЙТАРУУну камсыз кылат. Кээ бир өлкөлөрдүн же штаттардын жашоочулары үчүн төлөмдү кайтаруу үчүн азыраак же көбүрөөк күн талап кылынышы мүмкүн. Толук маалымат үчүн биздин Мүчөлүк, Өнөктөш жана Төлөм келишимибизди караңыз.
lv: inCruises nodrošina PILNU, bez ierunām, KOMPENSĀCIJU ja pieprasījumu mūsu personāls saņem ne vēlāk kā 14 dienu laikā no iegādes dienas. Attiecīgo valstu rezidentiem vai iedzīvotājiem var būt vairāk vai mazāk dienu, lai pieprasītu atmaksu. Detalizētu informāciju skatiet mūsu dalības, partnerības un maksājumu līgumā.
mn: InCruises® нь ТӨЛБӨР БУЦААХ хүсэлтийг төлбөр хийснээс хойш 14 хоногийн дотор хүлээн авсан тохиолдолд ямар ч асуултгүйгээр төлбөрийг БҮРЭН олгох болно. Тодорхой улс эсвэл мужийн хэрэглэгчдийн хувь буцаан олголтыг авахад хугацаа зарцуулж болохыг анхаарна уу. Дэлгэрэнгүй мэдээллийг Гишүүнчлэлийн, Түншлэлийн, Төлбөрийн Гэрээнүүдээс харна уу.
pt: A InCruises® fornece reembolsos totais, sem perguntas, se a solicitação for recebida por nossa equipe até 14 dias a partir do dia da compra. Residentes de determinados países ou estados podem ter mais ou menos dias para solicitar um reembolso. Verifique nosso Acordo de Afiliação, Parceria e Pagamento para obter detalhes completos.
ro: inCruises® oferă rambursări COMPLETE, fără întrebări, dacă cererea este primită de personalul nostru nu mai târziu de 14 zile de la data achitării sumei. Cetăţenii anumitor ţări sau state pot avea la dispoziţie zile mai multe sau mai puţine pentru a cere o rambursare. Citiţi contractul nostru privind calitatea de Membru, Parteneriat şi Plată pentru detalii complete.
ru: inCruises® предоставляет ПОЛНЫЕ, без вопросов, ВОЗВРАТЫ, если запрос получен нашими сотрудниками не позднее 14-ти дней со дня покупки. У жителей некоторых стран или штатов может потребоваться больше или меньше дней, чтобы потребовать возмещение. Для получения подробной информации ознакомьтесь с нашим Соглашением о Членстве, Партнерстве и Оплате.
uk: inCruises® надає ПОВНІ, без питань, ПОВЕРНЕННЯ, якщо запит отриманий нашими коллегами не пізніше 14-ти днів з дня покупки. У жителів деяких країн або штатів може знадобитися більше або менше днів для запиту відшкодування. Для отримання детальної інформації ознайомтеся з нашою Угодою про Членство, Партнерство та Оплату.
uz: Агар ходимларимиз талабни хариддан сўнг 14 кун ичида олсалар, inCruises® тўловни тўлиқ ва ортиқча саволларсиз қайтаради. Баъзи мамлакатлар ёки штатлар резидентларига тўловни қайтариш учун камроқ ёки кўпроқ кун кетиши мумкин. Батафсил маълумот учун бизнинг Аъзолик, Ҳамкорлик ва Тўлов битимига қаранг.
zh: 如果我們的工作人員在購買之日起14天內收到請求，inCruises®則提供全額退款。某些國家或州的居民可能有更多或更少的天數要求退款。查看我們的會員，合作夥伴和付款協議以獲取完整的信息

source: Independent Partner Agreement
ca: Acord de Soci Independent
de: Unabhängige Geschäftspartner-Vereinbarung
es: Acuerdo de Socio Independiente
fr: Accord de Partenaire Indépendant
it: Contratto del Partner Indipendente
ja: 独立パートナー契約書
kk: Тәуелсіз Серіктес Келісімі
ko: 독립 파트너 계약
ky: Көз карандысыз Өнөктөштүк Келишими
lv: Neatkarīgā Partnera Līgums
mn: Бие даасан Түншийн Гэрээ
pt: Contrato de Sócio Independente
ro: Acord de Partener Independent
ru: Соглашение Независимого Партнера
uk: Угода Незалежного Партнера
uz: Мустақил Ҳамкор Битими
zh: 獨立合作夥伴協議

source: index
ca: índex
es: Índice
fr: indice
ja: インデックス
kk: индекс
ky: индекс
lv: indeks
mn: индекс
pt: índice
ru: индекс
uk: індекс
uz: кўрсаткич
zh: 索引

source: Indian Rupee (INR)
fr: Rupie Indienne (INR)
it: Rupia indiana (INR)
kk: Үнді рупиясы (INR)
pt: Rúpia Indiana (INR)
uk: Індійська рупія (INR)
uz: Ҳиндистон руписи (INR)
zh: 印度卢比 (INR)

source: Indulge in The Finest Cuisine at Sea®, curated shore excursions, and elegant small-ship luxury — exclusively for PREMIUM Members.
fr: Savourez la Meilleure Cuisine at Sea®, des excursions terrestres exclusives et le luxe raffiné des petits navires – réservés aux Membres PREMIUM.
it: Concediti la migliore cucina in mare (The Finest Cuisine at Sea®), escursioni a terra selezionate con cura e l'eleganza di una piccola nave di lusso, in esclusiva per i Membri PREMIUM.
kk: PREMIUM мүшелеріне ғана арналған теңіздегі ең таңдаулы асхана The Finest Cuisine at Sea®, мұқият таңдалған жағалаудағы экскурсиялар және әсем шағын кемелердегі люкс жайлылықтан ләззат алыңыз.
pt: Delicie-se com a melhor gastronomia no mar (The Finest Cuisine at Sea®), excursões em terra selecionadas e o luxo elegante de um pequeno navio — exclusivamente para membros PREMIUM.
uk: Насолоджуйтеся вишуканою кухнею на морі The Finest Cuisine at Sea®, ретельно підібраними береговими екскурсіями та розкішшю елегантного невеликого судна — ексклюзивно для Членів Клубу PREMIUM.
uz: The Finest Cuisine at Sea®, махсус ташкиллаштирилган қирғоқбўйи экскурсиялар ва ихчам кемалардаги нафис ҳашаматдан баҳраманд бўлинг - фақатгина PREMIUM Аъзолар учун.
zh: 尽享海上臻选美食®、精心策划的岸上游览，以及优雅的小型邮轮奢华体验——仅限PREMIUM会员。

source: Ineligible
ca: No elegible
de: nicht berechtigt
es: No Elegible
fr: Inéligible
it: Non idoneo
ja: 対象外
kk: Қол жетімділік жоқ
ky: Жарамдуу эмес
lv: Neatbilstīgs
mn: Болзол хангаагүй
pt: Inelegível
ro: Neeligibil
ru: Без доступа
uk: Не відповідає вимогам
uz: Даромад олиш ҳуқуқига эга эмас
zh: 没有资格的

source: Ineligible for compensation
ca: No apte per rebre compensació.
de: Kein Anspruch auf Vergütung
es: No Elegible para Compensación
fr: Inéligibilité à l'indemnisation
it: Non idoneo a ricevere compensi
ja: 補償対象外
kk: Өтемақы алуға құқық жоқ
ky: Компенсацияга жарамдуу
lv: Nepretendē uz kompensāciju
mn: Орлого урамшуулал авах болзол хангаагүй байна
pt: Inelegível para compensação
ro: Neeligibil pentru compensare
ru: Без права на компенсацию
uk: Не має права на компенсацію
uz: Компенсация олиш ҳуқуқига эга эмас
zh: 无资格获得报酬

source: Infants younger than %{infantAgeMax} old at the time of boarding are not permitted to sail on this cruise line.
fr: Les nourrissons âgés de moins de %{infantAgeMax} ans au moment de l'embarquement ne sont pas autorisés à voyager sur cette compagnie de croisière.
it: I neonati con meno di %{infantAgeMax} mesi al momento dell'imbarco non sono ammessi a viaggiare con questa linea di crociera.
pt: Crianças com menos de %{infantAgeMax} anos de idade no momento do embarque não são permitidas nesta linha de cruzeiros.
uk: Діти до %{infantAgeMax} років на момент посадки не допускаються до плавання на цій круїзній лінії.

source: Info
ca: Informació
de: Informationen
es: Información
fr: Informations
ja: 詳細
kk: Ақпарат
ko: 정보
ky: Маалымат
mn: Мэдээлэл
pt: Informações
ru: Информация
uk: Інформація
uz: Маълумот
zh: 信息

source: Info Center
ca: Centre d'Informació
es: Centro de Información
fr: Centre d'information
it: Centro informazioni
ja: 情報センター
kk: Ақпараттық Орталық
ko: 비즈니스정보
ky: Маалымат борбору
lv: Info centrs
mn: Мэдээллийн төв
pt: Centro de informações
ro: Centrul de informare
ru: Инфо-центр
uk: Інфо-центр
uz: Маълумот маркази
zh: 信息中心

source: Initial corporate donation
ca: Donació corporativa inicial
de: Erste Unternehmensspende
es: Donativo inicial como organización
fr: Don initial de l'entreprise
it: donazione aziendale iniziale
ja: 企業からの寄付金額
kk: Бастапқы корпоративтік қайырымдылық
ky: Баштапкы корпоративдик кайрымдуулук
lv: sākotnējais korporatīvais ziedojums
mn: Компаний зүгээс өргөж буй анхны хандив
pt: Doação corporativa inicial
ro: Donație corporativă inițială
ru: Первоначальное корпоративное пожертвование
uk: Початкове корпоративне пожертвування
uz: дастлабки корпоратив эҳсонимиз
zh: 企业初始捐赠

source: initial donation of $125,000 USD
fr: don initial de 125 000 $ US
it: donazione iniziale di 125.000 dollari
pt: doação inicial de US$ 125.000
uk: первісна пожертва у розмірі $ 125, 000 USD

source: Initial Goal
fr: Objectif Initial
it: Obiettivo iniziale
pt: Meta Inicial
uk: Початкова ціль

source: Initial transportation from the airport to the hotel and from the ship to your hotel or the airport cannot be provided.
ca: No es pot proporcionar transport inicial de l'aeroport a l'hotel ni del vaixell al teu hotel o a l'aeroport.
de: Ein erster Transport vom Flughafen zum Hotel und vom Schiff zu Ihrem Hotel oder zum Flughafen kann nicht angeboten werden.
es: Transporte del aeropuerto al hotel y del crucero a tu hotel o al aeropuerto no puede ser proporcionado.
fr: Le transport initial de l'aéroport à l'hôtel et du navire à votre hôtel ou à l'aéroport ne sera pas assuré.
it: Non è possibile fornire il trasporto iniziale dall'aeroporto all'hotel e dalla nave all'hotel o all'aeroporto.
ja: 空港からホテル、船からホテル、または空港への送迎は含まれていません。
kk: Әуежайдан қонақүйге және кемеден қонақүйге немесе әуежайға дейін бастапқы тасымалдау қамтамасыз етілмейді.
ko: 공항에서 호텔까지, 배에서 호텔이나 공항까지의 초기 교통편은 제공되지 않습니다.
ky: Аэропорттон мейманканага жана кемеден сиздин мейманканага же аэропортко чейинки алгачкы транспорт камсыз кылынбайт.
lv: Nav iespējams nodrošināt sākotnējo transportēšanu no lidostas uz viesnīcu un no kuģa uz jūsu viesnīcu vai lidostu.
mn: Нисэх онгоцны буудлаас зочид буудал хүртэл, хөлөг онгоцноос зочид буудал эсвэл нисэх онгоцны буудал хүртэл унаа үйлчлэхгүй.
pt: O transporte inicial do aeroporto para o hotel e do navio para o seu hotel ou aeroporto não pode ser fornecido.
ro: Transportul inițial de la aeroport la hotel și de la navă la hotel sau aeroport nu poate fi asigurat.
ru: Первоначальный переезд из аэропорта в отель, с корабля в отель или в аэропорт не предоставляется.
uk: Початковий переїзд з аеропорту до готелю, з корабля до готелю чи аеропорту не надається.
uz: Аэропортдан меҳмонхонага, кемадан меҳмонхонага ёки аэропортга трансфер тақдим этилмайди.
zh: 无法提供从机场到酒店以及从轮船到酒店或机场的初始交通服务。

source: initially $250,000 USD
fr: initialement : 250 000 $ US
it: inizialmente 250.000 dollari
pt: Inicialmente US$ 250.000
uk: першопочатково - $ 250 000 USD.

source: INNER CIRCLE - BE COUNTED AMONG THE BEST
fr: INNER CIRCLE – REJOIGNEZ L'ÉQUIPE DES MEILLEURS
it: INNER CIRCLE - ENTRA A FAR PARTE DEI MIGLIORI

source: INner Circle (Invitation-only Leader training)
fr: INner Circle (Formation pour Leaders - sur Invitation uniquement)
it: INner Circle (Formazione per leader solo su invito)
kk: INner Circle (тек шақыру бойынша өтетін Көшбасшыларға арналған оқыту)
pt: INner Circle (Convite apenas para Treinamento de Líderes)
uk: INner Circle (Лідерський тренінг лише за запрошенням)
uz: INner Circle (фақат таклифга асосланган Етакчилар тренинги)
zh: INner Circle（仅限受邀领导者培训）

source: INNER CIRCLE REWARDS
fr: RÉCOMPENSES INNER CIRCLE
it: PREMI INNER CIRCLE
