Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I acknowledge the inCruises/inGroup® compensation and incentive program is enough to motivate partners to enroll new Members, so no further motivation or cash incentives or gifts are needed. I will not extract more compensation or rewards from the generous inCruises/inGroup® compensation and incentive program than those I am legally entitled to per my Partner Agreement.
ca: Reconec que el programa de compensació i incentius d'inCruises/inGroup® és suficient per a motivar als socis a inscriure a nous Membres, per la qual cosa no és necessària cap motivació addicional ni incentius en efectiu o regals. No extrauré més compensacions o recompenses del generós programa de compensació i incentius d'inCruises/inGroup® que aquells als quals tinc dret legalment segons el meu Acord de Soci.
de: Ich erkenne an, dass das inCruises/inGroup® Vergütungs- und Incentive-Programm ausreicht, um Partner zu motivieren, neue Mitglieder zu werben, so dass keine weitere Motivation oder Incentives oder Geschenke erforderlich sind. Ich werde keine weiteren Vergütungen oder Belohnungen aus dem großzügigen inCruises/ inGroup® Vergütungs- und Incentive-Programm nicht mehr Vergütungen oder Prämien entnehmen, als mir gemäß meiner Partnervereinbarung rechtlich zustehen.
es: Reconozco que el programa de compensación e incentivos de inCruises/inGroup® es suficiente para motivar a los socios a registrar a nuevos Miembros, por lo que no es necesaria ninguna motivación adicional ni incentivos en efectivo o regalos. No extraeré más compensación o recompensas del generoso programa de compensación e incentivos de inCruises/inGroup® que a las que tengo derecho legalmente de acuerdo con mi Contrato de Socio.
fr: Je reconnais que le programme de rémunération et d'incitation inCruises/inGroup® est suffisant pour motiver les Partenaires à recruter de nouveaux Membres, et qu'il n'est donc pas nécessaire de les motiver davantage ou de leur offrir des incitations ou des cadeaux en espèces. Je n'extrairai pas du généreux programme de compensation et d'incitation inCruises/inGroup® une rémunération ou des récompenses supérieures à celles auxquelles j'ai légalement droit en vertu de mon Accord de Partenariat.
it: Sono consapevole che il piano compensi e incentivi di inCruises/inGroup® è sufficiente a motivare i Partner a fare iscrivere nuovi Membri, quindi non sono necessari ulteriori motivazioni o incentivi in denaro o regali. Non cercherò di ottenere più compensi o premi dal generoso piano compensi e incentivi di inCruises/inGroup® di quelli a cui ho legalmente diritto in base al mio Contratto di Partner.
ja: 私は、inCruises/inGroup®の報酬およびインセンティブ・プログラムは、パートナーが新規メンバーを登録する動機付けとして十分であり、それ以上の動機付けや現金によるインセンティブまたはギフトは必要ないことを認めます。 私は、寛大なinCruises/inGroup®の報酬およびインセンティブ・プログラムから、 パートナー契約に従って私が法的に受ける権利を有する以上の報酬または報奨を引き出すことはしません。
kk: Мен inCruises/inGroup® өтемақы және сыйақы бағдарламасы серіктестерді жаңа Мүшелерді тіркеуге ынталандыру үшін жеткілікті екенін және ешқандай қосымша ынталандырулар, ақшалай ынталандырулар немесе сыйлықтар қажет емес екенін мойындаймын. Мен inCruises/inGroup® жомарт өтемақылар мен сыйақылар бағдарламасынан Серіктестік келісімі бойынша заңды құқығым бар артық өтемақы немесе жеңілдіктер алмаймын.
ky: Мен inCruises/inGroup® компенсация жана сыйлык программасы Өнөктөштөрдү жаңы Клуб Мүчөлөрүн тартууга шыктандыруу үчүн жетиштүү экенин түшүнөм, андыктан мындан ары эч кандай стимулдар, акчалай сыйлыктар же белектер талап кылынбайт. Мындан ары менин Өнөктөштүк Келишимимде каралган inCruises/inGroup&#174; берешен компенсация жана сыйлык программасындан тышкары башка компенсация же сыйлык талап кылбайм.
lv: Es atzīstu, kaAt inCruises/inGroup® kompensācijas un stimulēšanas programma ir pietiekama, lai motivētu partnerus pieteikt jaunus dalībniekus, tāpēc nav nepieciešama nekāda papildu motivācija, naudas stimulācija vai dāvanas. Es neizgūšu vairāk kompensāciju vai atlīdzību no dāsnas At inCruises/inGroup® kompensācijas un stimulāciju programmas, nekā tās, uz kurām es likumīgi pretendēju saskaņā ar savu partneru līgumu.
mn: inCruises/inGroup®-ийн Шагнал урамшууллын хөтөлбөр нь шинэ Гишүүдийг элсүүлэх, Түнш нарыг урамшуулахад хангалттай гэдгийг, мөн ямар нэг нэмэлт урамшуулал, мөнгөн шагнал, бэлэг шаардлагагүй гэдгийг би хүлээн зөвшөөрч байна. Би Түншийн Гэрээний дагуу, хууль ёсоор inCruises/inGroup®-ээс авах шагнал урамшууллаас илүү ямар нэг шагнал, урамшуулал авахгүй байх болно.
pt: Reconheço que o programa de incentivos e compensações inCruises/inGroup®; é suficiente para motivar os parceiros a inscreverem novos membros, portanto, nenhuma motivação adicional, incentivos em dinheiro ou presentes são necessários. Eu não vou extrair mais compensação ou recompensas do generoso programa de compensação e incentivos inCruises/inGroup®; do que aqueles aos quais tenho direito legal de acordo com meu Contrato de Parceria.
ro: Recunosc că programul de compensare și stimulente inCruises/inGroup® este suficient pentru a motiva partenerii să înscrie noi membri, astfel încât nu sunt necesare alte motivații sau stimulente în numerar sau cadouri. Nu voi extrage mai multe compensații sau recompense din programul generos de compensare și stimulente inCruises/inGroup® decât cele la care am dreptul legal conform Acordului meu de parteneriat.
ru: Я признаю, что программы компенсаций и вознаграждений inCruises/inGroup® достаточно, чтобы мотивировать Партнёров привлекать новых Членов Клуба, поэтому никаких дальнейших способов мотивации, ни денежных вознаграждений, ни подарков не требуется. Я не буду стремиться получить никаких дополнительных компенсаций или вознаграждений из щедрой программы компенсаций и вознаграждений inCruises/inGroup®, кроме тех, которые предусмотрены моим Партнёрским Соглашением.
uk: Я визнаю, що програми компенсацій та винагород inCruises/inGroup® достатньо, щоб мотивувати Партнерів залучати нових Членів Клубу, тому ніяких подальших способів мотивації, ні грошових винагород, ні подарунків не потрібно. Я не прагну отримати ніяких додаткових компенсацій або винагород з щедрою програмою компенсацій та винагород inCruises/inGroup®, крім тих, які передбачені моєю Партнерською Угодою.
uz: Ҳамкорларни янги Аъзоларни рўйхатдан ўтказишга руҳлантириш учун inCruises/inGroup® Компенсация ва рағбатлантириш дастури етарли эканлиги ва шу сабабли ҳеч қандай қўшимча мотивация, пул рағбатлари ёки совғалар талаб этилмаслигидан хабардорман. inCruises/inGroup® саҳий компенсация ва рағбатлантириш дастуридан Ҳамкорлик битимига мувофиқ қонуний равишда олиш ҳуқуқига эга бўлганимдан кўпроқ компенсация ёки мукофотларни олмайман.
zh: 我承认inCruises/inGroup®薪酬和激励计划足以激励合作伙伴招募新会员，因此不需要进一步的激励或现金激励或礼物。 我不会从慷慨的inCruises/inGroup®薪酬和激励计划中获取超出我根据合作伙伴协议合法享有的报酬或奖励。

source: I agree that making payments on behalf of anyone who is not my 1. Immediate family (Legal Spouse, Children, Father and Mother) and 2. Directly enrolled on my First Level (Front Line) will be considered a violation of the inCruises Policies and Procedures.
ca: Accepto que fer pagaments en nom de qualsevol persona que no sigui la meva 1. Família immediata (Cònjuge legal, Fills, Pare i Mare) i 2.Directament inscrit en el meu Primer Nivell (Primera Línia) es considerarà una violació de les Polítiques i Procediments d'inCruises.
de: Ich erkläre mich damit einverstanden, dass Zahlungen im Namen von Personen, die nicht 1. zu meiner unmittelbaren Familie (Ehepartner, Kinder, Vater und Mutter) gehören und 2. direkt in meiner ersten Ebene (Front Line) eingeschrieben sind, als Verstoß gegen die inCruises Bestimmungen und Modalitäten angesehen werden.
es: Estoy de acuerdo en que hacer pagos en nombre de cualquier persona que no sea: 1. Mi familia inmediata (cónyuge legal, hijos, padre y madre) y 2. Esté inscrita directamente en mi Primer Nivel (Primera Línea) se considerará una violación a las Políticas y Procedimientos de inCruises.
fr: Je reconnais qu'effectuer des paiements au nom d'une personne qui n'est pas 1. ma famille immédiate (conjoint légal, enfants, père et mère) et 2. directement inscrite à mon premier niveau (Front Line) sera considéré comme une violation des politiques et procédures d'inCruises.
it: Accetto che l'effettuazione di pagamenti a nome di chiunque non sia un mio 1. familiare stretto (coniuge legale, figli, padre e madre) e 2. Diretto iscritto al mio Primo Livello (Prima Linea) sarà considerata una violazione delle Politiche e Procedure di inCruises.
ja: 私は、1. 直系家族（法定配偶者、子供、父、母）および 2. ファーストレベル（フロントライン）に直紹介として登録されている者以外の代理人として支払いを行うことは、inCruisesの方針と手続きマニュアルに対する違反とみなされることに 同意します。
kk: Мен 1. Тікелей Отбасы мүшесі (жұбайым, балаларым, әкем және анам) және 2. Менің Front Line желісінде тікелей тіркелген адам емес кез келген адамның атынан төлем жасау Cruises және Processes саясатын бұзу болатынымен келісемін.
ky: Менин 1. Жакынкы үй-бүлөмдө (мыйзамдуу жубайым, балдарым, атам жана апам) жана 2. Түздөн-түз Менин биринчи деңгээлиме (Фронт линиясы) катталбаган адамдардын атынан төлөмдөрдү жүргүзүү inCruises Политика жана Процедураларын бузуу болуп саналарын кабыл алам.
lv: Piekrītu, ka maksājumu veikšana to personu vārdā, kas nav mana 1.tuvākā ģimene (likumīgais laulātais, bērni, tēvs un māte) un 2, tieši reģistrētie manā pirmajā līmenī (pirmajā līnija), tiks uzskatīta par inCruises politikas un procedūru Pārkāpumu.
mn: Би өөрийн 1. Гэр бүрийн ойрын (хууль ёсны эхнэр, нөхөр, хүүхэд, аав, ээж нар) гишүүд болон тэд миний 2. Хувьчлан элсүүлсэн, шууд 1-р үед үл байрлах хүнээс өөр бусад хэн нэгний өмнөөс төлбөр хийх нь inCruises-ийн Бодлого Журмын Гарын Авлагыг зөрчсөн үйлдэл болно гэдгийг хүлээн зөвшөөрч байна.
pt: Concordo que fazer pagamentos em nome de qualquer pessoa que não seja minha 1. família imediata (cônjuge legal, filhos, pai e mãe) e 2. inscrito diretamente no meu primeiro nível (linha de frente) será considerado uma violação das Políticas e Procedimentos da inCruises.
ro: Sunt de acord că efectuarea plăților în numele oricărei persoane care nu este 1. familia mea imediată (soțul legal, copiii, tatăl și mama) și 2. înscris direct pe primul meu nivel (linia din față) va fi considerată o încălcare a politicilor și procedurilor inCruises.
ru: Я согласен, что совершение платежей от имени кого-либо, кто не является 1. моим близким родственником (законным(-ой) супругом(-ой), ребёнком, отцом или матерью) или 2. лицом, напрямую зарегистрированным на моём Первом Уровне (Первой Линии), будет считаться нарушением Руководства по Политике и Процедурам inCruises.
uk: Я погоджуюся з тим, що здійснення платежів від імені будь-кого, хто не є 1. моїм близьким родичем (законним(-ою) чоловіком/дружиною, дитиною, батьком або матір'ю) або 2. особою, безпосередньо зареєстрованою на моєму Першому рівні (Першій Лінії), вважатиметься порушенням Посібника з Політики та Процедур inCruises.
uz: Менинг 1. яқин оилам аъзоси (Қонуний турмуш ўртоғим, Фарзандларим, Ота-онам) бўлмаган ва 2. бевосита биринчи чуқурлигимда (Front LIne) жойлашмаган ҳар қандай бошқа шахслар номидан тўлов қилиш inCruises Сиёсат ва жараёнлар қўлланмасини бузиш ҳисобланишидан хабардорман.
zh: 我同意，代表除我 1. 直系亲属（合法配偶、子女、父亲和母亲）以及 2. 直接注册我的第一层（前线）的任何人付款将被视为违反 inCruises 政策和程序。

source: I agree to allow inCruises to use my personal data as per the <a href="%{privacyPolicy}" target="_blank">Privacy Policy</a> and <a href="%{termsOfService}" target="_blank">Terms of Service</a> .
ca: Estic d'acord que InCruises faci servir les meves dades personals segons el <a href="%{privacyPolicy}" target="_blank">Política de privacitat</a> i <a href="%{termsOfService}" target="_blank">Termes del servei</a> .
de: Ich bin einverstanden, dass inCruises meine persönlichen Daten verwenden kann laut <a href="%{privacyPolicy}" target="_blank">Datenschutzbestimmungen</a> und den <a href="%{termsOfService}" target="_blank">Nutzungsbedingungen</a> .
es: Acepto permitir a inCruises el uso de mis datos personales según su <a href="%{privacyPolicy}" target="_blank">Política de Privacidad</a> y <a href="%{termsOfService}" target="_blank">Términos de Servicio</a> .
fr: J'accepte d'autoriser inCruises à utiliser mes données personnelles conformément aux <a href="%{privacyPolicy}" target="_blank">Règles de confidentialité</a> et <a href="%{termsOfService}" target="_blank">Conditions d’utilisation</a>.
it: Acconsento al trattamento dei miei dati personali da parte di inCruises in conformità alle <a href="%{privacyPolicy}" target="_blank">Politiche sulla privacy</a> and <a href="%{termsOfService}" target="_blank">Condizioni di servizio</a> .
ja: 私は、inCruisesが <a href="%{privacyPolicy}" target="_blank">個人情報保護方針</a> 及び <a href="%{termsOfService}" target="_blank">利用規約</a> に従って私の個人情報を使用することに同意します。
kk: Мен inCruises-ке менің жеке деректерімді <a href="%{privacyPolicy}" target="_blank">Құпиялылық Саясаты</a> мен <a href="%{termsOfService}" target="_blank">Қызмет көрсету Шарттарына сәйкес пайдалануға рұқсат беремін</a>.
ky: Мен inCruises компаниясына менин жеке маалыматтарымды <a href="%{privacyPolicy}" target="_blank">Купуялык саясатына</a> жана <a href="%{termsOfService}" target="_blank"> Тейлөө шарттарына</a> ылайык колдонууга уруксат берүүгө макулмун.
lv: Es piekrītu atļaut inCruises izmantot manus personiskos datus saskaņā ar <a href="%{privacyPolicy}" target="_blank">Privātuma Politika</a> un <a href="%{termsOfService}" target="_blank">Pakalpojumu Noteikumi</a> .
mn: Би inCruises-д <a href="{{privacyPolicy}}" target="_blank">Нууцлалын Бодлого</a> болон <a href="{{termsOfService}}" target="_blank">Үйлчилгээний нөхцөл</a>ийн дагуу миний хувийн мэдээллийг ашиглаж болохыг зөвшөөрч байна.
pt: Concordo em permitir que a inCruises use meus dados pessoais de acordo com a <a href="%{privacyPolicy}" target="_blank">Política de Privacidade</a> e <a href="%{termsOfService}" target="_blank">Termos de Serviço</a>.
ro: Sunt de acord ca inCruises să folosească datele mele personale conform <a href="%{privacyPolicy}" target="_blank">Politicii de confidenţialitate</a> şi <a href="%{termsOfService}" target="_blank">Termenilor contractului</a> .
ru: Я разрешаю inCruises использовать мои личные данные в соответствии с <a href="%{privacyPolicy}" target="_blank">Политикой Конфиденциальности</a> и <a href="%{termsOfService}" target="_blank">Условиями Услуг</a> .
uk: Я погоджуюся та дозволяю inCruises використовувати мої персональні дані відповідно до <a href="%{privacyPolicy}" target="_blank">Політики Конфіденційності</a> та <a href="%{termsOfService}" target="_blank">Умов Надання Послуг</a> .
uz: inCruises шахсий маълумотларимдан <a href="%{privacyPolicy}" target="_blank">Маҳфийлик сиёсати</a> ва <a href="%{termsOfService}" target="_blank">Хизмат кўрсатиш шартларига</a> мувофиқ фойдаланишига розиман.
zh: 我同意允许 inCruises根据 <a href="%{privacyPolicy}" target="_blank">隐私政策</a> 和 <a href="%{termsOfService}" target="_blank">服务条款</a> 使用我的个人数据。

source: I also understand that recommending that new cruisers (those who have never cruised before) travel on a cruise during these times can lead them to decide to stop their inCruises Membership due to having a diminished experience.
ca: També entenc que recomanar als nous (els que mai han fet un creuer) que viatgin en un creuer durant aquestes dates pot fer que decideixin deixar de ser Membres d'inCruises per tenir una experiència disminuïda.
de: Ich verstehe auch, dass die Empfehlung an neue Kreuzfahrtgäste (diejenigen, die noch nie eine Kreuzfahrt gemacht haben), zu diesen Zeiten eine Kreuzfahrt zu unternehmen, dazu führen kann, dass sie ihre inCruises-Mitgliedschaft aufgrund einer verminderten Erfahrung beenden wollen.
es: También entiendo que recomendar que los nuevos pasajeros (aquellos que nunca han hecho un crucero antes) viajen en un crucero durante estos tiempos puede llevarlos a decidir suspender su Membresía de inCruises debido a que tienen una experiencia disminuida.
fr: Je comprends également que le fait de recommander aux nouveaux croisiéristes (ceux qui n'ont jamais fait de croisière auparavant) de partir en croisière pendant ces périodes peut les amener à décider d'arrêter leur adhésion à inCruises en raison la diminution de leur expérience.
it: Inoltre, mi rendo conto che raccomandare ai nuovi crocieristi (quelli che non hanno mai fatto una crociera prima d'ora) di fare una crociera in questo periodo potrebbe portarli a decidere di annullare la loro iscrizione a inCruises a causa del fatto che l'esperienza risulta indebolita.
ja: また、新規顧客（クルーズ未体験の顧客）へこの時期にクルーズ旅行へ今すぐ出かけることをお勧めすることは、顧客の期待を裏切る可能性があり、inCruisesのメンバーシップの経験に満足できず、退会してしまうことへつながると理解しています。
kk: Мен жаңа крейсерлерді (бұрын ешқашан саяхаттамаған) осы уақыт ішінде круизге ұсыну олардың тәжірибесінің жоқтығынан inCruises мүшелігін тоқтатуға шешім қабылдауы мүмкін екенін түсінемін.
ko: 본인은 또한 이 기간 동안 새로운 크루즈 여행객들(이전에 크루즈 여행을 한 경험이 없는 사람)에게 크루즈 여행을 추천하면, 축소된 크루즈 여행 경험으로 인해 그들이 inCruises 멤버십을 중단하기로 결정할 수 있다는 점을 이해합니다.
ky: Мен ошондой эле жаңы круиз сүйүүчүлөрүнө (мурда эч качан круизге чыкпагандарга) бул мезгилде круизде саякат кылууну сунуштоо алардын тажрыйбасы аздыгынан inCruises Мүчөлүгүнөн баш тартуу чечимине алып келиши мүмкүн экенин түшүнөм.
lv: Es arī saprotu,ka jaunākie kuģi (tie,kas iepriekš nekad nav bijuši kruīzā) var pārtraukt inCruises sadarbību saistībā ar viņu mazo pieredzi.
mn: Өнөөгийн энэ хэцүү үед шинэ аялагчдад (анх удаа далайн аялалаар аялаж буй хүмүүс) далайн аялалаар явахыг санал болгож байгаа нь туршлага багатай тэднийг inCruises-ийн Гишүүнчлэлээсээ татгалзах шийдвэр гаргахад хүргэж болзошгүй гэдгийг би ойлгож байна.
pt: Eu também entendo que recomendar que novos viajantes (aqueles que nunca fizeram antes) viajem em um cruzeiro durante esses períodos pode levá-los a decidir interromper sua assinatura da inCruises devido à diminuição da experiência.
ro: De asemenea, înțeleg că recomandând ca noii călători (cei care nu au călătorit niciodată înainte pe un vapor) să călătorească pe o croazieră în aceste vremuri, poate conduce la decizia de a opri calitatea de membru din cauza unei experiențe diminuate.
ru: Я также понимаю, что рекомендация отправиться в круизное путешествие новым любителям круизов (тем, кто ещё в круизах не бывал) в текущий период может привести к тому, что они решат отказаться от своего Членства в inCruises в связи с получением неполноценного опыта.
uk: Я також розумію, що рекомендація відправитися в круїзну подорож новим любителям круїзів (тим, хто ще в круїзах не бував) в поточний період може призвести до того, що вони вирішать відмовитися від свого Членства в inCruises у зв'язку з отриманням неповноцінного досвіду.
uz: Мен шунингдек янги круиз саёҳатчиларига (аввал ҳеч қачон круизга чиқмаган аъзоларга) ушбу вақтда круизга чиқишни тавсия этиш тажрибалари камлиги сабабли уларнинг inCruises Аъзолигини тўхтатишларига олиб келиши мумкинлигини тушунаман.
zh: 我也明白，建議新手（那些以前從未乘坐過郵輪的人）在這些時間乘坐郵輪旅行可能會導致他們由於經驗減少而決定停止他們的 inCruises 會員資格。

source: I also understand these circumstance are temporary and the cruise line industry, along with the rest of the world will soon return to normal and I will be able to enjoy a great cruise with none of these issues and limitations.
ca: També entenc que aquestes circumstàncies són temporals i que la indústria dels creuers, juntament amb la resta del món, aviat tornaràs a la normalitat i podràs gaudir d'un gran creuer sense cap d'aquests problemes i limitacions.
de: Ich weiß auch, dass diese Umstände nur vorübergehend sind und dass die Kreuzfahrtindustrie und der Rest der Welt bald wieder zur Normalität zurückkehren werden und ich eine großartige Kreuzfahrt ohne diese Probleme und Einschränkungen genießen kann.
es: También entiendo que estas circunstancias son temporales y que la industria de las líneas de cruceros, junto con el resto del mundo, pronto volverá a la normalidad y podré disfrutar de un gran crucero sin ninguno de estos problemas y limitaciones.
fr: Je comprends également que ces circonstances sont temporaires et que le secteur des croisières, ainsi que le reste du monde, reviendra bientôt à la normale et que je pourrai profiter d'une excellente croisière sans ces problèmes et restrictions.
it: Sono anche consapevole che si tratta di circostanze temporanee e che l'industria delle crociere, insieme al resto del mondo, tornerà presto alla normalità e potrò godermi una splendida crociera senza nessuno di questi problemi e limitazioni.
ja: また、このような状況は一時的なものであり、クルーズ業界や世界の他の国々は間もなく平常な状態に戻り、私はこのような問題や制限のない素晴らしいクルーズを楽しむことができる日が来ると理解しています。
kk: Мен сондай -ақ бұл жағдайлар уақытша екенін түсінемін, ал круиздік индустрия бүкіл әлеммен бірге жақында қалпына келеді және мен осы проблемалар мен шектеулерсіз керемет круизді тамашалай аламын.
ko: 본인은 또한 이러한 상황이 일시적이며, 다른 세계와 함께 크루즈 산업이 곧 정상으로 돌아오고 이러한 문제와 제한이 없는 멋진 크루즈를 즐길 수 있게 될 것임을 이해합니다.
ky: Мен ошондой эле бул жагдайлар убактылуу экенин түшүнөм жана круиздик линия индустриясы, башка дүйнө менен бирге жакында нормалдуу абалга келет жана мен учурдагы көйгөйлөрдүн жана чектөөлөрдүн эч бири болбостон кереметтүү круиз саякаттары менен ырахаттана алам.
lv: Es arī saprotu,ka visi šie apstākļi ir īslaicīgi un ka kruīzu līniju industrija kopā ar visu pasauli drīz vien atgriezīsies normālā ritmā un mēs visi varēsim priecāties par lieliskiem kruīziem bez jebkādiem paziņojumiem un ierobežojumiem.
mn: Эдгээр нөхцөл байдлууд нь түр зуурынх бөгөөд далайн аяллын салбар, дэлхийн бусад улс орнууд хэвийн амьдралын нөхцөл байдалдаа удахгүй орж цаашид ямар нэгэн асуудал, хязгаарлалтгүйгээр гайхалтай аяллуудыг хийх боломжтой болно гэдгийг би ойлгож байна.
pt: Também entendo que essas circunstâncias são temporárias e que a indústria de cruzeiros, junto com o resto do mundo, logo voltará ao normal e poderei desfrutar de um ótimo cruzeiro sem nenhum desses problemas e limitações.
ro: De asemenea, înțeleg că aceste circumstanțe sunt temporare, iar industria de croazieră, împreună cu restul lumii, se va întoarce în curând la normal și voi fi capabil să mă bucur de o croazieră frumoasă fără aceste probleme și limitări.
ru: Я также понимаю, что все эти обстоятельства являются временными, и индустрия круизных путешествий, наряду со всем остальным миром, вскоре вернётся к нормальной работе, и я смогу наслаждаться прекрасными круизными путешествиями безо всяких текущих проблем и ограничений.
uk: Я також розумію, що всі ці обставини є тимчасовими, та індустрія круїзних подорожей, поряд з усім іншим світом, незабаром повернеться до нормальної роботи, і я зможу насолоджуватися прекрасними круїзними подорожами без жодних поточних проблем і обмежень.
uz: Мен шунингдек ушбу шароит вақтинчалик эканлигини тушунаман ва круиз линиялари саноати, бутун дунё сингари тез орада ўз ўрнига тушишини ва мен ҳеч бир муммосиз ва чекловларсиз бемалол саёҳат қила олишимни биламан.
zh: 我也明白這些情況是暫時的，郵輪行業以及世界其他地方將很快恢復正常，我將能夠享受沒有這些問題和限制的郵輪。
