Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Exclusive Deals on Luxury Hotels and Resorts
ca: Ofertes exclusives en Hotels i Ressorts de Luxe
de: Exklusive Angebote für Luxushotels und Resorts
es: Ofertas exclusivas en hoteles y resorts de lujo
fr: Offres exclusives sur les hôtels et centres de villégiature de luxe
it: Offerte esclusive per hotel e resort di lusso
ja: ラグジュアリーホテルとリゾートの特別オファー
kk: Сәнді қонақ үйлер мен курорттарға эксклюзивті ұсыныстар
ky: Люкс мейманканалар жана курорттор боюнча атайын сунуштар
lv: Ekskluzīvi darījumi par luksusa viesnīcām un kūrortiem
mn: Тансаг зэрэглэлийн зочид буудал, амралтын газруудын онцгой хямдрал
pt: Ofertas exclusivas em hotéis e resorts de luxo
ro: Oferte exclusive la hoteluri și stațiuni de lux
ru: Эксклюзивные предложения на роскошные отели и курорты
uk: Ексклюзивні пропозиції на розкішні готелі та курорти
uz: Муҳташам меҳмонхоналар ва курортлар учун эксклюзив таклифлар
zh: 豪华酒店和度假村的独家优惠

source: Exclusive Elevate Activities
ca: Activitats exclusives de l'Elevate
de: Exklusive Elevate-Aktivitäten
es: Actividades exclusivas de Elevate
fr: Activités exclusives Elevate
it: Attività esclusive Elevate
ja: 特別なElevateアクティビティ
kk: Эксклюзивті Elevate Шаралары
ko: 독점 Elevate 액티비티
ky: Атайын көтөрүү иш-чаралары
lv: Ekskluzīvas Elevate Aktivitātes
mn: Elevate аяллын тусгай үйл ажиллагаанууд
pt: Atividades Elevate exclusivas
ro: Activități Exclusive Elevate
ru: Эксклюзивные мероприятия Elevate
uk: Ексклюзивні заходи Elevate
uz: Elevate эксклюзив тадбири
zh: 独家Elevate活动

source: Exclusive hotels with VIP perks like
fr: Hôtels exclusifs avec des avantages VIP, comme
it: Hotel eslusivi con vantaggi VIP come
kk: VIP артықшылықтары бар эксклюзивті қонақүйлер, мысалы
pt: Hotéis exclusivos com vantagens VIP, como
uk: Ексклюзивні готелі з VIP-привілеями, такими як
uz: VIP имтиёзларга эга эксклюзив меҳмонхоналар, масалан
zh: 专属酒店，享有VIP礼遇，例如

source: Exclusive invitation to the INner Circle
fr: Invitation exclusive à l'INner Circle
it: Invito esclusivo all'INner Circle

source: Exclusive Travel Perks –
ca: Avantatges Exclusius de Viatge –
de: Exklusive Reisevorteile -
es: Beneficios de Viaje Exclusivos –
fr: Avantages exclusifs pour les voyageurs -
it: Vantaggi di viaggio esclusivi -
ja: 限定旅行特典 –
kk: Эксклюзивті туристік артықшылықтар –
ky: Саякатчылар үчүн эксклюзивдүү артыкчылыктар -
lv: Ekskluzīvi Ceļojuma blakus labumi-
mn: Аяллын онцгой давуу талууд –
pt: Benefícios Exclusivos para Viagens –
ro: Beneficii exclusive de călătorie –
ru: Эксклюзивные туристические привилегии –
uk: Ексклюзивні бонуси для подорожей –
uz: Эксклюзив саёҳат имтиёзлари -
zh: 独家旅行福利 –

source: EXCURSION 1
ca: EXCURSIÓ 1
de: EXKURSION 1
es: EXCURSIÓN 1
fr: SORTIE 1
it: ESCURSIONE 1
ja: 寄港地観光１
kk: ЭКСКУРСИЯ 1
ko: 여행 1
ky: ЭКСКУРСИЯ 1
lv: EKSKURSIJA 1
mn: АЯЛАЛ 1
pt: EXCURSÃO 1
ro: EXCURSIA 1
ru: ЭКСКУРСИЯ 1
uk: ЕКСКУРСІЯ 1
uz: ЭКСКУРСИЯ 1
zh: 游览1

source: EXCURSION 2
ca: EXCURSIÓ 2
de: EXKURSION 2
es: EXCURSIÓN 2
fr: SORTIE 2
it: ESCURSIONE 2
ja: 寄港地観光２
kk: ЭКСКУРСИЯ 2
ko: 여행 2
ky: ЭКСКУРСИЯ 2
lv: EKSKURSIJA 2
mn: АЯЛАЛ 2
pt: EXCURSÃO 2
ro: EXCURSIA 2
ru: ЭКСКУРСИЯ 2
uk: ЕКСКУРСІЯ 2
uz: ЭКСКУРСИЯ 2
zh: 游览2

source: EXCURSION 3
ca: EXCURSIÓ 3
de: EXKURSION 3
es: EXCURSIÓN 3
fr: SORTIE 3
it: ESCURSIONE 3
ja: 寄港地観光３
kk: ЭКСКУРСИЯ 3
ko: 여행 3
ky: ЭКСКУРСИЯ 3
lv: EKSKURSIJA 3
mn: АЯЛАЛ 3
pt: EXCURSÃO 3
ro: EXCURSIA 3
ru: ЭКСКУРСИЯ 3
uk: ЕКСКУРСІЯ 3
uz: ЭКСКУРСИЯ 3
zh: 游览3

source: Executive Director
ca: Director Executiu
es: Director Ejecutivo
fr: Directeur exécutif
ja: エグゼクティブ ディレクター
kk: Атқарушы директор
ko: 이그제큐티브 디렉터
lv: Izpilddirektors
pt: Diretor Executivo
ro: Director Executiv
ru: Исполнительный Директор
uk: Виконавчий Директор
uz: Ижрочи Директор

source: EXECUTIVE DIRECTOR
fr: DIRECTEUR EXECUTIF
ja: エグゼクティブ ディレクター (ED)
kk: АТҚАРУШЫ ДИРЕКТОР
ko: 이그제큐티브 디렉터
lv: IZPILDIREKTORS
ro: DIRECTOR EXECUTIV
ru: ИСПОЛНИТЕЛЬНЫЙ ДИРЕКТОР
uk: ВИКОНАВЧИЙ ДИРЕКТОР
uz: ИЖРОЧИ ДИРЕКТОР

source: Executive Director (ED)
es: Director Ejecutivo (ED)
fr: Directeur Exécutif (ED)

source: Executive Directors (ED) Top 10 Eligible Point Earners.
ca: Executive Directors (ED) Top 10 Guanyadors de Punts Eligibles
es: Directores Ejecutivos (ED) - 10 Principales Ganadores de Puntos Elegibles.
fr: Executive Directors (ED) : Les 10 Meilleurs Gagnants de Points Éligibles.
it: Executive Directors (ED) I primi 10 concorrenti idonei con più punti.
ja: Executive Director（ED）対象者のうち、ポイント獲得上位10名
kk: Executive Directors (ED) ұпай алуға құқығы бар 10 адамның қатарына кіреді.
pt: Executive Directors (ED) Os top 10 entre os ganhadores de Pontos elegíveis.
ro: Executive Directors (ED) Top 10 câștigători de puncte eligibili.
uk: Executive Directors (ED) Топ-10 претендентів по кількості зароблених балів.
uz: Баллар ютиш ҳуқуқига эга топ-10 Executive Directors (ED)
zh: Executive Directors (ED)，前10名符合资格的积分最高者。

source: Executive Directors earn a $25,000 Team Leadership Bonus each and every month they remain qualified.
ca: Els Executive Directors guanyen 25.000 dòlars en Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: Executive Directors verdienen jeden Monat, in dem sie qualifiziert bleiben, einen Team Leadership Bonus von 25.000 Dollar.
es: Executive Directors ganan un Bono de Liderazgo de Equipo de $25,000 cada mes que se mantengan calificados.
fr: Les Directeurs Exécutifs recevront un Bonus du Leadership d'Équipe de 25 000$ pour chaque mois, tant qu’ils restent qualifiés.
it: Gli Executive Director guadagnano un Bonus di $25.000 per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: Executive Directors は、$25,000のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: Атқарушы директорлар біліктілігін сақтай отырып, ай сайын $25 000 көшбасшылық бонус алады.
ko: Executive Director는 자격을 유지하는 동안 매달 $25,000의 팀 리더십 보너스를 받습니다.
ky: Аткаруучу директорлор коюлган талаптарга жооп берген ай сайын $25,000 Команда Лидерлиги Бонусун алышат.
lv: Izpilddirektori pelna $25,000 Komandas Vadības Bonusu katrā un ikvienā mēnesī kamēr viņi kvalificējas.
mn: Сар бүр болзол хангаж буй Executive Director нь Багийн манлайллын урамшуулалд<strong>$25,000</strong> авах болно.
pt: Os Diretores Executivos ganham um Bônus de Liderança de Equipe de $ 25.000 a cada mês em que permanecem qualificados.
ro: Executive Directors câștigă un bonus de 25.000 USD pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: Исполнительные Директора зарабатывают по $25 000 в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: Виконавчі Директори заробляють по $25 000 у вигляді Командного Лідерського бонусу за кожен місяць, в якому вони зберігають кваліфікацію.
uz: Executive Director квалификацияни ушлаб турган ҳар ой учун қатъий 25,000$ Жамоа етакчилиги бонусини ишлаб топади.
zh: Executive Directors 保持资格后每月可获得 25,000 美元的团队领导奖金。

source: Existing Leaders:
ca: Líders existents:
de: Bestehende Leader:
es: Líderes actuales:
fr: Leaders actuels :
it: Leader esistenti:
ja: 既存のリーダー：
kk: Қолданыстағы Көшбасшылар:
ky: Учурдагы лидерлер:
lv: Esošie Līderi:
mn: Одоо буй манлайлагч нар:
pt: Líderes existentes:
ro: Lideri existenți:
ru: Действующие лидеры:
uk: Діючі лідери:
uz: Мавжуд етакчилар:
zh: 现有领导者：

source: Existing Partner teams (active before April 1st) will not generate points for this contest
ca: Els equips de Socis existents (actius abans de l’1 d’abril) no generaran punts per a aquest concurs
de: Bestehende Partnerteams (die vor dem 1. April aktiv waren) können keine Punkte für diesen Wettbewerb sammeln
es: Los equipos de Socios existentes (activos antes del 1ro. de abril) no generarán puntos para este concurso
fr: Les équipes de Partenaire Existantes (actives avant le 1er avril) ne généreront pas de points pour ce concours
it: I team di Partner preesistenti (attivi prima del 1° aprile) non genereranno punti per questo concorso
ja: 既存のパートナーチーム（4月1日以前にアクティブなチーム）は本コンテストのポイント対象外となります
kk: (1 сәуірге дейін белсенді болған) бар серіктес командалары осы байқауда ұпай жинамайды
ky: Учурдагы өнөктөш командалар (1-апрелге чейин активдешкен) бул конкурс үчүн упай алып келбейт
mn: 2025 оны 4-р сарын 1-ний өдрөөс өмнө идэвхжсэн Түншийн багууд уг уралдаанд оноо үүсгэхгүй
pt: As equipes parceiras existentes (ativas antes de 1º de abril) não gerarão pontos para este concurso
ro: Echipele partenere existente (active înainte de 1 aprilie) nu vor genera puncte pentru acest concurs
ru: Действующие команды Партнёров (активные до 1 апреля) не будут приносить очки в этом конкурсе
uk: Існуючим командам-партнерам (активні до 1 квітня) не нараховуватимуть бали за цей конкурс
uz: Мавжуд Ҳамкорлар жамоаси (1 апрелгача фаоллашган) мазкур танлов учун баллар келтирмайди
zh: 已有合伙人团队（在4月1日之前已激活）将不会为本次比赛产生积分

source: Exit
ca: Sortir
de: Beenden
es: Salir
fr: Sortie
it: Esci
ja: 終了する
kk: Шығу
ko: 출구
ky: Чыгыңыз
lv: Izeja
mn: Гарах
pt: Sair
ro: Ieșire
ru: Выход
uk: Вихід
uz: Чиқиш
zh: 出口

source: Exit Checkout Page
ca: Surt de la Pàgina de Pagament
de: Checkout-Seite verlassen
es: Salir de Página de Pago
fr: Page de sortie
it: Esci dalla pagina di pagamento
ja: チェックアウトのページを閉じる
kk: Рәсімдеу Бетінен Шығу
ko: 체크아웃 페이지 종료
ky: Төлөө барагынан чыгуу
lv: Iziet no pārbaudes lapas
mn: Төлбөр төлөх хуудсыг хаах
pt: Sair da página de pagamento
ro: Ieşire din pagina de plată
ru: Выйти из страницы "Оформление Заказа"
uk: Вийти зі сторінки "Оформлення Замовлення"
uz: Рўйхатдан чиқиш саҳифасидан чиқиш
zh: 退出結帳頁面

source: Expand
ca: Expandir
de: Erweitern
es: Expandir
fr: Élargir
it: Espandi
ja: 拡大する
kk: Кеңейтіңіз
ky: Кеңейтүү
lv: Paplašini
mn: Дэлгэх
pt: Expandir
ro: Extinde
ru: Расширяйте
uk: Розширюйте
uz: Кенгайтириш
zh: 扩展

source: Expand your reach with top-tier marketing resources.
ca: Expandeix el teu abast amb recursos de màrqueting de primer nivell.
de: Erweitern Sie Ihre Reichweite mit erstklassigen Marketingressourcen.
es: Amplía tu alcance con recursos de marketing de primer nivel.
fr: Étendez votre portée grâce à des ressources marketing de premier ordre.
it: Espandi la tua portata con risorse di marketing di alto livello.
ja: 一流のマーケティングリソースを活用して、あなたの影響力を広げましょう。
kk: Жоғары деңгейдегі маркетингтік ресурстармен өз ауқымыңызды кеңейтіңіз.
ky: Жогорку деңгээлдеги маркетинг ресурстары менен өз мүмкүнчүлүктөрүңүздү кеңейтиңиз.
lv: Paplašiniet sasniedzamību, izmantojot augstākā līmeņa mārketinga resursus.
mn: Дээд түвшний маркетингийн хэрэгсэлүүдийг ашиглан хүрээгээ тэлэх болно.
pt: Amplie seu alcance com recursos de marketing de primeira linha.
ro: Extinde-ți acoperirea cu resurse de marketing de top.
ru: Расширьте свой охват с помощью первоклассных маркетинговых ресурсов.
uk: Розширте охоплення за допомогою маркетингових ресурсів найвищого рівня.
uz: Энг яхши маркетинг манбалари ёрдамида ўз қамровингизни кенгайтиринг.
zh: 通过顶级营销资源拓展您的影响力。

source: Experience all-suite oceanfront living, immersive itineraries, and elevated service — exclusively for PREMIUM Members.
fr: Découvrez des suites avec vue sur l'océan, des itinéraires immersifs et un service exceptionnel – réservés exclusivement aux Membres PREMIUM.
it: Scopri il lusso di soggiornare in suite fronte mare, itinerari coinvolgenti e un servizio di alto livello, in esclusiva per i Membri PREMIUM.
kk: PREMIUM мүшелеріне ғана арналған толық люкс-сьюттердегі мұхит жағасындағы өмірді, ерекше бағыттарды және жоғары деңгейлі қызметті сезініңіз.
pt: Desfrute de uma estadia em suítes à beira-mar, itinerários envolventes e serviços de alto nível — exclusivamente para membros PREMIUM.
uk: Насолоджуйтесь проживанням в апартаментах з видом на океан, захопливими маршрутами та обслуговуванням найвищого класу — ексклюзивно для Членів Клубу PREMIUM.
uz: Океан бўйидаги муҳташам ҳаётдан, ҳайратомуз йўналишлар ва биринчи даражали хизматдан завқланинг - фақатгина PREMIUM Аъзолар учун.
zh: 体验全套房海景居住、沉浸式航程和尊享服务——仅限PREMIUM会员。

source: Expiration date
ca: Data de caducitat
de: Ablaufdatum
es: Fecha de expiración
fr: Date d'expiration
it: Data di scadenza definitiva
ja: 有効期限日
kk: Жарамдылық мерзімі
ky: Жарамдуулук мөөнөтү
lv: Termiņa Beigu datums
mn: Дуусах огноо
pt: Data de expiração
ro: Data expirării
ru: Срок действия
uk: Термін дії
uz: Амал қилиш муддати
zh: 过期日期

source: Expiration Date
ca: Data de Caducitat
de: Verfallsdatum
es: Fecha de Caducidad
fr: Date d'expiration
it: Data di scadenza definitiva
ja: 失効日
kk: Жарамдылық мерзімінің аяқталу күні
ky: Жарамдуулук мөөнөтү
lv: Derīguma termiņš
mn: Дуусах огноо
pt: Data de expiração
ro: Data expirării
ru: Дата окончания срока действия
uk: Дата закінчення терміну дії
uz: Яроқлилик муддати
zh: 过期日期

source: Expiration Date (UTC)
ca: Data de Caducitat (UTC)
de: Ablaufdatum (UTC)
es: Fecha de Expiración (UTC)
fr: Date d'expiration (UTC)
it: Data di scadenza definitiva (UTC)
ja: 有効期限日（UTC）
kk: Жарамдылық мерзімі (UTC)
ky: Жарамдуулук мөөнөтү (UTC)
lv: Termiņa Beigu Datums(UTC)
mn: Дуусах огноо (UTC)
pt: Data de vencimento (UTC)
ro: Data expirării (UTC)
ru: Срок действия (UTC)
uk: Термін дії (UTC)
uz: Амал қилиш муддати (UTC)
zh: 过期日期（UTC）

source: Expiration Date Asc
ca: Data de Caducitat Asc
de: Ablaufdatum aufsteigend
es: Fecha de Expiración Ascendente
fr: Date d'expiration asc
it: Data di scadenza ascendente
ja: 失効した日の昇順
kk: Asc мерзімі аяқталатын күн
ko: 만료 날짜 오름차순
ky: Жарамдуулук мөөнөтү Asc
lv: Termiņa beigu datuma pilnvara
mn: Дуусах огноо, өсөх дарааллаар
pt: Data de vencimento em formato crescente
ro: Data expirării în ordine crescătoare
ru: Дата истечения срока действия Asc
uk: Дата закінчення терміну дії Asc
uz: Муддати тугаши бўйича (ўсиб борувчи тартибда)
zh: 升序排列過期日期

source: Expiration Date Desc
ca: Data de Caducitat Desc
de: Ablaufdatum absteigend
es: Fecha de Expiración Descendente
fr: Date d'expiration Desc
it: Data di scadenza discendente
ja: 失効した日の降順
kk: Desc мерзімі аяқталатын күн
ko: 만료 날짜 내림차순
ky: Жарамдуулук мөөнөтү Сүрөттөмө
lv: Derīguma beigu datuma apraksts
mn: Дуусах огноо буурах дарааллаар
pt: Data de vencimento em formato decrescente
ro: Data expirării în ordine descrescătoare
ru: Дата истечения срока действия Desc
uk: Дата закінчення терміну дії Desc
uz: Муддати тугаши бўйича (камайиб борувчи тартибда)
zh: 降序排列過期日期

source: Expiration Date UTC
ca: Data de Caducitat UTC
de: Ablaufdatum UTC
es: Fecha de Expiración UTC
fr: Date d'expiration UTC
it: Data di scadenza definitiva UTC
ja: 有効期限日 UTC
kk: Жарамдылық мерзімі UTC
ky: Жарамдуулук мөөнөтү (UTC)
lv: Termiņa Beigu Datums UTC
mn: Дуусах огноо (UTC)
pt: Data de vencimento UTC
ro: Data expirării UTC
ru: Срок действия UTC
uk: Термін дії UTC
uz: Амал қилиш муддати (UTC)
zh: 过期日期UTC

source: Expired
ca: Expirat
es: Expirado
fr: Expiré
it: Scaduto
ja: 失効
kk: Жарамдылық мерзімі өткен
pt: Expirado
ro: Expirat
uk: Прострочено
uz: Муддати ўтган
zh: 已過期

source: Expired Partners
ca: Socis Caducats
de: Abgelaufene Partnerschaft
es: Socios Caducados
fr: Partenaires expirés
it: Partner decaduti
ja: 失効したパートナー
kk: Төлемеген Серіктестер
ko: 만료된 파트너들
ky: Мөөнөтү бүткөн өнөктөштөр
lv: Izslēgtie partneri
mn: Идэвхгүй Түншүүд
pt: Sócios Expirados
ro: Parteneri expiraţi
ru: Партнеры, которые не оплатили
uk: Прострочені Партнери,Партнерство
uz: Муддати ўтган Ҳамкорлар
zh: 已過期的合作夥伴

source: Expired Partners with Pending Invoices
ca: Socis Expirats amb Factures Pendents
de: Abgelaufene Partner mit ausstehenden Rechnungen
es: Socios Expirados con Recibos Pendientes
fr: Partenaires Expirés avec des Factures en Attente
it: Partner decaduti con fatture insolute
ja: 未払い請求書のある非アクティブなパートナー
kk: Мерзімі өтіп кеткен серіктестер төлемі бітпеген шот - фактурасымен
ko: 미납 청구서가 있는 만료된 멤버들
ky: Күтүүдөгү эсеп-фактуралары менен мөөнөтү бүткөн өнөктөштөр
lv: Zudušie Patneri ar nenokārtotiem rēķiniem
mn: Төлөөгүй нэхэмжлэх бүхий хугацаа нь дууссан Түншүүд
pt: Parceiros expirados com faturas pendentes
ro: Parteneri expirați cu facturi în aşteptare
ru: Истекшие Партнёрства с неоплаченными счетами
uk: Партнери, у яких закінчився термін дії членства з неоплаченими рахунками
uz: Кутаётган ҳисоблари мавжуд муддати ўтган Ҳамкорлар
zh: 有待處理賬單的過期合作夥伴

source: Expires
fr: Expire
it: Scade
kk: Мерзімі аяқталады
pt: Expira
uk: Срок дії
uz: Муддати тугайди
zh: 到期日期

source: EXPLORE
ca: EXPLORA
de: ERKUNDEN
es: EXPLORA
fr: EXPLORER
it: ESPLORA
ja: 探索する
kk: Зерттеу
ky: ИЗИЛДЕҢИЗ
lv: IZPĒTIET
mn: АЯЛААРАЙ
ro: EXPLOREAZĂ
ru: ИССЛЕДУЙТЕ
uk: ДОСЛІДЖУЙТЕ
uz: ТАДҚИҚ ЭТИШ
zh: 探索

source: Explore a world of cruising options; literally thousands of cruises from the world's leading brands.
ca: Explora un món d'opcions de creuers; literalment milers de creuers de marques líders en el món.
de: Entdecken Sie eine Welt voller Kreuzfahrt-Möglichkeiten; Sprichwörtlich Tausende von Kreuzfahrten weltweit führender Anbieter.
es: Explora un mundo de opciones de crucero; literalmente miles de cruceros de las principales marcas del mundo.
fr: Explore un monde d'options de croisières ; littéralement des milliers de croisières des grandes marques mondiales.
it: Scopri un mondo di possibilità di crociere; letteralmente migliaia di crociere delle principali compagnie mondiali.
ja: 世界クルーズのオプションを探してみる。 文字通り世界有数のブランドからの何千ものクルーズ。
kk: Круиздік нұсқалардың әлемін зерттеңіз; әлемдегі жетекші брендтердің мыңдаған круиздері.
ko: 수많은 크루즈 여행을 둘러보고 선택하십시오; 세계 최고의 브랜드에서 추천받은 수천대의 크루즈가 있습니다.
ky: Дүйнөдөгү алдыңкы бренддердин миңдеген круиздик варианттарын изилдеңиз.
lv: Izpēti kruīzu iespēju pasauli; tūkstošiem kruīzu no pasaules vadošajiem zīmoliem.
mn: Дэлхийн шилдэг аяллын брэндүүдийн мянга мянган маршрутаас хүссэн аялалаа сонгох.
pt: Explore um mundo de opções! Aqui você encontrará milhares de cruzeiros, das principais linhas líderes mundiais.
ro: Explorează o lume de opţiuni pentru croaziere; literal mii de croaziere de la brandurile cele mai mari ale lumii.
ru: Исследуйте мир круизных вариантов - это буквально тысячи круизов от ведущих мировых брендов.
uk: Досліджуйте світ круїзних можливостей; буквально тисячі круїзів від провідних світових брендів.
uz: Хилма-хил круизлар дунёсини тадқиқ этинг; дунёнинг етакчи брендларидан минглаб саёҳатлар.
zh: 探索世界的巡航選擇; 來自世界領先品牌的數千條航線。

source: Explore a world of vacationing options; literally thousands of properties from the world’s leading brands.
ca: Explora un món d'opcions vacacionals; literalment, milers d'allotjaments de les principals marques del món.
de: Entdecken Sie eine Welt der Urlaubsmöglichkeiten: buchstäblich Tausende von Immobilien der weltweit führenden Marken.
es: Explore un mundo de opciones de vacaciones; literalmente miles de propiedades de las principales marcas del mundo.
fr: Explorer un monde d'options de vacances ; littéralement des milliers de propriétés des plus grandes marques mondiales.
it: Scopri un mondo di possibilità per le vacanze, letteralmente migliaia di strutture dei principali marchi mondiali.
ja: 世界へのバケーションのオプションを検索。世界一流ブランドが提供する、何千ものプランをご紹介。
kk: Демалыс мүмкіндіктері әлемін зерттеңіз; әлемнің жетекші брендтерінің мыңдаған нысандары.
ko: 휴가 옵션의 세계를 탐험하십시오; 말 그대로 세계 최고의 브랜드에서 수천 개의 자산을 보유하고 있습니다.
ky: Эс алуу варианттарынын дүйнөсүн ачыңыз; Дүйнөдөгү алдыңкы бренддердин миңдеген касиеттери.
lv: Izpēti brīvdienu iespēju pasauli; tūkstošiem īpašumu no pasaules vadošajiem zīmoliem.
mn: Дэлхийн тэргүүлэгч брэндүүдийн мянга мянган амралтын сонголтуудаас хүссэн газраа сонгох.
pt: Explore um mundo de opções em viagens! Aqui você encontrará milhares de propriedades, das principais marcas líderes mundiais.
ro: Explorează o lume de opţiuni pentru vacanțe; literalmente mii de proprietăți de la brandurile cele mai mari ale lumii.
ru: Исследуйте мир возможностей для отдыха: буквально тысячи вариантов размещения от ведущих мировых брендов.
uk: Досліджуйте світ можливостей для відпочинку: майже тисячі варіантів розміщення від провідних світових брендів.
uz: Хилма-хил саёҳатлар дунёсини тадқиқ этинг; дунёнинг етакчи брендларидан минглаб меҳмонхоналар.
zh: 探索度假选择的世界； 来自世界领先品牌的数以千计的房产。

source: Explore Articles by Category
ca: Explora els Articles per Categoria
de: Artikel nach Kategorie durchsuchen
es: Explorar Artículos por Categoría
fr: Explorez les Articles par Catégorie
it: Esplora gli articoli per categoria
ja: カテゴリー別に記事を探す
kk: Мақалаларды санат бойынша ашыңыз
ky: Макалаларды категория боюнча изилдөө
lv: Izpētīt Rakstus Pēc Kategorijas
mn: Нийтлэлүүдийг ангиллаар нь хайх
pt: Explore Artigos por Categoria
ro: Explorează articole după categorie
ru: Посмотреть статьи по категориям
uk: Досліджуйте за Категоріями
uz: Мақолалар билан тоифасига қараб танишиш
zh: 按类别浏览文章

source: Explore By Category
ca: Explorar per categoria
de: Nach Kategorie entdecken
es: Explorar por categoría
fr: Explorer par catégorie
it: Esplora per categoria
ja: カテゴリーから探す
kk: Санат бойынша зерттеңіз
ky: Категория боюнча изилдөө
lv: Izpētīt Pēc Kategorijas
mn: Ангиллаар хайх
pt: Explorar por categoria
ro: Explorează după categorie
ru: Посмотреть по категориям
uk: Переглянути за Категоріями
uz: Тоифасига кўра топиш
zh: 按类别探索

source: Explore Media Coverage
ca: Explora la Cobertura Mediàtica
de: Medienberichterstattung erkunden
es: Explora la Cobertura Mediática
fr: Explorer la Couverture Médiatique
it: Consulta la Copertura Mediatica
ja: メディア掲載情報を見る
kk: Медиа қамтуын көру
ky: ЖМКнын материалдарын изилдөө
lv: Izpētīt multivides pārklājumu
mn: Медиа багцийг үзэх
pt: Explore a Cobertura da Mídia
ro: Descoperă ce spune presa
ru: Ознакомьтесь с материалами в СМИ
uk: Дослідіть висвітлення в ЗМІ
uz: ОАВ қамровини кашф этинг
zh: 探索媒体报道

source: Explore More
ca: Explora més
de: Mehr entdecken
es: Explora Más
fr: En savoir plus
it: Scopri di più
ja: さらに詳しく
kk: Көбірек зерттеңіз
ko: 더 많은 탐험
ky: Көбүрөөк изилдеңиз
lv: Izpēti vairāk
mn: Цааш нь судлах
pt: Explore mais
ro: Explorează mai mult
ru: Исследуйте больше
uk: Дослідіть більше
uz: Кўпроғини кашф этинг
zh: 探索更多

source: Explore More for Less!
ca: Explora Més per Menys!
de: Entdecken Sie mehr für weniger!
es: ¡Explora Más por Menos!
fr: Explorez Plus pour Moins cher !
it: Esplora di più a meno!
ja: より少ない費用で、より多くを探求する！
kk: Аз төлеп, көбірек зерттеңіз!
ky: Аз баага көбүрөөк изилдеңиз
lv: Izpētiet Vairāk par mazāku Summu!
mn: Бага зардлаар илүү их аялаарай!
pt: Explore Mais por Menos!
ro: Explorează mai mult pentru mai puțin!
ru: Исследуйте больше за меньшие деньги!
uk: Досліджуйте більше за менші кошти!
uz: Камроқ харажат билан кўпроқ тадқиқ этинг!
zh: 以更少花费探索更多精彩！

source: Explore PREMIUM inStays
fr: Découvrez inStays PREMIUM
it: Scopri PREMIUM inStays
kk: PREMIUM inStays-ті зерттеңіз
uk: Відкрийте для себе inStays PREMIUM
uz: PREMIUM inStays билан танишинг
zh: 探索PREMIUM inStays

source: Explore the new club membership plans!
ca: Explora els nous plans de membresia del club!
de: Entdecken Sie die neuen Mitgliedschaftspläne der Clubs!
es: ¡Explora los nuevos planes de Membresía del Club!
fr: Découvrez les nouveaux plans d'adhésion au club !
it: Scopri i nuovi piani di membership del club!
ja: 新しいクラブメンバーシップ・プランをご覧ください！
kk: Клубтың жаңа мүшелік пландарын қараңыз!
ky: Клубдун жаңы мүчөлүк пландарын карап чыгуу!
lv: Iepazīstaties ar jaunajiem biedru dalības kluba Plāniem!
mn: Клубын гишүүнчлэлийн шинэ хувилбаруудтай танилцана уу!
pt: Explore os novos planos de assinatura ao clube!
ro: Explorează noile planuri de membru al clubului!
ru: Изучите новые планы программы членства в клубе!
uk: Дізнайтеся про нові плани членства в клубі!
uz: Янги аъзолик режалари билан танишинг!
zh: 探索全新的俱乐部会员计划！
