Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Our two-for-one offer is in part possible because of the negotiated relationships we have with our booking providers combined with our recurring Membership model.. In addition, we do not build cruise ships and hotels. Our innovative word-of-mouth marketing reduces overhead costs, eliminating the heavy investment in traditional advertising and call centers normally associated with booking cruises and other types of vacations.
ca: La nostra oferta de dos per un és en part possible a causa de les relacions negociades que tenim amb els nostres proveïdors de reserves combinats amb el nostre model de Membresia recurrent.. A més, no construïm creuers ni hotels. El nostre innovador màrqueting de boca a boca redueix els costos generals, eliminant la forta inversió en publicitat tradicional i centres de trucades normalment associats amb creuers de reserves i altres tipus de vacances.
de: Unser Zwei-für-Eins-Angebot ist zum Teil möglich, weil wir mit unseren Buchungsanbietern ausgehandelte Beziehungen haben, kombiniert mit unserem Modell der wiederkehrenden Mitgliedschaft. Darüber hinaus bauen wir keine Kreuzfahrtschiffe und Hotels. Unser innovatives Mund-zu-Mund-Propaganda-Marketing senkt die Gemeinkosten und macht die hohen Investitionen in traditionelle Werbung und Call-Center überflüssig, die normalerweise mit der Buchung von Kreuzfahrten und anderen Arten von Urlauben verbunden sind.
es: Nuestra oferta de dos por uno es posible en parte debido a las relaciones negociadas que tenemos con nuestros proveedores de reservas combinadas con nuestro modelo de Membresía recurrente.. Además, no construimos cruceros ni hoteles. Nuestro innovador marketing de boca en boca reduce los costos generales, eliminando la gran inversión en publicidad tradicional y centros de llamadas normalmente asociados con la reserva de cruceros y otros tipos de vacaciones.
fr: Notre offre deux pour un est en partie possible car aux relations négociées que nous avons avec nos fournisseurs de réservation, combinées avec notre modèle d'adhésion récurrent. De plus, nous ne construisons pas de bateaux de croisière ni d'hôtels. Notre marketing de bouche-à-oreille novateur réduit les frais généraux, en éliminant les investissements lourds dans la publicité traditionnelle et les centres d’appels normalement associés aux réservations de croisière et d'autres types de vacances..
it: La nostra offerta "due per uno" è in parte possibile grazie alle relazioni negoziali che abbiamo con i nostri fornitori di prenotazioni combinate con il nostro modello di Membership ricorrente. Inoltre, noi non costruiamo navi da crociera e hotel. Il nostro marketing innovativo basato sul passaparola riduce i costi generali, eliminando i pesanti investimenti per la pubblicità tradizionale e per i call center che sono normalmente associati alla prenotazione di crociere e altri tipi di vacanze.
ja: ２倍になるこのオファーは私たちの予約プロバイダーとの交渉関係と会員制システムを組み合わせた結果、限定的に可能になっています。さらに、私たちはクルーズ船を造船したり、ホテルを建築したりしません。私たちの革新的な口コミマーケティングは間接費を削減し、通常クルーズの予約やその他のタイプのバケーションに関連する従来の広告およびコールセンターへの多額の投資を排除します。
kk: Біздің екі-бір ұсынысымыз ішінара брондау провайдерлерімен орнатқан келісім-шарттық қарым-қатынастарымыздың және тұрақты мүшелік үлгіміздің арқасында мүмкін болды. Сонымен қатар, біз круиздік кемелер мен қонақүйлерді салмаймыз. Біздің инновациялық ауызша маркетингіміз, әдетте, круиздерді брондау және басқа да демалыс әрекеттерімен байланысты дәстүрлі жарнама мен байланыс орталықтарына айтарлықтай инвестицияны жою арқылы үстеме шығындарды азайтады.
ko: 당사의 1 대 2의 제안은, 매달 반복 지불하는 멤버십 모델과 결합하여, 당사 예약 공급업체와의 협상 관계로 인해 부분적으로 가능합니다. 더우기, 우리는 크루즈 선발이나 호텔을 건설하지 않습니다. 우리의 혁신적인 입소문 마케팅은 전통적인 막대한 광고비용과 크루즈 및 다른 형태의 휴가 예약에 결합된 콜센터에 필요한 투자를 제거해 간접비를 줄입니다.
ky: Биздин бирге эки сунушубуз жарым-жартылай биздин кайталануучу мүчөлүк моделибиздин алкагында брон берүүчүлөр менен келишимдик мамилелерибиз аркылуу мүмкүн болот. Ошондой эле, биз круиздик кемелерди жана мейманканаларды курбайбыз. Биздин новатордук маркетингибиз кошумча чыгымдарды, анын ичинде салттуу жарнаманы жана круиздик жана башка саякаттарды брондоо үчүн салттуу байланыш борборлорунан качат.
lv: Mūsu piedāvājums “divi par vienu” ir daļēji iespējams, jo mums ir pārrunātas attiecības ar mūsu rezervācijas nodrošinātājiem apvienojumā ar mūsu ikmēneša dalības modeli. Turklāt mēs nebūvējam kruīza kuģus un viesnīcas.Mūsu novatoriskais mutiskais mārketings samazina papildus izmaksas, novēršot apjomīgus ieguldījumus tradicionālajās reklāmās un zvanu centros, kas parasti ir saistīti ar rezervāciju kruīziem un cta veida atvaļinājumiem..
mn: Нэгийн оронд хоёрыг өгдөг энэхүү санал нь далайн аялалын компаниудын үйл ажиллагаа болон давтамжит Гишүүнчлэлийн загварыг хослуулан гаргасан ухаалаг хэлцэл, аргачлалийн үр дүн юм. Бид далайн аялалын хөлөг үйлдвэрлэж, зочид буудал барьдаггүй. Манай хүнээс хүнд дамжин тардаг шинэлэг сурталчилгаа нь захиалгын төвийг аялалын компаниудтай болон бусад төрлийн амралтуудтай шууд холбож өгдөг нийт зардлуудыг бууруулж, уламжлалт сурталчилгаанд их хэмжээний мөнгө үрдэг аргыг халсан юм.
pt: Nossa oferta de dois por um é em parte possível devido aos relacionamentos negociados que temos com nossos provedores de reservas combinados com nosso modelo de assinatura recorrente. Além disso, não construímos navios de cruzeiro e hotéis. Nosso marketing boca a boca inovador reduz os custos indiretos, eliminando o pesado investimento em publicidade tradicional e em call centers normalmente associados à reserva de cruzeiros e outros tipos de viagens.
ro: Oferta noastră de două pentru unu este parțial posibilă datorită relațiilor negociate pe care le avem cu furnizorii noștri de rezervări, combinate cu modelul nostru recurent de membru. În plus, nu construim nave de croazieră și hoteluri. Marketingul nostru inovator de recomandare reduce costurile generale, eliminând investițiile grele în publicitate tradițională și centre de apel asociate în mod normal cu rezervarea de croaziere și alte tipuri de vacanțe.
ru: Предложение «два-за-один» частично возможно из-за соглашений с нашими провайдерами круизов в сочетании с нашей рекуррентной моделью клубного Членства. Кроме того, мы не строим круизные лайнеры или отели. Наш инновационный маркетинг из уст в уста снижает расходы, устраняя большие вложения в традиционную рекламу и колл-центры, обычно связанные с бронированием круизов и других типов отдыха.
uk: Пропозиція «два-за-один» частково можлива через угоди з нашими провайдерами круїзів у поєднанні з нашою рекурентною моделлю клубного Членства. Крім того, ми не будуємо круїзні лайнери чи готелі. Наш інноваційний маркетинг з вуст в уста знижує витрати, усуваючи великі інвестиції у традиційну рекламу та кол-центри, зазвичай пов'язані з бронюванням круїзів та інших типів відпочинку.
uz: Бизнинг "бир учун икки" таклифимиз доимий аъзолик моделимизга мувофиқ буюртма етказиб берувчилар билан шартнома муносабатларимиз сабабли қисман имконлидир. Бундан ташқари, биз круиз кемалари ва меҳмонхоналар қурмаймиз. Бизнинг "оғиздан оғизга" инновацион маркетингимиз қўшимча харажатларнинг, жумладан анъанавий реклама ҳамда круиз ва бошқа турдаги саёҳатларга буюртма беришдаги одатий колл-марказлари учун катта пуллар сарфлашнинг олдини олади.
zh: 我們的2換1優惠在一定程度上是可能的，因為我們與預訂提供商的協商關係以及我們的經常性會員模式。此外，我們不建造郵輪和酒店。我們創新的口碑營銷降低了間接成本，消除了對通常與預訂郵輪和其他類型假期相關的傳統廣告和呼叫中心的大量投資。

source: Our Values
ca: Els nostres valors
de: Unsere Werte
es: Nuestros Valores
fr: Nos valeurs
it: I nostri valori
ja: 私達の価値
kk: Біздің Құндылықтар
ko: 우리의 가치
ky: Биздин баалулуктарыбыз
lv: Mūsu vērtības
mn: Бидний үнэт зүйлс
pt: Nossos Valores
ro: Valorile noastre
ru: Наши Ценности
uk: Наші Цінності
uz: Бизнинг қийматимиз
zh: 我們的價值

source: Out of Pocket
ca: De la teva butxaca
de: Aus eigener Tasche
es: Precio Final
fr: De la Poche
it: Di tasca tua
ja: 追加のお支払い分
kk: Қалтасынан
ko: 현금 지불
ky: Өз каражатынан
lv: Skaidrā naudā
mn: Өөрөөс төлсөн мөнгөн дүнг
pt: Pagamento direto
ro: Din Buzunar
ru: Из собственных средств
uk: З власних коштів
uz: Ҳамёндан
zh: 自付費用

source: Out Of Pocket
ca: De la Teva Butxaca
de: Selbstbeteiligung
es: Del Bolsillo
fr: De La Poche
it: Di tasca tua
ja: 追加のお支払い分
kk: Қалтадан
ky: Өз чөнтөгүнөн
lv: Skaidrā Naudā
mn: Өөрөөс төлсөн дүн
pt: Pagamento direto
ro: Din Buzunar
ru: Из собственных средств
uk: З Власних Коштів
uz: Ҳамёндан
zh: 自付费用

source: Out of Pocket Protection
ca: Protecció de Despeses de Butxaca
de: Schutz der Eigenbeteiligung
es: Protección de Pago de Bolsillo
fr: Protection pour les frais de proche
it: Protezione dalle spese di tasca propria
ja: 実費分の保証
kk: Төлемді өз қаражатынан қорғау
ky: Чөнтөктөн төлөмдүн коргоосу
lv: Skaidrās naudas aizsardzība
mn: Өөрөөс төлсөн төлбөрийн хамгаалалт
pt: Proteção do valor pago à parte
ro: Protecție pentru banii din buzunar
ru: Защита платежа из собственных средств
uk: Захист платежу з власних коштів
uz: Ҳамёндан тўлов ҳимояси
zh: 自付费用保护

source: Out Of Pocket Protection
ca: Protecció contra Despeses Imprevistes
de: Eigenausgaben Schutz
es: Protección de pago de bolsillo
fr: Protection de la poche
it: Protezione delle spese di tasca propria
ja: 自己負担分の保護
kk: Өз қалтаңыздан қорғау
ko: 본인부담금 보호
ky: Чөнтөктөн төлөмдү коргоо
lv: Skaidrās Naudas Aizsardzība
mn: Өөрөөс төлөх мөнгөн дүнг хамгаалах хамгаалалт
pt: Proteção do pagamento feito à parte
ro: Protecție pentru banii din buzunar
ru: Защита собственных средств
uk: Захист власних коштів
uz: Ҳамёндан тўлов ҳимояси
zh: 自费保护

source: Out-of-Pocket Cost
ca: Cost de butxaca
de: Kosten aus eigener Tasche
es: Costo Desembolsado
fr: Coûts Supplémentaires
it: Costo effettivo
ja: 実費分
kk: Өз қаражатымен
ko: 실 지불 비용
ky: Өз Каражатынан
lv: Maksa Skaidrā Naudā
mn: Өөрөөс төлсөн дүн
pt: Custo desembolsado
ro: Costul din buzunar
ru: Собственными средствами
uk: Готівкові витрати
uz: Ҳамёндан харажат
zh: 自付费用

source: out-of-pocket Estimated Protection Cost
ca: Cost estimat de Protecció de pagament de la butxaca
de: Eigenbeteiligung Geschätzte Schutzkosten
es: Costo estimado de Protección del pago de bolsillo
fr: Coût de protection estimé pour le frais de poche
it: Stima del costo della Protezione delle spesa di tasca tua
ja: 自己負担分の保護コストの見積もり
kk: Қорғаудың болжалды құны
ky: Чөнтөктөн төлөмүңүздү коргоонун болжолдуу баасы
lv: skaidrās nauda Aprēķinātās Aizsardzības Izmaksas
mn: өөрөөс төлсөн төлбөрийг хамгаалах шимтгэлийн дүн
pt: Custo estimado da proteção do valor pago à parte
ro: Costul estimat de protecție pentru banii din buzunar
ru: Расчётная стоимость защиты платежа из собственных средств
uk: Розрахункова вартість захисту платежу з власних коштів
uz: Ҳамёндан тўлов ҳимоясининг тахминий нархи
zh: 自付预计保护费用

source: out-of-pocket Payment
ca: Pagament de butxaca
de: Eigenbeteiligung
es: Pago de bolsillo a desembolsar
fr: Paiement de la poche
it: Pagamento di tasca tua
ja: 自己負担分のお支払い
kk: Меншікті қаражат есебінен төлеу
ky: Чөнтөктөн төлөм
lv: skaidrās naudas Maksājums
mn: Өөрөөс төлсөн дүн
pt: Valor desembolsado
ro: Plată din buzunar
ru: Платёж из собственных средств
uk: Платіж з власних коштів
uz: ҳамёндан тўлов
zh: 自付费用

source: Out-of-pocket payment must be made within 72 hours of receiving the payment link to secure your registration.
ca: El pagament en efectiu ha d'efectuar-se en les 72 hores següents a la recepció de l'enllaç per a garantir la teva inscripció.
de: Die Zahlung der Kosten muss innerhalb von 72 Stunden nach Erhalt des Zahlungslinks erfolgen, um Ihre Anmeldung zu sichern.
es: El pago de bolsillo debe realizarse dentro de las 72 horas posteriores a recibir el enlace de pago para asegurar tu registro.
fr: Le paiement doit être effectué dans les 72 heures suivant la réception du lien de paiement afin de garantir votre inscription.
it: Per assicurarti la registrazione, il pagamento delle spese di tasca tua deve essere effettuato entro 72 ore dalla ricezione del link di pagamento.
ja: 実費分のお支払いは、お申込みを完了するため、支払いリンクを受け取ってから72時間以内に行う必要があります。
kk: Тіркелуіңізді қамтамасыз ету үшін төлем сілтемесін алғаннан кейін 72 сағат ішінде қолма-қол ақшаны төлеу қажет.
ko: 등록을 확보하려면, 결제 링크를 받은 후 72시간 이내에 본인 부담금을 지불해야 합니다.
ky: Каттооңузду камсыздоо үчүн төлөм шилтемесин алгандан кийин 72 сааттын ичинде накталай төлөм жүргүзүлүшү керек.
lv: Skaidrās naudas maksājums jāveic 72 stundu laikā pēc maksājuma saites saņemšanas, lai nodrošinātu jūsu reģistrāciju.
mn: Аяллын бүртгэлийг баталгаажуулах үүднээс өөрөөс төлөх мөнгөн дүнг төлбөр төлөх холбоосыг хүлээн авснаас хойш 72 цагийн дотор төлөх ёстой.
pt: O pagamento direto deve ser feito em até 72 horas após o recebimento do link de pagamento para garantir seu registro.
ro: Plata din buzunar trebuie efectuată în termen de 72 de ore de la primirea linkului de plată pentru a-ți asigura înregistrarea.
ru: Для обеспечения вашей регистрации платёж из собственных средств должен быть осуществлён в течение 72 часов с момента получения ссылки на оплату.
uk: Щоб забезпечити вашу реєстрацію платіж із власних коштів має бути здійснений протягом 72 годин з моменту отримання посилання на оплату.
uz: Рўйхатдан ўтишни таъминлаш мақсадида ҳамёндан тўлов унга ҳавола олиниши билан 72 соат ичида тўланиши шарт.
zh: 必须在收到付款链接后 72 小时内自付费用，以确保您的注册。

source: Outdated Browser!
ca: Navegador Desactualitzat!
de: Veralteter Browser!
es: ¡Navegador desactualizado!
fr: Le navigateur Dépassé !
it: Browser obsoleto!
ja: 旧バージョンのブラウザです!
kk: Ескірген Браузер!
ko: 오래된 브라우저!
ky: Браузериңиз эскирген!
lv: Novecojusi pārlūkprogramma!
mn: Вэб хөтөч хуучирсан байна!
pt: Navegador desatualizado!
ro: Browser Învechit!
ru: Ваш браузер устарел!
uk: Застарілий браузер!
uz: Браузер эскирган!
zh: 過時的瀏覽器！

source: Outgoing Mail Server (SMTP) - Requires TLS (or SSL) Encryption
ca: Servidor de correu sortint (SMTP): requereix el xifratge TLS (o SSL)
de: Postausgangsserver (SMTP) - erfordert eine TLS (oder SSL) Verschlüsselung
es: Servidor de correo saliente (SMTP) - Requiere TLS (o SSL) Encriptación
fr: Serveur de mail sortant (SMTP) - Nécessite le cryptage TLS (ou SSL)
it: Server di posta in uscita (SMTP) - Richiede la crittografia TLS (o SSL)
ja: 送信メールサーバー（SMTP） - TLS（またはSSL）暗号化が必要
kk: Шығыс пошта сервері (SMTP) - TLS (немесе SSL) шифрлауы талап етіледі
ko: 외향적인 메일 서버 (SMTP) - TLS (or SSL) 암호화를 해야합니다
ky: Чыгуучу почта сервери (SMTP) - TLS (же SSL) шифрлөөсүн талап кылат
lv: Izejošā pasta serveris (SMTP) - nepieciešama TLS (vai SSL) šifrēšana
mn: Гарч буй мэйлийн сервер (SMTP) - TLS (эсвэл SSL) нууцлал хэрэгтэй
pt: Servidor de Correio de Saída (SMTP) - Requer Criptografia TLS (ou SSL)
ro: Server de poștă electronică de ieșire (SMTP) - necesită criptare TLS (sau SSL)
ru: Сервер Исходящей Почты (SMTP) - Требуется TLS (или SSL) Кодировка
uk: Сервер Вихідної Пошти (SMTP) - Потребує TLS (або SSL) Кодування
uz: Чиқувчи хатлар сервери (SMTP) - ТДҲ (ёки ҲСД) шифрлаш талаб этилади
zh: 郵件發送服務器（SMTP） - 需要TLS（或SSL）加密

source: Overage Field Donations
fr: Dons Excédentaires sur le Terrain
it: Donazioni in surplus dalla rete
pt: Doações de campo excedentes
uk: Розмір перевищення Полбових пожертвувань.

source: Overall Business Strategy - GOLD AWARD
ca: Estratègia empresarial global - PREMI D'OR
de: Allgemeine Unternehmensstrategie - GOLD AWARD
es: Estrategia Comercial General - PREMIO DE ORO
fr: Stratégie globale de l'entreprise - PRIX D'OR
it: Strategia Aziendale Complessiva - GOLD AWARD
ja: 総合的なビジネス戦略部門 - GOLD AWARD
kk: Жалпы бизнес стратегиясы – АЛТЫН МАРАПАТ
ko: 전체 비즈니스 전략 - 금상
ky: Бизнестин жалпы стратегиясы - АЛТЫН СЫЙЛЫК
lv: Kopējā biznesa stratēģija – ZELTA BALVA
mn: Бизнесийн ерөнхий стратеги - АЛТАН ШАГНАЛ
pt: Estratégia Geral de Negócios - PRÊMIO GOLD
ro: Strategia generală de afaceri - PREMIUL DE AUR
ru: Общая Стратегия Бизнеса - ЗОЛОТАЯ НАГРАДА
uk: Загальна Стратегія Бізнесу - ЗОЛОТА НАГОРОДА
uz: Умумий бизнес стратегия - ОЛТИН МУКОФОТ
zh: 整体业务策略 - 金奖

source: Overall Technology Solutions - SILVER AWARD
ca: Solucions tecnològiques globals - PREMI DE PLATA
de: Technologie-Gesamtlösungen - SILBER AWARD
es: Soluciones Tecnológicas en General - PREMIO DE PLATA
fr: Solutions technologiques globales - PRIX D'ARGENT
it: Soluzioni Tecnologiche Complessive - SILVER AWARD
ja: 総合的なテクノロジー・ソリューション部門 - SILVER AWARD
kk: Біріктірілген технологиялық шешімдер – КҮМІС МАРАПАТ
ko: 전체 기술 솔루션 - 은상
ky: Технологиянын жалпы чечимдери - КҮМҮШ СЫЙЛЫК
lv: Kopējie tehnolģiju risinājumi - SUDRABA BALVA
mn: Технологийн ерөнхий шийдэл - МӨНГӨН ШАГНАЛ
pt: Soluções Tecnológicas Gerais - PRÊMIO SILVER
ro: Soluții generale de tehnologie - PREMIUL DE ARGINT
ru: Общие Технологические Решения - СЕРЕБРЯННАЯ НАГРАДА
uk: Загальні Технологічні Рішення - СРІБНА НАГОРОДА
uz: Умумий технологик ечимлар - КУМУШ МУКОФОТ
zh: 整体技术解决方案 - 银奖

source: Overall Training Program - SILVER AWARD
ca: Programa global de formació - PREMI DE PLATA
de: Gesamtausbildungsprogramm - SILBER AWARD
es: Programa de Capacitación en General - PREMIO DE PLATA
fr: Programme global de formation - PRIX D'ARGENT
it: Programma Formativo Complessivo - SILVER AWARD
ja: 総合トレーニングプログラム - SILVER AWARD
kk: Жалпы оқыту бағдарламасы – КҮМІС МАРАПАТ
ko: 전체 교육 프로그램 - 은상
ky: Жалпы билим беруу программасы- КҮМҮШ СЫЙЛЫК
lv: Kopējā apmācību programma - SUDRABA BALVA
mn: Сургалтын нэгдсэн хөтөлбөр - МӨНГӨН ШАГНАЛ
pt: Programa Geral de Treinamento - PRÊMIO SILVER
ro: Program de formare generală - PREMIUL DE ARGINT
ru: Общая Программа Обучения - СЕРЕБРЯННАЯ НАГРАДА
uk: Загальна Програма Навчання - СРІБНА НАГОРОДА
uz: Умумий ўқув дастурлари - КУМУШ МУКОФОТ
zh: 整体培训计划 - 银奖

source: Overdue
fr: En retard
it: In ritardo

source: Overview
ca: Visió general
de: Übersicht
es: Información General
fr: Vue d'ensemble
it: Panoramica
ja: 概要
kk: Шолу
ko: 통합관리
ky: Сереп
lv: Pārskats
mn: Ерөнхий тойм
pt: Visão global
ro: Prezentare generală
ru: Обзор
uk: Переглянути
uz: Умумий кўриниш
zh: 總覽

source: Own
fr: Propre
it: Proprio

source: Ozbek
ca: Uzbek
es: Uzbeko
fr: Ouzbek
ja: ウズベク語
kk: Өзбекше
ky: Өзбекче
lv: Uzbeks
mn: Узбек хэл
pt: Uzbeque
ro: Uzbekă
ru: Узбекский
uk: Узбецька
uz: Ўзбек
zh: 乌兹别克语

source: Package Chosen!
ca: Paquet seleccionat!
de: Paket ausgewählt!
es: ¡Paquete seleccionado!
fr: Forfait choisi !
it: Pacchetto scelto!
ja: パッケージが選択されました！
kk: Пакет таңдалды!
ko: 패키지 선택!
ky: Пакет тандалды!
lv: Pakete izvēlēta!
mn: Сонгосон багц!
pt: Pacote selecionado!
ro: Pachetul Ales!
ru: Тариф выбран!
uk: Тариф обрано!
uz: Пакет танланди!
zh: 套餐选择！

source: Package selected:
ca: Paquet seleccionat:
de: Paket ausgewählt:
es: Paquete elegido:
fr: Forfait sélectionné :
it: Pacchetto scelto:
ja: 選択されたパッケージ：
kk: Таңдалған пакет:
ko: 선택한 패키지 :
ky: Тандалган пакет:
lv: Pakete atlasīta:
mn: Сонгосон багц:
pt: Pacote selecionado:
ro: Pachetul selectat:
ru: Выбранный тариф:
uk: Вибраний тариф:
uz: Танланган пакет:
zh: 所选套餐：

source: Packages
ca: Paquets
de: Pakete
es: a elegir
fr: Forfaits
ja: パッケージ
kk: Пакеттер
ko: 패키지
ky: Пакеттер
lv: Paketes
mn: Багцууд
pt: Pacotes
ro: Pachete
uk: Тарифи
uz: Пакетлар
zh: 套餐

source: page and send a new ticket to the ”Cruise Booking Questions” department.
ca: pàgina i envia un nou tiquet al departament de "Preguntes de reserva de creuers".
de: Seite und senden Sie ein neues Ticket an die Abteilung "Fragen zur Kreuzfahrtbuchung".
es: página y envía un nuevo ticket al departamento de "Preguntas sobre reservas de cruceros".
fr: page et envoyez un nouveau ticket au service "Questions sur les réservations de croisières".
it: e invia un nuovo ticket al reparto "Domande sulla prenotazione di crociere".
ja: のページで、「クルーズ予約に関する質問」部署に新しいチケットを送信してください。
kk: және жаңа билетіңізді Cruise Booking Questions бөліміне жіберіңіз.
ko: 페이지에서 "크루즈 예약 질문" 부서로 새 항공권을 보내십시오.
ky: Баракка өтүп, "Круиздик брондоо суроолору" бөлүмүнө жаңы билет тапшырыңыз.
lv: izsūtiet un nosūtiet jaunu biļeti uz “Cruise Booking Questions” departamnetu.
mn: хуудас руу орж, "Далайн аяллын захиалгатай холбоотой асуултууд" хэлтэст шинэ хүсэлт илгээнэ үү.
pt: página e envie um novo ticket para o departamento ”Perguntas sobre reservas de cruzeiros”.
ro: pagina și trimite un nou bilet către departamentul „Întrebări privind rezervarea croazierei”.
ru: страницу и отправьте новый тикет в отдел "Вопросы о бронировании круизов".
uk: сторінку та надішліть новий тікет до відділу "Питання щодо бронювання круїзів".
uz: саҳифасига ўтинг ва "Круиз буюртмасига оид саволлар" бўлимига янги чипта йўлланг.
zh: 页面并将新票发送到“邮轮预订问题”部门。

source: Page Data
ca: Dades de la pàgina
de: Daten der Seite
es: Información de Página
fr: Données de la Page
it: Dati della pagina
ja: ページデータ
kk: Бет деректері
ko: 페이지 데이터
ky: Барак маалыматтары
lv: Lapas datums
mn: Хуудасны хандалт
pt: Dados da página
ro: Date de pagină
ru: Данные страницы
uk: Дані сторінки
uz: Саҳифа маълумотлари
zh: 頁面數據

source: Paid
ca: Pagat
de: Bezahlt
es: Pagado
fr: Payé
it: Pagato
ja: 支払い済み
kk: Төленді
ko: 지불
ky: Төлөндү
lv: Samaksāts
mn: Төлөгдсөн:
pt: Pago
ro: Plătit
ru: Оплачено
uk: Сплачено
uz: Тўланди
zh: 已支付

source: Paid at Time of Booking
ca: Pagat en el Moment de la Reserva
de: Bezahlt zum Zeitpunkt der Buchung
es: Pagado al Momento de Reservar
fr: Payé au moment de la réservation
it: Pagati al momento della prenotazione
ja: 予約時の支払い
kk: Брондау кезінде төленген
ko: 예약 시 지불
ky: Брондоо учурунда төлөнөт
lv: Samaksāts Rezervācijas Laikā
mn: Захиалга хийхэд төлсөн дүн
pt: Pago no momento da reserva
ro: Plătit la momentul rezervării
ru: Оплачено при бронировании
uk: Сплачено під час бронювання
uz: Буюртма вақтида тўланган
zh: 预订时支付

source: Paid Bookings
ca: Reserves pagades
de: Bezahlte Buchungen
es: Reservaciones Pagadas
fr: Réservations payées
it: Prenotazioni pagate
ja: 支払い済みの予約
kk: Ақылы брондау
ko: 지불된 예약
ky: Төлөнгөн брондоолор
lv: Samaksātās rezervācijas
mn: Төлбөр төлөгдсөн захиалгууд
pt: Reservas pagas
ro: Rezervări plătite
ru: Оплаченные бронирования
uk: Сплачені бронювання
uz: Тўланган буюртмалар
zh: 付费预订

source: Paid Date
ca: Data de pagament
de: Zahlungsdatum
es: Fecha Pagada
fr: Date payée
it: Data di pagamento
ja: 支払った日
kk: Төлем Күні
ko: 지불일
ky: Төлөгөн күнү
lv: Apmaksas datums
mn: Төлсөн огноо
pt: Data de pagamento
ro: Dată plătită
ru: Дата Оплаты
uk: Дата Оплати
uz: Тўланган сана
zh: 付款日期

source: Paid Date (UTC)
ca: Data de pagament (UTC)
de: Zahlungsdatum (UTC)
es: Fecha Pagada (UTC)
fr: Date payée (UTC)
it: Data del pagamento (UTC)
ja: 支払った日 (UTC)
kk: Төлем күні (UTC)
ky: Төлөгөн күнү (UTC)
lv: Apmaksas datums (UTC)
mn: Төлсөн огноо (UTC)
pt: Data de pagamento (UTC)
ro: Data plății (UTC)
ru: Дата Оплаты (UTC)
uk: Дата Оплати (UTC)
uz: Тўланган сана (UTC)
zh: 付款日期（UTC）

source: Paid Date UTC
ca: Data de pagament UTC
de: Zahlungsdatum UTC
es: Fecha Pagada UTC
fr: Date payée UTC
it: Data del pagamento UTC
ja: 支払った日 UTC
kk: Төлем күні UTC
ky: Төлөгөн күнү (UTC)
lv: Apmaksas datums UTC
mn: Төлсөн огноо (UTC)
pt: Data de pagamento UTC
ro: Data plății UTC
ru: Дата Оплаты UTC
uk: Дата Оплати UTC
uz: Тўланган сана (UTC)
zh: 付款日期UTC

source: Paid Months
ca: Mesos de pagament
de: Bezahlte Monate
es: Meses Pagados
fr: Mois payés
it: Mesi pagati
ja: 支払った月数
kk: Төленген Айлар
ko: 지불 월
ky: Төлөнгөн айлар
lv: Apmaksātie mēneši
mn: Төлсөн сарууд
pt: Meses pagos
ro: Lunile în care s-a plătit
ru: Оплаченные Месяцы
uk: Оплачені Місяці
uz: Тўланган ойлар
zh: 付款月份

source: Paid Months:
ca: Mesos de pagament:
de: Bezahlte Monate:
es: Meses Pagados:
fr: Mois payés :
it: Mesi pagati:
ja: 支払った月数：
kk: Төленген Айлар:
ko: 지불 월:
ky: Төлөнгөн айлар:
lv: Apmaksātie mēneši:
mn: Төлсөн сарууд:
pt: Meses pagos:
ro: Lunile în care s-a plătit:
ru: Оплаченные Месяцы:
uk: Сплачені Місяці:
uz: Тўланган ойлар:
zh: 付款月份：

source: Paid on %{date}
fr: Payé le %{date}
it: Pagato il %{date}
kk: Төленген %{date}
pt: Pago em %{date}
ro: Plătit la %{date}
uk: Сплачено %{date}
uz: %{date} да тўланган
zh: 于%{date}支付
