Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: If someone wants to become an inCruises Member, they have a choice of starting with one of three Membership tiers - PREMIUM for $500 USD, CLASSIC for $200 USD or STARTER for $50 USD.
ca: Si algú vol convertir-se en Membre d'inCruises, té l'opció de començar amb un dels tres nivells de Membresia: PREMIUM per 500 dòlars, CLASSIC per 200 dòlars o STARTER per 50 dòlars.
de: Wer Mitglied bei inCruises werden möchte, hat die Wahl zwischen drei Mitgliedschaftsstufen - PREMIUM für 500 USD, CLASSIC für 200 USD oder STARTER für 50 USD.
es: Si alguien quiere convertirse en Miembro de inCruises, tiene la opción de comenzar con uno de los tres niveles de Membresía: PREMIUM por $500 USD, CLASSIC por $200 USD o STARTER por $50 USD.
fr: Si quelqu'un souhaite devenir Membre d'inCruises, il a le choix de commencer avec l'un des trois niveaux d'Adhésion : PREMIUM pour 500 USD, CLASSIC pour 200 USD ou STARTER pour 50 USD.
it: Se si desidera diventare Membri di inCruises, si può scegliere di iniziare con uno dei tre livelli di Abbonamento o Membership: PREMIUM per 500 $, CLASSIC per 200 $ o STARTER per 50 $.
ja: inCruisesメンバーになりたい方は、3つのメンバーシッププランから選ぶことができます：PREMIUM（$500 USD ）、CLASSIC（$200 USD ）、またはSTARTER（$50 USD ）。
kk: Егер біреу inCruises мүшесі болғысы келсе, олардың таңдауы бар: мүшеліктің үш деңгейінің бірінен бастау - $500 АҚШ долларлық PREMIUM , $200 АҚШ долларлық CLASSIC немесе $50 АҚШ долларлық STARTER.
ky: Эгер кимдир бирөө inCruises мүчөсү болууну кааласа, ал мүчөлүктүн үч деңгээлинин биринен баштоо мүмкүнчүлүгүнө ээ: $500 АКШ доллары менен PREMIUM, $200 АКШ доллары менен CLASSIC же $50 АКШ доллары менен STARTER.
lv: Ja kāds vēlas kļūt par inCruises Biedru, viņam ir izvēle startēt ar vienu no trim Biedru Dalības līmeņiem - PREMIUM par $500 ASV dolāriem, CLASSIC par$200 ASV dolāriem vai STARTER par $50 ASV dolāriem.
mn: Хэрэв хэн нэгэн inCruises-ийн Гишүүн болохыг хүсвэл манай $500 USD-ын PREMIUM Гишүүн, $200 USD-ын CLASSIC Гишүүн эсвэл $50 USD-ын STARTER Гишүүн гэсэн Гишүүнчлэлийн гурван хувилбарын аль нэгийг сонгож Гишүүн болж болно.
pt: Se alguém quiser se tornar um membro inCruises, ele pode escolher começar com um dos três planos de assinatura: PREMIUM por US$500, CLASSIC por US$200 ou STARTER por US$50.
ro: Dacă cineva dorește să devină membru inCruises, poate alege să înceapă cu unul dintre cele trei niveluri de membru - PREMIUM pentru 500$ USD, CLASSIC pentru 200$ USD sau STARTER pentru 50$ USD.
ru: Если кто-то хочет стать Членом Клуба inCruises, то у него есть возможность начать с одним из трёх уровней Программы Членства: PREMIUM за $500 USD, CLASSIC за $200 USD, и STARTER за $50 USD.
uk: Якщо хтось хоче стати Членом Клубу inCruises, то він має можливість почати з одним із трьох рівнів Програми Членства: PREMIUM за $500 USD, CLASSIC за $200 USD, і STARTER за $50 USD.
uz: Агар кимдир inCruises Аъзоси бўлишни истаса, улар учта Аъзолик режаларидан бирини танлашлари лозим - 500 АҚШ$ га PREMIUM, 200 АҚШ$ га CLASSIC ёки 50 АҚШ$ га STARTER.
zh: 如果有人想成为inCruises会员，他们可以选择三个会员等级之一开始：PREMIUM（500美元）、CLASSIC（200美元）或STARTER（50美元）。

source: If the Payment Instrument is a credit card or debit card, inCruises reserves the right to pre-authorize the financial transaction for the full amount. Once the financial transaction is complete, the full amount will be charged to the Payment Instrument.
ca: Si el Mètode de Pagament és una targeta de crèdit o dèbit, inCruises es reserva el dret d'autoritzar la transacció financera per l’import total. Un cop completada la transacció financera, es carregarà l’import total al Mètode de Pagament.
de: Handelt es sich bei dem Zahlungsinstrument um eine Kredit- oder Debitkarte, behält sich inCruises das Recht vor, die finanzielle Transaktion in voller Höhe vorzubelasten. Sobald die finanzielle Transaktion abgeschlossen ist, wird der volle Betrag dem Zahlungsinstrument belastet.
es: Si el Medio de Pago es una tarjeta de crédito o débito, inCruises se reserva el derecho de preautorizar la operación financiera por el importe total. Una vez que la operación financiera se haya completado, el importe total será́ cargado al Medio de Pago.
fr: Si le Moyen de Paiement est une carte de crédit ou de débit, inCruises se réserve le droit de préautoriser la transaction financière pour le montant total. Une fois la transaction effectuée, le montant total sera débité du Moyen de Paiement.
it: Se lo Strumento di Pagamento è una carta di credito o una carta di debito, inCruises si riserva il diritto di pre-autorizzare la transazione finanziaria per l'intero importo. Una volta completata la transazione finanziaria, l'intero importo sarà addebitato sullo Strumento di Pagamento.
ja: ⽀払い⼿段がクレジットカードまたはデビットカードの場合、inCruisesは全額の⾦融取引を事前承 認する権利を留保します。⾦融取引が完了すると、全額が⽀払⼿段に請求されます。
kk: Егер төлем құралы несиелік немесе дебеттік карта болса, inCruises қаржылық транзакцияны толық көлемде алдын-ала авторизациялау құқығын өзіне қалдырады. Қаржылық транзакция аяқталғаннан кейін төлем құралынан толық сома алынады.
ky: Эгерде Төлөм инструменти кредиттик же дебеттик карта болсо, inCruises транзакцияны толук суммага алдын ала авторизациялоо укугун өзүнө калтырат. Финансылык транзакция аяктагандан кийин, толук сумма Төлөм инструментинен эсептен чыгарылат.
lv: Ja maksājumu instruments ir kredītkarte vai debetkarte, inCruises patur tiesības iepriekš autorizēt finanšu darījumu par pilnu summu. Kad finanšu darījums būs pabeigts, visa summa tiks iekasēta no maksājumu instrumenta.
mn: Хэрэв Төлбөрийн хэрэгсэл нь кредит карт эсвэл дебит карт бол, inCruises нь нийт дүнгээр урьдчилсан зөвшөөрөл авах эрхтэй. Санхүүгийн гүйлгээ бүрэн дууссаны дараа нийт дүнг уг Төлбөрийн хэрэгслээр төлнө.
pt: Se o Instrumento de Pagamento for um cartão de crédito ou débito, a inCruises se reserva o direito de pré-autorizar a transação financeira no valor total. Após a conclusão da transação financeira, o valor total será cobrado no Instrumento de Pagamento.
ro: Dacă instrumentul de plată este un card de credit sau de debit, inCruises își rezervă dreptul de a preautoriza tranzacția financiară pentru întreaga sumă. Odată ce tranzacția financiară este finalizată, întreaga sumă va fi debitată de Instrumentul de plată.
ru: Если Платежный инструмент является кредитной или дебетовой картой, то inCruises оставляет за собой право на предварительную авторизацию финансовой операции на полную сумму. Как только финансовая операция будет завершена, с Платежного инструмента будет списана полная сумма.
uk: Якщо платіжним інструментом є кредитна карта або дебетова карта, inCruises залишає за собою право попередньо авторизувати фінансову операцію на повну суму. Як тільки фінансова угода завершена, повна сума знімається через Платіжний Інструмент.
uz: Агар тўлов воситаси кредит ёки дебет картаси бўлса, inCruises молиявий транзакциянинг тўлиқ суммасини олдиндан тасдиқлаш ҳуқуқини ўзида қолдиради. Молиявий транзакция тугалланиши билан бутун сумма туўлов воситасидан ечиб олинади.
zh: 如果支付工具是信用卡或借记卡，inCruises保留对全额款项进行预授权的权利。一旦交易完成，全额款项将从该支付工具中扣除。

source: If there is not enough data to calculate a historical QBI, we will track each month of new production and pay your Builders Base bonus when it hits 72% or higher, or the actual QBI by the end of the fourth month following that month's production.
ca: Si no hi ha suficients dades per a calcular un QBI històric, realitzarem un seguiment de la nova producció de cada mes i pagarem el teu bo Base de Constructor quan arribis al 72% o més, o el QBI real al final del quart mes posterior a la producció d'aquest mes.
de: Wenn die Daten nicht ausreichen, um ein historisches QBI zu berechnen, verfolgen wir jeden Monat den neuen Umsatz und zahlen Ihren Builders Base-Bonus, wenn er 72 % oder mehr erreicht, oder das tatsächliche QBI bis zum Ende des vierten Monats nach dem Umsatz dieses Monats.
es: Si no hay suficientes datos para calcular un QBI histórico, realizaremos un seguimiento de la nueva producción de cada mes y pagaremos tu Bono de Builders Base cuando alcance el 72 % o más, o el QBI real al final del cuarto mes posterior a la producción de ese mes.
fr: S'il n'y a pas assez de données pour calculer un QBI historique, nous suivrons chaque mois de nouvelle production et verserons votre Bonus de Base des Constructeurs lorsqu'il atteindra 72 % ou plus, ou le QBI réel à la fin du quatrième mois suivant la production de ce mois.
it: Se non ci sono dati sufficienti per calcolare lo storico del QBI, terremo traccia di ciascun mese di nuova produzione e pagheremo il tuo bonus Base Costruttori quando raggiungerà il 72% o più, oppure il QBI effettivo entro la fine del quarto mese successivo alla produzione di quel mese.
ja: 過去のQBIを計算するのに十分なデータがない場合、新規プロダクションの各月を追跡し、７２％以上に達した時点でビルダーズ・ベース ボーナスを、またはその月のプロダクションから４ヶ月目の終わりまでに実際のQBIに基づいて支払います。
kk: Тарихи QBI есептеу үшін деректер жеткіліксіз болса, біз жаңа өндірістің әр айын қадағалаймыз және 72% немесе одан жоғарыға жеткенде Builder Base бонусын немесе нақты QBI өндірілген айдан кейінгі төртінші айдың соңына қарай төлейміз.
ko: 과거 QBI를 계산할 데이터가 충분하지 않은 경우 매월 새로운 생산량을 추적하고 72% 이상에 도달하면 빌더 베이스 보너스를 지급하거나, 해당 월 생산 후 4개월 말까지 실제 QBI를 지급합니다.
ky: Тарыхый QBI (БСИ) эсептөө үчүн маалымат жетишсиз болсо, биз жаңы өндүрүштүн ар бир айына көз салып, көрсөткүчүңүз 72% түзгөндө же андан жогору болгондо Куруучулар Базасы Бонусуңузду төлөйбүз же ошол айдын өндүрүшүнөн кийинки төртүнчү айдын аягына чейин чыныгы QBI (БСИ) төлөйбүз.
lv: Ja nav pietiekami daudz datu, lai aprēķinātu vēsturisko QBI, mēs sekosim katru mēnesi, kad tiek veikts jauns apgrozījums, un maksāsim jūsu Lietotāju Bāzes Bonusu, kad tā sasniedz 72% vai vairāk, vai faktisko QBI līdz ceturtā mēneša beigām pēc šī mēneša apgrozījuma.
mn: Хэрэв таны QBI Индексийг тооцох хангалттай өгөгдөл байхгүй бол бид шинэ борлуулалтыг сар бүрээр гаргаж, таны Билдерс Бэйс урамшууллыг 72% ба үүнээс дээш гарсан тохиолдолд, төлж, тухайн сарын борлуулалтын дараах дөрөв дэх сарын сүүлээр бодит QBI Индексийг тооцон гаргах болно.
pt: Se não houver dados suficientes para calcular um histórico QBI, rastrearemos cada mês de nova produção e pagaremos seu bônus Base de Construtores quando atingir 72% ou mais, ou o QBI vigente até o final do quarto mês seguinte à produção daquele mês.
ro: Dacă nu există date suficiente pentru a calcula un QBI istoric, vom urmări fiecare lună de producție nouă și îți vom plăti bonusul baza constructorilor atunci când atinge 72% sau mai mult, sau QBI real până la sfârșitul celei de-a patra luni următoare producției respectivei luni.
ru: Если для расчёта исторического QBI (ИКБ) данных недостаточно, мы будем отслеживать каждый месяц нового товарооборота и выплачивать ваш бонус "Фундамент Бизнеса", когда показатель составит 72% или выше, или же актуальный QBI (ИКБ) на конец 4-го месяца в соответствии с товарооборотом этого месяца.
uk: Якщо для розрахунку історичного ІЯБ даних недостатньо, ми відстежуватимемо щомісяця новий товарообіг і виплачуватимемо ваш бонус "Фундамент Бізнесу", коли показник складе 72% або вище, або ж актуальний QBI (ІЯБ) на кінець 4-го місяця відповідно до товарообігу цього місяця.
uz: Агар QBI (БСИ) тарихини ҳисоблаш учун маълумотлар етарли бўлмаса, биз ҳар ойда янги ишлаб чиқаришни кузатиб борамиз ва кўрсаткич 72%га етганида ёки ошганида, сизнинг Қурувчилар базаси бонусингизни, ёхуд 4-ой охирида мавжуд амалдаги QBI (БСИ)ни ўша ой ишлаб чиқаришига кўра тўлаймиз.
zh: 如果没有足够的数据来计算历史 QBI，我们将跟踪每个月的新产品并在达到 72% 或更高时支付您的建设者基础奖金，或者在该月生产后的第四个月末支付实际 QBI。

source: If within 72 hours of booking you find the exact same cruise offered somewhere else for $1,450 so 50 dollars less than your total out-of-pocket cost, you would then provide proof of this lower rate to inCruises support and we will give you
ca: Si dins de les 72 hores posteriors a la reserva trobes exactament el mateix creuer que s'ofereix en un altre lloc per 1.450 dòlars, és a dir, 50 dòlars menys que el cost total de la teva butxaca, hauràs de presentar una prova d'aquesta tarifa més baixa al servei d'assistència d'inCruises i et donarem
de: Wenn Sie innerhalb von 72 Stunden nach der Buchung die gleiche Kreuzfahrt woanders für $1.450 finden, also 50 Dollar weniger als Ihre Gesamtkosten, können Sie dem inCruises-Support diesen niedrigeren Preis nachweisen und wir werden Ihnen
es: Si dentro de las primeras 72 horas posteriores a tu reservación encuentras que se ofrece exactamente el mismo crucero en otro lugar por $1,450, lo que es 50 dólares menos que el costo total de tu desembolso, deberás proporcionar una prueba de esta tarifa más baja al equipo de soporte de inCruises y te daremos
fr: Si, dans les 72 heures suivant la réservation, vous trouvez exactement la même croisière proposée ailleurs pour 1 450 dollars, soit 50 dollars de moins que le montant total de vos dépenses, vous devez fournir la preuve de ce tarif inférieur au service d'assistance de inCruises et nous vous donnerons
it: Se entro 72 ore dalla prenotazione trovi la stessa identica crociera offerta da qualche altra parte a $1.450, quindi $50 in meno rispetto al tuo costo effettivo totale, dovrai fornire la prova di tale tariffa inferiore all'assistenza di inCruises e noi ti daremo
ja: ご予約から７２時間以内に、全く同じクルーズが他のサイトで1,450ドルで提供されているのを見つけ、あなたの自己負担額の合計よりも５０ドル安かった場合、この低料金を証明する書類をinCruisesのサポートに提出することで
kk: Егер брондағаннан кейін 72 сағат ішінде дәл сол круиздің басқа жерде 1450 долларға ұсынылатынын байқасаңыз, бұл сіздің жалпы құныңыздан 50 долларға аз, сіз inCruises тұтынушыларға қызмет көрсету орталығына осы төмен бағаның дәлелін ұсынуыңыз керек
ko: 예약 후 72시간 이내에 다른 곳에서 $1,450에 제공되는 정확히 동일한 크루즈를 발견하여 총 본인부담금보다 50달러 적은 경우 inCruises 지원팀에 이 낮은 요금에 대한 증거를 제공하면
ky: Эгер брондогондон кийин 72 сааттын ичинде сиз башка жерден 1450 долларга сунушталган так эле ошондой круизди тапсаңыз, б.а. сиздин жалпы чөнтөктөн төлөөңүздөн 50 долларга азыраак болсо, анда сиз inCruises Колдоо Кызматына бул төмөн тарифтин далилин бересиз жана биз сизге кайтарып беребиз
lv: Ja 72 stundu laikā pēc rezervācijas jūs atradīsiet tieši to pašu kruīzu, kas tiek piedāvāts citur par $1,450, tātad par 50 dolāriem mazāk par jūsu kopējām skaidrās naudas izmaksām, jūs sniedzat apliecinājumu par šo zemāko cenu inCruises atbalstam, un mēs jums sniegsim
mn: Хэрэв таныг захиалга хийснээс хойш 72 цагийн дотор өөр газар яг ижил далайн аялал $1450 үнээр олдвол, нотлох баримтыг inCruises-ийн Тусламж хэлтэст илгээн, өөрөөс төлсөн мөнгөн дүнгийн зөрүү болох $50-ыг
pt: Se dentro de 72 horas após a reserva você encontrar exatamente o mesmo cruzeiro oferecido em outro lugar por $ 1450, ou seja, 50 dólares a menos do que o custo total que você pagou do seu bolso, você deverá fornecer uma prova dessa taxa mais baixa ao suporte da inCruises e nós lhe daremos
ro: Dacă în 72 de ore de la rezervare găsești exact aceeași croazieră oferită în altă parte pentru 1.450$, deci cu 50 de dolari mai puțin decât costul total din buzunar, vei furniza apoi dovada acestui tarif mai mic suportului inCruises și îți vom oferi
ru: Если в течение 72 часов с момента бронирования вы где-то ещё найдёте предложение по тому же самому круизу за $1450, то есть на 50 долларов дешевле, чем ваши итоговые расходы из собственных средств, то вам необходимо будет отправить в Службу Поддержки inCruises подтверждение более низкой стоимости, и тогда мы предоставим вам
uk: Якщо протягом 72 годин з моменту бронювання ви десь ще знайдете пропозицію на такий самий круїзу за $1450, тобто на 50 доларів дешевше, ніж ваші підсумкові витрати з власних коштів, то вам необхідно буде відправити до Служби підтримки inCruises підтвердження нижчої вартості, і тоді ми надамо вам
uz: Агар буюртма берганингиздан сўнг 72 соат ичида ўша круизни бошқа ерда 1450$га, яъни ҳамёнингиздан тўланган жами суммадан 50$ арзонга топсангиз, буни inCruises қўллаб-қувватлаш хизматига исботлашингиз лозим бўлади ва биз сизга
zh: 如果在预订后 72 小时内，您发现其他地方提供完全相同的邮轮，价格为 1,450 美元，比您的总自付费用少 50 美元，那么您可以向 inCruises 支持提供此较低价格的证明，我们将为您提供

source: If you are a registered user of our Services, we provide you with tools to access or modify some of the personal information you provided to us and associated with your account.
ca: Si ets un usuari registrat dels nostres Serveis, et proporcionem eines per accedir o modificar part de la informació personal que ens has proporcionat i que està associada al teu compte.
de: Wenn Sie ein registrierter Nutzer unserer Dienste sind, stellen wir Ihnen Tools zur Verfügung, mit denen Sie auf einige der persönlichen Daten, die Sie uns zur Verfügung gestellt haben und die mit Ihrem Konto verbunden sind, zugreifen oder diese ändern können.
es: Si usted es un usuario registrado de los servicios de inCruises, la compañía pone a su disposición herramientas para acceder o modificar algunos de los datos personales que usted proporcionó y asoció a su cuenta.
fr: Si vous êtes un utilisateur enregistré de nos Services, nous vous fournissons des outils pour accéder ou modifier certaines des informations personnelles que vous nous avez fournies et associées à votre compte.
it: Se sei un utente registrato dei nostri Servizi, ti forniamo gli strumenti per accedere o modificare alcune delle informazioni personali che ci hai fornito e associate al tuo account.
ja: 会員が当社サービスの登録ユーザーである場合、当社は、会員が当社に提供し、会員のアカウントに関連付けられた個⼈情報の⼀部にアクセスまたは変更するためのツールを提供します。
kk: Егер сіз біздің қызметтеріміздің тіркелген пайдаланушысы болсаңыз, онда біз сізге бізге берген және сіздің есептік жазбаңызбен байланысты кейбір жеке деректерге қол жеткізу немесе өзгерту құралдарын ұсынамыз.
ky: Эгерде сиз биздин Кызматтарыбыздын катталган колдонуучусу болсоңуз, биз сизди сиздин бизге берген жана каттоо аккаунтуңуз менен байланышкан айрым жеке маалыматтарыңызга жетүү же өзгөртүү үчүн куралдар, инструменттер менен камсыз кылабыз.
lv: Ja esat reģistrēts mūsu pakalpojumu lietotājs, mēs jums nodrošinām rīkus, lai piekļūtu vai modificētu jūsu sniegto un ar jūsu kontu saistīto personisko informāciju.
mn: Хэрэв та манай Үйлчилгээнд бүртгүүлсэн хэрэглэгч бол, таны бүртгэлтэй холбогдсон болон бидэнд өгсөн зарим хувийн мэдээлэлдээ хандах эсвэл өөрчлөх боломжийг олгох хэрэгслүүдээр бид таныг хангадаг.
pt: Se você é um usuário registrado dos nossos Serviços, nós fornecemos ferramentas para acessar ou modificar algumas das informações pessoais que você cadastrou e estão associadas à sua conta.
ro: Dacă ești un utilizator înregistrat al Serviciilor noastre, îți oferim instrumente pentru a accesa sau modifica unele dintre informațiile personale pe care ni le-ai furnizat și sunt asociate contului tău.
ru: Если вы являетесь зарегистрированным пользователем наших Услуг, то мы предоставляем вам инструменты для доступа или изменения некоторых персональных данных, которые вы предоставили нам и которые связаны с вашей учетной записью.
uk: Якщо ви є зареєстрованим користувачем наших Сервісів, ми надаємо вам інструменти для доступу або зміни деяких персональних даних, які ви нам надали, та пов’язані з вашим обліковим записом.
uz: Агар Хизматларимиздан фойдаланувчи сифатида рўйхатдан ўтсангиз, сиз бизга тақдим этган ва ҳисобингизга оид баъзи шахсий маълумотларни ўзгартириш имконини берувчи воситалар билан таъминлаймиз.
zh: 如果您是我们服务的注册用户，我们会为您提供工具，以访问或修改您提供并与您的账户相关联的部分个人信息。

source: If you are familiar with these Partners and can confirm that their production aligns with the standards of the Partner Code of Conduct and the Partner Agreement please click the green “confirm”
ca: Si coneixes aquests socis i pots confirmar que la seva producció està alineada amb els estàndards del Codi de Conducta del Soci i l'Acord del Soci, si us plau, fes clic al botó verd "confirmar"
de: Wenn Sie diese Partner kennen und bestätigen können, dass ihre Umsätze mit den Standards des Partner-Verhaltenskodex und der Partnervereinbarung übereinstimmen, klicken Sie bitte auf das grüne "Bestätigen".
es: Si estás familiarizado con estos Socios y puedes confirmar que su producción se alinea con los estándares del Código de Conducta para Socios y el Contrato de Socio, por favor haz clic en el botón verde “confirmar”
fr: Si vous connaissez ces Partenaires et que vous pouvez confirmer que leur production est conforme aux normes du Code de Conduite des Partenaires et de l'Accord de Partenariat, veuillez cliquer sur le bouton vert "confirmer"
it: Se conosci questi Partner e puoi confermare che la loro produzione è conforme agli standard del Codice di Condotta del Partner e del Contratto di Partner, clicca sul pulsante verde "Conferma".
ja: もしこのパートナーについてよくご存知で、そのプロダクションがパートナー行動規範およびパートナー契約の基準に合致していることを確認できる場合は、緑色の「確認する」をクリックしてください
kk: Егер сіз осы Серіктестермен таныс болсаңыз және олардың өнімдері Серіктестіктің мінез-құлық кодексі мен Серіктестік келісімінің стандарттарына сәйкес келетінін растай алсаңыз, жасыл «Растау» түймесін басыңыз
ky: Эгер сиз бул Өнөктөштөр менен тааныш болсоңуз жана алардын өндүрүмдүүлүгүнүн Өнөктөштүн жүрүм-турум кодексинин жана Өнөктөш келишиминин стандарттарына туура келерин ырастай алсаңыз, жашыл түстөгү "тастыкта" баскычын басыңыз
lv: Ja pazīstat šos Partnerus un varat apstiprināt, ka to apgrozījums atbilst Partneru Rīcības Kodeksa un Partneru Līguma standartiem, lūdzu, noklikšķiniet uz zaļā “apstiprināt”
mn: Хэрэв та эдгээр Түншүүдийг хувьчлан таньдаг, тэдний борлуулалт Түншийн ёс зүйн дүрэм болон Түншийн Гэрээний стандартад нийцэж буй эсэхийг баталж чадах бол энэхүү ногоон "баталгаажуулах" товчин дээр дарна уу.
pt: Se você conhece esses Parceiros e pode confirmar que sua produção está alinhada com os padrões do Código de Conduta do Parceiro e do Contrato de Parceria, clique no botão verde “confirmar”
ro: Dacă ești familiarizat cu acești parteneri și poți confirma că producția lor este aliniată cu standardele Codului de conduită pentru parteneri și Acordului de parteneriat, te rugăm să faci clic pe butonul verde „confirm”
ru: Если вы знакомы с данными Партнёрами и можете подтвердить, что их товарооборот соответствует стандартам "Правил поведения Партнёра" и "Партнёрского соглашения", нажмите, пожалуйста, на зелёную кнопку "Подтвердить"
uk: Якщо ви знайомі з цими Партнерами та можете підтвердити, що їх товарообіг відповідає стандартам "Правил поведінки Партнера" та "Партнерської угоди", натисніть, будь ласка, на зелену кнопку "Підтвердити"
uz: Агар сиз ушбу Ҳамкорларни танисангиз ва уларнинг фаолияти Ҳамкор битими ва Ҳамкор ахлоқи кодекси стандартларига жавоб беришини тасдиқласангиз, илтимос яшил рангдаги "тасдиқлайман" тугмасини босинг
zh: 如果您熟悉这些合作伙伴，并可以确认他们的产出符合合作伙伴行为准则和合作伙伴协议的标准，请点击绿色的“确认”按钮
