Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Click here to sign pending agreement(s)
ca: Clica aquí per signar els acords pendents
de: Klicken Sie hier, um ausstehende Verträge zu unterzeichnen
es: Haga clic aquí para firmar los acuerdos pendientes
fr: Clique ici pour signer l'accord/les accords en attente
it: Clicca qui per firmare i contratti in sospeso
ja: 保留中の契約に署名するには、ここをクリックしてください
kk: Келісім-шартқа(тарға) қол қою үшін мұнда басыңыз
ko: 보류중인 계약(들)에 서명하려면 여기를 클릭하십시오
ky: Күтүүдөгү Келишим(дер)ге кол коюу үчүн бул жерди басыңыз
lv: Uzklikšķini šeit lai parakstītu gaidāmo līgumu(us)
mn: Энд дарж хүлээгдэж буй гэрээнд гарын үсэг зурна уу
pt: Clique aqui para assinar o(s) contratos pendentes
ro: Dă click aici pentru a semna acordul (acordurile) aflat(e) în aşteptare
ru: Нажмите сюда, чтобы подписать соглашение(я)
uk: Натисніть тут, щоб підписати угоду(и), що в очікуванні
uz: Кутаётган битим(лар)ни имзолаш учун бу ерга босинг
zh: 點擊此處簽署待定協議

source: click here to start
ca: Clica aquí per començar.
de: Klicken Sie hier, um zu starten
es: haz clic aquí para iniciar
fr: cliquez ici pour commencer
it: clicca qui per iniziare
ja: こちらをクリックしてスタート
kk: бастау үшін осы жерді басыңыз
ky: Баштоо үчүн бул жерди басыңыз
lv: Uzklikšķini šeit lai sāktu
mn: Энд дарж эхлүүнэ үү
pt: Clique aqui para começar
ro: apasă aici pentru a începe
ru: нажмите здесь для начала
uk: натисніть тут, щоб почати
uz: бошлаш учун бу ерга босинг
zh: 点击这里开始

source: Click here to view meeting point
ca: Fes clic aquí per veure el punt de trobada
de: Klicken Sie hier, um den Treffpunkt zu sehen
es: Da clic aquí para ver el punto de encuentro
fr: Cliquez ici pour voir le point de rencontre
it: Clicca qui per vedere il punto d'incontro
ja: 集合場所を確認するにはこちらをクリック
kk: Кездесу орнын көру үшін осы жерді басыңыз
ky: Жолугушуу жерин көрүү үчүн бул жерди басыңыз
lv: Noklikšķiniet šeit, lai skatītu sapulces/satikšanās punktu
mn: Уулзах газрыг харах
pt: Clique aqui para ver o ponto de encontro
ro: Click aici pentru a vedea punctul de întâlnire
ru: Нажмите здесь, чтобы посмотреть место встречи
uk: Натисніть тут, щоб переглянути місце зустрічі
uz: Учрашиш нуқтасини кўриш учун бу ерга босинг
zh: 点击这里查看集合点

source: Click here to view voucher
ca: Fes clic aquí per veure el cupó
de: Klicken Sie hier, um den Gutschein zu sehen
es: Da clic aquí para ver el voucher
fr: Cliquez ici pour voir les coupons
it: Clicca qui per vedere il voucher
ja: クーポンを確認するにはこちらをクリック
kk: Ваучеріңізді көру үшін осы жерді басыңыз
ky: Көрүү үчүн бул жерди басыңыз
lv: Noklikšķiniet šeit, lai skatītu talonu/vaučeru
mn: Ваучер харах
pt: Clique aqui para visualizar o comprovante
ro: Click aici pentru a vizualiza voucherul
ru: Нажмите здесь, чтобы посмотреть ваучер
uk: Натисніть тут, щоб переглянути ваучер
uz: Ваучерни кўриш учун бу ерга босинг
zh: 点击这里查看凭证

source: Click here to view your Price Match Requests:
ca: Fes clic aquí per veure les teves Sol·licituds d'Igualació de Preu:
de: Klicken Sie hier, um Ihre Preisanpassungsanfragen einzusehen:
es: Da clic aquí para ver tus Solicitudes de Igualación de Precio:
fr: Cliquez ici pour voir vos Demandes d'Alignement de Prix :
it: Clicca qui per vedere le tue richieste di Parità di Prezzo:
ja: プライスマッチリクエストを表示するには、ここをクリックしてください：
kk: Баға сәйкестігі сұрауларыңызды көру үшін мұнда басыңыз:
ky: Бааларды дал келтирүү өтүнүчтөрүңүздү көрүү үчүн бул жерди басыңыз
lv: Noklikšķiniet šeit, lai skatītu savu Cenu Saskaņošanas Pieprasījumu:
mn: Өөрийн Үнийн тохиргооны хүсэлтийг энд дарж үзэх:
pt: Clique aqui para visualizar suas solicitações de equiparação de preço:
ro: Clic aici pentru a vedea solicitările tale de potrivire a prețurilor:
ru: Нажмите здесь, чтобы посмотреть статус своего запроса на соответствие цены:
uk: Натисніть тут, щоб переглянути ваші запити на відповідність цін:
uz: Нарх кафолатига оид сўровни кўриш учун бу ерга босинг:
zh: 点击这里查看您的价格匹配申请：

source: Click on a card below to run report based on a specific template
fr: Cliquez sur une carte ci-dessous pour générer un rapport basé sur un modèle spécifique
it: Clicca su una scheda qui sotto per eseguire il report in base a un template specifico

source: click the
ca: fes clic a
de: klicken Sie auf
es: localiza
fr: cliquez sur
it: clicca su
ja: をクリック
kk: басыңыз
ky: басыңыз
lv: noklikškiniet
mn: дар
pt: clique no
ro: fă clic pe
ru: нажмите на
uk: натисніть на
uz: босинг
zh: 点击

source: Click to add files.
ca: Fes clic per afegir fitxers.
de: Klicken Sie auf , um Dateien hinzuzufügen.
es: Haz clic para añadir archivos.
fr: Cliquez pour ajouter des fichiers.
it: Clicca per aggiungere dei file.
ja: クリックしてファイルを追加します。
kk: Файлдарды қосу үшін басыңыз.
ky: Файлдарды кошуу үчүн басыңыз
lv: Uzklikšķini, lai pievienotu failus.
mn: Энд дарж файл нэмэх
pt: Clique para adicionar arquivos.
ro: Click pentru adăugare fișiere.
ru: Нажмите, чтобы добавить файлы.
uk: Натисніть, щоб додати файли.
uz: Файлларни қўшиш учун босинг.
zh: 点击以添加文件。

source: Click to create a group.
ca: Fes clic per a crear un grup.
de: Klicken Sie, um eine Gruppe zu erstellen.
es: Haz clic para crear un grupo.
fr: Cliquez pour créer un groupe.
it: Clicca per creare un gruppo.
ja: クリックしてグループを作成する。
kk: Топ құру үшін басыңыз.
ko: 그룹을 생성하려면 클릭하세요.
ky: Топ түзүү үчүн басыңыз.
lv: Uzklikšķiniet ,lai izveidoptu grupu.
mn: Бүлэг үүсгэх
pt: Clique para criar um grupo.
ro: Click pentru a crea un grup.
ru: Нажать, чтобы создать группу.
uk: Натисніть, щоб створити групу.
uz: Гуруҳ яратиш учун бу ерга босинг.
zh: 单击以创建组。

source: Click to learn more.
fr: Cliquez pour en savoir plus.
it: Clicca per saperne di più.
kk: Қосымша ақпарат алу үшін басыңыз.
pt: Clique para saber mais.
uk: Натисніть, щоб дізнатися більше.
zh: 点击以了解更多。

source: Client Configuration
ca: Configuració del Client
de: Client-Konfiguration
es: Configuración de Cliente
fr: Configuration des clients
it: Configurazione del client
ja: クライアントの構成
kk: Клиенттің Конфигурациясы
ko: 클라이언트 구성
ky: Клиенттин Конфигурациясы
lv: Klienta konfigurācija
mn: Үйлчлүүлэгчийн тохиргоо
pt: Configuração do Cliente
ro: Configurare Client
ru: Структура Клиента
uk: Конфігурація Клієнта
uz: Мижоз конфигурацияси
zh: 客戶端配置

source: Close
ca: Tancar
de: Schließen
es: Cerrar
fr: Fermé
it: Chiudi
ja: 閉じる
kk: Жабу
ko: 닫기
ky: Жабуу
lv: Aizver
mn: Хаах
pt: Fechar
ro: Închide
ru: Закрыть
uk: Закрити
uz: Ёпиш
zh: 關閉

source: Close Details
ca: Tancar els detalls
de: Details schließen
es: Cerrar detalles
fr: Fermer les détails
it: Chiudi i dettagli
ja: 詳細を閉じる
kk: Мәліметтерді Жабу
ky: Маалыматты жабуу
lv: Aizvērt detalizētu informāciju
mn: Дэлгэрэнгүй мэдээлэл
pt: Fechar detalhes
ro: Închide Detalii
ru: Закрыть подробности
uk: Закрити Деталі
uz: Ўхшаш маълумотлар
zh: 关闭详情

source: Close Map
fr: Fermer la Carte
it: Chiudi mappa

source: Close Video
ca: Tanca el Vídeo.
de: Video schließen
es: Cerrar Video
fr: Fermer la vidéo
it: Chiudi il video
ja: ビデオを閉じる
kk: Бейнені жабу
ky: Видеону өчүрүү
lv: Aizvērt video
mn: Видеог хаах
pt: Fechar vídeo
ro: Închide Video
ru: Закрыть видео
uk: Закрити відео
uz: Видеони ёпиш
zh: 关闭视频

source: Closed
ca: Tancat
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
ja: 終了
kk: Жабық
ko: 닫기
ky: Жабык
lv: Aizvērts
mn: Хаагдсан
pt: Fechado
ro: Închis
ru: Закрыто
uk: Закрито
uz: Ёпиқ
zh: 关闭

source: Closed on
fr: Fermé le
it: Chiuso il
pt: Encerrado em
uk: Закрито

source: Closing in
fr: Fermeture dans
it: In chiusura tra
pt: Encerra em
uk: Закінчується в

source: Club Members
ca: Membres del Club
de: Club Mitglieder
es: Miembros del Club
fr: Membres du Club
it: I Membri del Club
ja: クラブメンバーは
kk: Клуб Мүшелері
ko: 클럽 멤버
ky: Клуб Мүчөлөрү
lv: Kluba Biedri
mn: inCruises-ээр
pt: Membros do clube
ro: Membrii Clubului
ru: Члены Клуба
uk: Члени Клубу
uz: Клуб Аъзолари
zh: 俱乐部会员

source: Club Members Always Win with inStays
ca: Els socis del club sempre guanyen amb inStays
de: Clubmitglieder gewinnen immer mit inStays
es: Los Miembros del Cub Siempre Ganan con inStays
fr: Les Membres du Club Gagnent Toujours avec inStays
it: I Membri del Club vincono sempre con inStays
ja: クラブメンバーは、inStaysでいつもお得に
kk: Клуб мүшелері әрқашан inStays көмегімен жеңеді
ko: 클럽 멤버는 항상 inStay로 승리합니다
ky: Клуб мүчөлөрү ар дайым inStays менен жеңишке жетет
lv: Kluba Biedri ar inStays Vinnē Vienmēr
mn: Клубын Гишүүд inStays-ээр захиалга хийх бүрдээ хэмнэх болно
pt: Os membros do clube sempre ganham com a inStays
ro: Membrii clubului câștigă întotdeauna cu inStays
ru: С inStays Члены Клуба выигрывают всегда
uk: З inStays Члени Клубу виграють завжди
uz: Клуб Аъзолари inStays билан доим фойдада
zh: 俱乐部会员总是通过 inStays 获胜

source: clues, prizes, and opportunities
ca: Pistes, premis i oportunitats
de: Hinweise, Preise und Möglichkeiten
es: pistas, premios y oportunidades
fr: indices, prix et opportunités
it: indizi, premi e opportunità
ja: ヒント、賞品、チャンス
kk: кеңестер, сыйлықтар және мүмкіндіктер
ky: кеңештер, сыйлыктар жана мүмкүнчүлүктөр
lv: norādes, balvas un iespējas
mn: санамж, шагнал, болон боломжууд
pt: pistas, prêmios e oportunidades
ro: indicii, premii și oportunități
ru: подсказки, призы и возможности
uk: підказки, призи та можливості
uz: тавсиялар, ютуқлар ва имкониятлар
zh: 线索、奖品和机会

source: Co-authored START NOW! book with Dr. Denis Cauvier
fr: Co-auteur du livre « START NOW!» avec le Dr Denis Cauvier
it: Coautore del libro START NOW! insieme al dottor Denis Cauvier

source: Co-Founder & CEO
ca: Cofundador i CEO
de: Co-Gründer & CEO
es: Cofundador y CEO
fr: Co-fondateur & PDG
it: Co-Fondatore e CEO
ja: 共同創設者 兼 CEO
kk: Тең құрылтайшы және бас директор
ky: Орток негиздөөчү жана башкы директор
lv: Līdzdibinātājs & CEO
mn: Хамтран-Үүсгэн байгуулагч, Гүйцэтгэх Захирал
pt: Cofundador e CEO
ro: Co-Fondator & CEO
ru: Сооснователь и генеральный директор
uk: Співзасновник та Генеральний Директор
uz: Ҳаммуассис ва БИД
zh: 联合创始人兼首席执行官

source: Co-founder and CEO of NEURS LLC.
fr: Cofondateur et PDG de NEURS LLC.
it: Cofondatore e Amministratore Delegato di NEURS LLC.

source: Co-Founder and Chief Executive Officer (CEO)
fr: Cofondateur et Président-Directeur Général (CEO)
it: Cofondatore e Amministratore Delegato (CEO)

source: Co-founder of CitiSolutions Financial Limited in Spain, Ireland, and the UK.
fr: Cofondateur de CitiSolutions Financial Limited en Espagne, en Irlande et au Royaume-Uni.
it: Cofondatore di CitiSolutions Financial Limited in Spagna, Irlanda e Regno Unito.

source: Code of Conduct
ca: Codi de Conducta
de: Verhaltenskodex
es: Código de Conducta
fr: Code de Conduite
it: Codice di condotta
ja: 行動規範
kk: Әдеп Кодексі
ky: Жүрүм-турум эрежелери
mn: Ёс зүйн дүрэм
pt: Código de Conduta
ro: Codul de conduită
ru: Правила поведения
uk: Правила поведінки
uz: Ахлоқ кодекси
zh: 行为准则

source: Colombian Peso (COP)
fr: Peso colombien (COP)
it: Peso colombiano (COP)
kk: Колумбия песосы (COP)
pt: Peso Colombiano (COP)
uk: Колумбійське песо (COP)
uz: Колумбия песоси (COP)
zh: 哥伦比亚比索 (COP)

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: カラー
kk: Түс
ky: Түс
lv: Krāsa
mn: Өнгө
pt: Cor
ro: Culoare
ru: Цвет
uk: Колір
uz: Ранг
zh: 颜色

source: Column Selection
ca: Selecció de columna.
de: Spaltenauswahl
es: Selección de columnas
fr: Sélection des colonnes
it: Selezione colonna
ja: 列の選択肢
kk: Бағанды таңдау
ky: Тилкени тандоо
lv: Kolonnu atlase
mn: Багана сонголт
pt: Seleção de colunas
ro: Selectarea coloanei
ru: Выбор столбца
uk: Вибір стовпця
uz: Устунни танлаш
zh: 列选择

source: Columns
ca: Columnes
de: Spalten
es: Columnas
fr: Colonnes
it: Colonne
ja: 列
kk: Бағандар
ky: Тилкелер
lv: Kolonnas
mn: Эгнээнүүд
pt: Colunas
ro: Coloane
ru: Столбцы
uk: Колонки
uz: Устунлар
zh: 列

source: Combined donation goal
ca: Objectiu de donació combinat
de: Gemeinsames Spendenziel
es: Meta de donación combinada
fr: Objectif de dons combinés
it: Obiettivo della donazione combinata
ja: 合算目標寄付金額
kk: Бірлескен қайырымдылық мақсаты
ky: Жалпы кайрымдуулук максаты
lv: Apvienotais ziedojumu mērķis
mn: Хандивын нийт дүн
pt: Meta de doação combinada
ro: Scopul donației combinate
ru: Цель по совокупной сумме пожертвования
uk: Ціль за сукупною сумою пожертвуваннь
uz: Қўшма эҳсондан мақсад
zh: 联合募款目标

source: combined goal of $250,000 USD.
fr: objectif cumulé de 250 000 $ USD.
it: obiettivo congiunto di 250.000 dollari.
ja: 合計目標の $250,000 USD。
kk: бірлескен мақсат — 250 000 АҚШ доллары.
pt: meta combinada de US$ 250.000.
ro: obiectivul nostru combinat de 250.000$.
uk: загальна ціль - $ 250 000 USD.
uz: умумий мақсадимиз - 250,000 АҚШ$.
zh: 合计目标为$250,000美元。

source: combined revenue of nearly $64 billion!
ca: amb uns ingressos combinats de gairebé 64.000 milions de dòlars!
de: einen Gesamtumsatz von fast 64 Milliarden Dollar!
es: con unos ingresos combinados de casi 64.000 millones de dólares!
fr: un chiffre d'affaires cumulé de près de 64 milliards de dollars !
it: un fatturato complessivo di quasi 64 miliardi di dollari!
ja: 合計でおよそ640億ドルにのぼる収益！
kk: жиынтық табыс шамамен 64 миллиард долларды құрады!
ky: жалпы киреше дээрлик 64 миллиард долларды түзөт!
lv: apvienotie ieņēmumi gandrīz 64 miljardu dolāru apmērā!
mn: нийт $64 тэрбум ам. долларын орлогыг бүрдүүлсэн
pt: com receitas combinadas de quase 64 bilhões de dólares!
ro: venituri combinate de aproape 64 de miliarde de dolari!
ru: совокупная выручка составляет почти $64 млрд!
uk: сукупний виторг становить майже 64 мільярди доларів!
uz: йиллик даромади деярли 64 миллиард$
zh: 总收入接近640亿美元！

source: Come together with other select inCruises Partners January 2024 in Dubai and immerse yourself in the first ever
ca: Uneix-te a un grup selecte de Socis d'inCruises el gener de 2024, en Dubai, i submergeix-te en el primer Creuer
de: Treffen Sie sich mit anderen ausgewählten inCruises-Partnern im Januar 2024 in Dubai und tauchen Sie ein in die allererste
es: Únete a un grupo selecto de Socios de inCruises en enero de 2024, en Dubái, y sumérgete en el primer Crucero
fr: Rejoignez d'autres Partenaires inCruises select en janvier 2024 à Dubaï et plongez dans le tout premier
it: Unisciti ad altri Partner selezionati di inCruises a Dubai nel gennaio 2024 e goditi la primissima Crociera
ja: 2024年1月、inCruisesパートナーと一緒にドバイで開催される史上初の
kk: 2024 жылдың қаңтарында Дубайдағы басқа inCruises серіктестеріне тұңғыш рет саяхатқа қосылыңыз
ko: 2024년 1월, 선발된 다른 inCruises 파트너와 함께 두바이에서 최초의 경험에 빠져보세요
ky: 2024-жылдын Январь айында Дубайдагы башка тандалган inCruises өнөктөштөрү менен биригип, өзүңүздүн тарыхтагы алгачкы Круизиңизге чөмүлүңүз
lv: Kopā ar citiem izvēlētajiem inCruises partneriem 2024. gada janvārī Dubaijā un iegremdējies pirmajā
mn: Сонгогдсон бусад inCruises-ийн Түншүүдтэй хамт 2024 оны 1-р сард Дубайд ирж, энэхүү түүхэн анхны аялалд хамрагдаарай. Энэ бол
pt: Junte-se a outros Parceiros selecionados da inCruises em janeiro de 2024 em Dubai e mergulhe no primeiro
ro: Vino împreună cu alți parteneri speciali inCruises în ianuarie 2024 în Dubai și bucură-te de prima
ru: Объединяйтесь в январе 2024-го с другими избранными Партнёрами inCruises в Дубае и погрузитесь в первый в своём роде круиз
uk: Об'єднуйтесь у січні 2024-го з іншими обраними Партнерами inCruises у Дубаї та пориньте у перший у своєму роді круїз
uz: Танланган inCruises Ҳамкорлари билан 2024 йил январда Дубайга келинг ва тарихдаги илк
zh: 与其他精选 inCruises 合作伙伴 2024 年 1 月在迪拜齐聚一堂，沉浸在有史以来的第一次

source: Coming Soon
fr: Bientôt disponible
it: Prossimamente

source: Coming Soon!
fr: À venir !
it: Prossimamente!
pt: Em Breve!
uk: Скоро!

source: Commercial Partnerships Manager
ca: Gestor de Col·laboracions Comercials
de: Manager für Geschäftspartnerschaften
es: Gerente de Alianzas Comerciales
fr: Gestionnaire des partenariats commerciaux
it: Responsabile Partnership Commerciali
ja: コマーシャル パートナーシップ マネージャー
kk: Коммерциялық серіктестік менеджері
ky: Коммерциялык өнөктөштүктөр боюнча менеджер
lv: Komerciālās Partnerības Menedžeris
mn: Арилжааны түншлэлийн менежер
pt: Gerente de Parcerias Comerciais
ro: Manager parteneriate comerciale
ru: Руководитель по работе с коммерческими партнёрами
uk: Керівник Партнерських Комерційних Проєктів
uz: Тижоратга оид ҳамкорлик бўйича менежер
zh: 商业合作伙伴经理

source: Commission
ca: Comissió
de: Vergütung
es: Comisión
fr: Une commission
it: Commissioni
ja: 報酬
kk: Комиссиялар
ko: 보상금
ky: Комиссиялар
lv: Komisija
mn: Орлого шагнал
pt: Comissão
ro: Comision
ru: Комиссионные
uk: Комісія
uz: Комиссион мукофотлар
zh: 佣金

source: Commission Statement
ca: Declaració de la comissió
de: Kontoauszug Vergütung
es: Declaraciones de Comisiones
fr: Déclaration de commission
it: Rendiconto delle commissioni
ja: 報酬一覧
kk: Комиссия туралы мәлімдеме
ko: 보상금 내역서
ky: Комиссия туралуу маалыматтар
lv: Komisijas secinājums
mn: Орлогын Мэдэгдэл
pt: Extrato da Comissão
ro: Extrasul de cont pentru comision
ru: Отчёт Комиссионных
uk: Заява Комісії
uz: Комиссион мукофотлар ҳисоботи
zh: 佣金聲明

source: Commissionable Amount
ca: Import subjecte a Comissió
de: Provisionsfähiger Betrag
es: Importe sujeto a comisión
fr: Montant commissionnable
it: Importo commissionabile
ja: 報酬金額
kk: Комиссия сомасы
ky: Комиссиялык сумма
lv: Komisijas Summa
mn: Орлого авах дүн
pt: Valor comissionável
ro: Suma comisionabilă
ru: Комиссионная сумма
uk: Комісійна сума
uz: Комиссия тўланадиган миқдор
zh: 佣金数额

source: Commissions for "door to door sales" Law n. 173 dated 17 August 2005
ca: Comissions per la "venda a domicili" Llei núm. 173 de 17 d'agost de 2005
de: Provisionen für "Haustürgeschäfte" Gesetz Nr. 173 vom 17. August 2005
es: Comisiones de acuerdo a la Ley no. 173 por ventas "de puerta en puerta" con fecha del 17de Agosto 2005
fr: Commissions pour les "ventes à domicile" Loi n° 173 du 17 août 2005
it: Commissioni per "vendite porta a porta" Legge n. 173 del 17 agosto 2005
ja: 2005年8月17日付法律第173号「訪問販売」の報酬
kk: Есіктен есікке сату комиссиясы заң н. 2005 жылғы 17 тамыздағы 173 қаулысы
ko: 2005년 8월 17일자 "방문 판매"에 대한 수수료 법률 n. 173
ky: 2005-жылдын 17-августундагы № 173 Түз сатуу жөнүндө мыйзамга ылайык комиссиялар
lv: Komisijas maksa par “ pārdošanu” Likums n. 173, 2005. gada 17. augusts
mn: "Хаалганд хүргэх худалдаа"-ны шагнал. Хууль 173, 2005 оны 8 сарын 17
pt: Comissões por “venda porta a porta” Lei n. 173 datado de 17 de agosto de 2005
ro: Comisioane pentru "Vânzările din ușă în ușă" Legea nr. 173 din data de 17 august 2005
ru: Комиссии в соответствии с законом о прямых продажах №173 от 17 августа 2005 г.
uk: Комісії відповідно до закону про прямі продажі №173 від 17 серпня 2005 року
uz: "Эшикдан эшиккача сотув" учун комиссия. 2005 йил 17 августдаги 173-сон Қонун
zh: 2005 年 8 月 17 日第 173 號法“上門銷售”佣金

source: Common Questions, Simple Answers
ca: Preguntes Freqüents, Respostes Senzilles
de: Häufige Fragen, einfache Antworten
es: Preguntas Comunes, Respuestas Sencillas
fr: Questions Courantes, Réponses Simples
it: Domande Comuni, Risposte Semplici.
ja: よくある質問、シンプルな答え
kk: Жалпы сұрақтар, қарапайым жауаптар
ky: Көп берилген суроолор, жөнөкөй жооптор
lv: Bieži uzdotie jautājumi, vienkāršas atbildes
mn: Түгээмэл асуултууд, энгийн хариултууд
pt: Perguntas comuns, respostas simples
ro: Întrebări comune, răspunsuri simple
ru: Общие вопросы, простые ответы
uk: Загальні питання, прості відповіді
uz: Умумий саволлар, оддий жавоблар
zh: 常见问题，简单解答

source: Community
ca: Comunitat
es: Comunidad
fr: Communauté
it: Comunità
ja: コミュニティ
kk: Қоғамдастық
ky: Коомчулук
lv: Kopiena
mn: Хамт олон
pt: Comunidade
ro: Comunitate
ru: Сообщество
uk: Спільнота
uz: Ҳамжамият
zh: 社区

source: Comp to Sales
fr: Comparaison des Ventes
it: Compensi alle vendite
kk: Сатылыммен салыстыру
pt: Comparação com Vendas
uk: У порівнянні з продажами
uz: Сотувларга нисбатан
zh: 销售对照

source: Comp To Sales
fr: Comparaison Des Ventes
it: Compensi alle vendite
kk: Сатылыммен салыстыру
pt: Comparação com Vendas
uk: У порівнянні з продажами
uz: Сотувларга нисбатан
zh: 业绩对照

source: Company
ca: Empresa
de: Unternehmen
es: Compañía
fr: Société
it: Azienda
ja: 企業
kk: Компания
ky: Компания
lv: Kompānija
mn: Компани
pt: Empresa
ro: Companie
ru: Компания
uk: Компанія
uz: Компания
zh: 公司

source: Company Presentation
ca: Presentació de la Companyia
de: Unternehmenspräsentation
es: Presentación de la Compañía
fr: Présentation de l'Entreprise
it: Presentazione aziendale
ja: 会社のプレゼンテーション
kk: Компания Презентациясы
ko: 회사 프레젠테이션
ky: Компания Презентациясы
lv: Kompānijas Prezentācija
mn: Компаний Танилцуулга
pt: Apresentação da Empresa
ro: Prezentarea Companiei
ru: Презентация Компании
uk: Презентація Компанії
uz: Компания тақдимоти
zh: 公司介紹

source: Company register listing: RI/PRA/2021/455603/100
ca: Llistat del registre d'empreses: RI/*PRA/2021/455603/100
de: Eintrag im Unternehmensregister: RI/PRA/2021/455603/100
es: Listado de registro de la Compañía: RI/PRA/2021/455603/100
fr: Inscription au registre des sociétés : RI/PRA/2021/455603/100
it: Iscrizione al registro delle imprese: RI/PRA/2021/455603/100
ja: 会社登記簿謄本：RI/PRA/2021/455603/100
kk: Тізілімдегі компаниялардың тізімі: RI/PRA/2021/455603/100
ko: 회사 등록 목록: RI/PRA/2021/455603/100
ky: Катталган компаниялардын тизмеси: RI/PRA/2021/455603/100
lv: Kompānijas reģistra saraksts: RI/PRA/2021/455603/100
mn: Компаний бүртгэлийн жагсаалт: RI/PRA/2021/455603/100
pt: Lista de registro da empresa: RI / PRA / 2021/455603/100
ro: Lista de înregistrare a companiei: RI / PRA / 2021/455603/100
ru: Листинг компании в реестре: RI/PRA/2021/455603/100
uk: Лістинг компанії в реєстрі: RI/PRA/2021/455603/100
uz: Компания реестри: RI/PRA/2021/455603/100
zh: 公司註冊列表：RI/PRA/2021/455603/100

source: Compensation
ca: Compensació
de: Vergütung
es: Compensación
fr: Indemnité
it: Compensi
ja: 報酬
kk: Өтемақы
ko: 보상
ky: Төлөм
lv: Kompensācija
mn: Шагнал урамшуулал
pt: Compensação
ro: Compensaţii
ru: Компенсация
uk: Компенсація
uz: Компенсация
zh: 報酬

source: Compensation Details
ca: Detalls de la compensació
de: Vergütungs-Details
es: Detalles de Compensación
fr: Détails de la compensation
it: Informazioni sui compensi
ja: 報酬の詳細
kk: Төлем мәліметтері
ko: 보상 세부내용
ky: Төлөм тууралуу кенен маалымат
lv: Detalizēta Kompensāciju informācija
mn: Шагнал урамшууллын дэлгэрэнгүй
pt: Detalhes da compensação
ro: Detalii de compensare
ru: Подробности компенсации
uk: Подробиці компенсації
uz: Компенсацияга оид маълумотлар
zh: 补偿详情

source: Compensation Program
ca: Programa de Compensació
de: Vergütungsprogramm
es: Programa de Compensación
fr: Programme d'indemnisation
it: Piano compensi
ja: 報酬プログラム
kk: Компенсация бағдарламасы
ko: 보상 프로그램
ky: Төлөм Программасы
lv: Kompensācijas programma
mn: Шагнал урамшууллын хөтөлбөр
pt: Programa de Compensação
ro: Programul de compensaţii
ru: Обзор Компенсационного Плана
uk: Програма Компенсації
uz: Компенсация дастури
zh: 報酬計劃

source: Compete in the ND/RD/SMD/MD division if you first earn a rank during the contest.
ca: Competiràs a la divisió ND/RD/SMD/MD si aconsegueixes un rang durant el concurs.
fr: Participez à la division ND/RD/SMD/MD si vous obtenez un rang en premier pendant le concours.
it: Se ottieni un rango per la prima volta durante il concorso, competerai nella classe ND/RD/SMD/MD.
ja: コンテスト期間中に初めてランクを獲得した場合は、 ND/RD/SMD/MDのランクカテゴリーで競争する。
kk: Егер сіз байқау барысында бірінші рет рангқа ие болсаңыз, ND/RD/SMD/MD дивизионында жарысыңыз.
pt: Participe da divisão ND/RD/SMD/MD se você conquistar uma classificação durante a competição.
ro: Concurează în divizia ND/RD/SMD/MD dacă obții pentru prima dată un nivel în timpul concursului.
uk: Беріть участь у змаганні в дивізіоні ND/RD/SMD/MD, якщо ви вперше здобудете ранг під час проведення конкурсу.
uz: Агар танлов даврида илк маротаба рангга эришган бўлсангиз, ND/RD/SMD/MD ранг тоифасида рақобатлашинг.
zh: 如果您在竞赛期间首次获得一个等级，则在ND/RD/SMD/MD组别中竞争。
