Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: When you create or reconfigure an inCruises account, you provide some personal information, such as your name, username, password, and email address. Some of this information, for example, your name and username may be listed publicly on our Services. Without your permission, we will not share, rent or sell any of this registration information to any third party in any other way than is (i) disclosed by this privacy policy or (ii) required by applicable law, regulation or court order.
ca: Quan crees o reconfigures un compte d’inCruises, proporcionis informació personal com el teu nom, nom d’usuari, contrasenya i adreça de correu electrònic. Alguna d’aquesta informació, per exemple, el teu nom i nom d’usuari, pot ser llistada públicament als nostres Serveis. Sense el teu permís, no compartirem, llogarem ni venem cap d’aquesta informació d’inscripció a cap tercer de cap altra manera que no sigui (i) el que es revela en aquesta política de privacitat o (ii) el que sigui requerit per llei, reglament o ordre judicial aplicable.
de: Wenn Sie ein inCruises-Konto erstellen oder neu konfigurieren, geben Sie personenbezogene Daten wie Ihren Namen, Benutzernamen, Ihr Passwort und Ihre E-Mail-Adresse an. Einige dieser Informationen, beispielsweise Ihr Name und Benutzername, werden möglicherweise öffentlich in unseren Diensten aufgeführt. Ohne Ihre Zustimmung werden wir diese Registrierungsdaten nicht an Dritte weitergeben, vermieten oder verkaufen, es sei denn, dies ist (i) in dieser Datenschutzrichtlinie vorgesehen oder (ii) gesetzlich, behördlich oder gerichtlich vorgeschrieben.
es: Cuando usted crea o configura una cuenta de inCruises, usted proporciona alguna información personal, tal como su nombre, nombre de usuario, contraseña y dirección de correo electrónico. Parte de esta información, como su nombre y nombre de usuario, puede ser publicada en nuestros servicios. Sin su permiso, inCruises no compartirá, alquilará o venderá esta información de registro a terceros de ninguna otra manera que lo (i) divulgado por esta política de privacidad o (ii) que sea requerido por la ley aplicable, regulación u orden judicial.
fr: Lorsque vous créez ou reconfigurez un compte inCruises, vous fournissez certaines informations personnelles, telles que votre nom, votre nom d'utilisateur, votre mot de passe et votre adresse e-mail. Certaines de ces informations, par exemple votre nom et votre nom d'utilisateur, peuvent être publiées publiquement sur nos Services. Sans votre autorisation, nous ne partagerons, louerons ni vendrons ces informations d'inscription à des tiers, sauf (i) conformément à la présente politique de confidentialité ou (ii) conformément à la loi, à la réglementation ou à une décision de justice en vigueur.
it: Quando crei o riconfiguri un account inCruises, fornisci alcune informazioni personali, come il nome, il nome utente, la password e l'indirizzo e-mail. Alcune di queste informazioni, ad esempio il tuo nome e cognome, possono essere pubblicate sui nostri Servizi. Senza il tuo permesso, non condivideremo, affitteremo o venderemo alcuna di queste informazioni di registrazione a terzi in alcun modo diverso da quanto (i) divulgato dalla presente informativa sulla privacy o (ii) richiesto dalla legge, da un regolamento o da un ordine del tribunale applicabile.
ja: inCruisesアカウントを作成または再設定する場合、名前、ユーザー名、パスワード、電⼦メールアドレスなどの個⼈情報を提供します。この情報の⼀部、たとえば、あなたの名前とユーザー名は、サービスに公開されている場合があります。会員の 許可なしに、（i）このプライバシーポリシーで開⽰されている、または（ii）適⽤法、規制、裁判所命令で要求されている以外の⽅法で、 この登録情報を第三者に共有、貸与、販売することはありません。
kk: inCruises есептік жазбасын жасағанда немесе қайта конфигурациялағанда, сіз өзіңіздің атыңыз, логиніңіз, құпия сөзіңіз және электрондық пошта мекенжайыңыз сияқты жеке ақпаратты бересіз. Бұл ақпараттың бір бөлігі, мысалы, сіздің атыңыз бен логиніңіз біздің қызметтерімізде жариялануы мүмкін. Сіздің рұқсатыңызсыз біз осы Құпиялылық саясатында (i) көзделген немесе (ii) қолданыстағы заңнамада, нормативтік актілерде немесе сот қаулысында талап етілгеннен басқа қандай да бір тәсілмен осы тіркеу деректерінің кез келгенін үшінші тұлғаларға бермей, жалға бермейміз немесе сатпаймыз.
ky: inCruises каттоо аккаунтун түзүп же кайра конфигурациялаганыңызда, сиз атыңыз, колдонуучу атыңыз, сырсөзүңүз жана электрондук почта дарегиңиз сыяктуу белгилүү бир жеке маалыматты бересиз. Бул маалыматтын айрымдары, мисалы, атыңыз жана колдонуучу атыңыз биздин Кызматтарыбызда жалпыга ачык көрсөтүлүшү мүмкүн. Сиздин макулдугуңузсуз, биз бул каттоо маалыматтарын (i) ушул купуялык саясатында сүрөттөлгөндөн же (ii) колдонуудагы мыйзамда, жободо же соттун буйругунда талап кылынгандан башка жол менен эч кандай үчүнчү тарапка өткөрүп бербейбиз, ижарага бербейбиз же сатпайбыз.
lv: Veidojot vai pārkonfigurējot inCruises kontu, tiek sniegta personiska informācija, piemēram, vārds, lietotājvārds, parole un e-pasta adrese. Daļa no šīs informācijas, piemēram, jūsu vārds un lietotājvārds var tikt publiski uzskaitīti mūsu pakalpojumos. Bez jūsu patļaujas, mēs nekopīgosim, nenodosim tālāk un nepārdosim šo reģistrācijas informāciju nevienai trešai personai jebkādā citā veidā, kā vien tas (i) ir izpausts šajā privātuma politikā vai (ii) noteikts piemērojamajos tiesību aktos, noteikumos vai tiesas rīkojumā.
mn: Та inCruises-д бүртгүүлэхэд эсвэл мэдээллээ шинэчлэх үед таны нэр, хэрэглэгчийн нэр, нууц үг, цахим шуудангийн хаяг зэрэг хувийн мэдээллээ оруулдаг. Эдгээр мэдээллийн зарим нь, тухайлбал таны нэр болон хэрэглэгчийн нэр, манай Үйлчилгээний хүрээнд олон нийтэд харагдах боломжтой байж болно. Таны зөвшөөрөлгүйгээр бид энэхүү бүртгэлийн мэдээллийг гуравдагч этгээдэд хуваалцаж, түрээслэж, худалдахгүй бөгөөд зөвхөн (i) энэхүү нууцлалын бодлоготой нийцүүлэн, эсвэл (ii) холбогдох хууль, журам, шүүхийн шийдвэрийн дагуу шаардлагатай тохиолдолд л ашиглах болно.
pt: Ao criar ou reconfigurar uma conta da inCruises, você fornece algumas informações pessoais, como nome, nome de usuário, senha e endereço de e-mail. Algumas dessas informações, como seu nome e nome de usuário, podem ser listadas publicamente nos nossos Serviços. Sem a sua permissão, nós não compartilharemos, alugaremos ou venderemos essas informações de registro a terceiros de nenhuma outra maneira que não seja (i) divulgada por esta política de privacidade ou (ii) exigida pela lei, regulamento ou ordem judicial aplicável.
ro: Când creezi sau reconfigurezi un cont inCruises, furnizezi câteva informații personale, cum ar fi numele, numele de utilizator, parola și adresa de e-mail. Unele dintre aceste informații, de exemplu, numele și numele tău de utilizator pot fi afișate public în Serviciile noastre. Fără permisiunea ta, nu vom partaja, nu vom închiria sau nu vom vinde niciuna dintre aceste informații de înregistrare unei terțe părți în alt mod decât (i) dezvăluit prin această politică de confidențialitate sau (ii) cerut de legea, regulamentul sau ordinul judecătoresc în vigoare.
ru: Когда вы создаете или вносите изменения в учетную запись inCruises, вы предоставляете некоторые персональные данные, например, ваше имя, имя пользователя, пароль и адрес электронной почты. Часть этих данных, например, ваше имя и имя пользователя, могут быть опубликованы в наших Услугах. Без вашего разрешения мы не будем передавать, сдавать в аренду или продавать какие-либо регистрационные данные третьим лицам в каком бы то ни было виде, за исключением случаев, (i) предусмотренных настоящей политикой конфиденциальности; или (ii) по требованию действующего законодательства, предписания или постановления суда.
uk: Під час створення або перенастроювання облікового запису inCruises ви надаєте певну особисту інформацію, наприклад, ваше ім'я, ім’я користувача, пароль та адресу електронної пошти. Частина цієї інформації, наприклад, ваше ім’я та ім’я користувача, можуть бути вказані публічно у наших Сервісах. Без вашого дозволу ми не надаватимемо, не даватимемо в оренду чи не продаватимемо будь-яку цю реєстраційну інформацію третій стороні будь-яким іншим способом, ніж (i) розкриття згідно з цією політикою конфіденційності або (ii), що вимагається чинним законодавством, нормами чи судовим наказом.
uz: inCruises аккаунтини яратаётганингизда ёки қайта созлаётганингизда, исмингиз, фойдаланувчи номи, паролингиз ва электрон почта манзилингиз каби айрим шахсий маълумотларингизни тақдим этасиз. Уларнинг баъзилари, масалан исмингиз ва фойдаланувчи номингиз, Хизматларимизда оммавий намоён қилиниши мумкин. Сизнинг рухсатингизсиз, рўйхатдан ўтиш маълумотларининг ҳеч бирини (i) мазкур маҳфийлик сиёсатида назарда тутилган ва (ii) амалдаги қонунчилик, тартиб-қоидалар ёки суд қарори билан ошкор қилиниши талаб этилган ҳоллардан бошқа ҳеч бир вазиятда учинчи тарафга тақдим этмаймиз, ижарага бермаймиз ёки сотмаймиз.
zh: 当您创建或重新配置inCruises账户时，您需要提供一些个人信息，例如您的姓名、用户名、密码和电子邮箱地址。其中部分信息，例如您的姓名和用户名，可能会在我们的服务中公开展示。未经您的 许可，我们不会以本隐私政策披露之外的方式，或法律、法规或法院命令要求之外的方式，与任何第三方共享、出租或出售任何注册信息。

source: When you enroll 1 New Partner in November, and Your Total Team enrolls 10 NEW Partners down 5 levels, you will earn the attached DOUBLE DIGIT banner in your name.
ca: Quan inscriguis a 1 Nou Soci al Novembre, i el teu equip inscrigui a un total de 10 NOUS Socis en 5 nivells, guanyaràs la bandera de DOBLE DÍGIT amb el teu nom.
de: Wenn Sie im November 1 neuen Partner anmelden und Ihr gesamtes Team 10 NEUE Partner auf 5 Ebenen registriert, erhalten Sie das beigefügte DOUBLE DIGIT-Banner auf Ihrem Namen.
es: Si registras a 1 Nuevo Socio en Noviembre, y tu Equipo registra un total de 10 NUEVOS Socios 5 niveles abajo, obtendrás el banner adjunto de DOS DÍGITOS con tu nombre.
fr: Lorsque vous recrutez 1 Nouveau Partenaire en novembre et que Votre Équipe Totale recrute 10 NOUVEAUX Partenaires de 5 niveaux différents inférieurs, vous obtenez à votre nom la bannière à DOUBLE CHIFFRE.
it: Se a novembre iscrivi 1 nuovo Partner e il tuo Team in totale iscrive 10 NUOVI Partner su 5 livelli, vincerai l'allegato banner DOPPIA CIFRA con il tuo nome.
ja: １１月中に新規パートナーを１人登録し、５レベル以内の総チーム新規パートナーの総数が１０人であると、あなたの名前が記載された「DOUBLE DIGIT」バナーを獲得できます。
kk: Сіз қарашада 1 жаңа серіктесті тіркеген кезде және сіздің жалпы командаңыз төмендегі 5 деңгейдегі 10 жаңа серіктесті тіркегенде, сіздің атыңызға екі таңбалы баннер беріледі.
ko: 11월에 1명의 신규 파트너를 직접 추천하고, 팀 전체에서 5 레벨 이내에 10명의 신규 파트너가 가입하면, 당신의 이름에 두자릿수 배너가 부여됩니다.
ky: Ноябрда 1 Жаңы Өнөктөшкө каттасаңыз жана төмөнкү 5 деңгээлдеги Жалпы Командаңыз 10 ЖАҢЫ Өнөктөшкө каттаса, атыңызга тиркелген КОШ САНдуу баннер аласыз.
lv: Reģistrējot 1 Jaunu Partneri Novembrī, un ,ja Jūsu Visa Komanda reģistrē 10 JAUNUS Partnerus 5 apakšējos līmeņos, jūs sev iegūstiet “DOUBLE DIGIT”(divkāršo/divciparu)) karodziņu .
mn: Хэрэв та 11 сард 1 шинэ Түнш, мөн танай бүх баг доошоо 5 үе хүртэл нийт 10 ШИНЭ Түнш элсүүлвэл та өөрийн нэр дээр ДАБЛ ДИЖИТ (2 ОРОНТ) баннер өргөмжлөл авах болно.
pt: Quando você inscrever 1 novo parceiro em novembro, e sua equipe total inscrever 10 NOVOS parceiros abaixo de 5 níveis, você receberá o banner DOIS DÍGITOS em seu nome.
ro: Când înscrii un nou partener în noiembrie, iar echipa ta întreagă înscrie 10 NOI parteneri în jos 5 nivele, vei câștiga bannerul DOUBLE DIGIT cu numele tău.
ru: Когда вы в ноябре подпишите 1-го нового Партнёра, а вся ваша команда на 5-ти нижестоящих уровнях подпишет 10 НОВЫХ Партнёров, то вы заработаете прикрепляемый ДВУХЗНАЧНЫЙ баннер с вашим именем.
uk: Коли ви в листопаді підпишите 1 нового Партнера, а вся ваша команда на 5-ти нижчестоящих рівнях підпише 10 НОВИХ Партнерів, ви заробите прикріплюючийся ДВОЗНАЧНИЙ банер з вашим ім'ям.
uz: Ноябрь ойида сиз 1 нафар Янги Ҳамкорни обуна қилсангиз, ва сизнинг Умумий жамоангиз 5 та чуқурликда 10 нафар ЯНГИ Ҳамкорларни обуна қилса, сиз ўз номингизга бириктирилган ИККИ РАҚАМЛИ баннерни қўлга киритасиз.
zh: 當您在 11 月註冊 1 個新合作夥伴，並且您的整個團隊在 5 個級別下註冊 10 個新合作夥伴時，您將獲得以您的名義附加的雙位數Banner。

source: When you enroll 1 New Partner in November, and Your Total Team enrolls 100 NEW Partners down 10 levels, you will earn the attached TRIPLE DIGIT banner in your name.
ca: Quan inscriguis a 1 Nou Soci al Novembre, i el teu equip inscrigui a un total de 100 NOUS Socis en 10 nivells, guanyaràs la bandera de TRES DÍGITS amb el teu nom.
de: Wenn Sie im November 1 neuen Partner anmelden und Ihr gesamtes Team 100 NEUE Partner auf 10 Ebenen registriert, erhalten Sie das beigefügte TRIPLE DIGIT-Banner auf Ihrem Namen.
es: Si registras a 1 Nuevo Socio en Noviembre, y tu Equipo registra un total de 100 NUEVOS Socios 10 niveles abajo, obtendrás el banner adjunto de TRES DÍGITOS con tu nombre.
fr: Lorsque vous recrutez 1 Nouveau Partenaire en novembre et que Votre Équipe Totale recrute 100 NOUVEAUX Partenaires de 10 niveaux inférieurs différents, vous obtenez à votre nom la bannière à TRIPLE CHIFFRE.
it: Se a novembre iscrivi 1 nuovo Partner e il tuo Team in totale iscrive 100 NUOVI Partner su 10 livelli, vincerai l'allegato banner TRIPLA CIFRA con il tuo nome.
ja: １１月中に新規パートナーを１人登録し、１０レベル以内の総チーム新規パートナーの総数が１００人であると、あなたの名前が記載された「TRIPLE DIGIT」バナーを獲得できます。
kk: Сіз қараша айында 1 жаңа серіктесті тіркеген кезде және сіздің командаңыз төмендегі 10 деңгейдегі 100 жаңа серіктесті тіркегенде, сіздің атыңызға үш таңбалы баннер беріледі.
ko: 11월에 1명의 신규 파트너를 직접 추천하고, 팀 전체에서 5 레벨 이내에 100명의 신규 파트너가 가입하면, 당신의 이름에 세자릿수 배너가 부여됩니다.
ky: Ноябрда 1 Жаңы Өнөктөшкө каттасаңыз жана Жалпы Командаңыз төмөндөгү 10 деңгээлге 100 ЖАНЫ Өнөктөш каттаса, сиз атыңызга тиркелген ҮЧ САНдуу баннерге ээ болосуз.
lv: Reģistrējot 1 Jaunu Partneri Novembrī,un , ja Jūsu kopējā komanda reģistrē 100 JAUNUS Partnerus apakšējos 10 līmeņos, jūs sev iegūstiet” TRIPLE DIGIT”(trīskāršo/trīsciparu)) karodziņu.
mn: Хэрэв та 11 сард 1 шинэ Түнш, мөн танай бүх баг доошоо 10 үе хүртэл нийт 100 ШИНЭ Түнш элсүүлвэл та өөрийн нэр дээр ТРИПЛ ДИЖИТ (3 ОРОНТ) баннер өргөмжлөл авах болно.
pt: Quando você inscrever 1 novo parceiro em novembro, e sua equipe total inscrever 100 NOVOS parceiros abaixo de 10 níveis, você receberá o banner TRÊS DÍGITOS em seu nome.
ro: Când înscrii un nou partener în noiembrie, iar echipa ta întreagă înscrie 100 de NOI parteneri în jos 10 nivele, vei câștiga bannerul TRIPLE DIGIT cu numele tău.
ru: Когда вы в ноябре подпишите 1-го нового Партнёра, а вся ваша команда на 10-ти нижестоящих уровнях подпишет 100 НОВЫХ Партнёров, то вы заработаете прикрепляемый ТРЁХЗНАЧНЫЙ баннер с вашим именем.
uk: Коли ви в листопаді підпишите 1 нового Партнера, а вся ваша команда на 10-ти нижчестоящих рівнях підпише 100 НОВИХ Партнерів, ви заробите прикріплюючийся ТРЬОХЗНАЧНИЙ банер з вашим ім'ям.
uz: Ноябрь ойида сиз 1 нафар Янги Ҳамкорни обуна қилсангиз, ва сизнинг Умумий жамоангиз 10 та чуқурликда 100 нафар ЯНГИ Ҳамкорларни обуна қилса, сиз ўз номингизга бириктирилган УЧ РАҚАМЛИ баннерини қўлга киритасиз.
zh: 當您在 11月註冊 1 個新合作夥伴，並且您的整個團隊在 10 個級別下註冊 100 個新合作夥伴時，您將獲得附加的以您的名字命名的三位數Banner。

source: When you enroll 1 New Partner in November, and Your Total Team enrolls 1000 NEW Partners down 15 levels, you will earn the attached QUADRUPLE DIGIT banner in your name.
ca: Quan inscriguis a 1 Nou Soci al Novembre, i el teu equip inscrigui a un total de 1000 NOUS Socis en 15 nivells, guanyaràs la bandera de QUATRE DÍGITS amb el teu nom.
de: Wenn Sie im November 1 neuen Partner anmelden und Ihr gesamtes Team 1000 NEUE Partner auf 15 Ebenen registriert, erhalten Sie das beigefügte QUADRUPLE DIGIT-Banner auf Ihrem Namen.
es: Si registras a 1 Nuevo Socio en Noviembre, y tu Equipo registra un total de 1000 NUEVOS Socios 15 niveles abajo, obtendrás el banner adjunto de CUATRO DÍGITOS con tu nombre.
fr: Lorsque vous recrutez 1 Nouveau Partenaire en novembre et que Votre Équipe Totale recrute 1000 NOUVEAUX Partenaires de 15 niveaux inférieurs différents, vous obtenez à votre nom la bannière à QUADRUPLE CHIFFRE .
it: Se a novembre iscrivi 1 nuovo Partner e il tuo Team in totale iscrive 1000 NUOVI Partner su 15 livelli, vincerai l'allegato banner QUADRUPLA CIFRA con il tuo nome.
ja: １１月中に新規パートナーを１人登録し、１５レベル以内の総チーム新規パートナーの総数が１０００人であると、あなたの名前が記載された「QUADRUPLE DIGIT」バナーを獲得できます。
kk: Сіз қараша айында 1 жаңа серіктесті тіркеген кезде және сіздің командаңыз төмендегі 15 деңгейдегі 1000 жаңа серіктесті тіркегенде, сіздің атыңызға төрт таңбалы баннер беріледі.
ko: 11월에 1명의 신규 파트너를 직접 추천하고, 팀 전체에서 5 레벨 이내에 1,000명의 신규 파트너가 가입하면, 당신의 이름에 네자릿수 배너가 부여됩니다.
ky: Ноябрда 1 Жаңы Өнөктөш каттасаңыз жана Жалпы Командаңыз төмөндөгү 15 деңгээлге 1000 ЖАҢЫ Өнөктөш каттаса, атыңызга тиркелген ТӨРТ САНдуу баннер аласыз.
lv: Reģistrējot 1 Jaunu Parneri Novembrī, un ,ja Jūsu kopējā komanda reģistrē 1000 JAUNUS Partnerus apakšējos 15 līmeņos jūs sev iegūstiet “ QUADRUPLE DIGIT”( četrkāršo/četrciparu)) karodziņu.
mn: Хэрэв та 11 сард 1 шинэ Түнш, мөн танай бүх баг доошоо 15 үе хүртэл нийт 1000 ШИНЭ Түнш элсүүлвэл та өөрийн нэр дээр КУАДРАПЛ ДИЖИТ (4 ОРОНТ) баннер өргөмжлөл авах болно.
pt: Quando você inscrever 1 novo parceiro em novembro, e sua equipe total inscrever 1000 NOVOS parceiros abaixo de 15 níveis, você receberá o banner QUATRO DÍGITOS em seu nome.
ro: Când înscrii un nou partener în noiembrie, iar echipa ta întreagă înscrie 1000 de NOI parteneri în jos 15 nivele, vei câștiga bannerul QUADRUPLE DIGIT cu numele tău.
ru: Когда вы в ноябре подпишите 1-го нового Партнёра, а вся ваша команда на 15-ти нижестоящих уровнях подпишет 1000 НОВЫХ Партнёров, то вы заработаете прикрепляемый ЧЕТЫРЁХЗНАЧНЫЙ баннер с вашим именем.
uk: Коли ви в листопаді підпишите 1 нового Партнера, а вся ваша команда на 15-ти нижчестоящих рівнях підпише 1000 НОВИХ Партнерів, ви заробите прикріплюючийся ЧОТИРЬОХЗНАЧНИЙ банер з вашим ім'ям.
uz: Ноябрь ойида сиз 1 нафар Янги Ҳамкорни обуна қилсангиз, ва сизнинг Умумий жамоангиз 15 та чуқурликда 1000 нафар ЯНГИ Ҳамкорларни обуна қилса, сиз ўз номингизга бириктирилган ТЎРТ РАҚАМЛИ баннерини қўлга киритасиз.
zh: 當您在 11月註冊 1 個新合作夥伴，並且您的整個團隊在 15 個級別下註冊 1000 個新合作夥伴時，您將獲得以您的名義附加的四位數Banner。

source: When you join inCruises, you become part of a purpose-driven community dedicated to lifting, loving, and serving others.
ca: Quan t’uneixes a inCruises, passes a formar part d’una comunitat amb propòsit, dedicada a elevar, estimar i servir els altres.
de: Wenn Sie sich bei inCruises anmelden, werden Sie Teil einer zielstrebigen Gemeinschaft, die sich der Förderung, Liebe und Unterstützung anderer verschrieben hat.
es: Cuando te unes a inCruises, pasas a formar parte de una comunidad con propósito, dedicada a elevar, estimar y servir a otros.
fr: Lorsque vous rejoignez inCruises, vous faites partie d'une communauté motivée par un objectif, qui se consacre à élever, aimer et servir les autres.
it: Quando entri a far parte di inCruises, entri a far parte di una comunità orientata allo scopo e dedicata a sollevare, amare e servire gli altri.
ja: inCruisesに参加すると、人々を支え、愛し、奉仕することに尽力する、目的意識を持ったコミュニティの一員となります。
kk: inCruises-ке қосылғанда, сіз басқаларды көтеруге, жақсы көруге және оларға қызмет көрсетуге арналған мақсатты қауымдастықтың бөлігі боласыз.
ky: Сиз inCruisesке кошулганда, сиз башкаларды колдоого, сүйүүгө жана кызмат кылууга арналган максаттуу коомчулуктун бир бөлүгүнө айланасыз.
lv: Pievienojoties “InCruises”, tu kļūsti par daļu no mērķa-vadītas Kopienas, kas veltīta citu bagātināšanai, mīlēšanai un kalpošanai citiem.
mn: Та inCruises-д нэгдсэнээр бусдад урам өгч, хайрыг түгээж, үйлчлэх зорилго бүхий зорилгоор хөтлөгдсөн хамт олны нэгэн хэсэг болох юм.
pt: Ao participar da inCruises, você se torna parte de uma comunidade orientada por um propósito, dedicada a elevar, amar e servir aos outros.
ro: Când te înscrii în inCruises, devii parte a unei comunități orientate spre un scop dedicat ridicării, iubirii și slujirii altora.
ru: Присоединившись к inCruises, вы становитесь частью целеустремленного сообщества, которое посвящает себя тому, чтобы поддерживать, любить и служить другим.
uk: Коли ви приєднуєтеся до inCruises, ви стаєте частиною цілеспрямованої спільноти, яка займається підтримкою, любов’ю та служінням іншим.
uz: inCruises га қўшилиб, сиз ўзини инсонларни қўллаб-қувватлашга, севишга ва хизмат кўрсатишга бағишлаган, мақсадга интилувчан жамоанинг бир қисмига айланасиз.
zh: 当您加入inCruises，您就成为一个有使命感的社区的一员，这个社区致力于提升他人、传播关爱，并服务他人。

source: when you reach a new rank for the
fr: lorsque vous atteignez un nouveau rang pour le
it: quando raggiungi un nuovo rango per il
