Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Understanding QBI
fr: Comprendre le QBI
it: Comprendere il QBI
kk: БСИ-ді түсіну
pt: Entendendo o QBI
ro: Înțelegerea QBI
uk: Розуміння QBI
uz: QBI тушунчаси
zh: 了解QBI

source: Understanding Weekly matching bonus
fr: Comprendre le Bonus de Correspondance Hebdomadaire
it: Comprendere il Bonus Equivalente Settimanale
kk: Апталық Матчинг Бонусын Түсіну
pt: Entendendo o Bônus de Correspondência Semanal
ro: Înțelegerea bonusului săptămânal de potrivire
uk: Розуміння Щотижневого Матчинг-бонусу
uz: Ҳафталик Мувофиқлик бонуси тушунчаси
zh: 了解每周匹配奖励

source: Undo
fr: Annuler
it: Annulla
kk: Қалпына келтіру
pt: Desfazer
uk: Відмінити
uz: Бекор қилиш
zh: 撤销

source: Unique Membership Code
ca: Codi de Membresia únic
de: Persönlicher Mitgliedschafts-Code
es: Código Único de Miembro
fr: Code d'adhésion unique
it: Codice unico di Membership
ja: 固有の会員コード
kk: Бірегей Мүшелік Коды
ko: 고유 멤버십 코드
ky: Уникалдуу мүчөлүк коду
lv: Unikālais dalības kods
mn: Миний гишүүнчлэлийн дугаар
pt: Código Único de Assinatura
ro: Cod unic de Membru
ru: Уникальный Членский Код
uk: Унікальний Членський Код
uz: Ноёб Аъзолик Коди
zh: 唯一會員代碼

source: Unique, Powerful Savings Dynamics
ca: Dinàmiques d’Estalvi Úniques i Potents
de: Einzigartige, leistungsstarke Spardynamik
es: Dinámicas de Ahorro Únicas y Poderosas
fr: Une Dynamique d'Épargne Unique et Puissante
it: Dinamiche di Risparmio Potenti e Uniche
ja: ユニークで強力な節約システム
kk: Ерекше, қуатты үнемдеу динамикасы
ky: Акчаны үнөмдөөнүн уникалдуу жана натыйжалуу ыкмасы
lv: Unikāla, jaudīga Ietaupījumu dinamika
mn: Онцгой, хүчирхэг хэмнэлтийн динамик арга
pt: Dinâmicas de Economias Únicas e Poderosas
ro: Dinamica de economii unică, puternică
ru: Уникальная и мощная динамика накоплений
uk: Унікальна потужна динаміка заощаджень
uz: Ноёб, кучли чегирмалар динамикаси
zh: 独特、强大的储蓄动态

source: Unique, Powerful Savings Dynamics!
ca: Dinàmiques d’Estalvi Úniques i Potents!
de: Einzigartige, leistungsstarke Spardynamik
es: ¡Dinámicas de Ahorro Únicas y Poderosas!
fr: Une dynamique d'épargne unique et puissante !
it: Dinamiche di Risparmio Potenti e Uniche!
ja: ユニークで強力な節約システム！
kk: Бірегей және қуатты жинақтау динамикасы!
ky: Уникалдуу, күчтүү үнөмдөө динамикасы!
lv: Unikāla, Jaudīga Ietaupījumu Dinamika!
mn: Онцгой, хүчирхэг хэмнэлтийн динамик арга!
pt: Dinâmicas de Economias Únicas e Poderosas!
ro: Dinamica de economii unică, puternică!
ru: Уникальная и мощная динамика накоплений!
uk: Унікальна потужна динаміка заощаджень!
uz: Ноёб, кучли чегирмалар динамикаси
zh: 独特、强大的储蓄动态！

source: Unit
ca: Unitat
de: Einheit
es: Unidad
fr: Unité
it: Unità
ja: 単位
kk: Бірлік
ky: Бирдик
lv: Vienība
mn: Хэсэг
pt: Unidade
ro: Unitate
ru: Единица
uk: Одиниця
uz: Уй
zh: 单位

source: Unit or Apt number
ca: Número d'unitat o apartament
de: Einheit oder Apt Nummer
es: Unidad o número de Dpto.
fr: Numéro d'unité ou d'appartement
it: Numero dell'interno o dell'appartamento
ja: ユニットやアパート番号
kk: Корп./Пәтер нөмірі
ky: Үй же батирдин номери
lv: Vienība vai Apt numurs
mn: Байр, хаалганы дугаар
pt: Número da unidade ou apartamento
ro: Unitate sau număr Apt.
ru: Номер корпуса и/или квартиры
uk: Номер корпусу та/або квартири
uz: Уй ёки Кв рақами
zh: 公寓门牌号

source: Unit Price
ca: Preu unitari
de: Stückpreis
es: Precio por Unidad
fr: Prix Unitaire
it: Prezzo per unità
ja: 単価
kk: Тауар өлшемінің бағасы
ko: 유닛 가격
ky: Бирдик баасы
lv: Vienības cena
mn: Ширхэгийн үнэ
pt: Preço unitário
ro: Preţ unitar
ru: Цена за единицу
uk: Ціна за одиницю
uz: Нарх бирлиги
zh: 單價

source: United Arab Emirates Dirham (AED)
fr: Dirham des Émirats Arabes Unis (AED)
it: Dirham degli Emirati Arabi Uniti (AED)
kk: Біріккен Араб Әмірліктерінің дирхамы (AED)
pt: Dirham dos Emirados Árabes Unidos (AED)
uk: Дірхам Об'єднаних Арабських Еміратів (AED)
uz: Бирлашган Араб Амирликлари дирҳами (AED)
zh: 阿联酋迪拉姆 (AED)

source: Unknown
ca: Desconegut
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
kk: Белгісіз
ko: 모름
ky: Белгисиз
lv: Nezināms
mn: Мэдэгдэхгүй
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
uk: Невідомий
uz: Номаълум
zh: 未知

source: unlawful in any manner;
ca: il·legal de qualsevol manera;
de: in irgendeiner Weise rechtswidrig;
es: es ilegal de ninguna manera;
fr: illégal de quelque manière que ce soit ;
it: Illegale in qualsivoglia modo;
ja: いかなる形であれ違法でないこと;
kk: Қандай да бір жолмен заңсыз;
ky: кандайдыр бир жактан мыйзамсыз эмес экендигине;
lv: nelikumīgi jebkādā veidā;
mn: алив хууль бус үйлдэл;
pt: ilegal em qualquer forma;
ro: ilegal în orice mod;
ru: каким-либо образом незаконными;
uk: протизаконним у будь-який спосіб;
uz: ҳеч бир тарзда қонунга зид эмаслиги;
zh: 以任何形式非法；

source: Unless earlier terminated as provided below, this Addendum shall automatically terminate upon the termination or cancellation of PARTNER’s IBP Agreement.
ca: Llevat que s’acabi abans d’acord amb el que s’estipula a continuació, aquest complement s’acabarà automàticament quan finalitzi o cancel·li el contracte SCI de SOCI.
de: Sofern dieser Zusatz nicht wie unten angegeben früher gekündigt wird, endet dieses Addendum automatisch mit der Kündigung oder Stornierung des IBP-Vertrags des PARTNERs.
es: A menos que se rescinda anticipadamente según lo dispuesto a continuación, este Anexo terminará automáticamente al finalizar o cancelar el Acuerdo SCI de SOCIO.
fr: Sauf s’il est résilié plus tôt comme il est prévu ci-dessous, cet addendum devra automatiquement résilié lors de la résiliation ou de l'annulation de l’Accord IBP de PARTNER.
it: A meno che non sia stato rescisso prima, secondo le disposizioni che seguono, questo Addendum terminerà automaticamente alla risoluzione o alla cancellazione del Contratto PCI del PARTNER.
ja: 下記の規定に従って早期に解約されない限り、本追加条項は、パートナーのIBP契約の解約または解約の際に自動的に解約されます。
kk: Төменде көрсетілген мерзімнен бұрын тоқтатылмаған жағдайда, осы Қосымша СЕРІКТЕСТІҢ ТБС Келісімін бұзған немесе тоқтатқан кезде, автоматты түрде күшін жояды.
ko: 아래에 명시된 대로 조기 해지하지 않는 한 이 추가 조항은 파트너의 IBP 계약 해지 또는 취소시 자동으로 해지됩니다.
ky: Бул Тиркеме, эгерде төмөндө көрсөтүлгөндөй мурда токтотулбаса, PARTNERдин MBH келишими токтотулганда же токтотулганда автоматтык түрдө токтотулат.
lv: Ja vien šis saistību pielikums netiek izbeigts agrāk tas automātiski izbeigs vai atcels Partnera IBP līgumu.
mn: Доор дурьдсанчлан хугацаанаас өмнө цуцлахгүй бол энэхүү Нэмэлт Өөрчлөлтийн заалт нь БДТ-ийн Гэрээг цуцлах тохиолдолд автоматаар дуусгавар болно.
pt: A menos que seja rescindido antecipadamente, conforme previsto abaixo, este Adendo será rescindido automaticamente após a rescisão ou cancelamento do Contrato IBP do SÓCIO.
ro: Afară de cazul în care este reziliat în avans, după cum este prevăzut mai jos, acest Act Adiţional va fi încheiat automat la încetarea sau anularea Acordului PAI al PARTENERULUI.
ru: В случае не расторжения в более ранние сроки, как указано ниже, это Дополнение автоматически перестает действовать при расторжении или отмене Соглашения НБП.
uk: У разі не розірвання в більш ранні терміни, як зазначено нижче, це Доповнення автоматично перестає діяти при розірванні або скасування НБП Угоди ПАРТНЕРА.
uz: Агар ушбу Қўшимча қуйида кўрсатилганидек аввал тугатилмаган бўлса, ҲАМКОРнинг МБҲ Битими тугатилганидан ёки бекор қилинганидан сўнг автомат равишда тугатилади.
zh: 除非如下所示提前終止，否則本附錄將在合作夥伴的IBP協議終止或取消後自動終止。

source: Unless otherwise specified in a written agreement provided by and executed by inCruises, without reference to conflicts of law principles, the laws of Puerto Rico shall govern and control this agreement, with respect to any legal action concerning the website(s) and Services provided by inCruises. By using inCruises' website service and/or products provided by inCruises, you are agreeing that any and all disputes arising out of, or relating to the TOS, will be first negotiated in good faith by the parties, and if such negotiations do not result in a mutually agreeable resolution, either you or inCruises may bring a claim against the other, provided that such a claim shall exclusively be brought in the jurisdiction and venue in the state or federal courts located in Puerto Rico. You and inCruises hereby irrevocably submit to the exclusive jurisdiction of such courts for any such claims, and waive any objections to such courts based on venue or the doctrine of forum non- conveniens.
ca: Excepte que s’indiqui el contrari en un acord per escrit proporcionat i signat per inCruises, sense referència als principis de conflicte de lleis, les lleis de Puerto Rico regiran i controlaran aquest acord, pel que fa a qualsevol acció legal relacionada amb els llocs web i serveis proporcionats per inCruises. En utilitzar els serveis del lloc web d'inCruises o els productes proporcionats per inCruises, acceptes que qualsevol disputa derivada de, o relacionada amb els Termes de Servei, serà primer negociada de bona fe entre les parts, i si aquestes negociacions no donen com a resultat una resolució mútuament acceptable, tant tu com inCruises podreu presentar una reclamació contra l'altre, sempre que aquesta reclamació es presenti exclusivament en la jurisdicció i seu dels tribunals estatals o federals ubicats a Puerto Rico. Tu i inCruises accepteu irrevocablement la jurisdicció exclusiva d’aquests tribunals per a qualsevol d’aquestes reclamacions i renuncieu a qualsevol objecció a aquests tribunals basada en el lloc de celebració del judici o en la doctrina de forum non conveniens.
fr: Sauf disposition contraire dans un accord écrit fourni et signé par inCruises, sans référence aux principes de conflits de lois, le droit portoricain régit le présent accord pour toute action en justice concernant le(s) site(s) web et les Services fournis par inCruises. En utilisant le site web et/ou les produits d'inCruises, vous acceptez que tout litige découlant des présentes Conditions d'utilisation (TOS) ou s'y rapportant soit préalablement négocié de bonne foi par les parties. Si ces négociations n'aboutissent pas à une résolution mutuellement acceptable, vous ou inCruises pourrez intenter une action contre l'autre partie, à condition que cette action soit exclusivement portée devant les tribunaux d'État ou fédéraux de Porto Rico. Par les présentes, vous et inCruises vous soumettez irrévocablement à la compétence exclusive de ces tribunaux pour toute réclamation de ce type et renoncez à toute objection à leur encontre fondée sur le lieu ou la doctrine du forum non conveniens.
it: Salvo quanto diversamente specificato in un accordo scritto fornito e sottoscritto da inCruises, senza riferimento a principi di conflitto di leggi, le leggi di Porto Rico regoleranno e controlleranno questo accordo, con riferimento a qualsiasi azione legale riguardante il/i sito/i web e i Servizi forniti da inCruises. Utilizzando il servizio del sito web di inCruises e/o i prodotti forniti da inCruises, accetti che qualsiasi controversia derivante da, o relativa ai TOS, sarà prima negoziata in buona fede dalle parti e, se tali negoziati non dovessero portare a una risoluzione reciprocamente accettabile, sia tu che inCruises potrete intentare una causa contro l'altro, a condizione che tale causa sia esclusivamente sottoposta alla giurisdizione e alla sede dei tribunali statali o federali situati a Porto Rico. Tu e inCruises vi sottoponete irrevocabilmente alla giurisdizione esclusiva di tali tribunali per qualsiasi reclamo e rinunciate a qualsiasi obiezione a tali tribunali basata sulla sede o sulla dottrina del forum non conveniens.
ja: inCruisesが提供および実⾏する書⾯による契約で別段の定めがない限り、プエルトリコの法律は、本契約を⽀配するものとします。抵触法の原則、ウェブサイトおよびinCruisesが提供するサービスに関する⾏動への⾔及。inCruisesのウェブサイトサービスおよび/またはinCruisesが提供する製品を使⽤することにより、TOSに起因または関連するすべての紛争が当事者によって誠実に最初に交渉され、そのような交渉が相互に結びつかない場合、同意の解決は会員またはinCruisesが他⽅に対して申し⽴てを⾏うことができます。ただし、そのような申し⽴ては、プエルトリコにある州裁判所または連邦裁判所の裁判地のみです。会員とinCruisesは、かかる請求について、かかる裁判所の専属管轄権に取消不能な形で提出し、裁判地またはフォーラム・ノンコンビニエンスの原則に基づいて、かかる裁判所に対する異議を放棄します。
kk: Егер коллизиялық құқық принциптеріне сілтеме жасамай, inCruises ұсынған және ресімдеген жазбаша келісімде өзгеше көрсетілмесе, Пуэрто-Рико заңдары осы Келісімді inCruises ұсынатын веб-сайтқа (ларға) және қызметтерге қатысты кез келген заңды әрекеттерге қатысты реттейді және бақылайды. InCruises веб-сайтының қызметтерін және/немесе inCruises ұсынатын өнімдерді пайдалана отырып, сіз пайдалану шарттарына байланысты туындайтын немесе оларға қатысты кез келген дауларды алдымен Тараптар адал талқылайтынына келісесіз және егер мұндай келіссөздер өзара қолайлы шешімге әкелмесе, сіз немесе inCruises басқасына қарсы талап қоя алады адамдар мұндай талап тек Пуэрто-Рикода орналасқан штат немесе федералды соттардың юрисдикциясы мен өткізу орны шеңберінде берілуі керек деген шартпен. Осымен сіз және inCruises кез келген осындай талаптарға қатысты осындай соттардың айрықша юрисдикциясына сөзсіз бағынасыз және мұндай соттардың қаралатын орнына немесе соттың қолайсыздық доктринасына негізделген кез келген қарсылықтарынан бас тартасыз.
pt: A menos que um contrato por escrito fornecido e executado pela inCruises especifique o contrário, as leis de Porto Rico, sem referência aos seus princípios de conflitos de leis, qualquer ação referente ao(s) site(s) e serviços fornecidos pela inCruises. Ao usar o serviço do site e/ou produtos fornecidos pela inCruises, você concorda que toda e qualquer disputa decorrente ou relacionada aos TDS será negociada primeiro de acordo com a boa-fé das partes e se essas negociações não resultarem em uma resolução aceitável, você ou a inCruises poderá interpor uma reclamação contra a outra, desde que tal reclamação seja realizada exclusivamente nos tribunais estaduais ou federais localizados no Estado de Porto Rico. Você e a inCruises, por meio deste documento, irrevogavelmente se submetem à jurisdição exclusiva de tais tribunais sobre essas reivindicações e renúncia as objeções a esses tribunais com base no local ou na doutrina do fórum não conveniente.
ro: Cu excepția cazului în care se specifică altfel într-un acord scris furnizat și executat de inCruises, fără referire la principiile conflictelor de legi, legile din Puerto Rico vor guverna și controla acest acord, cu privire la orice acțiune legală privind site-urile web și Serviciile furnizate de inCruises. Folosind serviciul site-ului web inCruises și/sau produsele oferite de inCruises, ești de acord că orice dispută care decurge din, sau care are legătură cu TOS, va fi mai întâi negociată cu bună-credință de către părți și, dacă astfel de negocieri nu duc la o soluție de comun acord, fie tu, fie inCruises puteți depune o astfel de revendicare împotriva celeilalte jurisdicții. instanțele de stat sau federale situate în Puerto Rico. Tu și inCruises vă supuneți în mod irevocabil jurisdicției exclusive a unor astfel de instanțe pentru orice astfel de revendicări și renunțați la orice obiecție la aceste instanțe pe baza locului sau a doctrinei forum non-conveniens.
uk: Якщо інше не зазначено в письмовій угоді, наданій та укладеній inCruises, незалежно від принципів колізійного права, ця угода, щодо будь-яких правових дій, пов'язаних з веб-сайтом і послугами inCruises, регламентується і контролюється законами Пуерто-Ріко. Використовуючи веб-сайт inCruises' і/або продукти, що надаються inCruises, Ви погоджуєтеся з тим, що будь-які спори, що виникають через або пов'язані з Умовами Використання, перш за все будуть добровільно обговорюватися сторонами, а якщо такі переговори не приведуть до взаємного узгодженого рішення , то як Ви, так і inCruises можете пред'явити судовий позов іншій стороні, за умови, що такий позов буде пред'явлений виключно в юрисдикції та в судовому окрузі штату або федерального суду, розташованого в Пуерто-Ріко. Справжнім, Ви та inCruises беззастережно приймаєте виняткову юрисдикцію таких судів по будь-яким подібними позовами і відмовляєтеся від будь-яких заперечень до таких судів на підставі їх місця розташування чи їх доктрин.
uz: Агар inCruises томонидан тақдим этилган ва ижро этилган ёзма келишувда бошқача тартиб назарда тутилмаган бўлса, Пуэрто-Рико қонунлари мазкур келишувни inCruises томонидан тақдим этилган хизматлар ва веб-сайт(лар) билан боғлиқ ҳар қандай юридик фаолиятга нисбатан, зиддиятли қонун тамойилларига мурожаат қилмаган ҳолда тартибга солади ва назорат қилади. inCruises веб-сайти, хизмат ва/ёки маҳсулотларидан фойдаланиш орқали сиз ХКШ юзасидан вужудга келувчи унга алоқадор бўлган барча ва ҳар қандай низолар дастлаб тарафлар томонидан оқилона музокара йўли билан ҳал қилиниши, бундай музокаралар икки томонлама розилик асосидаги келишувга олиб келмаган ҳолларда, даъво мутлақ Пуэрто-Рикода жойлашган штат ёки федерал судларда кўриб чиқилсагина, сиз ёки inCruises томонидан иккинчи тарафга қарши даъво қўзғатилиши мумкинлигига розилик билдирасиз. Шу сабабли, сиз ва inCruises муқаррар равишда ҳар қандай бу каби даъвони шу каби судларнинг мутлақ юрисдикциясига тақдим этади ва жойлашган жой ёки жойнинг ноқулайлик доктринасига асосанланиб бундай судларга эътироз билдириш ҳуқуқидан воз кечади.
zh: 除非由inCruises提供并签署的书面协议另有规定，在不考虑法律冲突原则的前提下，本协议应受波多黎各法律管辖并适用，适用于与inCruises所提供的网站和服务有关的任何法律诉讼。通过使用inCruises提供的网站服务和/或产品，您同意，因服务条款引起或与之相关的任何和所有争议，双方应首先本着诚意进行协商；若协商未能达成双方均可接受的解决方案，则您或inCruises可对对方提出诉讼，但前提是该诉讼必须专属在波多黎各州或联邦法院的司法管辖区和审判地点提起。您与inCruises在此不可撤销地同意接受上述法院的专属管辖，并放弃基于审判地点或不方便法院原则而对该等法院提出的任何异议。

source: Unlimited
ca: Sense límit
de: Unlimitiert
es: Ilimitado
fr: Illimité
it: Illimitato
ja: 無制限
kk: Шексіз
ky: Чектөөсүз
lv: Bezlimita
mn: Хязгааргүй
pt: Ilimitado
ro: Nelimitat
ru: Без ограничений
uk: Без обмежень
uz: Чекланмаган
zh: 无限的

source: Unlimited email marketing system
ca: Sistema de màrqueting per correu electrònic il·limitat
de: Unbegrenztes E-Mail-Marketing-System
es: Sistema de marketing por correo electrónico ilimitado
fr: Système de marketing par courriel illimité
it: Sistema di email marketing illimitato
ja: 無制限のメールマーケティングシステム
kk: Электрондық поштаның шексіз маркетингтік жүйесі
ky: Чексиз электрондук маркетинг системалары
lv: Neierobežota e-pasta mārketinga sistēma
mn: Хязгааргүй имэйл маркетингийн систем хэрэглэх
pt: Sistema de marketing por e-mail ilimitado
ro: Sistem nelimitat de email marketing
ru: Безлимитная система email-маркетинга
uk: Безлімітна система email-маркетингу
uz: Чекланмаган email-маркетинг тизими
zh: 无限制电子邮件营销系统

source: Unlimited INsider bookings/ year
fr: Réservations INsider illimitées/an
it: Prenotazioni INsider illimitate all'anno
kk: Жылына шексіз INsider брондау мүмкіндігі
pt: Reservas INsider ilimitadas/ano
uk: Необмежена кількість бронювань за Тарифами INsider на рік
zh: 不限次数INsider预订/每年

source: Unlimited INsider Pricing Bookings
ca: Reservas il·limitades amb INsider Pricing
de: Unbegrenzte INsider Pricing Buchungen
es: Reservas ilimitadas con Precio INsider
fr: Réservations illimitées de prix d'initiés
it: Prenotazioni INsider Pricing illimitate
ja: 無制限のINsider Pricingのご予約
kk: Шексіз INsider Pricing брондау
ky: Чексиз INsider Pricing баасындагы брондоолор
lv: Bezlimita Insider Pricing Rezervācijas
mn: Хязгааргүй тооны INsider Pricing захиалгууд
pt: Reservas ilimitadas com INsider Pricing
ro: Rezervări nelimitate cu INsider Pricing
ru: Безлимитное количество бронирований INsider Pricing
uk: Безлімітна кількість бронювань INsider Pricing
uz: Чекланмаган INsider Pricing буюртмалар
zh: 无限制INsider Pricing预订

source: Unlock all the power of inCruises from your mobile device!
ca: Gaudeix de tota la comoditat d'inCruises des del teu dispositiu mòbil!
de: Schalten Sie alle Funktionen von inCruises auf Ihrem mobilen Gerät frei!
es: ¡Accede a todo el poder de inCruises desde tu dispositivo móvil!
fr: Débloquez toute la puissance de inCruises depuis votre appareil mobile !
it: Sfrutta tutte le potenzialità di inCruises dal tuo dispositivo mobile!
ja: モバイル端末からinCruisesのすべての機能をご利用いただけます！
kk: Мобильді құрылғыңыздан inCruises қуатын босатыңыз!
ko: 모바일 기기에서 inCruises의 모든 기능을 잠금 해제하십시오!
ky: Мобилдик түзмөгүңүздөн inCruises'тин толук күчүн ачыңыз!
lv: Atbloķējiet visu inCruises jaudu no mobilās ierīces!
mn: InCruises-ийн бүх хүчийг мобайл төхөөрөмжнөөсөө нээгээрэй!
pt: Desbloqueie todo o poder da inCruises no seu dispositivo móvel!
ro: Deblochează toată puterea inCruises de pe dispozitivul tău mobil!
ru: Раскройте всю мощь inCruises с вашего мобильного устройства!
uk: Розкрийте всі можливості inCruises зі свого мобільного пристрою!
uz: Ўз мобил қурилмангиздан inCruises нинг бор қудратини очинг!
zh: 从您的移动设备释放 inCruises 的所有功能！

source: Unlock by meeting the requirements below
fr: Débloquez en remplissant les conditions ci-dessous
it: Sblocca soddisfacendo i requisiti riportati di seguito
kk: Төмендегі талаптарды орындау арқылы ашыңыз
pt: Para desbloquear, atenda aos requisitos listados abaixo
ro: Deblochează prin îndeplinirea cerințelor de mai jos
uk: Розблокуйте, виконавши наступні вимоги
uz: Қуйидаги талабларни бажарган ҳолда эришинг
zh: 通过满足以下要求来解锁

source: Unlock exclusive benefits and savings - upgrade your membership today to experience more!
ca: Desbloqueja beneficis i estalvis exclusius: actualitza la teva membresia avui mateix per viure més experiències!
de: Schalten Sie exklusive Vorteile und Ersparnisse frei - upgraden Sie noch heute Ihre Mitgliedschaft, um mehr zu erleben!
es: Desbloquea beneficios y ahorros exclusivos - ¡Mejora tu Membresía hoy para experimentar más!
fr: Bénéficiez d'avantages et d'économies exclusifs - mettez votre adhésion à niveau dès aujourd'hui pour en savoir plus !
it: Sblocca vantaggi e risparmi esclusivi: aggiorna la tua Membership oggi stesso per la massima esperienza!
ja: 今すぐメンバーシップをアップグレードして、限定特典やお得なサービスをご利用ください！
kk: Эксклюзивті артықшылықтар мен жинақтарды алыңыз-көбірек тәжірибе алу үшін бүгін мүшелігіңізді жаңартыңыз!
ky: Эксклюзивдүү артыкчылыктарды жана үнөмдөөлөрдү ачыңыз - көбүрөөк тажрыйба алуу үчүн бүгүн мүчөлүгүңүздү жогорулатыңыз!
lv: Atbloķējiet ekskluzīvas priekšrocības un ietaupījumus — jauniniet savu dalību šodien, lai gūtu vairāk pieredzes!
mn: Онцгой үр өгөөж, хэмнэлтийн үүд хаалгыг нээгээрэй - илүү ихийг авахын тулд өнөөдөр Гишүүнчлэлийн ахиулалтаа хийгээрэй!
pt: Desbloqueie benefícios e descontos exclusivos - atualize sua assinatura hoje mesmo para aproveitar mais!
ro: Deblochează beneficii și economii exclusive - fă upgrade la abonament astăzi pentru a experimenta mai mult!
ru: Разблокируйте эксклюзивные преимущества и экономию: обновите свой план программы членства уже сегодня и получите ещё больше возможностей!
uk: Розблокуйте ексклюзивні переваги та економію: оновіть свій план програми членства вже сьогодні та отримайте ще більше можливостей!
uz: Ноёб фойдалар ва чегирмаларни очинг - янада кўпроғи учун аъзолигингизни бугуноқ апгрейд қилинг!
zh: 解锁独家优惠和节省 - 今天升级您的会员资格，体验更多！

source: Unlock Exclusive Travel Savings with inCruises Membership!
ca: Desbloqueja Estalvis Exclusius en Viatges amb la Membresia d’inCruises!
de: Exklusive Reiseersparnisse mit der inCruises-Mitgliedschaft!
es: ¡Desbloquea Ahorros de Viaje Exclusivos con la Membresía de inCruises!
fr: Débloquez des économies de voyage exclusives grâce à l'Adhésion inCruises !
it: Ottieni risparmi esclusivi con la Membership inCruises!
ja: inCruisesメンバーシップで、会員限定のお得な旅行をお楽しみください！
kk: InCruises мүшелік бағдарламасының арқасында эксклюзивті саяхат үнемдеу мүмкіндіктерін ашыңыз!
ky: inCruises мүчөлүгү менен эксклюзивдүү саякат үнөмдөөлөрүн алыңыз!
lv: Iegūstiet Ekskluzīvus Ceļojumu Ietaupījumus ar inCruises Biedru Dalību!
mn: inCruises-ийн Гишүүнчлэлээр аяллын гайхалтай хөнгөлөлтүүдийг эдлээрэй!
pt: Desbloqueie descontos exclusivos em viagens com a assinatura inCruises!
ro: Deblochează economii exclusive de călătorie cu abonamentul inCruises!
ru: Откройте для себя эксклюзивные возможности экономии на путешествиях благодаря программе Членства inCruises!
uk: Отримайте ексклюзивну економію на подорожах за допомогою Членства в inCruises!
uz: inCruises Аъзолиги билан эксклюзив саёҳат чегирмаларига эга бўлинг!
zh: 解锁inCruises会员专属旅行优惠！
