Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: In addition to cruising with Hutch, the first ever
ca: A més de navegar amb Hutch, el primer
de: Neben der Kreuzfahrt mit Hutch, der ersten überhaupt
es: Además del viaje en crucero con Hutch, el primer Crucero
fr: En plus de la croisière avec Hutch, la toute première
it: Oltre a viaggiare insieme ad Hutch, la primissima Crociera
ja: ハッチとのクルージングに加え、史上初の
kk: Майклмен бірге круизден басқа, бұл түрдегі бірінші круиз
ko: Hutch와 함께하는 최초의 크루즈 외에도
ky: Майкл менен болгон круиздик саякаттан тышкары, бул түрдөгү биринчи круиз
lv: Paplidus kruīzā kopā ar Hutch,pirmais
mn: Та Хачтай хамт аялахаас гадна "Elevate" аялалд доорхи зүйлсүүд багтсан болно. Үүнд:
pt: Além de viajar com Hutch, o primeiro
ro: Pe lângă călătoria împreună cu Hutch, prima
ru: В дополнение к круизному путешествию с Майклом, первый с своём роде круиз
uk: На додаток до круїзної подорожі з Майклом, перший у своєму роді круїз
uz: Хатч билан бирга круизга чиқишдан ташқари, тарихдаги илк
zh: 除了与 Hutch 一起巡游之外，

source: In addition to his executive leadership, Frank is an inventor with issued patents from the United States Patent and Trademark Office and multiple international patent authorities, including Japan, China, Russia, South Korea, and the European Union.
fr: Outre ses fonctions de direction exécutive, Frank est un inventeur titulaire de brevets délivrés par l'Office des Brevets et des Marques des États-Unis et par de multiples offices internationaux de brevets, notamment au Japon, en Chine, en Russie, en Corée du Sud et dans l'Union Européenne.
it: Oltre alla sua leadership esecutiva, Frank è un inventore con brevetti rilasciati dall'Ufficio Brevetti e Marchi degli Stati Uniti e da molteplici autorità brevettuali internazionali, tra cui Giappone, Cina, Russia, Corea del Sud e Unione Europea.

source: In addition, you were paid
ca: A més, t'han pagat
de: Darüber hinaus wurden Sie bezahlt
es: Además, le pagaron
fr: De plus, vous avez été payé
it: Oltre a questo, ti viene pagata l'IVA per un importo pari a
ja: さらに、あなたは
kk: Оған қоса, сіз төледіңіз
ko: 또한, 당신은 지불되었습니다
ky: Мындан тышкары сизге төмөнкүлөр төлөнөт
lv: Papildus tam,jums tika samaksāts
mn: Түүнчлэн та
pt: Além disso, você foi pago
ro: În plus, ai fost plătit
ru: Кроме того, вы получили выплату
uk: Крім того, ви отримали виплату
uz: Бундан ташқари, сизга
zh: 此外，您獲得了報酬

source: In addition, you will be paid
ca: A més, se't pagarà
de: Außerdem erhalten Sie eine Vergütung
es: Además, se te pagará
fr: De plus, vous serez payé
it: Oltre a questo, ti viene pagata l'IVA per un importo pari a
ja: さらに、あなたは
kk: Сонымен қатар, сізге төленеді
ky: Мындан тышкары сизге төмөнкүлөр төлөнөт
lv: Papildus tam,jums tiks samaksāts
mn: Түүнчлэн та төлөх болно
pt: Além disso, você será pago
ro: În plus, vei fi plătit
ru: Кроме того, вы получите выплату
uk: Крім того, ви отримаєте виплату
uz: Бундан ташқари, сизга
zh: 此外，您将获得报酬

source: in Builders Base or Super Builders Base Bonuses.
ca: En la Base de Constructor o en les Bonificacions de la Super Base de Constructor.
de: in Builders Base oder Super Builders Base Boni.
es: En la Base de Constructores o en los Bonos de Base de Super Constructores
fr: en Bonus de Base des Constructeurs ou de Base des Super Constructeurs.
it: di Bonus Base Costruttori o Super Base Costruttori.
ja: ビルダーズ・ベース、またはスーパービルダーズ・ベース ボーナスの$1ドルに対して。
kk: Бизнес Фундамент немее Супер Фундамент Бизнес Бонусы
ky: Куруучулардын базалык же супер куруучулардын базалык бонустары.
lv: Lietotāju Bāzes vai Super Lietotāju Bāzes Bonusi.
mn: Билдерс Бэйс болон Супер Билдерс Бэйс урамшуулал.
pt: em Bônus de Base de Construtores ou Super Base de Construtores.
ro: în bonusuri pentru baza constructorilor sau Super bonusuri pentru baza constructorilor.
ru: бонусами "Фундамент Бизнеса” или “Суперфундамент Бизнеса”.
uk: бонусами Фундамент Бізнесу та Суперфундамент Бізнесу.
uz: Қурувчилар базаси ва Супер Қурувчилар базаси бонусларида.
zh: 在建造者基础或超级建造者基础奖金中。

source: In Full Disclosure (as of %{ date }):
ca: En plena divulgació (a partir de %{ date }):
de: In voller Offenlegung (Stand %{ date }):
es: En divulgación completa (as of %{ date }):
fr: En Toute Transparence (à partir de {{ date }}) :
it: Informativa completa (in data %{ date }):
ja: すべての情報開示 ( %{ date }時点):
kk: Толық ашып көрсетуде (as of %{ date }):
ko: 전체 공개 (as of %{ date }):
ky: Толук маалымат (боюнча %{ date }):
lv: Pilnūbā uzrādot (as of %{ date }):
mn: Тодруулга мэдээлэл (%{ date }-ны байдлаар):
pt: Em divulgação completa (a partir de %{ date }):
ro: În dezvăluire completă (începând cu %{ date }):
ru: Полное раскрытие информации (на %{ date }):
uk: Повне розкриття інформації (на %{ date }):
uz: Тўлиқ маълумот (%{ date }) ҳолатига кўра:
zh: 全面披露（截至%{ date }）：

source: In good standing
ca: En bon estat
es: En buena reputación
fr: en règle
it: In regola
ja: 良好な状態で
kk: Жақсы мәртебеде
ky: Жакшы абалда
mn: Ажиллагаа хэвийн байна
pt: Em situação regular
ro: În stare bună
ru: В надлежащем состоянии
uk: З дійсним статусом
uz: Яхши ҳолатда
zh: 处于良好状态

source: In just three years, I’ve taken four cruises, and three of them were completely FREE! I even turned my passion into a business, helping dozens of families travel for way less—plus, it gives me a recurring income on top of my regular job. The platform is awesome and super easy to use, with hundreds of thousands of travel deals. The e-commerce site is packed with great tools in 17 languages, top-notch training, excellent support, and an amazing community of people who share their experience and help you grow. It truly feels like one big family! Beyond grateful!
ca: En només tres anys, he fet quatre creuers, i tres d’ells han estat totalment GRATIS! Fins i tot he convertit la meva passió en un negoci, ajudant desenes de famílies a viatjar per molt menys — i a més, m’aporta uns ingressos recurrents que complementen la meva feina habitual. La plataforma és genial i molt fàcil d’utilitzar, amb centenars de milers d’ofertes de viatge. El lloc de comerç electrònic està ple d’eines útils en 17 idiomes, formació de primera, suport excel·lent i una comunitat increïble de persones que comparteixen la seva experiència i t’ajuden a créixer. Realment se sent com una gran família! Més que agraïment!
de: In nur drei Jahren habe ich vier Kreuzfahrten gemacht, und drei davon waren völlig KOSTENLOS! Ich habe meine Leidenschaft sogar in ein Geschäft umgewandelt und Dutzenden von Familien geholfen, viel günstiger zu reisen - und das gibt mir ein regelmäßiges Einkommen zusätzlich zu meinem normalen Job. Die Plattform ist großartig und super einfach zu bedienen, mit Hunderttausenden von Reiseangeboten. Die E-Commerce-Website ist vollgepackt mit großartigen Tools in 17 Sprachen, erstklassigen Schulungen, exzellentem Support und einer erstaunlichen Gemeinschaft von Menschen, die ihre Erfahrungen teilen und einem helfen zu wachsen. Wir fühlen uns wirklich wie eine große Familie! Mehr als dankbar!
es: En tan solo tres años, he tomado cuatro cruceros, ¡y tres de ellos fueron completamente GRATIS! Incluso convertí mi pasión en un negocio, ayudando a docenas de familias a viajar por mucho menos; y también me da un ingreso recurrente aparte de mi empleo regular. La plataforma es fabulosa y superfácil de usar, con más de 500,000 ofertas en viajes. El sitio en línea está lleno de herramientas geniales en 17 idiomas, capacitación de primer nivel, soporte excelente y una fascinante comunidad de personas que comparten sus experiencias y te ayudan a crecer. ¡Realmente se siente como una gran familia! ¡Estoy más que agradecido!
fr: En seulement trois ans, j'ai fait quatre croisières, dont trois entièrement GRATUITES ! J'ai même transformé ma passion en entreprise, aidant des dizaines de familles à voyager pour beaucoup moins cher, et cela me procure un revenu récurrent en plus de mon travail. La plateforme est géniale et super facile à utiliser, avec des centaines de milliers d'offres de voyage. Le site e-commerce regorge d'excellents outils en 17 langues, d'une formation de pointe, d'un excellent assistance et d'une communauté formidable qui partage son expérience et vous aide à vous développer. On se croirait vraiment dans une grande famille ! Je suis extrêmement reconnaissante !
it: In soli tre anni, ho fatto quattro crociere, e tre di queste sono state completamente GRATUITE! Ho persino trasformato la mia passione in un'attività, aiutando decine di famiglie a viaggiare spendendo molto meno — inoltre, mi offre un reddito ricorrente che si aggiunge al mio lavoro principale. La piattaforma è fantastica e super facile da usare, con centinaia di migliaia di offerte di viaggio. Il sito di e-commerce è ricco di ottimi strumenti in 17 lingue, formazione di prim'ordine, un supporto eccellente e una straordinaria comunità di persone che condividono la loro esperienza e ti aiutano a crescere. Sembra davvero una grande famiglia! Immensamente grato!
ja: たった3年で4回のクルーズに行き、そのうち3回は完全に無料でした！ さらに、自分の情熱をビジネスに変え、何十もの家族がずっと安く旅行できるようサポートしています。それに加えて、本業とは別に継続収入も得られるようになりました。このプラットフォームは本当に素晴らしく、使い方もとても簡単で、旅行に関する何十万件ものお得な情報が揃っています。17言語対応のEコマースサイトには便利なツールが満載で、一流のトレーニング、充実したサポート、そして経験を共有しながら成長を助け合う素晴らしい仲間たちがいます。本当に大きな家族のように感じられて、心から感謝しています！
kk: Тек үш жылдың ішінде мен төрт круизге шықтым, олардың үшеуі мүлдем ТЕГІН болды! Мен өзімнің қызығушылығымды бизнеске айналдырдым, көптеген отбасыларға саяхаттауды әлдеқайда арзан бағаға көруге көмектесіп, бұл менің негізгі жұмысымның үстіне тұрақты табыс береді. Платформа керемет және қолдануға өте жеңіл, онда жүздеген мың саяхат ұсыныстары бар. Электрондық коммерция сайты тамаша құралдармен, 17 тілде қолдау көрсетумен, жоғары деңгейдегі оқыту мен керемет қауымдастықпен толы, олар өз тәжірибесімен бөлісіп, сіздің өсуіңізге көмектеседі. Шынында да, бұл үлкен отбасы секілді сезіледі! Өте риза боламын!
ky: Үч жылдын ичинде мен төрт круизге чыктым, алардын үчөө таптакыр БЕКЕР болду! Мен бул кумарымды бизнеске айландырып, ондогон үй-бүлөлөргө арзаныраак саякаттоого жардам бердим – мындан тышкары, бул мага кадимки жумушумдан тышкары туруктуу киреше да берет. Платформа абдан мыкты жана колдонууга оңой, жүз миңдерген ашуун саякат сунуштары бар. Интернет-сайты 17 тилде мыкты куралдар менен камсыздалган, жогорку деңгээлдеги окуулар, мыкты колдоо жана тажрыйбасы менен бөлүшүп, өсуүңө жардам берген укмуштуу коомчулук бар. Бул чынында эле бир чоң үй-бүлөдөй сезилет! Абдан ыраазымын!
lv: Tikai trīs gadu laikā esmu braucis četros kruīzos, un trīs no tiem bija pilnīgi BEZMAKSAS! ES pat pārvērtu savu aizraušanos biznesā, palīdzot desmitiem ģimeņu ceļot par lētāku cenu - plus, tas man dod periodiskus ienākumus papildus parastajam darbam. Platforma ir lieliska un īpaši viegli lietojama, ar simtiem tūkstošu ceļojumu darījumu. E-komercijas vietne ir aprīkota ar lieliskiem rīkiem 17 valodās, augstākā līmeņa apmācību, lielisku atbalstu un apbrīnojamu cilvēku Kopienu, kas dalās savā pieredzē un palīdz augt. Tā patiesi jūtas kā viena liela ģimene! Vairāk kā Pateicību!
mn: Гуравхан жилийн дотор би дөрвөн удаа далайн аялалд гарсан бөгөөд үүнээс гурвыг нь бүрэн ҮНЭГҮЙ хийсэн! Би өөрийн аяллын талаарх хүсэл тэмүүллээ бизнес болгож, олон арван гэр бүлд аяллыг маш хямд зардлаар хийх боломжийг бүрдүүлж өгч чадсанаас гадна, энэ нь миний үндсэн ажлын хажуугаар тогтмол орлого олох эх үүсвэр болсон юм. Энэхүү платформ нь гайхалтай, ашиглахад үнэхээр хялбар, олон зуун мянган аяллын хямдралтай саналуудтай. Мөн тус e-commerce буюу е-худалдааны хуудас нь 17 хэл дээрх хэрэгслүүдтэй, чанартай сургалт, найдвартай дэмжлэг, болон мөн туршлагаа хуваалцаж, таны өсөлтөд тусалдаг гайхалтай хамт олныг багтаасан байдаг. Энэ нь яг л нэг том гэр бүл шиг мэдрэмж төрүүлдэг! Үнэхээр их талархаж байна!
pt: Em apenas três anos, fiz quatro cruzeiros, e três deles foram completamente GRATUITOS! Até transformei a minha paixão num negócio, ajudando dezenas de famílias a viajar por muito menos - além disso, dá-me um rendimento recorrente para além do meu emprego normal. A plataforma é espetacular e muito fácil de utilizar, com centenas de milhares de ofertas de viagens. O site do e-commerce está cheio de excelentes ferramentas em 17 línguas, formação de alto nível, excelente suporte e uma comunidade fantástica de pessoas que partilham a sua experiência e o ajudam a crescer. Parece mesmo uma grande família! Muito grato!
ro: În doar trei ani, am făcut patru croaziere, iar trei dintre ele au fost complet GRATUITE! Mi-am transformat chiar pasiunea într-o afacere, ajutând zeci de familii să călătorească pentru mult mai puțin – în plus, îmi oferă un venit recurent pe lângă locul de muncă obișnuit. Platforma este minunată și foarte ușor de utilizat, cu sute de mii de oferte de călătorie. Site-ul de comerț electronic este plin cu instrumente excelente în 17 limbi, instruire de top, asistență excelentă și o comunitate uimitoare de oameni care își împărtășesc experiența și te ajută să te dezvolți. Chiar se simte ca o mare familie! Mai mult decât recunoscător!
ru: Всего за три года я совершил четыре круиза, причем три из них были совершенно БЕСПЛАТНЫМИ! Я даже превратил свою страсть в бизнес, помогая десяткам семей путешествовать за гораздо меньшие деньги, и, кроме того, это дает мне постоянный доход в дополнение к моей обычной работе. Платформа потрясающая и очень простая в использовании, с сотнями тысяч туристических предложений. Электронный портал оснащен прекрасными инструментами на 17 языках, первоклассным обучением, отличной поддержкой и удивительным сообществом людей, которые делятся своим опытом и помогают вам развиваться. Это действительно напоминает одну большую семью! Безмерно благодарен!
uk: Усього за три роки я здійснив чотири круїзи, і три з них були абсолютно БЕЗКОШТОВНИМИ! Я навіть зміг перетворити свою пристрасть до подорожей на бізнес, допомагаючи десяткам сімей подорожувати за значно менші гроші — і при цьому отримую постійний дохід, що доповнює мою основну роботу. Платформа бронювання просто неймовірна та надзвичайно зручна у використанні, з більш ніж 500 000 туристичних пропозицій. Сайт електронної комерції сповнений чудових інструментів на 17 мовах, першокласного навчання, відмінної підтримки та дивовижної спільноти людей, які активно діляться своїм досвідом і допомагають вам рости. Це справді схоже на велику родину! Щиро вдячний!
uz: Атиги уч йилда мен тўрт маротаба круиз саёҳатига чиқдим, ва уларнинг учтаси бутунлай БЕПУЛ бўлди! Мен ҳаттоки ўнлаб оилаларга пул тежаган ҳолда саёҳатга чиқишларига кўмаклашиб, ўз қизиқишимни бизнесга айлантирдим – асосий ишимга қўшимча равишда бу еран ҳам даромад келиб турибди. 500 000 дан ортиқ саёҳат йўналишларини таклиф этувчи платформа жуда ажойиб бўлиб, ундан фойдаланиш ҳам жуда осон. Тижорат сайти 17 тилда ажойиб иш қуроллари ва ўқув дастурлари билан жиҳозланган, ўз тажрибаси билан бўлишиб сизнинг ўсишингизга кўмаклашувчи инсонларга тўла. Худди катта бир оилага ўхшайди! Чексиз миннатдорман!
zh: 短短三年内，我已经参加了四次邮轮旅行，其中三次完全免费！我甚至将自己的热情转化为事业，帮助数十个家庭以远低于市场的价格去旅行——而且这还为我带来了除本职工作之外的持续收入。这个平台非常棒且操作简单，拥有数十万个旅行优惠。电商网站支持17种语言，配备了强大的工具、一流的培训、优质的支持，还有一个令人惊叹的社群，大家彼此分享经验、互相帮助成长。这里真的就像一个大家庭！我满怀感激！

source: In order for your <strong>Builders Base Bonus</strong> to be paid on the <strong>15th</strong> of the month, your <strong>QBI</strong> must be based on an equal or greater number of Members than the Builders Base Bonus you are receiving. See the INcome and INcentive guide for complete details.
ca: Perquè se't pagui el <strong>Bono de Base de Constructors</strong> el dia <strong>15</strong> del mes, el teu <strong>QBI</strong> ha de basar-se en un número igual o major de Membres que el Bono de Base de Constructors que estàs rebent.Consulta la guia d'INgressos i INcentius per a obtenir tots els detalls.
de: Damit Ihr <strong>Builders Base Bonus</strong> am <strong>15.</strong> eines Monats ausgezahlt wird, muss Ihr <strong>QBI</strong> auf der gleichen oder einer größeren Anzahl von Mitgliedern basieren als der Builders Base Bonus, den Sie erhalten. Vollständige Einzelheiten finden Sie im eINkommens und and INcentive Leitfaden.
es: Para que se te pague el <strong>Bono Base de Constructores</strong> el día <strong>15</strong> del mes, tu <strong>QBI</strong> debe basarse en un número igual o mayor de Miembros que el Bono Base de Constructires que estás recibiendo. Consulta la guía de INgresos e INcentivos para obtener todos los detalles.
fr: Afin que votre <strong>Bonus de Base des Constructeurs</strong> soit payé le <strong>15</strong> du mois, votre <strong>QBI</strong> doit être basé sur un nombre de Membres égal ou supérieur au Bonus de Base des Constructeurs que vous recevez. Voir le Guide des Revenus et des Incitations pour plus de détails.
it: Affinché il tuo <strong>Bonus Base Costruttori</strong> sia pagato il <strong>15</strong> del mese, il tuo <strong>QBI</strong> deve essere basato su un numero di Membri uguale o superiore a quello del Bonus Base Costruttori che stai ricevendo. Per maggiori dettagli, consulta la guida ai Redditi e agli INcentivi.
ja: あなたの <strong>ビルダーズ・ベース ボーナス</strong> が毎月 <strong>15日</strong> に支給されるためには、あなたの <strong>QBI</strong> がビルダーズ・ベース ボーナスを上回る新規メンバー登録数に基づいていなければなりません。詳細については、「INcome（収入）とインセンティブ」ガイドをご参照ください。
kk: Фундамент Бизнес Бонусы <strong>әр айдың 15-інде</strong> төленуі үшін <strong>QBI</strong> сіз алатын <strong>Фундамент Бизнес</strong> бонусына қарағанда тең немесе көбірек мүшелер санына негізделуі керек.&nbsp; Қосымша ақпарат алу үшін Кіріс және ынталандыру нұсқаулығын қараңыз.
ky: Сиздин<strong>Куруучулар Базасы Бонусуңуз</strong>айдын <strong>15-де</strong>төлөнүшү үчүн, сиздин<strong>QBI(БСИ)</strong>сиз алган Куруучулар Базасы Бонусуна барабар же андан көп Мүчөлөрдүн санына негизделиши керек.&nbsp; Көбүрөөк маалымат алуу үчүн Киреше жана стимулдар боюнча колдонмону караңыз.
lv: Lai jūsu <strong>Lietotāju Bāzes Bonus</strong>tiktu samaksāts<strong>15.</strong>mēneša datumā,jums <strong>QBI</strong> jābūt tādam pašam vai lielākam Biedru skaitam nekā Lietotāju Bāzes Bonusā. Skatiet INcome un INcentive rokasgrāmatu,lai iegūtu detalizētu informāciju.
mn: <strong>Билдерс Бэйс урамшууллыг</strong> сарын <strong>15-нд</strong> авахын тулд таны <strong>QBI</strong> нь Билдерс Бэйсийн идэвжүүлэлтээс илүү олон Шинэ Гишүүдийн идэвхжүүлэлтээс бүрдэх ёстой. Дэлгэрэнгүй мэдээллийг Шагнал урамшууллын гарын авлагаас харна уу.
pt: Para o seu <strong>bônus Base de Construtores</strong> ser pago no dia <strong>15</strong> do mês, seu <strong>QBI</strong> deve ser baseado em um número igual ou maior de membros do que o bônus Base de Construtores que você está recebendo. Consulte o guia de COMPENSAÇÃO e INcentivos para obter detalhes completos.
ro: Pentru ca <strong>bonusul tău pentru baza constructorilor</strong> să fie plătit pe <strong>15</strong> a lunii, <strong>QBI-ul</strong> tău trebuie să se bazeze pe un număr egal sau mai mare de membri decât bonusul pentru baza constructorilor pe care îl primești. Consultă ghidul pentru venituri și stimulente pentru detalii complete.
ru: Для того чтобы ваш <strong>бонус "Фундамент Бизнеса"</strong> был выплачен <strong>15-го</strong> числа текущего месяца, ваш <strong>QBI</strong> должен быть основан на том же или большем числе Членов Клуба, чем получаемый вами бонус "Фундамент Бизнеса". За подробностями обращайтесь, пожалуйста, к "Руководству по доходам и вознаграждениям".
uk: Для того, щоб ваш <strong>Бонус Фундамент Бізнесу</strong> був виплачений <strong>15-го</strong> числа поточного місяця, ваш <strong>QBI (ІЯБ)</strong> має бути заснований на тому ж або більшому числі Членів Клубу, ніж бонус Фундамент Бізнесу, який ви отримуєте. За подробицями звертайтесь, будь ласка, до "Посібника з доходів та винагород".
uz: Сизнинг <strong>Қурувчилар базаси бонусингиз</strong> ойнинг <strong>15-куни</strong> тўланиши учун сизнинг <strong>QBI</strong> сиз олаётган Қурувчилар базаси бонусига тенг ёки кўпроқ Аъзолар сонига асосланган бўлиши шарт. Батафсил маълумотлар учун Даромад ва рағбатларга оид йўриқномага қаранг.
zh: 为了确保您的 <strong>建筑者基础奖金</strong> 在每月的 <strong>15号</strong> 发放，您的 <strong>QBI</strong> 必须基于与您所获得的建筑者基础奖金相等或更多的会员数量。完整详情请参阅收入与激励指南。
