Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inPays is powered by Brightwell Payments, Inc. Brightwell Payments, Inc. is not a bank or a money transmitter. All banking services are provided by The Bancorp Bank, N.A. member FDIC, which may perform such services through one or more service providers.
ca: inPays és gestionat per Brightwell Payments, Inc. Brightwell Payments, Inc. no és un banc ni un transmissor de diners. Tots els serveis bancaris són proporcionats per The Bancorp Bank, N.A. membre de la FDIC, que pot realitzar aquests serveis a través d'un o més proveïdors de serveis.
de: inPays wird von Brightwell Payments, Inc. betrieben. Brightwell Payments, Inc. ist weder eine Bank noch ein Geldübermittler. Alle Bankdienstleistungen werden von The Bancorp Bank, N.A., Mitglied der FDIC, erbracht, die diese Dienstleistungen über einen oder mehrere Dienstleister durchführen kann.
es: inPays funciona gracias a Brightwell Payments, Inc. Brightwell Payments, Inc. no es un banco ni un transmisor de dinero. Todos los servicios bancarios son proporcionados por The Bancorp Bank, N.A., miembro de la FDIC, que puede llevar a cabo dichos servicios a través de uno o más proveedores de servicios.
fr: inPays est alimenté par Brightwell Payments, Inc. Brightwell Payments, Inc. n'est pas une banque ni un transmetteur de fonds. Tous les services bancaires sont fournis par The Bancorp Bank, N.A. member FDIC, qui peut fournir ces services par l'intermédiaire d'un ou plusieurs prestataires de services.
it: inPays è gestito da Brightwell Payments, Inc. Brightwell Payments, Inc. non è una banca o un'agenzia di trasferimento di denaro. Tutti i servizi bancari sono forniti da The Bancorp Bank, N.A. membro FDIC, che può svolgere tali servizi avvalendosi di uno o più fornitori di servizi.
ja: inPaysは、Brightwell Payments, Inc.によって運営されています。Brightwell Payments, Inc.は銀行でも送金業者でもありません。すべてのバンキングサービスはThe Bancorp Bank, N.A.（FDIC会員）によって提供され、Bancorp Bank, N.A.は1つまたは複数のサービスプロバイダーを通じてそのようなサービスを行う場合があります。
kk: inPays қызметін Brightwell Payments, Inc. Brightwell Payments, Inc. банк немесе ақша аудару ұйымы емес. Барлық банктік қызметтерді FDIC мүшесі, N.A. Bancorp Bank ұсынады, олар осындай қызметтерді бір немесе бірнеше қызмет жеткізушілері арқылы ұсына алады.
ko: InPays는 Brightwell Payments, Inc.에 의해 구동됩니다. Brightwell Payments, Inc.는 은행이나 송금 기관이 아닙니다. 모든 은행 서비스는 Bancorp Bank, N.A. 회원 FDIC에서 제공하며, 하나 이상의 서비스 제공업체를 통해 해당 서비스를 수행할 수 있습니다.
ky: inPays негизинде Brightwell Payments, Inc. Brightwell Payments, Inc. банк же акча которуу ишканасы эмес. Бардык банктык кызматтар бир же бир нече кызмат көрсөтүүчүлөр аркылуу мындай кызматтарды аткара турган FDIC мүчөсү The Bancorp Bank, N.A. аркылуу жүргүзүлөт.
lv: inPays, Braightwell Payments, Inc. Brightwell Payments, Inc. nav banka vai naudas raidītājs. Visus bankas pakalpojumus sniedz Bancorp Bank,N.A. FDIC biedrs un kas var sniegt šādus pakalpojumus ar viena vai vairāku pakalpojumu sniedzēju starpniecību.
mn: Brightwell Payments компани inPay-ийг ажиллуулдаг. Уг компани нь банк эсвэл мөнгөн гүйлгээ хийдэг байгуулга биш юм. Банкны бүх үйлчилгээнүүд нь хэд хэдэн үйлчилгээ үзүүлэгч FDIC-ийн гишүүн, Bancorp банк N.A.-аар дамжуулан гүйцэтгэгддэг болно.
pt: A inPays é desenvolvid pela Brightwell Payments, Inc. A Brightwell Payments, Inc. não é um banco ou uma transmissora de dinheiro. Todos os serviços bancários são prestados pelo The Bancorp Bank, N.A. membro FDIC, que pode realizar tais serviços por meio de um ou mais prestadores de serviços.
ro: inPays este alimentat de Brightwell Payments, Inc. Brightwell Payments, Inc. nu este o bancă sau un transmițător de bani. Toate serviciile bancare sunt furnizate de The Bancorp Bank, membru N.A. FDIC, care poate presta astfel de servicii prin intermediul unuia sau mai multor furnizori de servicii.
ru: В основе inPays - Brightwell Payments, Inc. Brightwell Payments, Inc. не является банком или компанией, предоставляющей услуги денежных переводов. Все банковские операции обрабатываются банком The Bancorp Bank, N.A., членом FDIC, который может осуществлять данные операции посредством одного или нескольких поставщиков услуг.
uk: В основі inPays – Brightwell Payments, Inc. Brightwell Payments, Inc. не є банком або компанією, яка надає послуги з грошових переказів. Усі банківські операції обробляються банком The Bancorp Bank, N.A., членом FDIC, який може здійснювати ці операції за допомогою одного або кількох постачальників послуг.
uz: inPays провайдери Brightwell Payments, Inc томонидан тақдим этилган. Brightwell Payments, Inc. банк ёки пул ўтказмаларини амалга оширувчи эмас. Барча банк хизматлари FDIC нинг Шимолий Америкадаги аъзоси ҳисобланган ва бундай хизматларни бир ёки бир неча хизмат кўрсатиш провайдерлари орқали тақдим этадиган Bancorp Bank томонидан кўрсатилади.
zh: inPays 由 Brightwell Payments, Inc. 提供支持。Brightwell Payments, Inc. 不是银行或汇款机构。 所有银行服务均由 FDIC 成员 The Bancorp Bank, N.A. 提供，该银行可能通过一个或多个服务提供商提供此类服务。

source: Input the 6-digit code you received via phone
ca: Introdueix el codi de 6 dígits que has rebut per telèfon
de: Geben Sie den 6-stelligen Code ein, den Sie per Telefon erhalten haben
es: Introduce el código de 6 dígitos que recibiste por teléfono
fr: Entrez le code à 6 chiffres que vous avez reçu par téléphone
it: Inserisci il codice di 6 cifre che hai ricevuto per telefono
ja: 携帯に受信した６桁のコードを入力してください
kk: Телефон арқылы алған 6 таңбалы кодты енгізіңіз
ko: 전화로 받은 6자리 코드를 입력하세요
ky: Телефонуңузга келген 6 орундуу кодду киргизиңиз
lv: Ievadiet 6 ciparu kodu, ko saņēmāt pa tālruni
mn: Таны утас руу илгээсэн 6 оронтой тоог оруулна уу
pt: Insira o código de 6 dígitos que você recebeu por telefone
ro: Introdu codul din 6 cifre pe care l-ai primit pe telefon
ru: Введите 6-значный код, отправленный вам на телефон
uk: Введіть 6-значний код, відправлений вам на телефон
uz: Телефонингизга келган 6 хонали кодни киритинг
zh: 輸入您通過電話收到的6位數代碼

source: Input the code from the authenticator app.
ca: Introdueix el codi de l'aplicació d'autenticació.
de: Geben Sie den Code aus der Authentifizierungs-App ein.
es: Introduce el código de tu aplicación de autenticación.
fr: Saisir le code depuis l’application d’authentification.
it: Inserisci il codice dall'app di autenticazione.
ja: 認証アプリからコードを入力する。
kk: Аутентификация қолданбасынан кодты енгізіңіз.
ko: 인증 앱에서 코드를 입력합니다.
ky: Аутентификатор колдонмодон кодду киргизиңиз.
lv: Ievadiet autentificētāja programmas kodu.
mn: Authenticator апп-ын өгч буй кодыг оруулна уу.
pt: Insira o código do aplicativo autenticador.
ro: Introdu codul din aplicația de autentificare.
ru: Введите код из приложения-аутентификатора.
uk: Введіть код із програми автентифікатора.
uz: Аутентификатор иловасидан келган кодни киритинг.
zh: 输入认证器应用程序的代码。

source: Insert Pixel ID here
ca: Insereix ID de Píxel aquí
de: Pixel-ID hier einfügen
es: Inserta ID de Pixel aquí
fr: Insérez l'ID Pixel ici
it: Inserire qui il Pixel ID
ja: ピクセルIDをここに入力してください
kk: Пиксель Идентификаторын осында көрсетіңіз
ko: 픽셀 아이디를 여기에 입력하십시오
ky: Пикселдин ID номерин бул жерге киргизиңиз
lv: Šeit ievietojiet pikseļa ID
mn: Энд Пиксел ID-г бичнэ үү
pt: Insira o Pixel ID aqui
ro: Inserează Pixel ID aici
ru: Укажите ID пикселя здесь
uk: Вкажіть ID пікселя тут
uz: Пиксель идентификация рақамини бу ерга киритинг
zh: 在此處插入像素ID

source: Insert your email...
ca: Introduir el teu correu electrònic ...
de: Ihre E-Mail einfügen...
es: Introduce tu correo electrónico...
fr: Insérez votre mail...
it: Inserisci la tua email qui...
ja: あなたのメールアドレスを入力してください…
kk: Электрондық поштаңызды енгізіңіз...
ko: 이메일을 기입하십시오...
ky: Электрондук почтаңызды кириңиз...
lv: Ievieto savu e-pastu ...
mn: Имэйл хаягаа бичнэ үү...
pt: Insira o seu e-mail...
ro: Introduceți e-mailul...
ru: Введите свой адрес электронной почты здесь...
uk: Введіть Вашу електронну пошту...
uz: Электрон почтангизни киритинг...
zh: 輸入您的電子郵件...

source: Insert your message...
ca: Introdueix el teu missatge...
de: Ihre Nachricht einfügen...
es: Introduce tu mensaje...
fr: Insérez votre message...
it: Immetti il tuo messaggio...
ja: あなたのメッセージを入力してください…
kk: Хабарыңызды енгізіңіз...
ko: 메시지를 기입하십시오...
ky: Кабадамыңызды киргизиңиз...
lv: Ievieto savu ziņojumu ...
mn: Мессежээ бичнэ үү...
pt: Insira a sua mensagem...
ro: Introdu mesajul tău...
ru: Вставьте своё сообщение...
uk: Вставте ваше повідомлення...
uz: Ҳатни киритинг...
zh: 插入您的消息...

source: Inside
ca: Dins
de: Innerhalb
es: Interior
fr: Dedans
it: Interna
ja: 内側
kk: Ішкі
ko: 인사이드
ky: Ички
lv: Iekšējā kajīte
mn: Дотоод өрөө
pt: Interna
ro: Interior
ru: Внутренняя
uk: Внутрішня
uz: Ички
zh: 內部

source: Insider Price
fr: Prix d'initié
it: Prezzo Insider
ja: INsider Pricing
lv: Insider Cena
ru: Цена Insider
uk: Ціна Insider

source: Insider Pricing
es: Precio INsider
fr: Prix d'initié
mn: Insider Pricing үнэ

source: INsider pricing
es: Precio INsider
fr: Prix d'initié
mn: INsider Pricing үнэ

source: INsider Pricing
es: Precio INsider
fr: Tarification INsider
ja: INsider プライシング
pt: Preço INsider

source: INsider Pricing Bookings Per Year
ca: Reserva de INsider Pricing per any
de: INsider Pricing Buchungen pro Jahr
es: Reservas con Precio INsider por año
fr: Réservation en prix d'initié par an
it: Prenotazioni con INsider Pricing all'anno
ja: INsider Pricingの年間予約件数
kk: Жылына INsider Pricing брондау саны
ky: Жылына INsider Pricing брондоолору
lv: INsider Pricing Rezervācijas gadā
mn: INsider Pricing үнэ ашиглан жилд хийх захиалгын тоо
pt: Reservas com INsider Pricing por ano
ro: Rezervări INsider Pricing Per An
ru: Бронирований INsider Pricing в год
uk: Бронювань INsider Pricing на рік
uz: Йилига INsider Pricing билан буюртмалар
zh: INsider Pricing每年预订次数

source: Insider pricing is not available for inactive members.
ca: Els Insider pricing no estan disponible per als membres inactius.
de: Insider pricing ist nicht für inaktive Mitglieder verfügbar.
es: Precio INsider no está disponible para Miembros inactivos.
fr: Les membres inactifs ne peuvent pas bénéficier de prix d'initiés.
it: I prezzi Insider non sono disponibili per i Membri inattivi.
ja: INsider Pricingは、非アクティブメンバーの方はご利用できません。
kk: Insider pricing белсенді емес мүшелер үшін қол жетімді емес.
ky: Активдүү эмес мүчөлөргө Insider pricing берилбейт.
lv: Insider Pricing nav pieejami neaktīviem dalībniekiem.
mn: Идэвхгүй гишүүд Insider pricing үнээр захиалга хийх боломжгүй.
pt: O Insider Pricing não está disponível para membros inativos.
ro: Insider Pricing nu este disponibil pentru membrii inactivi.
ru: Опция insider pricing недоступна для неактивных членов клуба.
uk: Опція Insider pricing недоступна для неактивних членів клубу.
uz: Нофаол аъзолар учун Insider pricing мавжуд эмас.
zh: 非活跃会员无法享受Insider pricing。

source: Insider Pricing is not available for inactive members.
ca: Els Preus Insider no estan disponibles per a membres inactius.
de: Insider Pricing ist für inaktive Mitglieder nicht verfügbar.
es: Precio INsider no está disponible para Miembros inactivos.
fr: La Tarification Insider n'est pas disponible pour les Membres inactifs.
it: I Prezzi Insider non sono disponibili per i Membri inattivi.
ja: INsider Pricingは、非アクティブメンバーの方はご利用できません。
kk: Insider Pricing белсенді емес мүшелер үшін қол жетімді емес.
ky: Активдүү эмес мүчөлөргө Insider Pricing берилбейт.
lv: Insider Pricing nav pieejami Neaktīviem Biedriem.
mn: Идэвхгүй гишүүд Insider Pricing үнээр захиалга хийх боломжгүй.
pt: O Insider Pricing não está disponível para membros inativos.
ro: Insider Pricing nu este disponibil pentru membrii inactivi.
ru: Опция Insider Pricing недоступна для неактивных членов клуба.
uk: Опція Insider Pricing недоступна для неактивних членів клубу.
uz: Нофаол Аъзолар Insider Pricing дан фойдалана олмайди.
zh: 非活跃会员无法享受Insider Pricing。

source: Insider Pricing:
es: Precio INsider:
fr: Tarification INsider :

source: INsider Pricing:
es: Precio INsider:
fr: Prix d'initié :
ja: INサイダープライシング：
pt: Preço INsider:

source: INspired Journeys
ca: Viatges INspiradors
de: INspirierte Reisen
es: Viajes INspirados
fr: Voyages INspirés
it: Viaggi ispirati
ja: INスパイアされた旅
kk: Шабыттандырылған саяхат
ky: Шык берген саякаттар
lv: INiedvesmojoši Ceļojumi
mn: Урам зориг дүүрэн аяллууд
pt: Viagens Inspiradoras
ro: Călătorii INspirate
ru: Вдохновленные путешествия
uk: Натхненні подорожі
uz: Илҳомбахш саёҳатлар
zh: 启航之旅

source: Install
ca: Instal·la
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
kk: Орнату
ko: 설치
ky: Орнотуу
lv: instalēšana
mn: Суулгах
pt: Instalar
ro: Instalează
ru: Установить
uk: Встановити
uz: Ўрнатиш
zh: 安装

source: Install <strong v-translate="">inCruises</strong> to your home screen.
de: Installieren Sie <strong v-translate="">inCruises</strong> auf Ihren Bildschirm.
fr: Installez <strong v-translate="">inCruises</strong> sur votre écran d'accueil.
it: Installa <strong v-translate="">inCruises</strong> sulla tua schermata iniziale.
ky: Башкы экраныңызга<strong v-translate="">inCruises</strong> орнотуңуз.
lv: Instalē<strong v-translate="">inCruises</strong>mājas ekrānā.
mn: Та<strong v-translate="">inCruises-ийг</strong> өөрийн нүүр дэлгэцэнд нэмнэ үү.
ru: Установить <strong v-translate="">inCruises</strong> на свой домашний экран.

source: Install inCruises PWA App
ca: Instal·la l’App PWA d’inCruises
fr: Installer l'Application PWA inCruises
it: Installa l'app PWA di inCruises
ja: inCruisesのPWAアプリをインストール
kk: inCruises PWA қосымшасын орнатыңыз
pt: Instale o Aplicativo PWA da inCruises
ro: Instalează aplicația inCruises PWA
uk: Встановити PWA-додаток inCruises
uz: inCruises PWA иловасини ўрнатинг
zh: 安装inCruises PWA应用

source: Install the new inCruises PWA on your home screen
ca: Instal·la la nova PWA d'inCruises en la teva pantalla d'inici
de: Installieren Sie die neue inCruises PWA auf Ihrem Startbildschirm
es: Instala la nueva PWA de inCruises en tu pantalla de inicio
fr: Installez la nouvelle PWA inCruises sur votre écran d'accueil
it: Installa la nuova PWA di inCruises sulla tua schermata principale
ja: ホーム画面に新しいinCruises PWAをインストールする
kk: Негізгі экранға жаңа inCruises PWA орнатыңыз
ko: 홈 화면에 새로운 inCruises PWA를 설치하세요
ky: Үй экраныңызга жаңы inCruises PWA орнотуңуз
lv: Uzstādiet jauno inCruises PWA sākuma ekrānā
mn: Шинээр гарсан inCruises-ийн PWA программыг үндсэн дэлгэц дээр суулгаарай.
pt: Instale o novo inCruises PWA em sua tela inicial
ro: Instalează noul inCruises PWA pe ecranul de pornire
ru: Установите новое PWA inCruises на домашний экран
uk: Встановіть новий PWA inCruises на головний екран
uz: Янги inCruises PWA иловасини бош экранга ўрнатинг
zh: 在主屏幕上安装新的 inCruises PWA

source: Instant Bonus Statement
ca: Declaració de Bonificació Instantània
de: Instant Bonus-Kontoauszug
es: Extracto de Bono Instantáneo
fr: Relevé de prime instantané
it: Estratto conto Bonus Istantanei
ja: インスタント ボーナス明細
kk: Шұғыл бонус Есептемесі
ko: 즉시지급 보너스 내역서
ky: Ыкчам Бонустук Билдирүү
lv: Paziņojums par momentānu Bonusu
mn: Нэн даруй урамшууллын тухай
pt: Extrato do Bônus Instantâneo
ro: Extrasul de cont pentru Bonusul Instant
ru: Отчёт Мгновенного Бонуса
uk: Запит на Миттєвий Бонус
uz: Дарҳол тўланадиган Бонус ҳисоботи
zh: 即時獎金聲明

source: inStays Notice
ca: Notificació d'inStays
de: inStays Mitteilung
es: Aviso de inStays
fr: Avis inStays
it: Avviso inStays
ja: inStaysのお知らせ
kk: inStays Хабарландыруы
ky: inStays Билдирүүлөрү
lv: inStays ziņojums
mn: inStays-ийн мэдэгдэл
pt: Aviso inStays
ro: Notificare inStays
ru: Уведомление от InStays
uk: Повідомлення від inStays
uz: inStays билдирги
zh: inStays提醒

source: inStays Price Match Guarantee
ca: Garantia d'igualació de preus d'inStays
de: inStays Preisanpassungsgarantie
es: Garantía de igualación de precios de inStays
fr: Garantie d'alignement des prix inStays
it: Garanzia del miglior prezzo inStays
ja: inStays プライスマッチ保証
kk: inStays бағасының сәйкестігі кепілдігі
ko: inStay 가격 일치 보장
ky: inStays баалардын дал келүү кепилдиги
lv: inStays Cenu Atbilstīabs Garantija
mn: inStays-ийн Үнийн тохиргоо
pt: Garantia de equiparação de preços inStays
ro: Garanția de potrivire a prețului inStays
ru: Гарантия соответствия цены inStays
uk: Гарантія відповідності ціни inStays
uz: inStays Нарх кафолати
zh: inStays 价格匹配保证

source: Instructions for
ca: Instruccions per a
fr: Instructions pour
it: Istruzioni per
ja: の説明書
kk: Нұсқаулар
pt: Instruções para
ro: Instrucţiuni pentru
uk: Інструкції для
uz: Йўриқномалар:
zh: 操作指南

source: Insurance
ca: Assegurances
de: Versicherung
es: Seguro
fr: Assurance
it: Assicurazione
ja: 保険
kk: Сақтандыру
ko: 보험
ky: Камсыздандыруу
lv: Apdrošināšana
mn: Даатгал
pt: Seguro
ro: Asigurare
ru: Страховка
uk: Страхування
uz: Суғурта
zh: 保險

source: Interior staterooms include a wide array of amenities for your whole family to enjoy
ca: Les cabines interiors inclouen una àmplia gamma de comoditats per tota la família
de: Die Innenkabinen bieten eine Vielzahl von Annehmlichkeiten, die Ihre ganze Familie genießen kann
es: Los camarotes interiores incluyen una amplia variedad de comodidades para que toda la familia disfrute
fr: Les cabines intérieures comprennent un large éventail de commodités dont toute la famille pourra profiter
it: Le cabine interne includono una vasta gamma di servizi per tutta la famiglia
ja: インテリアステートルームには、家族全員が楽しめるさまざまなアメニティが揃っています
kk: Ішкі бөлмелерде сіздің бүкіл отбасыңыздың рахаттануы үшін көптеген қолайлы жағдайлар бар
ko: 실내 전용실에는 온 가족이 즐길 수있는 다양한 편의 시설이 있습니다
ky: Каюталардын ички жасалгалары бүт үй-бүлөңүз үчүн максималдуу ыңгайлуулукту камсыз кылуу үчүн ар кандай ыңгайлуулуктарды камтыйт
lv: Iekšējās kajītes ietver plašu ērtību klāstu,ko var baudīt visa ģimene
mn: Дотоод өрөөнүүд нь танай гэр бүлийн тохь тухтай байдалд зориулагдсан болно
pt: As cabines internas incluem uma ampla gama de amenidades para toda a família desfrutar
ro: Cabinele interioare includ o gamă largă de facilități pentru întreaga familie
ru: Внутреннее убранство кают включает в себя большое разнообразие всевозможных удобств, чтобы обеспечить максимальный комфорт для всей вашей семьи
uk: Внутрішнє оздоблення кают включає в себе велику різноманітність всіляких зручностей, щоб забезпечити максимальний комфорт для всієї вашої родини
uz: Ички каюталар бутун оилангиз завқланиши учун барча қулайликларни ўз ичига олади
zh: 室內客艙包括各種設施供您全家人享用

source: Internal Price
ca: Preu Intern
de: Interner Preis
es: Precio Interno
fr: Prix interne
it: Prezzo interno
ja: 内部価格
kk: Ішкі баға
ky: Ички баа
lv: Ieksējā Cena
mn: Дотоод үнэ
pt: Preço interno
ro: Preț intern
ru: Внутренняя стоимость
uk: Внутрішня вартість
uz: Ички нарх
zh: 内部价格

source: International Director
ca: Director internacional
de: Internationaler Director
es: Director Internacional
fr: Directeur international
ja: インターナショナル ディレクター
kk: Халықаралық директор
ko: 인터내셔널 디렉터
ky: Эл аралык Директор
lv: Starptautiskais Direktors
pt: Diretor Internacional
ro: Director Internaţional
ru: Интернациональный Директор
uk: Інтернаціональний Директор
uz: Халқаро директор

source: INTERNATIONAL DIRECTOR
fr: DIRECTEUR INTERNATIONAL
ja: インターナショナル ディレクター (ID)
kk: ХАЛЫҚАРАЛЫҚ ДИРЕКТОР
ko: 인터내셔널 디렉터
lv: STARPTAUTISKAIS DIREKTORS
pt: DIRETOR INTERNACIONAL
ro: DIRECTOR INTERNAŢIONAL
ru: ИНТЕРНАЦИОНАЛЬНЫЙ ДИРЕКТОР
uk: ІНТЕРНАЦІОНАЛЬНИЙ ДИРЕКТОР
uz: ХАЛҚАРО ДИРЕКТОР

source: International Director (ID)
fr: Directeur international (ID)

source: International Directors
fr: International Director
it: International Director
ko: 인터내셔널 디렉터
lv: Starptautiskie Direktori
pt: Diretores Internacionais
uz: International Director

source: International Directors (ID) Top 25 Eligible Point Earners.
ca: International Directors (ID) Top 25 de Guanyadors de Punts Eligibles.
es: International Directors (ID) Los 10 Principales Ganadores de Puntos Elegibles.
fr: International Directors (ID) : les 25 Meilleurs Gagnants de Points Éligibles.
it: International Directors (ID) I 25 concorrenti idonei con più punti.
ja: International Directors (ID) ポイント数で上位25位にランクイン。
kk: International Directors (ID) ұпай алуға құқығы бар 25 адамның қатарына кіреді.
pt: International Directors (ID) Os top 25 entre os ganhadores de Pontos elegíveis.
ro: International Directors (ID) Top 25 de câștigători de puncte eligibili.
uk: International Directors (ID) Топ-25 претендентів по кількості зароблених балів.
uz: Балларни ютиш ҳуқуқига эга топ-25 International Directors (ID).
zh: International Director (ID)，前25名符合资格的积分最高者。

source: International Directors earn a $10,000 Team Leadership Bonus each and every month they remain qualified.
ca: Els International Directors guanyen 10.000 dòlars de Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: International Directors verdienen jeden Monat, in dem sie qualifiziert bleiben, einen Team Leadership Bonus von 10.000 Dollar.
es: International Directors ganan un Bono de Liderazgo de Equipo de $10,000 USD cada mes que se mantengan calificados.
fr: Les Directeurs Internationaux gagnent un Bonus de Leadership d'Équipe de 10 000 $ chaque mois où ils restent qualifiés.
it: Gli International Director guadagnano un Bonus di $10.000 per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: International Directors は、$10,000のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: Халықаралық директорлар біліктілігін сақтай отырып, ай сайын $10,000 көшбасшылық бонус алады.
ko: International Director는 자격을 유지하는 동안 매달 $10,000의 팀 리더십 보너스를 받습니다.
ky: Эл аралык Директорлор квалификациясын сакташкан ар бир ай сайын 10 000 доллардан Команда Лидерлиги Бонусун алышат.
lv: Starptautiskie Direktori pelna $10,000 Komandas Līdera Bonusu katrā un ikvienā mēnesī kamēr viņi kvalficējas.
mn: Сар бүр болзол хангаж буй International Director нь Багийн манлайллын урамшуулалд $10,000 авах болно.
pt: Diretores Internacionais recebem um bonus de $10.000 a cada mês em que permanecem qualificados.
ro: International Directors câștigă un bonus de 10.000 USD pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: Интернациональные Директора зарабатывают по $10 000 в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: Інтернаціональні Директори заробляють $10 000 у вигляді Командного Лідерського бонусу кожного місяця, у якому зберігають кваліфікацію.
uz: International Director квалификацияни ушлаб турган ҳар ой учун қатъий 10,000$ Жамоа етакчилиги бонусини ишлаб топади.
zh: International Directors保持合格资格后每月可获得 10,000 美元的团队领导奖金。

source: Into Prosperity
ca: Cap a la prosperitat
de: In den Wohlstand
es: En Prosperidad
fr: Vers la Prospérité
it: in prosperità
ja: 繁栄に
kk: Өркендеуге
ky: Гүлдөп-өсүүгө
lv: Pārticībā
mn: Өсөлт дэвшил рүү
pt: Em prosperidade
ro: în Prosperitate
ru: В процветание
uk: У процвітання
uz: даромадга айлантиринг!
zh: 走向繁荣

source: Introducing Membership 3.0!
ca: Presentem la Membresia 3.0!
de: Einführung der Mitgliedschaft 3.0!
es: ¡Presentando la Membresía 3.0!
fr: Voici Adhésion 3.0 !
it: Presentazione della Membership 3.0!
ja: メンバーシップ3.0のご紹介！
kk: "Мүшелік 3.0" бағдарламасын ұсынамыз!
ky: Мүчөлүк 3.0 программасы менен тааныштыруу!
lv: Iepazīstimām ar Biedru dalību 3.0!
mn: Гишүүнчлэл 3.0-ыг танилцуулж байна!
pt: Apresentando a Assinatura 3.0!
ro: Vă prezentăm Abonamentul 3.0!
ru: Представляем вам Программу Членства 3.0!
uk: Пропонуємо вам Програму Членства 3.0!
uz: Аъзолик 3.0 ни тақдим этамиз!
zh: 介绍会员3.0！

source: Introduction Video
ca: Vídeo d’Introducció
es: Video de Introducción
fr: Vidéo de Présentation
it: Video introduttivo
ja: 紹介ビデオ
kk: Таныстыру бейнежазбасы
pt: Vídeo de Introdução
ro: Videoclip introductiv
uk: Вступне відео
uz: Таништирувчи видео
zh: 介绍视频

source: Invalid admin view configuration
fr: Configuration de la vue administrateur non valide
it: Configurazione della visualizzazione amministrativa non valida
