Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: WHEREAS, PARTNER is an independent contractor Independent Business Partner who has met the qualification requirements to advance to the National Director (or higher) rank as set forth in the inCruises Compensation Plan;
ca: CONSIDERANT que, el SOCI és un contractista independent Soci Comercial Independent que ha complert els requisits de qualificació per avançar al rang de Director Nacional (o superior), tal com s’explica al Pla de Compensació d'inCruises;
de: IN DER ERWÄGUNG, dass der PARTNER ein unabhängiger Vertragspartner ist, der die Qualifikationsanforderungen erfüllt hat, um in den Rang des National Directors (oder höher) aufzusteigen, wie im inCruises Vergütungsplan festgelegt;
es: CONSIDERANDO que el SOCIO es un contratista independiente que ha cumplido con los requisitos de calificación para avanzar al rango de National Director (o superior) según lo establecido en el Plan de Compensación de inCruises;
fr: BIEN QUE, LE PARTENAIRE soit un entrepreneur indépendant Partenaire d'Affaires Indépendant qui a satisfait aux exigences en matière de qualification pour avancer au rang de Directeur National (ou de rang supérieur) tel qu'indiqué dans le Plan d'Indemnisation d'inCruises ;
it: CONSIDERATO CHE il PARTNER è un libero professionista indipendente che ha soddisfatto i requisiti di qualificazione per raggiungere il livello di National Director (o superiore) come stabilito nel Piano compensi di inCruises;
ja: パートナーは、inCruises報酬プランに記載されているように、ナショナルディレクター（またはそれ以上）のランクに進むための資格要件を満たしている、独立したビジネスパートナーである;
kk: СЕРІКТЕС - өтемақы жоспарында көрсетілгендей, Ұлттық Директордың (немесе одан да жоғары ранг) атағын алу үшін біліктілік талаптарын орындаған Тəуелсіз Бизнес Серіктес;
ko: 반면, 파트너는 inCruises 보상 플랜에 명시된 대로 내셔널 디렉터 (또는 상위) 등급으로 승격할 수 있는 자격 요건을 충족한 독립 계약자 독립 비즈니스 파트너입니다;
ky: Өнөктөш - inCruises Компенсация Планында белгиленгендей Улуттук директордун (же андан жогору) даражасына көтөрүлүү үчүн квалификациялык талаптарга жооп берген көз карандысыз Өнөктөш;
lv: Turpretim,partneris ir neatkarīgs līgumslēdzējs Neatkarīgs biznesa partneris kurš ir izpildījis kvalifikācijas prasības,lai varetu pretendēt uz Nacionālā direktora(vai augstāk) pakāpi kā tas noteikts inCruises kompensācijas plānā;
mn: ТҮНШ бол inCruises компанийн шагнал урамшууллын хөтөлбөрт заасны дагуу National Director (эсвэл түүнээс дээш) цолны шаардлагыг хангасан бие даасан гэрээт Бизнес Түнш юм;
pt: CONSIDERANDO QUE, SÓCIO é um Contratante Independente que atendeu aos requisitos de qualificação para avançar para Diretor Nacional (ou acima), conforme estabelecido no Plano de Compensação inCruises;
ro: PE CÂTĂ VREME, PARTENERUL este un antreprenor independent, ca Partener de Afaceri Independent, care a întrunit cerinţele de calificare pentru a avansa ca Director Naţional (sau mai sus), aşa cum este stabilit în Planul de Compensaţie inCruises;
ru: ГДЕ ПАРТНЕР является Независимым Бизнес Партнером, который выполнил квалификационные требования для повышения до ранга Национального Директора (или более высокого ранга), как указано в Компенсационном плане inCruises;
uk: ОСКІЛЬКИ, ПАРТНЕР є Незалежним Бізнес Партнером, який виконав кваліфікаційні вимоги для підвищення до рангу Національного Директора (або більш високого рангу), як зазначено в Компенсаційному плані inCruises;
uz: Ҳамкор, inCruises компенсация режасида кўрсатилган Миллий директор (ёки ундан юқори) даражага эришиш учун квалификация талабларини бажарган мустақил пудратчи Мустақил бизнес ҳамкор эканлигини инобатга олиб;
zh: 鑑於，合作夥伴是一名獨立承包商，獨立業務合作夥伴，符合資格要求，晉升為inCruises薪酬計劃中規定的National Director（或更高）級別;

source: WHEREAS, PARTNER wishes to advance to the rank of National Director.
ca: CONSIDERANT que el SOCI vol avançar al rang de Director Nacional.
de: IN DER ERWÄGUNG, dass der PARTNER in den Rang eines nationalen Direktors aufsteigen möchte.
es: POR CUANTO, el SOCIO desea avanzar al rango de Director Nacional.
fr: BIEN QUE, LE PARTENAIRE souhaite avancer au rang de directeur national.
it: CONSIDERATO CHE il PARTNER desidera avanzare al livello di National Director.
ja: パートナーは、ナショナルディレクターの地位に昇進したいと考えている。
kk: СЕРІКТЕС Ұлттық Директордың атағын алуды қалайды.
ko: 반면, 파트너는 내셔널 디렉터로 승급하기를 원합니다.
ky: ӨНӨКТӨШ, Улуттук директордун рангына көтөрүлүүнү каалайт.
lv: Turpretim Partneris vēlas pretendētuz Nacionālā direktora pakāpi.
mn: National Director цолд хүрэхийг хүсэж буй ТҮНШ.
pt: CONSIDERANDO QUE, o SÓCIO deseja avançar para a qualificação de Diretor Nacional.
ro: AVÂND ÎN VEDERE CĂ PARTENERUL doreşte să avanseze ca Director Naţional.
ru: В ТО ВРЕМЯ КАК, ПАРТНЕР желает достичь ранга Национального директора.
uk: ОСКІЛЬКИ, ПАРТНЕР бажає досягти рангу Національного директора.
uz: ҲАМКОР Миллий директор рангига эришишни исташини ҲИСОБГА ОЛИБ.
zh: 鑑於，合作夥伴希望晉升為National Director。

source: WHEREAS, the National Director rank is the first of the top three ranks in the inCruises Compensation Plan and is a senior leadership rank in the inCruises opportunity;
ca: CONSIDERANT que el rànquing del Director Nacional és el primer dels tres primers llocs del Pla de Compensació d'inCruises i és un rang de lideratge sènior a l’oportunitat d’internacionals;
de: IN DER ERWÄGUNG, dass der Rang des Nationalen Direktors der erste der drei ersten Ränge im inCruises Vergütungsplan ist und Senior Führungsrang in der inCruises-Geschäftsmöglichkeit;
es: CONSIDERANDO, que el rango de National Director es el primero de los tres rangos más altos en el Plan de Compensación de inCruises y es un rango de liderazgo sénior en la oportunidad de inCruises;
fr: BIEN QUE le rang de Directeur National soit le premier des trois premiers rangs dans le Plan de Rémunération d'inCruses et qu’il s’agisse d’un haut rang de leadership dans l’opportunité d'inCruses ;
it: CONSIDERATO CHE il livello di National Director è il primo dei tre livelli più alti nel Piano compensi inCruises ed è una qualifica di alta leadership nell'opportunità inCruises;
ja: ナショナルディレクターのランクは、inCruises報酬プランの上位3つのランクの1番目であり、inCruisesにおけるシニアリーダーシップランクである;
kk: Ұлттық Директордың дәрежесі - inCruises төлемдерінің жоспары бойынша, жоғарғы үш рангтің алғашқысы және «InCruises» мүмкіндігіндегі басшылық дәрежесіне ие;
ko: 내셔널 디렉터 등급은 inCruises 보상 계획의 상위 3 순위 중 첫 번째 등급이며 inCruises의 기회 고위 리더십 직급입니다;
ky: National Director рангы inCruises Компенсация планындагы эң жогорку үч даражанын биринчиси жана inCruises мүмкүнчүлүгүндөгү улук лидерлик рангы;
lv: Turpretim,Nacionālā direktora pakāpe ir pirmā no augšējām trijām inCruises kompensācijas plānā minētajām pakāpēm un ir seniora līdera pakāpe ;
mn: National Director цол бол inCruises-ийн Шагнал урамшууллын хөтөлбөрийн хамгийн дээд гурван цолны эхнийх бөгөөд inCruises бизнесийн хувьд ахлах удирдлагын цол зэрэг юм;
pt: CONSIDERANDO QUE a qualificação de Diretor Nacional é a primeira das três top qualificações no Plano de Compensação da inCruises e é um posto de liderança sênior na oportunidade que a inCruises oferece;
ro: ÎNTRUCÂT, treapta de carieră de Director Naţional este prima din treptele din top 3 în Planul de Compensaţie al inCruises şi este un rang marcant în ocazia de afacere inCruises;
ru: В ТО ВРЕМЯ КАК, звание Национального директора является первым из трех высших рангов inCruises в Компенсационном плане и высшим лидерским рангом в возможностях inCruises;
uk: ОСКІЛЬКИ, ранг Національного директора є першим з трьох вищих рангів inCruises в Компенсаційному плані і вищим лідерським рангом в можливостях inCruises;
uz: Миллий директор даражаси inCruises компенсация режасидаги энг юқори учта даражадан биринчиси ва inCruises имкониятларидаги катта етакчи даражаси бўлган бир вақтда;
zh: 鑑於，National Director級別是inCruises薪酬計劃中前三名中的第一名，並且是inCruises的高級領導級別;

source: Whether you want to enjoy more luxurious vacations, earn income by helping others travel better, or both, inCruises can help you build a bridge to a better way of life!
ca: Tant si vols gaudir de vacances més luxoses, com si vols generar ingressos ajudant altres persones a viatjar millor —o totes dues coses—, inCruises t’ajuda a construir un pont cap a una millor manera de viure!
de: Egal, ob Sie luxuriösere Urlaube genießen, Geld verdienen möchten, indem Sie anderen helfen, besser zu reisen, oder beides: inCruises kann Ihnen helfen, eine Brücke zu einer besseren Lebensweise zu bauen!
es: Ya sea que quieras disfrutar de vacaciones más lujosas, generar ingresos ayudando a otros a viajar mejor, o ambas cosas, ¡inCruises te ayuda a construir un puente hacia una mejor manera de vivir!
fr: Que vous souhaitiez profiter de vacances plus luxueuses, gagner un revenu en aidant les autres à mieux voyager, ou les deux, inCruises peut vous aider à construire un pont vers un meilleur mode de vie !
it: Che tu voglia goderti vacanze più lussuose, guadagnare aiutando altri a viaggiare meglio, o entrambe le cose, inCruises può essere il tuo ponte verso una vita migliore!
ja: もっと贅沢なバケーションを楽しみたい方も、他の人の旅行をサポートして収入を得たい方も、あるいはその両方を望む方も、inCruisesはより良いライフスタイルへの架け橋となります！
kk: Сіз неғұрлым сәнді демалыстарды тамашалағыңыз келсе, басқаларға жақсырақ саяхаттауға көмектесіп табыс тапқыңыз келсе, немесе екеуін де қаласаңыз, inCruises сізге жақсы өмір сүру тәсіліне көпір салуға көмектеседі!
ky: Сиздер ыңгайлуу эс алууну каалайсызбы, башкаларга жакшыраак саякаттоого жардам берүү менен киреше табасызбы же экөөнү тең каалайсызбы, inCruises сизге жакшыраак жашоого көпүрө курууга жардам берет!
lv: Neatkarīgi no tā, vai vēlaties baudīt krāšņākus atvaļinājumus, gūt ienākumus, palīdzot citiem ceļot labāk, vai abus, inCruises var palīdzēt bruģēt tiltu uz labāku dzīvesveidu!
mn: Та тансаг аяллуудаар аялахыг хүсэж байгаа бол, мөн бусдад сайхан аялахад нь тусалж орлого олохыг бодож байгаа, эсвэл хоёуланг нь хийхийг хүсэж байгаа бол inCruises таны амьдралыг илүү сайн сайхан болгоход туслах болно!
pt: Se você deseja desfrutar de férias mais luxuosas, ganhar dinheiro ajudando outras pessoas a viajar melhor, ou ambos, a inCruises pode ajudá-lo a construir uma ponte para um estilo de vida melhor!
ro: Indiferent dacă vrei să te bucuri de vacanțe mai luxoase, să obții venituri ajutându-i pe alții să călătorească mai bine, sau ambele, inCruises te poate ajuta să construiești o punte către un mod de viață mai bun!
ru: Хотите ли вы наслаждаться более роскошным отдыхом, зарабатывать, помогая другим путешествовать лучше, или же и то, и другое, — inCruises поможет вам построить мост к лучшему образу жизни!
uk: Незалежно від того, чи хочете ви насолоджуватися розкішною відпусткою, отримувати дохід, допомагаючи іншим подорожувати краще, або і те, і інше, inCruises допоможе вам збудувати міст до кращого способу життя!
uz: Кўпроқ муҳташам саёҳатларга чиқишни истайсизми ё бошқаларнинг яхшироқ саёҳат қилишларига кўмаклашган ҳолда даромад ишлаб топишними, ёки ҳар иккисини - inCruises сизга яхши ҳаётга элтувчи кўприк қуришингизда ёрдам беради!
zh: 无论您是想享受更奢华的度假体验，还是通过帮助他人更好地旅行来赚取收入，亦或两者兼得，inCruises都能帮助您搭建通往更美好生活方式的桥梁！

source: Which could be a total of up to
ca: Que podria ser un total de fins a
de: Was insgesamt bis zu sein könnte
es: Que sería un total de hasta
fr: Ce qui pourrait représenter un total de jusqu'à
it: Che potrebbe essere un totale fino a
ja: となると、合計最大
kk: Оның барлық сомасы келесі көрсеткішке дейін жетуі мүмкін
ko: 총 최대
ky: Жалпысынан алганда, бул болушу мүмкүн
lv: Kas kopumā varētu būt līdz
mn: Нийт дүн
pt: O que pode ser um total de até
ro: Care poate fi un total de până la
ru: Что в сумме может доходить до
uk: Що в сумі може досягати до
uz: Умумий ҳисобда жами
zh: 總共可能多達

source: Who can attend THE Global Convention?
fr: Qui peut assister à THE Global Convention ?
it: Chi può partecipare a THE Global Convention?
kk: THE Global Convention-ға кім қатыса алады?
pt: Quem pode participar do THE Global Convention?
uk: Хто може прийняти участь у THE Global Convention?
uz: THE Global Convention да кимлар қатнашиши мумкин?
zh: 谁可以参加THE Global Convention？

source: Who is our target market?
ca: Qui és el nostre mercat objectiu?
de: Wer ist unsere Zielgruppe?
es: ¿Quiénes son nuestro mercado objetivo?
fr: Qui est notre marché cible ?
it: Chi è il nostro target di mercato?
ja: 私たちのターゲット市場は誰ですか？
kk: Біздің мақсатты нарық қандай?
ko: 우리의 목표 시장은 누구입니까?
ky: Биздин максаттуу рынок ким?
lv: Kas ir mūsu mērķa tirgus?
mn: Бидний зорилтот зах зээл хэн бэ?
pt: Quem é o nosso público alvo?
ro: Cine sunt piaţa noastră ţintă?
ru: Каков наш целевой рынок?
uk: Яка наша цільова аудиторія?
uz: Мақсадли бозоримиз ким?
zh: 誰是我們的目標市場？

source: Who We Are
ca: Qui som
de: Wer sind wir
es: Quiénes Somos
fr: Qui Sommes-Nous
it: Chi siamo
ja: 私たちについて
kk: Біз кімбіз
ky: Биз кимбиз
lv: Kas Mēs Esam
mn: Бид хэн бэ?
pt: Quem Somos
ro: Cine suntem
ru: Кто мы
uk: Хто ми
uz: Биз киммиз
zh: 我们是谁

source: Who Will Be Joining?
ca: Qui participarà?
de: Wer wird mitmachen?
es: ¿Quiénes se unirán?
fr: Qui va nous rejoindre ?
it: Chi parteciperà?
ja: どなたが参加しますか？
kk: Кім қосылады?
ko: 누가 함께 갈 것인가요?
ky: Кимдер кошулушат?
lv: Kurš pievienosies?
mn: Хэн оролцох вэ?
pt: Quem vai aderir?
ro: Cine se va alătura?
ru: Кто присоединится?
uk: Хто приєднається?
uz: Кимлар қўшилади?
zh: 谁会加入？

source: Why Choose inCruises?
ca: Per què unir-te a inCruises?
de: Warum inCruises wählen?
es: ¿Por qué unirte a inCruises?
fr: Pourquoi Choisir inCruises ?
it: Perché scegliere inCruises?
ja: なぜinCruisesを選ぶのか？
kk: Неліктен inCruises-ті таңдау керек?
ky: Эмне үчүн inCruisesти тандоо керек?
lv: Kāpēc Izvēlēties inCruises?
mn: InCruises-ийг яагаад сонгосон бэ?
pt: Por que Escolher a InCruises?
ro: De ce să alegi inCruises?
ru: Почему стоит выбрать inCruises?
uk: Чому обирати inCruises?
uz: Нима учун inCruises ни танлайдилар?
zh: 为什么选择inCruises？

source: Why Partners Love inCruises?
ca: Per què els Socis Estimen inCruises?
de: Warum Partner inCruises lieben?
es: ¿Por qué los Socios aman inCruises?
fr: Pourquoi les Partenaires Aiment inCruises ?
it: Perché i Partner Amano inCruises?
ja: なぜパートナーたちはinCruisesを愛しているのか？
kk: Неліктен серіктестер inCruises-ті жақсы көреді?
ky: Эмне үчүн өнөктөштөр inCruisesти жакшы көрүшөт?
lv: Kāpēc Partneri Mīl inCruises?
mn: Яагаад Түнш нар inCruises-д хайртай байдаг вэ?
pt: Por que os Parceiros Amam a inCruises?
ro: De ce partenerii iubesc inCruises?
ru: Почему Партнёры любят inCruises?
uk: Чому Партнерам подобається inCruises?
uz: Нима учун Ҳамкорлар inCruises ни севадилар?
zh: 合作伙伴为何钟爱inCruises？

source: Why this is useful
ca: Per què això és útil
fr: Pourquoi est-ce utile
it: Perché è utile
ja: これが役立つ理由
kk: Неліктен бұл сізге сәйкес келеді
pt: Porque isto é útil
ro: De ce este util acest lucru
uk: Чому це корисно
uz: Сизга нима фойдаси бор?
zh: 这样做有什么用

source: Why This Works for You
ca: Per què Això et Beneficia
de: Warum das für Sie funktioniert
es: Por Qué Esto Te Beneficia
fr: Pourquoi Cela Vous Convient-il
it: Ecco perché è perfetta per te
ja: これがあなたにとって効果的な理由
kk: Неліктен бұл сізге сәйкес келеді
ky: Эмне үчүн бул сизге туура келет
lv: Kāpēc tas darbojas priekš jums
mn: Яагаад энэ арга чамд тохирдог гэж?
pt: Porque isto Funciona para Você
ro: De ce funcționează asta pentru tine
ru: Почему это вам подходит
uk: Чому це вам підходить
uz: Сизга нима фойдаси бор?
zh: 为什么这对您有利

source: Why was Belgrade, Serbia, chosen as the host city?
fr: Pourquoi Belgrade, en Serbie, a-t-elle été choisie comme ville hôte ?
it: Perché Belgrado, in Serbia, è stata scelta come città ospitante?
kk: Неліктен бас қала ретінде Белград, Сербия таңдалды?
pt: Por que Belgrado, na Sérvia, foi escolhida como cidade-sede?
uk: Чому було обрано Белград, Сербію як приймаюче місто?
uz: Мезбон шаҳар сифатида нима учун Белград, Сербия танланди?
zh: 为什么选择塞尔维亚贝尔格莱德作为主办城市？

source: Widely Available:
ca: Àmpliament disponible:
de: Vielfältige Verfügbarkeit:
es: Ampliamente disponible:
fr: Largement disponible :
it: Ampiamente disponibile:
ja: 幅広く利用可能：
kk: Кең қол жетімділік:
ko: 폭 넓게 가능:
ky: Кеңири жеткиликтүү:
lv: Plaši pieejams:
mn: Өргөн тархсан:
pt: Amplamente disponível:
ro: Disponibil pe scară largă:
ru: Широкая доступность:
uk: Широка доступність:
uz: Кенг тарқалган:
zh: 充足：

source: Widget has been updated successfully.
ca: El Widget s’ha actualitzat correctament.
de: Das Widget wurde erfolgreich aktualisiert.
es: El Widget se ha actualizado exitosamente.
fr: Le Widget a été mis à jour avec succès.
it: Il widget è stato aggiornato correttamente.
ja: ウィジェットが正常に更新されました。
kk: Виджет сәтті жаңартылды.
ky: Виджет ийгиликтүү жаңыртылды.
lv: Modulis/rīks veiksmīgi atjaunināts.
mn: Вижэт амжилттай шинэчлэгдлээ.
pt: Widget foi atualizado com sucesso.
ro: Widget-ul a fost actualizat cu succes.
ru: Виджет обновлён успешно.
uk: Віджет успішно оновлено.
uz: Виджет муваффақиятли янгиланди.
zh: 组件已成功更新。

source: Widowed
ca: Viuda
de: Verwitwet
es: Viudo(a)
fr: Veuf
it: Vedovo/a
ja: 未亡人
kk: Жесір
ko: 사별
ky: Жесир
lv: Kļuvis par atraitni
mn: Бэлэвсэн
pt: Viúvo
ro: Văduv
ru: Вдовец
uk: Овдовілий
uz: Бева
zh: 寡婦

source: WIFI (BROWSE AND STREAM 2 DEVICES)
ca: WIFI (NAVEGAR I TRANSMETRE EN 2 DISPOSITIUS)
de: WIFI (SURFEN UND STREAMING AUF 2 GERÄTEN)
es: WIFI (NAVEGACIÓN Y STREAMING PARA 2 DISPOSITIVOS)
fr: WIFI (NAVIGATION ET STREAMING POUR 2 APPAREILS)
it: WIFI (NAVIGAZIONE E STREAMING SU 2 DISPOSITIVI)
ja: WIFI（2台のデバイスでブラウズ＆ストリーミング）
kk: WIFI (2 ҚҰРЫЛҒЫНЫ ҚАРАУ ЖӘНЕ АҒЫНДЫРУ)
ko: Wifi ( 2개의 기기 스트리밍)
ky: WIFI (2 ТҮЗМӨКТӨН САРАП КӨРҮҮ ЖАНА АЛЫП АЛУУ)
lv: WIFI (PĀRLŪKOT UN STRAUMĒT 2 IERĪCES)
mn: WIFI (2 ТӨХӨӨРӨМЖ ДЭЭР)
pt: WIFI (NAVEGAR E STREAM PARA 2 DISPOSITIVOS)
ro: WIFI (NAVIGARE ȘI POSTARE 2 DISPOZITIVE)
ru: WI-FI (ИНТЕРНЕТ-СЁРФИНГ И ПОТОКОВЫЕ ДАННЫЕ ДЛЯ 2-Х УСТРОЙСТВ)
uk: WIFI (ПЕРЕГЛЯД І ТРАНСЛЯЦІЇ ДЛЯ 2-Х ПРИСТРОЇВ)
uz: WI-FI (2 ТА ҚУРИЛМА УЧУН ИНТЕРНЕТ)
zh: WIFI（浏览和串流 2 个设备）

source: will be invited into the
fr: vous serez invité(e) à rejoindre le/la/les
it: sarà invitato a partecipare al

source: Will expire 36 months from registration, unless the Registered Members upgrades to a paid Membership plan.
ca: Si un Membre Registrat no passa a un pla de pagament de la Membresia, el període de validesa és de 36 mesos a partir de la data de registre.
de: Läuft 36 Monate nach der Registrierung ab, es sei denn, das registrierte Mitglied wechselt zu einem kostenpflichtigen Mitgliedschaftsplan.
es: Salvo que el Miembro Registrado Gratuitamente actualice a un plan de Membresía de pago, su período de validez será de 36 meses a partir de la fecha de registro.
fr: Expirera 36 mois après l'Inscription, sauf si les Membres Inscrits passent à un plan d'Adhésion payant.
it: Se un Membro Registrato non passa a un piano a pagamento della Membership, il periodo di validità è di 36 mesi dalla data di registrazione.
ja: サイト登録メンバーが有料メンバーシップ・プランにアップグレードしない限り、登録から36ヶ月で失効します。
kk: Егер тіркелген клуб мүшелері ақылы мүшелік планға көшпесе, мүшеліктің қолданылу мерзімі тіркелген сәттен бастап 36 айдан кейін аяқталады.
ky: Катталган Клуб мүчөсү акы төлөнүүчү Мүчөлүк программасынын планына жаңырбаса, мөөнөтү катталган күндөн тартып 36 айда бүтөт.
lv: Derīguma termiņš beigsies 36 mēnešus pēc reģistrācijas, ja vien reģistrētie Biedri neatjauninās uz apmaksātu Biedru dalības plānu.
mn: Хэрэв бүртгэгдсэн Гишүүд төлбөртэй Гишүүнчлэл рүү бүртгүүлснээс хойш 36 сарын дотор шилжихгүй бол бүртгэл нь хүчингүй болно.
pt: Expirará 36 meses após o registro, a menos que os Membros registrados façam upgrade para um plano de Assinatura pago.
ro: Va expira 36 de luni de la înregistrare, cu excepția cazului în care membrii înregistrați trec la un plan de membru plătit.
ru: Если зарегистрированный Член Клуба не переходит на платный план Программы Членства, то срок действия составляет 36 месяцев с момента регистрации.
uk: Діє через 36 місяців після реєстрації, якщо Зареєстровані Члени не перейдуть на платний план Членства.
uz: Агар Рўйхатдан ўтган Аъзолар пуллик Аъзолик режасига ўтмасалар, рўйхатдан ўтилган вақтдан бошлаб 36 ойдан сўнг муддати тугайди.
zh: 自注册之日起36个月内有效，除非该注册会员升级为付费会员计划。

source: Will translation be available?
fr: Des services de traduction seront-ils disponibles ?
it: Sarà disponibile la traduzione?
kk: Аударма қолжетімді бола ма?
pt: Haverá tradução disponível?
uk: Чи буде доступний переклад?
uz: Тадбир бошқа тилларга таржима қилинадими?
zh: 是否会提供翻译服务？

source: Win 50 Reward points!
ca: Guanya 50 Punts de Recompensa!
de: 50 Reward Points gewinnen!
es: ¡Gana 50 Puntos de Recompensa!
fr: Gagner 50 Points de Récompense !
it: Vinci 50 Crediti Premio!
ja: 50 リワードポイントを勝ち取ろう！
kk: 50 бонус ұпайын ұтып алыңыз!
ky: 50 бонустук упайын утуп алыңыз!
lv: iegūsti 50 Balvu Punktus!
mn: 50 Шагналын Оноо хож!
pt: Ganhe 50 Pontos de Recompensa!
ro: Câștigă 50 de puncte de recompensă!
ru: Выиграйте 50 Бонусных Баллов!
uk: Виграйте 50 Бонусних Балів!
uz: 50 Бонус балларини ютиб олинг
zh: 获得50奖励积分！

source: Winners Hub
ca: Centre de Guanyadors
fr: Centre des Gagnants
it: Hub dei vincitori
kk: Жеңімпаздар орталығы
pt: Centro dos Vencedores
ro: Hub-ul Câștigătorilor
uk: Платформа Переможців
zh: 获奖者中心

source: Winners must commit to attending the cruise if they choose to claim the prize. Travel to and from the departure port is not included.
ca: Els guanyadors han de comprometre’s a assistir al creuer si decideixen reclamar el premi. El viatge fins al port de sortida i des del port de retorn no està inclòs.
de: Die Gewinner müssen sich verpflichten, an der Kreuzfahrt teilzunehmen, wenn sie den Preis in Anspruch nehmen wollen. Die Reise zum und vom Abfahrtshafen ist nicht inbegriffen.
es: Los ganadores deben comprometerse a asistir al crucero si eligen reclamar el premio. El viaje de ida y vuelta al puerto de salida no está incluido.
fr: Les gagnants doivent s'engager à la participation à la croisière s'ils choisissent de réclamer leur prix. Le voyage vers et depuis le port de départ n'est pas inclus.
it: I vincitori devono impegnarsi a partecipare alla crociera se decidono di ritirare il premio. Il viaggio da e per il porto di partenza non è incluso.
ja: 受賞者は、賞品を受け取る場合はクルーズへの参加を確約する必要があります。出発港までの往復の交通費は含まれていません。
kk: Жеңімпаздар сыйлықты қабылдаған жағдайда круизге қатысуға міндетті. Шығу портына және одан қайтуға сапар сыйлыққа кірмейді.
ky: Жеңүүчүлөр өз байгесин алууну кааласа, круизде болууга милдеттениши керек. Жөнөтүү портуна жана андан кетүүчү жол кирбейт.
mn: Шагналаа авахыг сонгосон ялагч нь далайн аялалд заавал явах үүрэгтэй. Хөлөг хөдлөх боомт хүртэлх болон буцах тээврийн зардал шагналд багтаагүй учраас өөрсдөө хариуцлах болно.
pt: Os vencedores devem se comprometer a participar do cruzeiro caso decidam reivindicar o prêmio. O transporte de ida e volta ao porto de partida não está incluído.
ro: Câștigătorii trebuie să se angajeze să participe la croazieră dacă aleg să revendice premiul. Transportul către și dinspre portul de plecare nu este inclus.
ru: Победители должны взять на себя обязательство присутствовать в круизе, если они хотят получить приз. Дорога в порт отправления и обратно не включена.
uk: Переможці повинні підтвердити свою участь у круїзі, якщо вони вирішать прийняти приз. Проїзд до та від порту відправлення не включено.
uz: Ғолиблар, агар ютуқни олишни истасалар, круизда иштирок этишлари шарт. Портгача бориш-келиш харажатлари киритилмаган.
zh: 获奖者若选择领取奖品，必须承诺参加邮轮行程。前往和离开出发港口的交通费用不包含在内。
