Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: All cruise lines now require online web check-in prior to embarkation. Failure to complete in advance can result in denied boarding. Please see online check-in link below your booking receipt data. You must click to access and enter all required personal information no later than 48-72 hours prior to departure depending on the cruise line. Web check-in opens 45-60 days prior depending on the cruise line. Completed check-in for ALL passengers in the cabin is REQUIRED to issue boarding pass.
ca: Totes les línies de creuers ara requereixen registre d’entrada en línia abans de l’embarcament. Si no es completa per endavant, es pot denegar l’embarcament. Consulta l’enllaç de registre en línia a sota de les dades del rebut de la reserva. Has de clicar per accedir i introduir tota la informació personal requerida no més tard de 48-72 hores abans de la sortida, segons la línia de creuer. El registre d’entrada web s’obre 45-60 dies abans, segons la línia de creuers. Cal que facis el registre d’entrada per a TOTS els passatgers de la cabina per emetre la targeta d’embarcament.
de: Alle Kreuzfahrtgesellschaften verlangen jetzt einen Online-Web-Check-in vor der Einschiffung. Wenn Sie diesen nicht im Voraus ausfüllen, kann Ihnen das Boarding verweigert werden. Bitte sehen Sie den Online-Check-in-Link unter den Daten Ihrer Buchungsbestätigung. Sie müssen auf den Link klicken und alle erforderlichen persönlichen Daten eingeben spätestens 48-72 Stunden vor der Abfahrt, abhängig von der Kreuzfahrtgesellschaft. Der Web-Check-in öffnet je nach Kreuzfahrtgesellschaft 45-60 Tage vor der Abfahrt. Der vollständige Check-in für ALLE Passagiere in der Kabine ist für die Ausstellung der Bordkarte ERFORDERLICH.
es: Todas las líneas de cruceros ahora requieren el registro web en línea antes del embarque. No completarlo con anticipación puede resultar en la denegación de embarque. Consulta el enlace de check-in en línea abajo de la información de recibo de reserva. Debes hacer clic para acceder e ingresar toda la información personal requerida a más tardar 48-72 horas antes de la salida, según la línea de cruceros. El check-in en línea se abre entre 45 y 60 días antes, según la línea de cruceros. Se REQUIERE el check-in completo para TODOS los pasajeros del camarote para emitir el pase de embarque.
fr: Toutes les compagnies de croisière exigent désormais un check-in en ligne avant l'embarquement. Si ceci n'est pas effectué à l'avance, l'embarquement peut être refusé. Veuillez consulter le lien de check-in en ligne sous les données de votre reçu de réservation. Vous devez cliquer pour accéder et saisir toutes les informations personnelles requises au plus tard 48 à 72 heures avant le départ, selon la compagnie de croisière. Le check-in en ligne est ouvert 45 à 60 jours avant le départ, selon la compagnie de croisière. Le check-in complet de TOUS les passagers de la cabine est OBLIGATOIRE pour l'émission de la carte d'embarquement.
it: Tutte le compagnie di crociera ora richiedono il check-in online prima dell'imbarco. Il mancato completamento in anticipo può comportare il divieto d'imbarco. Vedi il link al check-in online sotto i dati della tua ricevuta di prenotazione. Devi cliccare per accedere e inserire tutte le informazioni personali richieste non più tardi di 48-72 ore prima della partenza, a seconda della linea di crociera. Il check-in online si apre 45-60 giorni prima, a seconda della linea di crociera. Per l'emissione della carta d'imbarco è assolutamente NECESSARIO effettuare il check-in completo per TUTTI i passeggeri della cabina.
ja: すべてのクルーズラインでは、乗船前にオンラインでウェブチェックインする必要があります。事前にチェックインを完了しないと、乗船が拒否される可能性があります。予約確認書の下部にあるオンラインチェックインリンクをご覧ください。クルーズラインによって異なりますが、出発の48〜72時間前までにリンク先をクリックし、必要なすべての個人情報を入力する必要があります。ウェブチェックインは、クルーズラインによって異なりますが、45〜60日前から開始されます。乗船チケットを発行するには、同キャビンに宿泊するすべての乗客のチェックインが完了している必要があります。
kk: Барлық круиздік желілер отырғызу алдында онлайн тіркелуді қажет етеді. Алдын ала тіркелмеген жағдайда отырғызбауы мүмкін. Брондау туралы түбіртектің деректері астындағы онлайн тіркелу сілтемесін қараңыз. Сілтемеге қол жеткізу үшін толық жеке ақпараттарыңызды енгізу қажет.Круиздік желі кетуге байланысты 48-72 сағаттан кешіктірмей. Онлайн тіркелу круиздік желіге байланысты 45-60 күн бұрын ашылады. Барлық жолаушыларғы отырғызу талонын беру үшін барлығы толықтай тіркеуден өтуі қажет.
ky: Бардык круиздик линиялар азыр кемеге отурардан мурун онлайн каттоодон өтүүнү талап кылат. Онлайнда алдын ала катталбасаңыз, кемеге отургузуудан баш тартууга алып келиши мүмкүн. Сураныч, брондолгон дүмүрчөгүңүздүн маалыматынын астындагы онлайн катталуу шилтемесин караңыз. Круиздик линияга жараша учууга 48-72 саат калганда кирүүгө басып, өзүңүз тууралуу бардык керектүү маалыматты кечиктирбестен киргизиңиз. Онлайн каттоо круиздик линияга жараша 45-60 күн мурун ачылат. Отургузуу талонун алуу үчүн каютадагы БАРДЫК жүргүнчүлөр онлайн каттоодон өтүүгө МИЛДЕТТҮҮ.
lv: Visām kruīza līnijām ir nepieciešama"check in" tiešsaistē pirms iekāpšanas. Ja tas netiek izdarīts iepriekš, iekāpšana var tikt atteikta. Lūdzu, skatiet tiešsaistes "check-in" saiti zem rezervācijas saņemšanas datiem. Jānoklikšķina, lai piekļūtu un ievadītu visu nepieciešamo personisko informāciju ne vēlāk kā 48 –72 stundas pirms izlidošanas atkarībā no kruīza līnijas. Atkarībā no kruīza līnijas tīmeklī "check-in" tiek atvērta 45 –60 dienas iepriekš. Lai izsniegtu iekāpšanas atļauju, visiem pasažieriem salonā ir JĀVEIC formas aizpildīšana.
mn: Бүх аяллын компаниуд зорчигчдийг хөлөгт суухаас өмнө онлайнаар бүртгэдэг журамтай. Энэ бүртгэлийг урьдчилан хийгээгүй тохиолдолд хөлөг онгоцонд суухыг зөвшөөрөхгүй болно. Захиалгын баримтын доор буй онлайн бүртгэлийн холбоосыг үзнэ үү. Та холбоосоор орж, аяллын компаниас хамааран аялалд гарахаас наад зах нь 48-72 цагаас өмнө шаардлагатай бүх хувийн мэдээллээ оруулах ёстой. Энэ онлайн бүртгэл нь аяллын компаниас хамаарч 45-60 хоногийн өмнө нээгддэг болно. Өөрөөний БҮХ зорчигчдын бүртгэл дууссаны дараа суух тасалбар ОЛГОНО.
pt: Todas as linhas de cruzeiro agora exigem o check-in online antes do embarque. O não preenchimento antecipado pode resultar na recusa de embarque. Por favor, consulte o link de check-in online abaixo dos dados do recibo de reserva. Você deve clicar para acessar e inserir todas as informações pessoais necessárias o mais tardar 48-72 horas antes da partida, dependendo da linha de cruzeiro. O check-in pela web abre 45-60 dias antes, dependendo da linha de cruzeiro. O check-in concluído para TODOS os passageiros na cabine é NECESSÁRIO para emitir o cartão de embarque.
ro: Toate liniile de croazieră necesită acum check-in online înainte de îmbarcare. Nerespectarea acestei condiții în avans poate duce la refuzul îmbarcării. Vă rugăm să consultați link-ul de check-in online de mai jos cu datele de primire a rezervării. Trebuie să faceți clic pentru a accesa și introduce toate informațiile personale necesare nu mai târziu de 48-72 de ore înainte de plecare, în funcție de linia de croazieră. Check-in-ul web se deschide cu 45-60 de zile înainte, în funcție de linia de croazieră. Check-in-ul finalizat pentru TOȚI pasagerii din cabină este NECESARĂ pentru eliberarea permisului de îmbarcare.
ru: Все круизные компании теперь требуют совершения онлайн-регистрации до посадки на борт. Отсутствие предварительной онлайн-регистрации может привести к отказу в размещении на борту. Просим пользоваться ссылкой на онлайн-регистрацию под данными Вашего бронирования. Вам необходимо войти и ввести всю требуемую информацию о себе не позднее 48-72 часов до отправления, в зависимости от круизной компании. Онлайн-регистрация открывается за 45-60 дней в зависимости от круизной компании. Для оформления посадочного талона онлайн-регистрация ОБЯЗАТЕЛЬНА для ВСЕХ пассажиров каюты.
uk: Всі круїзні компанії тепер вимагають здійснення онлайн реєстрації до посадки на борт. Відсутність попередньої онлайн реєстрації може призвести до відмови в розміщенні на борту. Просимо користуватися посиланням на онлайн-реєстрацію під даними вашого бронювання. Вам необхідно увійти і ввести всю необхідну інформацію про себе не пізніше 48 або 72 годин до відправлення, в залежності від круїзної компанії. Онлайн реєстрація відкривається за 45-60 днів в залежності від круїзної компанії. Для оформлення посадкового талона онлайн реєстрація ОБОВ'ЯЗКОВА для ВСІХ пасажирів каюти.
uz: Барча круиз линиялари энди кемага чиқишдан олдин онлайн рўйхатдан ўтишни талаб қилмоқда. Ушбу талабни бажармаслик кемага чиқишингиз рад этилишига олиб келиши мумкин. Онлайн рўйхатдан ўтиш саҳифасига ҳаволани буюртма квитанциясининг пастки қисмида кўришингиз мумкин. Саҳифага ўтиш учун ҳаволани босинг ва круиз линиясига қараб, круиз бошланишидан олдин 48-72 соатдан кеч бўлмаган муддатда барча зарур шахсий маълумотларни киритинг. Рўйхатдан ўтишни якунлаш учун каютадаги БАРЧА йўловчилардан жойлашув талони (посадочный талон) талаб этилади.
zh: 所有邮轮公司现在都需要在登船前在线办理登机手续。 未能提前完成可能会导致登机被拒绝。 请查看预订收据数据下方的在线入住链接。 您必须在出发前 48-72 小时内点击访问并输入所有必需的个人信息，具体取决于邮轮航线。 根据邮轮航线，网上登记入住时间提前 45-60 天开放。 需要为机舱内的所有乘客办理登机手续才能签发登机牌。

source: All Currencies
fr: Toutes les Devises
it: Tutte le valute
kk: Барлық Валюталар
pt: Todas as Moedas
uk: Всі Валюти
uz: Барча валюталар
zh: 所有货币

source: All Destinations
ca: Totes les destinacions
de: Alle Destinationen
es: Todos los destinos
fr: Toutes les destinations
it: Tutte le destinazioni
ja: すべての目的地
kk: Барлық Бағыттар
ky: Бардык багыттар
lv: Visi Galamerķi
mn: Бүх газруудаар
pt: Todos os destinos
ro: Toate Destinațiile
ru: Все направления
uk: Всі напрямки
uz: Барча йўналишлар
zh: 所有目的地

source: All Documents
ca: Tots els Documents
de: Alle Dokumente
es: Todos los Documentos
fr: Tous les documents
it: Tutti i documenti
ja: すべてのドキュメント
kk: Барлық құжаттар
ko: 모든 문서
ky: Бардык Документтер
lv: Visi dokumenti
mn: Бүх баримт бичгээр
pt: Todos os documentos
ro: Toate documentele
ru: Все Документы
uk: Всі Документи
uz: Барча ҳужжатлар
zh: 所有文件

source: All fields are required.
ca: Tots els camps són obligatoris.
de: Alle Felder sind erforderlich.
es: Todos los campos son requeridos.
fr: Tous les champs sont obligatoires.
it: È obbligatorio compilare tutti i campi.
ja: すべて必須入力項目です。
kk: Барлық жолақтар толтырылуы керек.
ko: 모두 필수 입력 항목입니다.
ky: Бардык саптар толтурулушу керек.
lv: Visi kvadrāti/lauki ir obligāti.
mn: Бүх мөрийг гүйцээн бичих хэрэгтэй.
pt: Todos os campos são necessários.
ro: Toate câmpurile sunt obligatorii.
ru: Необходимо заполнить все поля.
uk: Необхідно заповнити всі поля.
uz: Барча майдонлар тўлдирилиши шарт.
zh: 各個領域都需要。

source: All fields are required. Please confirm all of the guests on this booking.
ca: Tots els camps són obligatoris. Si us plau, confirma tots els convidats d'aquesta reserva.
de: Alle Felder sind erforderlich. Bitte bestätigen Sie alle Gäste auf dieser Buchung.
es: Todos los campos son obligatorios. Por favor, confirma a todos los huéspedes en esta reserva.
fr: Tous les champs sont obligatoires. Veuillez confirmer tous les invités de cette réservation.
it: Tutti i campi sono obbligatori. Si prega di confermare tutti gli ospiti di questa prenotazione.
ja: すべての項目は必須入力です。この予約の全員のゲスト情報を確認してください。
kk: Барлық өрістерді толтыру қажет. Барлық қонақтар үшін брондауды растаңыз.
ky: Бардык катарлар толтурулушу керек. Сураныч, бул брондоо боюнча бардык коноктордун маалыматтарын ырастаңыз.
lv: Visi lauki ir obligāti. Lūdzu, apstipriniet visus viesus šajā rezervācijā.
mn: Бүх талбаруудыг заавал бөглөх шаардлагатай. Энэ захиалгад буй бүх зорчигчдыг баталгаажуулна уу.
pt: Todos os campos são obrigatórios. Por favor, confirme todos os hóspedes desta reserva.
ro: Toate câmpurile sunt obligatorii. Te rugăm să confirmi toți invitații din această rezervare.
ru: Все поля обязательны к заполнению. Подтверждите, пожалуйста, всех гостей этого бронирования.
uk: Усі поля є обов'язковими до заповнення. Будь ласка, підтвердьте всіх гостей цього бронювання.
uz: Барча майдонлар тўлдирилиши шарт. Илтимос, ушбу буюртмадаги барча йўловчиларни тасдиқланг.
zh: 所有字段都是必填项。请确认此预订中的所有客人。

source: All fields are required. Please confirm all of the passengers on this booking, the passengers are final and cannot be changed at a later time.
ca: Tots els camps són obligatoris. Si us plau, verifica la informació de tots els passatgers d’aquesta reserva, ja que un cop confirmats, no es podran modificar més endavant.
de: Alle Felder sind erforderlich. Bitte bestätigen Sie alle Passagiere auf dieser Buchung, die Passagiere sind endgültig und können später nicht mehr geändert werden.
es: Todos los campos son obligatorios. Por favor, confirma a todos los pasajeros en esta reserva; los pasajeros son definitivos y no se pueden cambiar más adelante.
fr: Tous les champs sont obligatoires. Veuillez confirmer tous les passagers de cette réservation. La liste des passagers est définitive et ne peut être modifiée ultérieurement.
it: Controlla i dati dei passeggeri di tutti i partecipanti alla prenotazione. La registrazione dei dati dei passeggeri è definitiva e non può essere modificata in seguito.
ja: すべての項目は必須入力です。この予約の全員の乗客情報を確認してください。乗客情報の登録は最終的なものであり、後日変更することはできません。
kk: Барлық өрістерді толтыру қажет. Осы брондауда барлық жолаушылардың тіркелгенін растаңыз, жолаушылар тізімі түпкілікті және кейінірек өзгерту мүмкін емес.
ky: Бардык катарлар толтурулушу керек.Сураныч, бул брондоодогк жүргүнчүлөрдүн бардык маалыматтарын тастыктаңыз, алар акыркы жана өзгөртүүгө болбойт.
lv: Visi lauki ir obligāti.Lūdzu apstipriniet visus pasažierus par šo rezervāciju, pasažieri ir pēdējie un vēlāk tos nevar mainīt.
mn: Бүх мэдээллийг бичих ёстой. Энэ захиалгын бүх зорчигчдын нэрсийг шалгана уу, зорчигчдийн нэрс эцсийн хувилбараар байх ёстой бөгөөд дараа нь өөрчлөх боломжгүй юм.
pt: Todos os campos são obrigatórios. Por favor, confirme todos os passageiros nesta reserva, os passageiros são definitivos e não podem ser alterados posteriormente.
ro: Toate câmpurile sunt obligatorii. Te rugăm să confirmi toți pasagerii din această rezervare, pasagerii sunt definitivi și nu pot fi modificați ulterior.
ru: Все поля обязательны к заполнению. Подтверждите, пожалуйста, всех пассажиров этого бронирования. Данные пассажиров являются окончательными и не подлежат последующим изменениям.
uk: Усі поля є обов'язковими до заповнення. Будь ласка, підтвердьте всіх пасажирів цього бронювання. Дані пасажирів є остаточними та не підлягають подальшим змінам.
uz: Барча майдонлар тўлдирилсин. Илтимос, ушбу буюртмадаги барча йўловчиларга оид маълумотларни тасдиқланг, улар якуний ҳисобланади ва сўнгра ўзгартириб бўлмайди.
zh: 所有字段都是必填的。请确认此预订上的所有乘客，乘客信息是最终的，无法在之后更改。

source: All included with-in this ticket
ca: Tot inclòs dins d'aquest tiquet
de: In diesem Ticket ist alles enthalten
es: Todo está incluido dentro de este ticket
fr: Tout est compris dans ce billet
it: Tutto ciò che è incluso in questo biglietto
ja: すべてこのチケットに含まれています
kk: Барлығы осы билеттің құнына кіреді
ky: Баардыгы камтылган билет
lv: Viss ir ietverts šajā biļetē
mn: Энэ тасалбарт бүгд багтсан
pt: Tudo incluído neste ticket
ro: Toate incluse în acest bilet
ru: Билет "Всё включено"
uk: Квиток "Все включено"
uz: Чиптага барчаси киритилган
zh: 全部包含在此票中

source: All Invitations
ca: Totes les invitacions.
de: Alle Einladungen
es: Todas las invitaciones
fr: Toutes les invitations
it: Tutti gli inviti
ja: すべての招待状
kk: Барлық шақырулар
ky: Бардык чакыруулар
lv: Visi ielūgumi
mn: Бүх урилгууд
pt: Todos os convites
ro: Toate Invitaţiile
ru: Все приглашения
uk: Всі запрошення
uz: Барча таклифлар
zh: 所有邀请

source: All Languages
ca: Tots els Idiomes
de: Alle Sprachen
es: Todos los idiomas
fr: Toutes les langues
it: Tutte le lingue
ja: 全ての言語
kk: Барлық тілдер
ko: 모든 언어
ky: Бардык тилдер
lv: Visas valodass
mn: Бүх хэлээр
pt: Todos os idiomas
ro: Toate limbile
ru: Все Языки
uk: Всі Мови
uz: Барча тиллар
zh: 所有語言

source: All Members
fr: Tous les Membres
it: Tutti i Membri
kk: Барлық Клуб Мүшелері
pt: Todos os Membros
uk: Всі Члени Клубу
uz: Барча Аъзолар
zh: 所有会员

source: All Members must pay the remaining balance out-of-pocket — No
fr: Tous les Membres doivent régler le solde restant de leur poche — Non
it: Tutti i Membri devono pagare il saldo residuo di tasca propria — No
kk: Барлық Мүшелер қалған соманы өз қалтасынан төлеуі тиіс — Жоқ
pt: Todos os Membros devem pagar o saldo restante do próprio bolso — Não
uk: Усі Члени Клубу повинні сплачувати залишок із власних коштів — Ні
uz: Барча Аъзолар қолган суммани ҳамёндан тўлашлари шарт - Йўқ
zh: 所有会员必须自掏腰包支付剩余余额——不

source: All Members must pay the remaining balance out-of-pocket — No <span class="font-bold">Reward Points</span> can be used to pay the out-of-pocket portion.
fr: Tous les Membres doivent régler le solde restant de leur poche — Aucun <span class="font-bold"> Point de Récompense</span> ne peut pas être utilisé pour régler la partie restante.
it: Tutti i Membri devono saldare il rimanente di tasca propria — Non è possibile utilizzare i <span class="font-bold">Crediti Premio</span> per coprire questa quota.
kk: Барлық Мүшелер қалған соманы өз қалтасынан төлеуі тиіс — <span class="font-bold">Бонус Ұпайларын</span> қалтадан төленетін бөлікке қолдануға болмайды.
pt: Todos os Membros devem pagar o saldo restante do próprio bolso — Nenhum <span class="font-bold">Ponto de Recompensa</span> pode ser usado para pagar a parcela do próprio bolso.
uk: Усі Члени Клубу повинні сплачувати залишок із власних коштів — Ніякі <span class="font-bold">Бонусні Бали</span> не можуть бути використані для покриття частини вартості, що підлягає оплаті з власних коштів.
uz: Барча Аъзолар қолган суммани ҳамёндан тўлашлари шарт - Йўқ <span class="font-bold">Бонус баллари</span> билан ҳамёндан тўлов қисмини тўлаш мумкин.
zh: 所有会员必须自掏腰包支付剩余余额——不可使用<span class="font-bold">奖励积分</span>来支付自付部分。

source: All membership payments are protected by Trust My Travel
ca: Tots els pagaments de la membresia estan protegits per Trust My Travel
de: Alle Mitgliedszahlungen sind durch Trust My Travel geschützt
es: Todos los pagos de Membresía están protegidos por TrustMyTravel
fr: Tous les paiements d'adhésion sont protégés par Trust My Travel
it: Tutti i pagamenti della Membership sono protetti da Trust My Travel
ja: すべてのメンバーシップ支払いは、Trust My Travel によって保護されています
kk: Барлық мүшелік жарналар Trust My Travel бағдарламасымен қорғалған
ky: Бардык мүчөлүк төлөмдөр Trust My Travel тарабынан корголгон
lv: Visus Biedru Dalības Maksājumus aizsargā Trust My Travel
mn: Гишүүнчлэлийн бүх төлбөрүүд TrustMyTravel компаниар найдвартай хамгаалагдсан.
pt: Todos os pagamentos da assinatura são protegidos pela Trust My Travel
ro: Toate plățile de abonament sunt protejate de Trust My Travel
ru: Все Членские взносы находятся под защитой Trust My Travel
uk: Усі членські внески знаходяться під захистом Trust My Travel
uz: Барча Аъзолик тўловлари Trust My Travel билан ҳимояланган
zh: 所有会员付款均受Trust My Travel保护

source: All Partner
ca: Tots els Socis
de: Alle Partner
es: Todo Socio
fr: Tous les Partenaires
it: Tutti i Partner
ja: 全パートナー
kk: Барлық Cеріктестер
ko: 모든 파트너
ky: Бардык Өнөктөштөр
lv: Visu Partnera
mn: Бүх Түнш
pt: Todos os sócios
ro: Toți partenerii
ru: Все Партнёры
uk: Всі Партнери
uz: Барча Ҳамкор
zh: 所有合作伙伴
