Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Month To Date
ca: Mes a la data
de: Monat angeben
es: Mes Hasta La Fecha
fr: Le mois courant
it: Dall'inizio del mese a oggi
ja: その月の累計
kk: Айына дейін
ko: 당월 합계
ky: Күнгө чейин Ай
lv: Līdz mēneša datumam
mn: Сарын эхнээс өнөөдрийг хүртэл
pt: Do início do mês até hoje
ro: Luna până la Data
ru: Месяц До Даты
uk: Місяць До Дати
uz: Ой бошидан буён
zh: 月累計

source: Month-to-Date
ca: Mes a data
de: Monat-bis-Datum
es: Mes Hasta La Fecha
fr: Le mois courant
it: Dall'inizio del mese a oggi
ja: その月の累計
kk: Айына дейін
ko: 당월 합계
ky: Айына чейин
lv: Ldz mēneša datumam
mn: Сарын эхнээс өнөөдрийг хүртэл
pt: Do início do mês até hoje
ro: Luna până la Data
ru: Месяц До Даты
uk: Місяць-до-Дати
uz: Ой бошидан буён
zh: 月累計

source: month(s)
ca: mes (os)
de: Monate
es: mes(es)
fr: mois
it: Mese (i)
ja: ヶ月
kk: ай(лар)
ko: 개월
ky: ай(лар)
lv: Mēnesis(i)
mn: сар
pt: mês(meses)
ro: luna(i)
ru: месяц(ев)
uk: місяць(ів)
uz: ой
zh: 月

source: month(s) before they stopped paying
ca: mes (os) abans de deixar de pagar
de: Monat(e), bevor sie die Zahlungen eingestellt haben
es: mes(es) antes de dejar de pagar
fr: mois avant qu'ils ne cessent de payer
it: Mese(i) prima di interrompere i pagamenti
ja: ヶ月（未払いになる前）
kk: төлеуді тоқтатқанға дейінгі ай(лар)
ko: 지불 중단 전
ky: алар төлөөнү токтотконго чейинки ай(лар)
lv: Mēnesis)i) pirms viņi pārstāja maksāt
mn: сарын турш идэвхтэй төлсөн байна.
pt: mês(meses) antes de pararem de pagar
ro: lună(i) înainte de a înceta să plătească
ru: месяц(ев), перед тем как перестали платить
uk: місяць(ів), перед тим як перестали платити
uz: ой давомида фаол бўлган
zh: 他们停止付款前的几个月

source: Monthly
ca: Mensual
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: マンスリー
kk: Ай сайын
ky: Айлык
lv: Ikmēneša
mn: Сарын
pt: Mensalmente
ro: Lunar
ru: Ежемесячно
uk: Щомісячно
uz: Ойлик
zh: 月度

source: Monthly Activation Bonus
fr: Bonus d'Activation Mensuel
it: Bonus di Attivazione mensile
kk: Айлық Белсендіру Бонусы
pt: Bônus Ativações Mensais
ro: Bonus lunar de activare
uk: Бонус Місячних Активацій
uz: Ойлик Фаоллик бонуси
zh: 每月激活奖励

source: Monthly Activations Bonus
fr: Bonus d'Activations Mensuel
it: Bonus Attivazioni mensili
kk: Ай сайынғы Активтендіру Бонусы
pt: Bônus de Ativações Mensais
uk: Щомісячний Бонус за Активації
uz: Ойлик Фаолликлар бонуси
zh: 每月激活奖金

source: Monthly Bonus
fr: Bonus Mensuel
it: Bonus mensile
kk: Ай сайынғы Бонус
pt: Bônus Mensais
uk: Щомісячний Бонус
uz: Ойлик бонус
zh: 月度奖金

source: Monthly Classic Activations
ca: Classic Activacions Mensuals
de: Monatliche Classic Aktivierungen
es: Activaciones Classic Mensuales
fr: Activations Classiques Mensuelles
it: Attivazioni mensili Classic
ja: マンスリーCLASSICアクティベーション
kk: Ай сайынғы Classic Белсендірулер
ky: Айлык Classic активдештирүүлөр
lv: Ikmēneša Classic Aktivizācijas
mn: Сарын Classic идэвхжүүлэлтүүд
pt: Ativações mensais Classic
ro: Activări lunare Classic
ru: Ежемесячные Активации плана Classic
uk: Щомісячні Активації плану Classic
uz: Ойлик Classic Фаолликлар
zh: 每月Classic激活

source: Monthly Directs Activations
ca: Activacions Directes Mensuals
de: Monatliche Direkte-Aktivierungen
es: Activaciones Mensuales de Directs
fr: Activations Directes Mensuelles
it: Attivazioni dirette mensili
ja: マンスリー直紹介アクティベーション
kk: Тікелей серіктестерден ай сайынғы белсендірулер
ko: 월간 직접 추천 활성화
ky: Түз Өнөктөштөрдөн Айлык Активдештирүүлөр
lv: Ikmēneša Tiešās Aktivizācijas
mn: Сарын хувьчлан идэвхжүүлэлтүүд
pt: Ativações diretas mensais
ro: Activări lunare ale direcților
ru: Ежемесячные Активации от прямых Партнёров
uk: Щомісячні Активації від прямих Партнерів
uz: Ойлик Тўғридан-тўғри Фаолликлар
zh: 每月直接激活

source: Monthly Goal
ca: Objectiu Mensual
de: Monatliches Ziel
es: Meta Mensual
fr: Objectif Mensuel
it: Obiettivo mensile
ja: 月間目標
kk: Ай сайынғы Мақсат
ky: Айлык максат
lv: Mēneša Mērķis
mn: Сарын зорилго
pt: Meta Mensal
ro: Obiectiv lunar
ru: Месячная цель
uk: Ціль на місяць
uz: Ойлик мақсад
zh: 月度目标

source: Monthly Member Activations
ca: Activacions Mensuals de Membres
de: Monatliche Mitglieder-Aktivierungen
es: Activaciones Mensuales de Miembros
fr: Activations Mensuelles des Membres
it: Attivazioni mensili di Membri
ja: マンスリー メンバーアクティベーション
kk: Клуб мүшелерінің ай сайынғы белсендірулері
ko: 월간 멤버 활성화
ky: Клуб Мүчөлөрүнүн Айлык Активдештирүүлөрү
lv: Ikmēneša Biedru Aktivizācijas
mn: Сарын Гишүүний идэвхжүүлэлтүүд
pt: Ativações mensais de membros
ro: Activări lunare de membri
ru: Месячных Активаций Членов Клуба
uk: Місячних Активацій Членів Клубу
uz: Ойлик Аъзолар Фаоллиги
zh: 每月会员激活

source: Monthly Partner Member Activations
ca: Activacions Mensuals de Socis-Membres
es: Activaciones Mensuales de Miembros-Socios
fr: Activations Mensuelles des Membres Partenaires
it: Attivazioni mensili di Partner-Membri
ja: マンスリー パートナーアクティベーション
kk: Ай сайынғы серіктес мүшелерді белсендіру
ky: Өнөктөш-мүчөлөрүнүн айлык активдештирүүлөрү
mn: Сарын Түнш Гишүүний идэвхжүүлэлтүүд
pt: Ativações mensais de Sócio-Membro
ro: Activări lunare de membri parteneri
ru: Ежемесячные Активации Членов-Партнёров Клуба
uk: Щомісячні активації Членів Партнером
uz: Ойлик Ҳамкор Аъзолар Фаоллиги
zh: 每月合伙人会员激活数

source: Monthly Personal Partner Activation Production
ca: Producció Mensual d'Activació de Socis Personals
de: Monatlicher Umsatz der persönlichen Partneraktivierung
es: Producción Mensual de Activación Personal de Socios
fr: Production d'Activation Mensuelle des Partenaires Personnels
it: Produzione mensile di Attivazioni di Partner personali
ja: マンスリー直紹介パートナー新規売上
kk: Жеке серіктесті белсендіру бойынша ай сайынғы өндіріс
ky: Айлык жеке өнөктөштөрдүн активдештирүү өндүрүшү
lv: Ikmēneša Personīgās Partneru Aktivizāciju Apgrozījums
mn: Сарын Түнш хувьчлан идэвхжүүлэх борлуулалт
pt: Produção pessoal mensal de ativação de parceiro
ro: Producția de activări lunare de parteneri personali
ru: Личный Активационный товарооборот Партнёра за месяц
uk: Особистий товарообіг Активацій Партнера за місяць
uz: Шахсий Ҳамкорлар фаоллиги бўйича ойлик ишлаб чиқариш
zh: 每月个人合作伙伴激活业绩

source: Monthly Premium Activations
ca: Activacions Mensuals Premium
de: Monatliche Premium-Aktivierungen
es: Activaciones Mensuales PREMIUM
fr: Activations Mensuelles des Membres Premium
it: Attivazioni Premium mensili
ja: マンスリー Premium アクティベーション
kk: Ай сайынғы Premium активациялар
ky: Айлык Premium активдештирүүлөрү
lv: Ikmēneša Premium Aktivizācijas
mn: Сарын Premium идэвхжүүлэлтүүд
pt: Ativações Mensais Premium
ro: Activări lunare de Premium
ru: Активаций плана Premium за месяц
uk: Активації плану Premium за місяць
uz: Ойлик Premium Фаолликлар
zh: 每月高级激活量

source: Monthly Price
ca: Preu mensual
de: Monatspreis
es: Precio Mensual
fr: Prix Mensuel
it: Prezzo mensile
ja: 毎月の金額
kk: Айлық баға
ko: 월간 금액
ky: Айлык баасы
lv: Ikmēneša cena
mn: Сар бүрийн үнэ
pt: Preço mensal
ro: Preț lunar
ru: Ежемесячная стоимость
uk: Щомісячна вартість
uz: Ойлик нарх
zh: 每月价格

source: Monthly Rank Maintenance
fr: Maintien Mensuel du Rang
it: Mantenimento del rango mensile

source: Monthly Revenue Breakdown
ca: Desglossament Mensual dels Ingressos
de: Monatliche Umsatzerlöse
es: Desglose de Ingresos Mensuales
fr: Répartition mensuelle des revenus
it: Resoconto mensile delle entrate
ja: 毎月の収入内訳
kk: Ай сайынғы Табыс туралы Есеп
ko: 월간 매출 내역
ky: Айлык Киреше Отчету
lv: Mēneša ieņēmumu sadalījums
mn: Сарын орлогын задаргаа
pt: Divisão dos ganhos mensais
ro: Venitul Lunar Defalcat
ru: Отчет Ежемесячного Дохода
uk: Звіт Щомісячного Доходу
uz: Ойлик даромад тақсимоти
zh: 每月收入細分

source: Monthly Team Goal Tracker
ca: Seguiment d'Objectius de l'Equip Mensual
de: Monatlicher Team Goal Tracker
es: Seguimiendo mensual de la Meta de equipo
fr: Tracker Mensuel des Objectifs de l'Équipe
it: Monitoraggio Obiettivi Mensili del Team
ja: 月間チーム目標追跡
kk: Ай сайынғы командалық мақсаттарды қадағалау
ky: Командалык максат трекери
lv: Mēneša Komandas globālie sekotāji
mn: Багийн сарын зорилгыг харах
pt: Acompanhamento Mensal de Metas da Equipe
ro: Monitorul lunar al obiectivelor echipei
ru: Месячный трекер командных целей
uk: Місячний трекер командних цілей
uz: Жамоа Ойлик мақсадларини кузатиб бориш
zh: 每月团队目标跟踪器

source: Monthly Team Member Activation Production
ca: Producció Mensual d'Activació dels Membres de l'Equip
de: Monatlicher Umsatz zur Aktivierung von Teammitgliedern
es: Producción Mensual de Activación de Miembros del Equipo
fr: Production d'Activation Mensuelle des Membres d'Équipe
it: Produzione mensile di Attivazioni di Membri del Team
ja: マンスリー チームメンバー新規売上
kk: Топ мүшелерін белсендіру бойынша ай сайынғы өндіріс
ky: Команда мүчөлөрүнүн айлык активдештирүү өндүрүшү
lv: Ikmēneša Komandas Biedru Aktivizāciju Apgrozījunms
mn: Багийн Гишүүдийн сарын идэвхжүүлэх борлуулалт
pt: Produção de ativação mensal de membros da equipe
ro: Producția de activări lunare ale membrilor echipei
ru: Командный Активационный товарооборот Партнёра за месяц
uk: Командний товарообіг Активацій Партнерів за місяць
uz: Жамоа Аъзоларини фаоллаштириш бўйича ойлик ишлаб чиқариш
zh: 每月团队成员激活业绩

source: More details
ca: Més detalls
de: Mehr Details
es: Más Detalles
fr: Plus de détails
it: Altri dettagli
ja: 詳細
kk: Көбірек мәліметтер
ky: Көбүрөөк маалымат
lv: Papildinformācija/sīkāk
mn: Дэлгэрэнгүй мэдээлэл
pt: Mais detalhes
ro: Mai multe detalii
ru: Подробности
uk: Додаткова інформація
uz: Батафсил маълумотлар
zh: 更多细节

source: More Details
ca: Més detalls
de: Mehr Details
es: Más Detalles
fr: Plus de Détails
it: Ulteriori dettagli
ja: 更なる詳細
kk: Толығырақ ақпарат
ko: 세부 정보
ky: Көбүрөөк маалымат
lv: Vairāk Datu
mn: Дэлгэрэнгүй
pt: Mais Detalhes
ro: Mai multe detalii
ru: Подробнее
uk: Детальнiше
uz: Батафсил маълумотлар
zh: 更多详情

source: More Details!
ca: Més detalls!
de: Mehr Details!
es: Más Detalles!
fr: Plus de détails !
it: Altri dettagli!
ja: 詳細はこちら！
kk: Көбірек Мәліметтер!
ko: 세부 정보 !
ky: Көбүрөөк Маалымат!
lv: Papildinformācija/Sīkāk!
mn: Дэлгэрэнгүй мэдээлэл!
pt: Mais detalhes!
ro: Mai multe detalii!
ru: Подробнее!
uk: Детальніше!
uz: Батафсил маълумотлар!
zh: 更多细节！

source: More filters
ca: Més filtres
de: Mehr Filter
es: Más Filtros
fr: Plus de filtres
it: Altri filtri
ja: その他のフィルター
kk: Қосымша сүзгілер
ky: Көбүрөөк фильтрлер
lv: Vairāk filtru
mn: Нэмэлт филтерүүд
pt: Mais filtros
ro: Mai multe filtre
ru: Больше фильтров
uk: Більше фільтрів
uz: Кенг фильтр
zh: 更多筛选条件

source: More Filters
ca: Més Filtres
de: Mehr Filter
es: Más Filtros
fr: Plus de Filtres
it: Altri filtri
ja: その他のフィルター
kk: Қосымша Cүзгілер
ky: Көбүрөөк фильтрлер
lv: Vairāk Filtru
mn: Нэмэлт филтерүүд
pt: Mais filtros
ro: Mai multe Filtre
ru: Больше фильтров
uk: Більше фільтрів
uz: Кенг фильтр
zh: 更多筛选条件

source: More for Less
ca: Més per Menys
de: Mehr für Weniger
es: Más por Menos
fr: Plus pour Moins
it: Più a Meno
ja: より多くを、より少ない費用で
kk: Аз ақшаға көбірек
ky: Азыраак төлөп көбүрөөк
lv: Vairāk par Mazāku
mn: Бага зардлаар илүү
pt: Mais por Menos
ro: Mai Mult pentru Mai Puțin
ru: Больше за меньшие деньги
uk: Більше — за менші гроші
uz: Кам харажат билан кўпроқ
zh: 以更少花费，获得更多

source: more info
fr: plus d'infos
it: maggiori informazioni

source: More Info
ca: Més Informació
de: Mehr Informationen
es: Más información
fr: Plus d'informations
it: Maggiori informazioni
ja: 詳細情報
kk: Қосымша Ақпарат
ko: 추가 정보
ky: Кошумча Маалымат
lv: Vairāk info
mn: Дэлгэрэнгүй Мэдээлэл
pt: Mais informações
ro: Mai multe informaţii
ru: Больше Информации
uk: Більше Інформації
uz: Батафсил
zh: 更多信息

source: more to reach the
fr: plus pour atteindre le
it: in più per raggiungere il
kk: қол жеткізу үшін қосымша
pt: faltam mais para alcançar o
uk: більше, щоб досягти
uz: эришиш учун кўпроқ
zh: 即可达到

source: Most cruise lines have specific health and safety requeriments you must meet to board your cruise. This may include a mandatory pre-boarding health screening or require all adults guests who are traveling on specific ships and/or destinations be fully vaccinated against COVID-19 and may vary by cruise line.
de: Die meisten Kreuzfahrtgesellschaften haben spezielle Gesundheits- und Sicherheitsanforderungen, die Sie erfüllen müssen, um an Bord Ihrer Kreuzfahrt zu gehen. Dazu kann ein obligatorisches Gesundheitsscreening vor der Einschiffung gehören, oder es wird verlangt, dass alle erwachsenen Gäste, die auf bestimmten Schiffen und/oder zu bestimmten Zielen reisen, vollständig gegen COVID-19 geimpft sein müssen, wobei es je nach Kreuzfahrtgesellschaft unterschiedlich sein kann.
es: La mayoría de las líneas de cruceros tienen requisitos específicos de salud y seguridad que debe cumplir para abordar su crucero. Esto puede incluir un examen de salud obligatorio previo al embarque o requerir que todos los huéspedes adultos que viajen en barcos y/o destinos específicos estén completamente vacunados contra COVID-19 y puede variar según la línea de cruceros.
fr: La plupart des compagnies de croisière ont des exigences spécifiques en matière de santé et de sécurité auxquelles vous devez répondre pour embarquer. Il peut s'agir d'un examen de santé obligatoire avant l'embarquement ou de l'obligation d'être entièrement vaccinés contre le COVID-19 our tous les adultes voyageant sur des navires et/ou aux destinations spécifiques, et cela peut varier selon la compagnie de croisière.
it: La maggior parte delle compagnie di crociera hanno specifici requisiti di salute e sicurezza che dovrai soddisfare per imbarcarti sulla tua crociera. Potrebbero imporre un controllo sanitario obbligatorio prima dell'imbarco o richiedere che tutti gli ospiti adulti che viaggiano su determinate navi e/o destinazioni siano completamente vaccinati contro il COVID-19 e tali requisiti possono variare a seconda della compagnia di crociera.
ky: Көпчүлүк круиздик линияларда ден соолук жана коопсуздук боюнча атайын талаптар бар, аларды круизге түшүү үчүн аткарышыңыз керек. Аларга милдеттүү түрдө отургузулганга чейинки медициналык камсыздандыруу же белгилүү бир кемелерде жана/же маршруттарда саякаттаган улгайган жүргүнчүлөр толугу менен COVID-19га каршы камтылган эмдөөлөрдү талап кылышы мүмкүн жана бул талаптар круиздик линияга жараша өзгөрүшү мүмкүн.
lv: Daudzām Kruīzu Līnijām ir specifiskas veselības un drošibas prasības, kas jums uz kuģa kruīza laikā ir jāpieņem.Tas var attiekties uz obligātu veselības pārbaudi pie iekāpšanas vai prasību,lai visi pieaugušie viesi,kuri ceļo uz attiecīgā kuģa un/vai uz attiecīgo galamērķi būtu pilnīgi vakcinēts pret KOVID-19 un var atšķirties atkarībā no kruīza līnijas.
mn: Ихэнх аялалын компаниудад далайн аялалд гарахын өмнө заавал биелүүлэх шаардлагатай эрүүл мэнд, аюулгүй байдлын тусгай шаардлагуудтай байдаг. Үүнд хөлөгт суухаас өмнө заавал эрүүл мэндийн үзлэгт хамрагдах эсвэл тодорхой хөлгөөр аялах болон/эсвэл очих газарт зорчиж буй бүх насанд хүрсэн хүмүүс КОВИД-19-ийн эсрэг бүрэн вакцинд хамрагдсан байх зэрэг тухайн аялалын компаниудаас хамаарч өөр өөр шаардлагуудыг тавьдаг болно.
ru: У большинства круизных линий есть специальные требования в отношении здоровья и безопасности, которым вы должны соответствовать, чтобы попасть в круиз. Они могут включать в себя обязательный медцинский осмотр или требование ко всем совершеннолетним гостям, путешествующим на конкретном лайнере и/или направлении, быть полностью вакцинированными против COVID-19, и эти требования могут разниться в зависимости от круизной линии.

source: Most cruise lines have specific health and safety requirements you must meet to board your cruise. This may include a mandatory pre-onboarding health screening or require all adults guests who are traveling on specific ships and/or destinations be fully vaccinated against COVID-19 and may vary by cruise line. <br/>
ca: La majoria de les companyies de creuers tenen requisits específics de salut i seguretat que has de complir per poder embarcar-te en el creuer. Això pot incloure una revisió de salut prèvia a la incorporació obligatòria o requerir que tots els adults que viatgin en vaixells o destinacions específiques estiguin completament vacunats contra la COVID-19, i pot variar segons la companyia de creuers. <br/>
de: Die meisten Kreuzfahrtgesellschaften haben spezielle Gesundheits- und Sicherheitsanforderungen, die Sie erfüllen müssen, um an Bord Ihrer Kreuzfahrt zu gehen. Dazu kann ein obligatorisches Gesundheitsscreening vor der Einschiffung gehören, oder es wird verlangt, dass alle erwachsenen Gäste, die auf bestimmten Schiffen und/oder zu bestimmten Zielen reisen, vollständig gegen COVID-19 geimpft sein müssen, wobei es je nach Kreuzfahrtgesellschaft unterschiedlich sein kann.<br/>
es: La mayoría de las líneas de cruceros tienen requisitos específicos de salud y seguridad que debe cumplir para abordar su crucero. Esto puede incluir un examen de salud obligatorio previo al embarque o requerir que todos los huéspedes adultos que viajen en barcos y/o destinos específicos estén completamente vacunados contra COVID-19 y puede variar según la línea de cruceros. <br/>
fr: La plupart des compagnies de croisière ont des exigences spécifiques en matière de santé et de sécurité auxquelles vous devez répondre pour embarquer. Il peut s'agir d'un examen de santé obligatoire avant l'embarquement ou de l'obligation d'être entièrement vaccinés contre le COVID-19 our tous les adultes voyageant sur des navires et/ou aux destinations spécifiques, et cela peut varier selon la compagnie de croisière. <br/>
it: La maggior parte delle compagnie di crociera hanno specifici requisiti di salute e sicurezza che dovrai soddisfare per imbarcarti sulla tua crociera. Potrebbero imporre un controllo sanitario obbligatorio prima dell'imbarco o richiedere che tutti gli ospiti adulti che viaggiano su determinate navi e/o destinazioni siano completamente vaccinati contro il COVID-19 e tali requisiti possono variare a seconda della compagnia di crociera. <br/>
ja: ほとんどのクルーズ会社では、クルーズに乗船するために満たすべき定められた健康と安全に関する要求事項があります。これには、乗船前の健康診断の義務付けや、特定の船や目的地で旅行するすべての成人ゲストに コロナウィルスに対するワクチン接種完了を義務付けるなどがあり、クルーズ会社によって異なる場合があります。<br/>
kk: Круиздік желілердің көпшілігінде круизге бару үшін сізге сәйкес келетін денсаулық пен қауіпсіздік талаптары бар. Бұл бортқа отырар алдында міндетті медициналық тексеруді қамтуы мүмкін немесе белгілі бір кемелерде және/немесе белгілі бір бағыттарда саяхаттайтын барлық ересек қонақтардың COVID-19-ға қарсы толық вакцинациялануын талап етуі мүмкін және круиздік желіге байланысты өзгеруі мүмкін. <br/>
ky: Көпчүлүк круиздик линияларда ден соолук жана коопсуздук боюнча атайын талаптар бар, аларды круизге түшүү үчүн аткарышыңыз керек. Аларга милдеттүү түрдө отургузулганга чейинки медициналык камсыздандыруу же белгилүү бир кемелерде жана/же маршруттарда саякаттаган улгайган жүргүнчүлөр толугу менен COVID-19га каршы камтылган эмдөөлөрдү талап кылышы мүмкүн жана бул талаптар круиздик линияга жараша өзгөрүшү мүмкүн. <br/>
lv: Daudzām Kruīzu Līnijām ir specifiskas veselības un drošibas prasības, kas jums uz kuģa kruīza laikā ir jāpieņem.Tas var attiekties uz obligātu veselības pārbaudi pie pirms-iekāpšanas vai prasību,lai visi pieaugušie viesi,kuri ceļo uz attiecīgā kuģa un/vai uz attiecīgo galamērķi būtu pilnīgi vakcinēts pret KOVID-19 un var atšķirties atkarībā no kruīza līnijas. <br/>
mn: Ихэнх аялалын компаниуд таныг хөлөгт суулгах эрүүл мэнд, аюулгүй байдлын тодорхой шаардлагуудтай байдаг. Үүнд хөлөгт суухаас өмнө заавал эрүүл мэндийн үзлэгт хамрагдах эсвэл тодорхой хөлөг онгоц болон/эсвэл очих газраар зорчиж буй бүх насныханд COVID-19-ийн эсрэг бүрэн вакцин хийлгэсэн байх ёстой гэсэн шаардлагуудтай байдаг ба эдгээр тухайн далайн аялалын компаниас хамаарч өөр өөр нөхцөлүүдтэй байдаг. <br/>
pt: A maioria das linhas de cruzeiro tem requisitos específicos de saúde e segurança que você deve cumprir para embarcar em seu cruzeiro. Isso pode incluir um exame de saúde obrigatório antes do embarque ou exigir que todos os hóspedes adultos que viajam em navios e/ou destinos específicos sejam totalmente vacinados contra a COVID-19 e pode variar de acordo com a linha de cruzeiro. <br/>
ro: Majoritatea liniilor de croazieră au cerințe specifice de sănătate și siguranță pe care trebuie să le îndeplinești pentru a te îmbarca la bord. Aceasta poate include un control medical obligatoriu înainte de îmbarcare sau poate solicita ca toți oaspeții adulți care călătoresc pe anumite nave și/sau destinații să fie complet vaccinați împotriva COVID-19 și poate varia în funcție de linia de croazieră. <br/>
ru: У большинства круизных линий есть специальные требования в отношении здоровья и безопасности, которым вы должны соответствовать, чтобы попасть в круиз. Они могут включать в себя обязательный медцинский осмотр перед посадкой на борт или требование ко всем совершеннолетним гостям, путешествующим на конкретном лайнере и/или направлении, быть полностью вакцинированными против COVID-19, и эти требования могут разниться в зависимости от круизной линии.<br/>
uk: У більшості круїзних ліній є спеціальні вимоги щодо здоров'я та безпеки, яким ви повинні відповідати, щоб потрапити в круїз. Вони можуть включати обов'язковий медичний огляд перед посадкою на борт або вимогу до всіх повнолітніх гостей, що подорожують на конкретному лайнері та/або напрямку, бути повністю вакцинованими проти COVID-19, і ці вимоги можуть відрізнятися залежно від круїзної лінії. <br/>
uz: Аксарият круиз линияларида круизга чиқиш учун риоя этишингиз лоим бўлган махсус саломатлик ва хавфсизлик талаблари мавжуд. Улар бортга чиқишдан олдинги мажбурий тиббий суғуртани ўз ичига олиши ёки маълум кемаларда ва/ёки йўналишларда саёҳатга чиқаётган катта йўловчилар COVID-19 га қарши тўлиқ эмланган бўлишини талаб этиши мумкин ва бу талаблар круиз линиясига қараб фарқланиши мумкин.<br/>
zh: 大多数邮轮公司有特定的健康和安全要求，您必须满足这些要求才能登船。这可能包括强制性的登船前健康筛查，或者要求所有成年人在特定船只和/或目的地旅行时必须完全接种COVID-19疫苗，且要求可能因邮轮公司而异。<br/>

source: Most income earning Partners make less than $10,000 dollars annually.
ca: La majoria dels Socis que generen ingressos guanyen menys de 10.000 dòlars anuals.
de: Die meisten einkommensverdienenden Partner verdienen weniger als 10.000 Dollar pro Jahr.
es: La mayoría de los Socios que generan ingresos ganan menos de $10,000 USD al año.
fr: La plupart des Partenaires qui gagnent un revenu gagnent moins de 10 000 dollars par an.
it: La maggior parte dei Partner che generano reddito guadagna meno di 10.000 dollari all'anno.
ja: 収入を得ているパートナーの多くは、年間で10,000ドル未満の収入です。
kk: Көптеген табыс табатын серіктестер жылына 10 000 доллардан аз табыс табады.
ko: 대부분의 수입을 올리는 파트너는 연간 $10,000 미만입니다.
ky: Киреше тапкан өнөктөштөрдүн көпчүлүгү жылына $10,000 доллардан аз акча табышат.
lv: Lielākā daļa ienākumu gūstošo Partneru ik gadu nopelna nepilnus 10000 dolāru.
mn: Ихэнх Түнш нар жилд $10,000-аас бага орлого олдог юм.
pt: A maioria dos Parceiros que geram renda ganha menos de US$10.000 por ano.
ro: Majoritatea partenerilor care realizează venituri câștigă mai puțin de 10.000$ anual.
ru: Большинство Партнёров, получающих доход, делают менее $10 000 в год.
uk: Більшість Партнерів, які отримують дохід, заробляють менше $10 000 на рік.
uz: Аксарият Ҳамкорлар йилига 10,000$ дан камроқ ишлаб топадилар.
zh: 大多数有收入的合作伙伴年收入低于10,000美元。
