Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: If you believe your work has been copied and posted on or through inCruises' website, products and/or services in a way that constitutes copyright infringement or infringement of any other applicable intellectual property law (hereinafter referred to as the "Offending Material"), please send inCruises' Copyright Agent a notification of claimed infringement with all of the following information: (i) identification of the Offending Material, or, if multiple Offending Materials are covered by a single notification, a representative list of such works; (ii) identification of the Offending Material and information reasonably sufficient to permit us to locate the Offending Material (e.g., providing URL(s) where the Offending Material may be found); (iii) information sufficient for us to contact you (e.g., address, telephone number and/or an email address); (iv) a statement by you that you have, in good faith, a belief that the Offending Material's use is not authorized by the copyright owner, its agent, or the law; (v) a statement by you, made under penalty of perjury, that the above information is accurate and that you are the owner, or are authorized agent of owner, of the Offending Material; and (vi) your physical or digital signature.
ca: Si consideres que la teva obra ha estat copiada i publicada al lloc web, productes o serveis d’inCruises d’una manera que constitueix una infracció dels drets d’autor o de qualsevol altra legislació aplicable en matèria de propietat intel·lectual (d'ara endavant, el "Material Infractor"), si us plau, envia una notificació de presumpta infracció a l’Agent de Drets d’Autor d’inCruises amb tota la informació següent: (i) identificació del Material Infractor o, si una sola notificació cobreix diversos Materials Infractors, una llista representativa d’aquestes obres; (ii) identificació del Material Infractor i informació raonablement prou per permetre’ns localitzar-lo (per exemple, indicant la/els URL on es pot trobar el Material Infractor); (iii) informació suficient perquè puguem contactar amb tu (per exemple, adreça, número de telèfon o adreça de correu electrònic); (iv) una declaració teva afirmant que, de bona fe, creus que l’ús del Material Infractor no està autoritzat pel propietari dels drets d’autor, el seu agent o la llei; (v) una declaració teva, feta sota pena de perjuri, afirmant que la informació anterior és exacta i que ets el propietari, o el representant autoritzat del propietari, del Material Infractor; i (vi) la teva signatura física o digital.
es: Si crees que tu trabajo ha sido copiado y publicado en o a través del Sitio Web, los productos y/o los servicios de inCruises de manera que constituya una infracción de los derechos de autor o infracción de cualquier otra ley de propiedad intelectual aplicable (en adelante denominado el "Material Infractor"), por favor, envía al agente de copyright de inCruises una notificación de la infracción reclamada con toda la información siguiente: (i) la identificación del material ofensivo o bien, si hay múltiples Materiales Infractores que estén cubiertos por una sola notificación, una lista representativa de dichas obras; (ii) la identificación del material ofensivo e información razonablemente suficiente que nos permita localizar el material ofensivo (por ejemplo, proporcionar la URL donde se pueda encontrar el material ofensivo); (iii) la información suficiente para que nos comuniquemos contigo (por ejemplo, dirección, número de teléfono y/o dirección de correo electrónico); (iv) una declaración de que tú tienes, de buena fe, la creencia de que el uso del material ofensivo no está autorizado por el propietario del copyright, su agente o la ley; (v) una declaración tuya, hecha bajo pena de perjurio, de que la información anterior es exacta y que tú eres el propietario, o agente del propietario autorizado, del material ofensivo; y (vi) tu firma física o digital.
fr: Si vous pensez que votre travail a été copié et publié sur ou via le site Web, les produits et/ou les services d'inCruises d'une manière qui constitue une violation du droit d'auteur ou une violation de toute autre loi de propriété intellectuelle applicable (ci-après dénommé le « Contenu Incriminé »), veuillez envoyer à l'Agent des Droits d'Auteur d'inCruises une notification de violation alléguée avec toutes les informations suivantes : (i) l'identification du Contenu Incriminé, ou, si plusieurs Contenus Incriminés sont couverts par une seule notification, une liste représentative de ces œuvres ; (ii) l'identification du Contenu Incriminé et des informations raisonnablement suffisantes pour nous permettre de localiser le Contenu Incriminé (par exemple, en fournissant les URL où le Contenu Incriminé peut être trouvé) ; (iii) des informations suffisantes pour nous permettre de vous contacter (par exemple, adresse, numéro de téléphone et/ou adresse e-mail) ; (iv) une déclaration de votre part selon laquelle vous croyez, de bonne foi, que l'utilisation du Contenu Incriminé n'est pas autorisée par le titulaire du droit d'auteur, son agent ou la loi ; (v) une déclaration de votre part, faite sous peine de parjure, selon laquelle les informations ci-dessus sont exactes et que vous êtes le propriétaire, ou l'agent autorisé du propriétaire, du Matériel Offensant ; et (vi) votre signature physique ou numérique.
it: Se ritieni che la tua opera sia stata copiata e pubblicata sul o attraverso il sito web, i prodotti e/o i servizi di inCruises in un modo che costituisce una violazione del copyright o la violazione di qualsiasi altra legge applicabile sulla proprietà intellettuale (di seguito denominato il "Materiale Illegittimo"), ti preghiamo di inviare all'Agente per il Copyright di inCruises una notifica di presunta violazione contenente tutte le seguenti informazioni: (i) identificazione del Materiale Illegittimo o, se più Materiali Illegittimi sono coperti da un'unica notifica, un elenco rappresentativo di tali opere; (ii) identificazione del Materiale Illegittimo e informazioni ragionevolmente sufficienti a permetterci di localizzare il Materiale Illegittimo (ad esempio, fornendo gli URL dove il Materiale Illegittimo può essere trovato); (iii) informazioni sufficienti per permetterci di contattarti (ad esempio, indirizzo, numero di telefono e/o un indirizzo email); (iv) una tua dichiarazione in cui affermi, in buona fede, di ritenere che l'uso del Materiale Illegittimo non sia autorizzato dal titolare del copyright, dal suo agente o dalla legge; (v) una tua dichiarazione, resa sotto pena di falsa testimonianza, che le informazioni di cui sopra sono accurate e che tu sei il titolare, o un agente autorizzato del titolare, del Materiale Illegittimo; e (vi) la tua firma fisica o digitale.
ja: 会員の著作物が、inCruises のウェブサイト、製品および／またはサービス上で、著作権侵害またはその他の適用される知的財産法に違反する方法でコピーされ、掲載されていると会員が信じる場合（以下「問題のある資料」といいます）、inCruises の著作権代理人宛に、以下のすべての情報を含む侵害申し立ての通知を送付してください：(i) 問題のある資料の特定、または、単一の通知で複数の問題のある資料を対象とする場合は、それらの代表的なリスト；(ii) 問題のある資料の特定および、当社が問題のある資料を特定できる程度に合理的に十分な情報（例：問題のある資料が確認できる URL の提供など）；(iii) 会員に連絡を取るために必要な情報（例：住所、電話番号および／またはメールアドレス）；(iv) 会員が、問題のある資料の使用は著作権者、その代理人、または法律によって許可されていないという善意の信念を持っていることを示す声明；(v) 上記の情報が正確であり、かつ会員が問題のある資料の著作権者、またはその正式な代理人であることを偽証の罰則の下で宣言する声明；(vi) 会員の物理的またはデジタル署名。
kk: Егер сіз өзіңіздің жұмысыңыздың inCruises' веб-сайтында, өнімдерінде және/немесе қызметтерінде авторлық құқықты бұзу немесе кез келген басқа да қолданыстағы интеллектуалдық меншік заңдарының бұзылуына жататын тәсілмен көшіріліп, жарияланғанын ойласаңыз (бұдан әрі «Бұзылған Материал» деп аталады), inCruises' -тің Авторлық құқық агентіне келесі барлық ақпаратты қамтитын авторлық құқық бұзушылығы туралы хабарлама жіберуіңіз қажет: (i) Бұзылған Материалдың анықтамасы немесе бірнеше Бұзылған Материалдар бір хабарлама арқылы қамтылса, сол жұмыстардың өкілдік тізімі; (ii) Бұзылған Материалды анықтау және оны табуға жеткілікті ақпарат (мысалы, Бұзылған Материал орналасқан URL мекенжайлары); (iii) Бізбен байланысу үшін жеткілікті ақпарат (мысалы, мекенжай, телефон нөмірі және/немесе электрондық пошта мекенжайы); (iv) Сізден, жақсы сеніммен, бұзылған Материалдың қолданылуы авторлық құқық иесінің, оның агентінің немесе заңның рұқсатынсыз қолданылатынына сенім білдіретін мәлімдеме; (v) Сізден, ант берген түрде, жоғарыда көрсетілген ақпараттың дәл екеніне және сіз бұзылған Материалдың иесі немесе оның өкілі екеніңіз туралы мәлімдеме; (vi) Сіздің физикалық немесе сандық қолтаңбаңыз.
pt: Se você acredita que seu trabalho foi copiado e publicado no site, produtos e/ou serviços da inCruises e constitui violação de direitos autorais ou de qualquer outra lei de propriedade intelectual aplicável (doravante referido como "Material Ilegal") , envie ao Agente de Direitos Autorais da inCruises uma notificação alegando a violação com as seguintes informações: (i) identificação do Material Ilegal ou, se houver vários Materiais Ilegais em uma única notificação, inclua uma lista representativa de tais materiais; (ii) identificação do Material Ilegal e informações suficientes que nos permita localizar o Material Ilegal (por exemplo, o URL(s) onde o Material Ilegal pode ser encontrado); (iii) informações suficientes para entrarmos em contato com você (por exemplo, endereço, número de telefone e/ou endereço de e-mail); (iv) uma declaração de que você, de boa fé, acredita que o uso do Material Ilegal não é autorizado pelo proprietário dos direitos autorais, seu agente ou pela lei; (v) uma declaração sua, feita sob pena de perjúrio, de que as informações acima são precisas e que você é o proprietário ou agente autorizado do proprietário do Material Ilegal; e (vi) sua assinatura física ou digital.
ro: Dacă crezi că lucrarea ta a fost copiată și postată pe sau prin intermediul site-ului web, produselor și/sau serviciilor inCruises într-un mod care constituie încălcarea drepturilor de autor sau încălcarea oricărei alte legi aplicabile privind proprietatea intelectuală (denumită în continuare „Materialul care încalcă drepturile”), te rugăm să trimiți Agentului de drepturi de autor al inCruises o notificare privind încălcarea reclamată cu toate următoarele materiale, informații sau materiale de identificare multiple: sunt acoperite de o singură notificare, o listă reprezentativă a acestor lucrări; (ii) identificarea materialului ofensator și a informațiilor suficient de rezonabile pentru a ne permite să găsim materialul ofensator (de exemplu, furnizarea de adrese URL unde poate fi găsit materialul ofensator); (iii) informații suficiente pentru ca noi să te contactăm (de exemplu, adresa, numărul de telefon și/sau o adresă de e-mail); (iv) o declarație a ta conform căreia ai, cu bună-credință, convingerea că utilizarea materialului ofensator nu este autorizată de proprietarul drepturilor de autor, de agentul acestuia sau de lege; (v) o declarație a ta, făcută sub sancțiunea de sperjur, că informațiile de mai sus sunt corecte și că ești proprietarul, sau ești agent autorizat al proprietarului, al materialului ofensator; și (vi) semnătura ta fizică sau digitală.
uk: Якщо ви вважаєте, що ваша робота була скопійована та розміщена на inCruises' вебсайті, продуктах та/або послугах inCruises таким чином, який є порушенням авторських прав чи порушенням будь-якого іншого застосовного закону про інтелектуальну власність (далі - «Правопорушуючі матеріали»), надішліть будь ласка inCruises' агенту авторських прав, повідомлення про заявлене порушення з усіма наступними відомостями: (i) ідентифікацію порушника або, якщо декілька матеріалів порушень охоплені одним повідомленням, репрезентативний перелік таких робіт; (ii) ідентифікацію Правопорушуючого Матеріалу та інформацію, достатню для того, щоб ми могли знайти Правопорушуючий Матеріал (наприклад, надання URL-адрес, де може бути знайдено Правопорушуючий Матеріал); (iii) інформацію, достатня для того, щоб ми з вами могли зв'язатися (наприклад, адреса, номер телефону та/або адреса електронної пошти); (iv) Вашу заяву про те, що Ви сумлінно вірите, що використання матеріалів, що є Правопорушуючими Матеріалами, не дозволено власником авторських прав, його агентом чи законом; (v) заява, зроблена вами щодо покарання неправдивих дій, що наведена вище інформація є точною і що ви є власником або уповноваженим агентом власника Правопорушуючого Матеріалу; (vi) ваш фізичний або цифровий підпис.
uz: Агар inCruises веб-сайти, маҳсулот ва/ёки хизматларида ёки улар орқали сизнинг ишингиз муаллифлик ҳуқуқини бузадиган тарзда чоп этилган ёки унда нусха кўчирилган ёхуд бошқа бир амалдаги интеллектуал қонунчиликни бузган деб ҳисобласангиз (кейинги ўринларда “Ҳуқуқбузар материал” деб юритилади), inCruises муаллифлик ҳуқуқи бўйича агентига қуйидаги барча маълумотларни кўрсатган ҳолда даъво қилинаётган ҳуқуқбузарлик ҳақида хабарнома юборинг: (i) Ҳуқуқбузар материалнинг идентификацияси ёки, агар Ҳуқуқбузар материаллар бир нечта бўлса, бундай ишлар барчасини рўйхат шаклида ўз ичига олган ягона хабарнома; (ii) Ҳуқуқбузар материалнинг идентификацияси ва бизга ушбу материални топиш имконини берувчи оқилона ҳамда етарли маълумот (масалан, Ҳуқуқбузар материални топиш мумкин бўлган URL манзил(лар)ини тақдим этиш); (iii) сиз билан боғланишимиз учун етарли маълумот (масалан, манзил, телефон рақам ва/ёки электрон почта манзили); (iv) Ҳуқуқбузар материалдан фойдаланишга муаллифлик ҳуқуқи эгаси, унинг агенти ёки қонун томонидан рухсат берилмаганлигига виждонан ишончингиз комил эканлигини таъкидловчи баёнотингиз; (v) сиз Ҳуқуқбузар материал эгаси ёки унга эгалик қилувчининг ваколатли агенти эканлигингиз ҳамда юқоридаги маълумотлар аниқ, тўғри эканлиги ва ёлғон маълумот берганлик учун жазоланишингиз мумкинлигини келтирилган баёнотингиз; ва (vi) жисмоний ёки рақамли имзонгиз.
zh: 如果您认为您的作品在inCruises的网站、产品和/或服务中被复制并以构成侵犯版权或其他适用知识产权法律（以下简称“侵权材料”）的方式发布，请向inCruises的版权代理发送一份侵权通知，并包含以下所有信息：(i) 对侵权材料的识别，或如果一份通知涵盖多个侵权材料，请提供这些作品的代表性列表；(ii) 对侵权材料的识别及足以使我们能够定位该侵权材料的信息（例如，提供可找到该侵权材料的URL链接）；(iii) 足以让我们联系到您的信息（例如，地址、电话号码和/或电子邮件地址）；(iv) 您作出的声明，表示您真诚信认为该侵权材料的使用未经版权所有人、其代理人或法律授权；(v) 您在作伪证将承担法律责任的前提下作出的声明，确认上述信息准确，并表明您是该侵权材料的版权所有人或被授权的代理人；以及(vi) 您的实体签名或电子签名。

source: If you book a hotel or resort through inStays at retail or using Reward Points at least 21 days in advance and then find a lower, publicly available rate that is at least $100 less for the total reservation for the same hotel, room category, and dates within 72 hours of that booking, then inCruises will either refund you the price difference in Reward Points or allow you to cancel your inStays booking without penalty. inCruises reserves the right to refund the price difference in Reward Points and not cancel the booking at its sole discretion.
ca: Si reserves un hotel o resort a través d'inStays a preu públic o utilitzant Punts de Recompensa amb almenys 21 dies d'antelació i després trobes una tarifa pública més baixa que sigui almenys 100 dòlars menys per a la mateixa reserva, hotel, categoria d'habitació i dates dins de les 72 hores posteriors a la reserva, llavors inCruises et reemborsarà la diferència de preu en punts de recompensa o et permetrà cancel·lar la reserva d'inStays sense penalització. inCruises es reserva el dret de reemborsar la diferència de preu en Punts de Recompensa i no cancel·lar la reserva a la seva pròpia discreció.
de: Wenn Sie ein Hotel oder Resort über inStays zum regulären Preis oder mit Reward Points mindestens Tage im Voraus buchen und dann innerhalb von 72 Stunden nach der Buchung einen niedrigeren, öffentlich verfügbaren Preis finden, der für die gesamte Reservierung mindestens 100 $ günstiger ist (für dasselbe Hotel, dieselbe Zimmerkategorie und dieselben Daten), wird inCruises Ihnen entweder die Preisdifferenz in Reward Points erstatten oder Ihnen erlauben, Ihre inStays-Buchung ohne Strafe zu stornieren. inCruises behält sich das Recht vor, die Preisdifferenz in Reward Points zu erstatten und die Buchung nach eigenem Ermessen nicht zu stornieren.
es: Si reservas un hotel o resort a través de inStays a precio de venta o usando Puntos de Recompensa, con al menos 21 días de anticipación, y después encuentras una tarifa pública que sea al menos $100 USD menos para la reserva total del mismo hotel, categoría de habitación y fechas, dentro de las 72 horas posteriores a esa reserva, entonces inCruises te reembolsará la diferencia de precio en Puntos de Recompensa o te permitirá cancelar tu reserva de inStays sin penalización. inCruises se reserva el derecho de reembolsar la diferencia de precio en Puntos de Recompensa y no cancelar la reserva a su completa discreción.
fr: Si vous réservez un hôtel ou un centre de villégiature par le biais de inStays au détail ou en utilisant des Points de Récompense au moins 21 jours à l'avance et que vous trouvez ensuite un tarif inférieur, publiquement disponible, d'au moins 100 $ de moins pour la réservation totale pour le même hôtel, la même catégorie de chambre et les mêmes dates dans les 72 heures suivant cette réservation, inCruises vous remboursera la différence de prix en Points de Récompense ou vous permettra d'annuler votre réservation inStays sans pénalité. inCruises se réserve le droit de rembourser la différence de prix en Points de Récompense et de ne pas annuler la réservation, à sa seule discrétion.
it: Se prenoti un hotel o un resort tramite inStays pagando al dettaglio o utilizzando i Crediti Premio con almeno 21 giorni di anticipo e poi trovi una tariffa più bassa, disponibile pubblicamente, che sia inferiore di almeno $100 al totale della prenotazione per lo stesso hotel, la stessa categoria di camera e le stesse date entro 72 ore dalla prenotazione, inCruises ti rimborserà la differenza di prezzo in Crediti Premio o ti permetterà di cancellare la tua prenotazione inStays senza alcuna penale. inCruises si riserva il diritto di rimborsare la differenza di prezzo in Crediti Premio e di non cancellare la prenotazione a sua esclusiva discrezione.
ja: 21日前までにinStaysでホテルまたはリゾートを予約し、予約後72時間以内に同じホテル、客室カテゴリー、日程の予約総額が$100ドル以上安い一般販売価格を見つけた場合、inCruisesは差額分をリワードポイントで還元するか、ペナルティーなしでinStaysの予約をキャンセルすることができます。inCruisesは、独自の裁量により、料金の差額をリワードポイントで払い戻し、予約をキャンセルしない権利を有することをご留意ください。
kk: Егер сіз қонақүйге немесе курортқа inStays арқылы бөлшек саудаға тапсырыс берсеңіз немесе брондаудан кемінде 21 күн бұрын бонустық ұпайларды пайдалансаңыз, содан кейін брондаудан кейін 72 сағат ішінде сол қонақүйде, бөлме санатында және сол қонақүйде брондаудың жалпы құнынан кемінде 100 долларға арзан бағамен жалпыға қолжетімді тарифті табсаңыз, inCruises сізге бонустық ұпайлар түріндегі баға айырмашылығын қайтаруды немесе айыппұлсыз inStays брондауынан бас тартуды ұсынады . inCruises бонустық ұпайлардағы баға айырмашылығын өтеу және өз қалауы бойынша брондауды болдырмау құқығын өзіне қалдырады.
ky: Эгерде сиз inStays аркылуу мейманкананы же курортту чекене сатуу же Сыйлык упайларын колдонуу менен кеминде 21 күн мурун брондосоңуз, жана брондогондон кийин 72 сааттын ичинде ошол эле даталарда, ошол эле мейманканадагы дал ошондой бөлмө категориясын жалпыга жеткиликтүү баасы менен кеминде $ 100 арзан баага тапкан болсоңуз, анда inCruises сизге бонустук упайларындагы баа айырмасын кайтарып берет же inStays брондооңузду айып пулсуз жокко чыгарууга мүмкүнчүлүк берет. inCruises бонустук упайларындагы баа айырмасын кайтарып берүү жана өзүнүн кароосу боюнча брондоону жокко чыгарбоо укугун өзүнө калтырат.
lv: Ja rezervējat viesnīcu vai kūrortu, izmantojot InStays mazumtirdzniecībā vai izmantojot Balvu punktus vismaz 21 dienu iepriekš, un pēc tam atrodat zemāku, publiski pieejamu likmi, kas ir vismaz par 100 ASV dolāriem mazāka par kopējo rezervāciju tai pašai viesnīcai, numuru kategorijai un datumiem 72 stundu laikā pēc šīs rezervācijas, tad inCruises jums vai nu atmaksās Balvu punktu cenas starpību, vai arī ļaus atcelt jūsu inStays rezervāciju bez soda. inCruises patur tiesības atmaksāt Balvu punktu cenas starpību un neatcelt rezervāciju pēc saviem ieskatiem.
mn: Хэрэв та зочид буудал, амралтын газрыг inStays-ийн жижиглэнгийн үнээр эсвэл Шагналын Оноо ашиглан 21 хоногийн өмнө захиалан, уг захиалгыг хийснээс хойш 72 цагийн дотор уг зочид буудалд, ижил ангилалд, ижил өдөр таны нийт захиалгын үнээс хамгийн багадаа $100-аас хямд олон нийтэд санал болгосон үнэ олбол inCruises танд уг үнийн зөрүүг Шагналын Оноогоор буцаан олгох эсвэл таны inStays-ийн захиалгыг ямар нэг торгуулгүйгээр цуцлах боломжийг танд олгоно. inCruises нь Шагналын Оноогоор үнийн зөрүүг буцаан олгох болон өөрийн бүрэн эрхийн дагуу захиалгыг цуцлахгүй байх эрхтэй болно.
pt: Se você reservar um hotel ou resort pela inStays no varejo ou usando Pontos de Recompensa com pelo menos 21 dias de antecedência e, em seguida, encontrar uma tarifa mais baixa, disponível publicamente, que seja pelo menos $100 a menos no total (para o mesmo hotel, categoria de quarto e datas) dentro de 72 horas dessa reserva, a inCruises reembolsará a diferença de preço em Pontos de Recompensa ou permitirá que você cancele sua reserva na inStays sem penalidade. A inCruises reserva-se o direito de reembolsar a diferença de preço em Pontos de Recompensa e não cancelar a reserva a seu exclusivo critério.
ro: Dacă rezervi un hotel sau complex prin inStays la retail sau folosind puncte de recompensă cu cel puțin 21 de zile înainte și apoi găsești un tarif mai mic, disponibil public, care este cu cel puțin 100$ mai puțin pentru rezervarea totală pentru același hotel, categorie de cameră și date în termen de 72 de ore de la acea rezervare, apoi inCruises fie îți va rambursa diferența de preț în puncte de recompensă, fie îți va permite să anulezi rezervarea inStays fără penalități. inCruises își rezervă dreptul de a rambursa diferența de preț în puncte de recompensă și de a nu anula rezervarea la discreția sa.
ru: Если вы бронируете отель или курорт через inStays как минимум за 21 день по розничной стоимости или с применением Бонусных Баллов, а затем в течение 72 часов после бронирования находите более низкий тариф, доступный публично, при котором итоговая стоимость бронирования того же отеля, категории номера и дат ниже как минимум на $100, тогда inCruises или вернёт вам разницу в стоимости Бонусными Баллами, или позволит вам отменить ваше бронирование inStays без штрафа. inCruises оставляет за собой право по своему усмотрению принимать решение о возврате разницы стоимости Бонусными Баллами без разрешения на отмену.
uk: Якщо ви бронюєте готель або курорт через inStays як мінімум за 21 день за роздрібною вартістю або із застосуванням Бонусних Балів, а потім протягом 72 годин після бронювання знаходите нижчий тариф, доступний публічно, при якому підсумкова вартість бронювання того ж готелю, категорії номеру та дат, нижче як мінімум на $100, тоді inCruises або поверне вам різницю у вартості Бонусними Балами, або дозволить вам скасувати ваше бронювання inStays без штрафу. inCruises залишає за собою право на свій розсуд приймати рішення про повернення різниці вартості Бонусними Балами без дозволу на скасування.
uz: Агар Бонус балларидан фойдаланиб, камида 21 кун олдин inStays орқали меҳмонхона ёки курортга буюртма берсангиз, ва сўнгра 72 соат ичида бошқа ердан худди ўша меҳмонхонанинг айни тоифадаги номерини камида 100$ арзонроқ нархга топсангиз, inCruises нархдаги фарқни Бонус баллари кўринишида қайтаради ёки inStays буюртмангизни жаримасиз бекор қилишингизга рухсат беради. inCruises нархдаги фарқни Бонус баллари кўринишида қайтариш ҳуқуқини ва буюртмани ўз хоҳишига кўра бекор қилмасликни ўз зииммасида қолдиради.
zh: 如果您通过inStays以零售价格或使用奖励积分至少提前21天预订酒店或度假村，并且在预订后的72小时内发现相同酒店、房间类别和日期的公开可用价格低于您预订的价格，且差价至少为$100，那么inCruises将退还您价格差额的奖励积分，或允许您无罚金取消您的inStays预订。inCruises保留完全酌情决定是否退还奖励积分而不取消预订的权利。
