Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The inCruises Giving Society, The 2015 Club,
fr: La Société Philanthropique inCruises, Le Club 2015,
it: The inCruises Giving Society, Il Club 2015
kk: inCruises қайырымдылық қоғамы, 2015 клубы
pt: A inCruises Giving Society da inCruises, o Clube de 2015,
ro: inCruises Giving Society, Clubul 2015
uk: Товариство благодійників inCruises, Клуб «2015»,
uz: inCruises Хайрия ҳамжамияти, "2015" Клуби
zh: inCruises捐赠协会，2015俱乐部，

source: The inCruises Payment Service allows a user to pay with a credit card, wire transfer, ACH, debit card or check. inCruises will collect your payment information and/or other entered financial institution information such as bank account numbers and will use that information to bill you for membership fees and/or to perform a payment on behalf of a third party provider. inCruises may use and disclose such payment information and/or other entered financial institution information to third parties as necessary to complete such billing operation.
ca: El Servei de Pagaments d’inCruises permet a l’usuari pagar amb targeta de crèdit, transferència bancària, ACH, targeta de dèbit o xec. inCruises recollirà la teva informació de pagament o altres dades introduïdes de l’entitat financera, com ara números de compte bancari, i utilitzarà aquesta informació per cobrar les quotes de membresia o per efectuar un pagament en nom d’un proveïdor tercer. inCruises pot fer servir i divulgar aquesta informació de pagament o altres dades introduïdes de l’entitat financera a tercers, quan sigui necessari per completar l’operació de cobrament corresponent.
de: Der inCruises-Zahlungsservice ermöglicht Nutzern die Zahlung per Kreditkarte, elektronischer Überweisung, ACH, Debitkarte oder Scheck. inCruises erfasst Ihre Zahlungsinformationen und/oder andere eingegebene Finanzinstitutsdaten wie Bankkontonummern und verwendet diese Informationen, um Ihnen Mitgliedsbeiträge in Rechnung zu stellen und/oder Zahlungen im Auftrag eines Drittanbieters durchzuführen. inCruises kann diese Zahlungsinformationen und/oder andere eingegebene Finanzinstitutsdaten verwenden und an Dritte weitergeben, soweit dies zur Durchführung des Abrechnungsvorgangs erforderlich ist.
es: El Servicio de Pagos de inCruises permite al usuario pagar con tarjeta de crédito, transferencia bancaria, ACH, tarjeta de débito o cheque. inCruises recopilará la información de pago y/o otra información de la entidad financiera que usted haya introducido, como números de cuentas bancarias, y utilizar esa información para facturarle las cuotas de afiliación y/o realizar un pago en nombre de un tercero proveedor. inCruises puede utilizar y divulgar la información de pago y/u otra información de institución financiera introducida por usted a terceros si es necesario para completar esta operación de facturación.
fr: Le Service de Paiement inCruises permet à un utilisateur de payer par carte de crédit, virement bancaire, ACH, carte de débit ou chèque. inCruises collectera vos informations de paiement et/ou d'autres informations d'institution financière saisies telles que les numéros de compte bancaire et utilisera ces informations pour vous facturer des frais d'adhésion et/ou pour effectuer un paiement au nom d'un fournisseur tiers. inCruises peut utiliser et divulguer ces informations de paiement et/ou d'autres informations saisies sur l'institution financière à des tiers si nécessaire pour mener à bien cette opération de facturation.
it: Il Servizio di Pagamento inCruises consente a un utente di pagare con carta di credito, bonifico bancario, ACH, carta di debito o assegno. inCruises raccoglierà le tue informazioni di pagamento e/o altre informazioni sull'istituto finanziario inserite, come i numeri di conto bancario, e utilizzerà tali informazioni per addebitarti le quote di abbonamento e/o per effettuare un pagamento per conto di un fornitore terzo. inCruises potrà utilizzare e divulgare tali informazioni di pagamento e/o altre informazioni sull'istituto finanziario inserite a terzi nella misura necessaria per completare tale operazione di addebito.
ja: inCruises⽀払いサービスを使⽤すると、ユーザーはクレジットカード、電信送⾦、ACH、デビットカード、または⼩切⼿で⽀払うことができます。inCruisesは、会員の⽀払い情報および/または銀⾏⼜座番号などの他の⼊⼒された⾦融機関情報を収集し、その情報を使⽤して 会費の請求および/または第三者プロバイダーに代わって⽀払いを⾏います。inCruisesは、そのような請求処理を完了するために、 必要に応じてそのような⽀払い情報および/または他の⼊⼒された⾦融機関情報を使⽤および第三者に開⽰する場合があります。
kk: inCruises төлем қызметі пайдаланушыға несие картасымен, банктік аударыммен, ACH, дебеттік картамен немесе чекпен төлеуге мүмкіндік береді. inCruises сіздің төлем ақпаратыңызды және/немесе банктік шот нөмірлері сияқты қаржы институты туралы басқа енгізілген ақпаратты жинайды және бұл ақпаратты Сізге мүшелік жарналарды төлеу үшін және / немесе үшінші тарап провайдерінің атынан төлем жасау үшін пайдаланады. inCruises мұндай төлем ақпаратын және/немесе қаржы институтының басқа енгізілген ақпаратын үшінші тұлғаларға, егер мұндай шот-фактура операциясын орындау қажет болса, пайдалана алады және аша алады.
ky: inCruises төлөм кызматы колдонуучуга кредиттик карта, акча которуу, ACH, дебет картасы же чек аркылуу төлөөгө мүмкүндүк берет. inCruises төлөм маалыматыңызды жана/же банк эсебинин номерлери сыяктуу киргизилген башка финансылык мекеменин маалыматын чогултат жана бул маалыматты сизге мүчөлүк акыларды төлөө жана/же үчүнчү тараптын провайдеринин атынан төлөмдөрдү жүргүзүү үчүн колдонот. InCruises мындай төлөм маалыматын жана/же үчүнчү жактарга киргизилген башка финансылык мекеменин маалыматын ушундай эсеп-кысап процессин аяктоо максатында колдонуу үчүн жана ачып бере алат.
lv: inCruises Maksājumu pakalpojums ļauj lietotājam norēķināties ar kredītkarti, pārskaitījumu, ACH, debetkarti vai čeku. inCruises apkopos jūsu maksājumu informāciju un/vai citu ievadītu finanšu iestādes informāciju, piemēram, bankas konta numurus, un izmantos šo informāciju, lai izrakstītu rēķinu par biedru dalības maksām un/vai veiktu maksājumu trešās puses pakalpojumu sniedzēja vārdā. inCruises var izmantot un izpaust šādu maksājuma informāciju un/vai citu ievadītu finanšu iestādes informāciju trešām personām, ja tas ir nepieciešams, lai šādu informāciju pabeigtu norēķinu operāciju.
mn: inCruises-ийн Төлбөрийн үйлчилгээ нь хэрэглэгч нарт кредит карт, мөнгөн гуйвуулга, ACH, дебит карт болон чекээр төлбөр хийх боломжийг олгодог юм. inCruises таны төлбөрийн мэдээлэл болон/эсвэл бусад санхүүгийн байгууллагын мэдээллийг (жишээлбэл, банкны дансны дугаар) цуглуулж, энэ мэдээллийг таньд гишүүнчлэлийн хураамжийг тооцох болон/эсвэл гуравдагч этгээдийн үйлчилгээ үзүүлэгчдэд төлбөр хийхэд ашиглах болно. inCruises нь шаардлагатай тохиолдолд ийм төлбөрийн мэдээлэл болон/эсвэл бусад санхүүгийн байгууллагын мэдээллийг гуравдагч этгээдүүдэд өгч болно.
pt: O Serviço de Pagamento da inCruises permite que um usuário pague com cartão de crédito, transferência bancária, ACH, cartão de débito ou cheque. A inCruises coletará suas informações de pagamento e/ou de instituições financeiras inseridas, como números de contas bancárias, usará essas informações para cobrar as taxas de assinatura e/ou realizar um pagamento em nome de um fornecedor terceirizado. A inCruises pode usar e divulgar tais informações de pagamento e/ou de instituições financeiras inseridas para terceiros, conforme necessário para concluir a operação de cobrança.
ro: Serviciul de plată inCruises permite unui utilizator să plătească cu un card de credit, transfer bancar, ACH, card de debit sau cec. inCruises va colecta informațiile tale de plată și/sau alte informații introduse ale instituției financiare, cum ar fi numerele de cont bancar și va folosi acele informații pentru a-ți factura taxele de membru și/sau pentru a efectua o plată în numele unui furnizor terț. inCruises poate folosi și dezvălui astfel de informații de plată și/sau alte informații introduse ale instituțiilor financiare către terți, după cum este necesar pentru a finaliza astfel de operațiuni de facturare.
ru: Платежный сервис inCruises позволяет пользователю производить оплату кредитной картой, банковским переводом, ACH-платежами, дебетовой картой или чеком. inCruises будет собирать вашу платежную информацию и/или другую введенную информацию о финансовом учреждении, например, номера банковских счетов, и будет использовать эту информацию для выставления вам счетов на оплату членских взносов и/или для осуществления платежей от имени стороннего поставщика. inCruises может использовать и раскрывать такую платежную информацию и/или другую введенную информацию о финансовом учреждении третьим лицам, если это необходимо для выполнения такой финансовой операции.
uk: Платіжна служба inCruises дозволяє користувачеві платити кредитною карткою, банківським переказом, ACH, дебетовою карткою або чеком. inCruises буде збирати вашу платіжну інформацію та/або іншу введену інформацію фінансової установи, таку як номери банківських рахунків, і використовуватиме цю інформацію для оформлення вам рахунків на членські внески та/або для здійснення платежу від імені стороннього постачальника. inCruises може використовувати та розголошувати таку платіжну інформацію та/або іншу введену інформацію фінансової установи третім сторонам у міру необхідності для завершення такої операції виставлення рахунків.
uz: inCruises тўлов тизими фойдаланувчига кредит карта, банк орқали юбориш, ACH, дебет карта ва чек орқали тўловни амалга ошириш имконини беради. inCruises тўлов маълумотларингиз ва/ёки банк ҳисоб рақами каби бошқа киритилган муассаса маълумотларини олади ва улардан сизга аъзолик тўловлари учун ҳисоб очиш ҳамда/ёки ташқи хизмат провайдери номидан тўловни амалга ошириш учун фойдаланади. Бу каби тўлов операцияларини якунлаш учун зарур бўлганда, inCruises шу каби тўлов маълумотлари ва/ёки бошқа киритилган муассаса маълумотларидан фойдаланади ҳамда уларни учинчи томонларга ошкор қилади.
zh: inCruises支付服务允许用户使用信用卡、电汇、ACH（自动清算系统）、借记卡或支票进行支付。inCruises将收集您的付款信息和/或输入的其他金融机构信息（如银行账户号码），并使用 这些信息向您收取会员费用和/或代表第三方提供商进行付款。inCruises可能会根据需要向第三方使用并披露此类付款信息和/或输入的金融机构信息，以完成上述 付款操作。

source: The initial $95 USD Activation payment is fully refundable during your first 14 days as a Partner. After that, no refunds will be issued.
ca: El pagament inicial d'activació de 95 dòlars és totalment reemborsable durant els teus primers 14 dies com a Soci. Després d'això, no es faran reemborsaments.
de: Die anfängliche Aktivierungszahlung in Höhe von 95 USD kann während Ihrer ersten 14 Tage als Partner vollständig zurückerstattet werden. Danach werden keine Rückerstattungen mehr gewährt.
es: El pago inicial de Activación de $95 USD es totalmente reembolsable durante los primeros 14 días como Socio. Después de eso, no se emitirán reembolsos.
fr: Le paiement initial de 95 USD pour l'activation est entièrement remboursable pendant vos 14 premiers jours en tant que Partenaire. Après cela, aucun remboursement ne sera effectué.
it: Il pagamento iniziale di $95 per l'attivazione è interamente rimborsabile durante i primi 14 giorni come Partner. Dopodiché, non verranno effettuati rimborsi.
ja: 初回の９５米ドルの登録費の返金は、パートナー登録をした日から最初の14日間のみ可能です。期間を過ぎてからの返金はいたしかねます。
kk: $95 бастапқы белсендіру ақысы серіктес ретінде алғашқы 14 күн ішінде толығымен қайтарылады. Осыдан кейін ақша қайтарылмайды.
ko: 초기 $95 USD 활성화 지불은 파트너로서 처음 14일 동안 전액 환불됩니다. 그 이후에는 환불이 되지 않습니다.
ky: Алгачкы 95 доллар Активдештирүү төлөмү Өнөктөш катары алгачкы 14 күндүн ичинде толугу менен кайтарылып берилет. Андан кийин эч кандай акча кайтарылып берилбейт.
lv: Sākotnējais $95 USD aktivizēšanas maksājums tiek pilnībā atmaksāts jūsu kā partnera pirmo 14 dienu laikā. Pēc tam kompensācijas netiks izsniegtas.
mn: Түншийн идэвхжих $95-ын Идэвхжүүлэх хураамжийг худалдан авснаас хойш 14 хоногийн дотор хүсэлт гарган уг төлбөрийг буцаан авч болох бөгөөд 14 хоногоос хэтэрсэн тохиолдолд буцаан олголт хийгдэхгүй болно.
pt: O pagamento inicial de ativação de $95 é totalmente reembolsável durante seus primeiros 14 dias como Parceiro. Depois disso, nenhum reembolso será emitido.
ro: Plata inițială de activare de 95$ este rambursabilă integral în primele 14 zile ca partener. După aceea, nu se vor face rambursări.
ru: Изначальный платёж $95 за Активацию является полностью возмещаемым в течение первых 14 дней в качестве Партнёра. По истечении данного срока возмещение не производится.
uk: Початковий платіж $95 за Активацію повністю відшкодовується протягом перших 14 днів у якості Партнера. Після закінчення цього терміну відшкодування не здійснюватиметься.
uz: Дастлабки 95 АҚШ$ миқдоридаги Фаоллик тўловини Ҳамкор бўлганингиздан кейин дастлабки 14 кун ичида қайтариб олиш мумкин. Ушбу муддатдан сўнг, маблағлар қайтарилмайди.
zh: 在您作为合作伙伴的头 14 天内，初始 95 美元的激活付款可全额退还。 之后，将不予退款。

source: The INner Circle Challenge
fr: Le Défi de The INner Circle
it: La INner Circle Challenge
kk: Сынақ - "IN"тар шеңбері
pt: O Desafio do INner Circle
uk: Виклик Внутрішнього Кола
uz: "The INner Circle" беллашуви
zh: INner Circle挑战

source: The inStays Price Match Guarantee terms are:
ca: Les condicions de la garantia d'igualació de preus d'inStays són:
de: Die Bedingungen der inStays-Preisanpassungsgarantie lauten:
es: Los términos de la Garantía de igualación de precios de inStays son:
fr: Les conditions de la Garantie d'Alignement des Prix inStays sont les suivantes :
it: Le condizioni della Garanzia di Pari Prezzo di inStays sono:
ja: inStaysプライスマッチ保証に関する規約：
kk: inStays баға сәйкестік кепілдігінің шарттары:
ko: inStays 가격 일치 보장 조건은 다음과 같습니다:
ky: inStays Price Match кепилдик шарттары төмөнкүлөр:
lv: inStays Cenu Atbillstības Garantijas noteikumi ir:
mn: inStays-ийн Үнийн тохиргоо нь:
pt: Os termos da garantia de equiparação de preços inStays são:
ro: Termenii Garanției de potrivire a prețurilor inStays sunt:
ru: Условия Гарантии соответствия цены inStays:
uk: Умови Гарантії відповідності ціни inStays:
uz: inStays Нарх кафолати шартлари:
zh: inStays 价格匹配保证条款为：

source: The latest inCruises press releases, news, and media coverage.
ca: Els últims comunicats de premsa d’inCruises, notícies i cobertura mediàtica.
de: Die neuesten Pressemitteilungen, Neuigkeiten und Medienberichte von inCruises.
es: Los últimos comunicados de prensa, noticias y cobertura mediática de inCruises.
fr: Les derniers communiqués de presse, actualités et couverture médiatique d'inCruises.
it: Le ultime notizie, i comunicati stampa e la copertura mediatica di inCruises.
ja: 最新のinCruisesプレスリリース、ニュース、およびメディア掲載情報。
kk: inCruises компаниясының соңғы баспасөз хабарламалары, жаңалықтары және БАҚ-тағы жарияланымдары.
ky: inCruises боюнча эң акыркы пресс-релиздер, жаңылыктар жана маалымат каражаттары.
lv: Jaunākie inCruises paziņojumi presei, ziņas un atspoguļojums plašsaziņas līdzekļos.
mn: inCruises-ийн хамгийн сүүлийн үеийн мэдээ, мэдээллүүд болон медиа нийтлэлүүд.
pt: Os últimos comunicados à imprensa, notícias e cobertura da mídia da inCruises.
ro: Cele mai recente comunicate de presă, știri și acoperire media inCruises.
ru: Свежие пресс-релизы inCruises, новости и сообщения в СМИ.
uk: Останні прес-релізи inCruises, новини та висвітлення в ЗМІ.
uz: Энг сўнгги inCruises пресс-релизлари, янгиликлари ва ОАВ қамрови.
zh: 最新的inCruises新闻稿、新闻和媒体报道。

source: The lower price is associated with:
ca: El preu més baix està vinculat a:
de: Der niedrigere Preis ist verbunden mit:
es: El precio más bajo está asociado con:
fr: Le prix le plus bas est associé à :
it: Il prezzo più basso è connesso a:
ja: 以下のような条件付きの低価格の場合：
kk: Төмен баға байланысты:
ky: Төмөнкү баа төмөнкүлөргө байланыштуу:
lv: Zemākā cena ir saistīta ar:
mn: Бага үнэ гэдэг нь:
pt: O preço mais baixo está associado a:
ro: Prețul mai mic este asociat cu:
ru: Более низкая стоимость связана с:
uk: Нижча вартість пов'язана з:
uz: Арзонроқ нарх қуйидагиларга боғлиқ:
zh: 较低价格与以下相关：

source: The materials, products and services provided on web pages owned and/or controlled by inCruises, including the information and any images incorporated in inCruises' website, products and/or services are for your private personal non-commercial use only (hereinafter referred to as the "Materials"). You may not, without prior written consent from inCruises, modify, republish, post, copy, display, perform, reproduce, license, create derivative works from, sell or transmit the Materials or anything you obtain or download from the web pages owned and/or controlled by inCruises.
ca: Els materials, productes i serveis proporcionats a les pàgines web propietat o sota el control d’inCruises, inclosa la informació i qualsevol imatge incorporada al lloc web, productes o serveis d’inCruises, són exclusivament per al teu ús personal, privat i no comercial (d'ara endavant, els “Materials”). No pots, sense el consentiment previ per escrit d’inCruises, modificar, republicar, publicar, copiar, mostrar, executar, reproduir, llicenciar, crear obres derivades, vendre o transmetre els Materials ni cap contingut obtingut o descarregat de les pàgines web propietat o sota el control d’inCruises.
es: Los materiales, productos y servicios ofrecidos en las páginas web pertenecientes y/o controladas por inCruises, entre ellos, la información y las imágenes incorporadas en el Sitio Web, productos y/o servicios de inCruises, son para su uso personal privado no comercial (en lo sucesivo como los "Materiales"). No puedes, sin el consentimiento previo por escrito de inCruises, modificar, publicar, enviar, copiar, mostrar, ejecutar, reproducir, licenciar, crear trabajos derivados, vender o transmitir los Materiales o cualquier cosa que obtengas o descargues de las páginas web pertenecientes y/o controladas por inCruises.
fr: Les contenus, produits et services fournis sur les pages web détenues et/ou contrôlées par inCruises, y compris les informations et images intégrées au site web, aux produits et/ou services d'inCruises, sont réservés à votre usage personnel et non commercial (ci-après dénommés les «Matériaux»). Vous ne pouvez pas, sans l'autorisation écrite préalable d'inCruises, modifier, republier, publier, copier, afficher, exécuter, reproduire, concéder sous licence, créer des œuvres dérivées, vendre ou transmettre les Matériaux ou tout ce que vous obtenez ou téléchargez à partir des pages web détenues et/ou contrôlées par inCruises.
it: I materiali, i prodotti e i servizi forniti sulle pagine web di proprietà e/o controllate da inCruises, incluse le informazioni e le immagini incorporate nel sito web, nei prodotti e/o nei servizi di inCruises, sono destinati esclusivamente al tuo uso privato, personale e non commerciale (di seguito denominati i "Materiali"). Senza il previo consenso scritto di inCruises, non puoi modificare, ripubblicare, pubblicare (postare), copiare, visualizzare, eseguire, riprodurre, concedere in licenza, creare opere derivate da, vendere o trasmettere i Materiali o qualsiasi cosa tu ottenga o scarichi dalle pagine web di proprietà e/o controllate da inCruises.
ja: inCruises が所有および/または管理するウェブページで提供される資料、製品、およびサービスは、inCruisesのウェブサイト、製品、および/またはサービスに組み込まれている情報および画像を含め、個⼈の⾮営利⽬的でのみ使⽤されます（以下、材料"）。会員は、inCruisesからの事前の書⾯による同意なしに、所有するウェブページから取得したりダウンロードしたりする資料またはその他のものを変更、再発⾏、投稿、コピー、表⽰、実⾏、複製、ライセンス、派⽣物の作成、販売または送信することはできません。またはinCruisesによって制御されます。
kk: inCruises иелігіндегі және/немесе бақыланатын веб-беттерде ұсынылатын материалдар, өнімдер мен қызметтер, соның ішінде inCruises' веб-сайтына, өнімдеріне және/немесе қызметтеріне енгізілген ақпарат пен кез келген суреттер тек сіздің жеке, коммерциялық емес пайдалануыңызға арналған (бұдан әрі — «Материалдар» деп аталады). inCruises компаниясының алдын ала жазбаша келісімінсіз сіз бұл Материалдарды немесе inCruises иелігіндегі және/немесе бақыланатын веб-беттерден алған немесе жүктеп алған кез келген нәрсені өзгертуге, қайта жариялауға, орналастыруға, көшіруге, көрсетуге, орындауға, көбейтуге, лицензиялауға, туынды туындылар жасауға, сатуға немесе таратуға құқығыңыз жоқ.
pt: Os materiais, produtos e serviços fornecidos através das páginas da Web pertencentes e/ou controladas pela inCruises, incluindo as informações e quaisquer imagens incorporadas ao site, produtos e/ou serviços da inCruises, destinam-se apenas ao seu uso pessoal e não comercial pessoal (doravante referido como os “Materiais"). Você não pode, sem o consentimento prévio por escrito da inCruises, modificar, republicar, publicar, copiar, exibir, executar, reproduzir, licenciar, criar trabalhos derivados, vender ou transmitir os Materiais ou qualquer coisa obtida através do download das páginas da Web pertencentes e/ou controlado pela inCruises.
ro: Materialele, produsele și serviciile furnizate pe paginile web deținute și/sau controlate de inCruises, inclusiv informațiile și orice imagini încorporate în site-ul web, produsele și/sau serviciile inCruises sunt destinate exclusiv uzului tău personal și necomercial (denumite în continuare „Materiale”). Nu ai dreptul, fără acordul prealabil scris al inCruises, să modifici, republici, postezi, copiezi, afișezi, execuți, reproduci, licențiezi, să creezi lucrări derivate din, să vinzi sau să transmiți Materialele sau orice obții sau descarci de pe paginile web deținute și/sau controlate de inCruises.
uk: Матеріали, продукти та послуги, що надаються на веб-сторінках, які належать та/або контролюються ТОВ «inCruises», включно з інформацією та будь-якими зображеннями, наведеними на inCruises' вебсайті, продуктами та/або послугами inCruises, призначені виключно для вашого приватного некомерційного використання (надалі - «Матеріали»). Ви не можете без попередньої письмової згоди компанії inCruises змінювати, публікувати, розміщувати, копіювати, демонструвати, виконувати, відтворювати, ліцензувати, створювати похідні твори, продавати чи передавати Матеріали або все, що ви отримуєте чи завантажуєте з веб-сторінок, які належать та/або контролюються компанією inCruises.
uz: Веб-саҳифаларда тақдим этилувчи материаллар, маҳсулотлар ва хизматларга inCruises томонидан эгалик қилинади ва/ёки бошқарилади, жумладан, inCruises веб-сайти, маҳсулотлари ва/ёки хизматларидаги ҳар қандай сурат ёки маълумот фақатгина нотижорий мақсадлардаги шахсий фойдаланишингиз учун мўлжалланган (кейинги ўринларда “Материаллар” деб юритилади). inCruises'нинг олдиндан ёзма розилигини олмасдан туриб, Материаллар ёки inCruises томонидан эгалик қилинадиган ва/ёки бошқариладиган вебсаҳифалардан юклаб олинган ёхуд қўлга киритилган ҳеч бир нарсани ўзгартириш, қайта нашр қилиш, жойлаштириш, нусха кўчириш, намойиш қилиш, ижро этиш, қайта ишлаб чиқиш, лицензиялаш, улар асосидаги иккиламчи ишлар яратиш, уларни сотиш ёки ўтказиш мумкин эмас.
zh: inCruises所拥有和/或控制的网页上提供的材料、产品和服务（包括inCruises网站、产品和/或服务中包含的信息和任何图像，以下称为“材料”）仅供您私人、个人、非商业用途。在未经inCruises事先书面同意的情况下，您不得修改、重新发布、张贴、复制、展示、表演、复制、授权、创建衍生作品、出售或传输材料或从inCruises所拥有和/或控制的网页上获取或下载的任何内容。
