Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: ) Please acknowledge that you understand and will respond to additional requests if necessary.
ca: ) Si us plau, confirma que ho entens i que respondràs a sol·licituds addicionals si és necessari.
de: ) Bitte bestätigen Sie, dass Sie die zusätzlichen Anfragen verstehen und gegebenenfalls beantworten werden.
es: ) Por favor, confirma que entiendes y responderás a solicitudes adicionales si es necesario.
fr: ) Veuillez reconnaître que vous avez compris et que vous répondrez aux demandes supplémentaires si nécessaire.
it: ) Per favore, dichiara che hai ben compreso e che risponderai a ulteriori richieste, se sarà necessario.
ja: ）理解し、必要に応じて追加リクエストにも返答をお願いすることがあることを予めご了承ください。
kk: ) Түсінгеніңізді және қажет болған жағдайда қосымша сұрауларға жауап беретініңізді растауыңызды, сұраймыз.
ko: ) 이해해 주시고 필요한 경우 추가 요청에 응답해 주시기 바랍니다.
ky: ) Сураныч, түшүнгөнүңүздү тастыктаңыз жана зарыл болсо, кошумча суроолорго жооп бериңиз.
lv: ) Lūdzu, aplieciniet, ka saprotat un vajadzības gadījumā atbildēsiet uz papildu pieprasījumiem.
mn: ) Та ойлгосон гэдгээ хүлээн зөвшөөрч, хэрэв шаардлагатай бол нэмэлт асуултанд хариу өгнө үү гэж хүсэж байна.
pt: ) Confirme que você entende e responderá a solicitações adicionais, se necessário.
ro: ) Te rugăm să confirmi că înțelegi și că vei răspunde la solicitări suplimentare, dacă este necesar.
ru: ) Подтвердите, пожалуйста, что вы понимаете и будете отвечать на дополнительные запросы при необходимости.
uk: ) Підтвердіть, будь ласка, що ви розумієте та відповідатимете на додаткові запити при необхідності.
uz: ) Илтимос, қўшимча талаблар бўлишини билишингизни ва зарурат туғилганида, уларга жавоб беришингизни тасдиқланг.
zh: ) 请确认您理解并会在必要时回应其他请求。

source: ) you wish to keep receiving and the ones you don't!
ca: ) que desitja continuar rebent i les que no!
de: ), die Sie weiterhin erhalten möchten, und die, die Sie nicht erhalten möchten!
es: ) los que deseas seguir recibiendo y los que no!
fr: ) que vous souhaitez continuer à recevoir et ceux que vous ne voulez pas recevoir !
it: ) che desideri continuare a ricevere e quelli che non desideri ricevere!
ja: ）受け取りたい通知と受け取りたくない通知の希望を設定！
kk: сіз өзіңіз қалаған және қаламайтын нәрсені қабылдауды жалғастырғыңыз келеді!
ko: ) 계속 받고 싶은 것과 원하지 않는 것!
ky: )алууну улантууну каалагандарыңызды жана алууну каалабагандарыңызды!
lv: ) jūs vēlaties turpināt saņemt un tos, kurus nesaņemat!
mn: ) сонгоно уу!
pt: ) você deseja continuar recebendo e os que não deseja!
ro: ) pe care vrei să le primești în continuare și pe cele pe care nu vrei să le primești!
ru: ), которые хотите продолжать получать, а какие нет!
uk: ), які хочете продовжувати отримувати, а які ні!
uz: ) сиз олишда давом этишни истаган ва истамаган!
zh: ) 您希望继续接收和那些不想接收的！

source: ), and send a new ticket to the
ca: ), i envia un nou tiquet al
de: ), und senden Sie ein neues Ticket an den
es: ), y envía un nuevo ticket al
fr: ), et envoyer un nouveau ticket à
it: ), e invia un nuovo ticket al
ja: 、新しいチケットで
kk: ), және жаңа билетті жіберіңіз
ko: ), 새 티켓을 다음으로 보내십시오
ky: ), жана жаңы билетти жибериңиз
lv: ), un nosūtītu biļeti uz
mn: ), шинэ тусламжийн хүсэлтийг
pt: ), e envie um novo ticket para o
ro: ), și trimite un nou bilet către
ru: ), и отправьте новый тикет в
uk: ), і відправте новий тікет у
uz: ), ва янги чипта очиб,
zh: )，然后向

source: [ Alaska Residents: 5 days ] [ Kentucky Residents: 3 days ] [ Missouri Residents: 3 days ] [ Nevada Residents: 3 days ] [ Virginia Residents: 7 days ] [ Washington Residents: 7 days ] [ Wisconsin Residents: 15 days ] [Japan Residents: 20 days]
ca: [Alaska Residents: 5 dies] [Kentucky Residents: 3 dies] [Missouri Residents: 3 dies] [Nevada Residents: 3 dies] [Virgínia Residents: 7 dies] [Washington Residents: 7 dies] [Wisconsin Residents: 15 dies]
de: [Einwohner von Alaska: 5 Tage] [Einwohner von Kentucky: 3 Tage] [Einwohner von Missouri: 3 Tage] [Einwohner von Nevada: 3 Tage] [Einwohner von Virginia: 7 Tage] [Einwohner von Washington: 7 Tage] [Einwohner von Wisconsin: 15 Tage] [Einwohner von Japan: 20 Tage]
es: [ Residentes de Alaska: 5 días ] [ Residentes de Kentucky: 3 días ] [ Residentes de Missouri: 3 días ] [ Residentes de Nevada: 3 días ] [ Residentes de Virginia: 7 días ] [ Residentes de Washington: 7 días ] [ Residentes de Wisconsin: 15 días ] [Residentes de Japón: 20 días]
fr: [ Résidents d'Alaska : 5 jours ] [ Résidents du Kentucky : 3 jours ] [ Résidents du Missouri : 3 jours ] [ Résidents du Nevada : 3 jours ] [ Résidents de Virginie : 7 jours ] [ Résidents de Washington : 7 jours ] [ Résidents du Wisconsin : 15 jours ] [ Résidents du Japon : 20 jours ]
it: [ Residenti Alaska: 5 giorni ] [ Residenti Kentucky: 3 giorni ] [ Residenti Missouri: 3 giorni ] [ Residenti Nevada: 3 giorni ] [ Residenti Virginia: 7 giorni ] [ Residenti Washington: 7 giorni ] [ Residenti Wisconsin: 15 giorni ] [ Residenti Giappone: 20 giorni ]
ja: [ アラスカ州住民：5日間 ] [ ケンタッキー州 住民： 3日間] [ ミズーリ州住民：3日間] [ ネヴァダ州住民：3日間] [ ヴァージニア州住民：7日間] [ ワシントン州住民：7日間 ] [ ウィスコンシン州住民：15日間 ] [日本在住: 20日間]
kk: [Аляска тұрғындары: 5 күн] [Кентукки тұрғындары: 3 күн] [Миссури тұрғындары: 3 күн] [Невада тұрғындары: 3 күн] [Вирджиния тұрғындары: 7 күн] [Вашингтон тұрғындары: 7 күн] [Висконсин тұрғындары: 15 күн] [Жапония тұрғындары: 20 күн]
ky: [ Аляска Тургундары: 5 күн ] [ Кентукки Тургундары: 3 күн ] [ Миссури Тургундары: 3 күн ] [ Невада Тургундары: 3 күн ] [ Вирджиния Тургундары: 7 күн ] [ Вашингтон Тургундары: 7 күн ] [ Висконсин Тургундары: 15 күн ] [Япония Тургундары: 20 күн]
lv: &nbsp;(Aļaskas rezidenti:5 dienas)( Kentuki rezidenti:3 dienas) (Misūri rezidenti:3 dienas) (Nevāda ezidenti :3 dienas) (Virdžīnijas rezidenti:7 dienas) (Vašingtonas rezidenti:7 dienas) Viskonsinas rezidenti:15 dienas) [Japan Residents: 20 days]
mn: [ Аляска мужийн оршин суугчид: 5 өдөр ] [ Кентаки мужийн оршин суугчид: 3 өдөр] [ Миссури мужийн оршин суугчид: 3 өдөр ] [ Невада мужийн оршин суугчид: 3 өдөр ] [ Виржиниа мужийн оршин суугчид: 7 өдөр ] [ Вашингтон мужийн оршин суугчид: 7 өдөр ] [Вискосин мужийн оршин суугчид: 15 өдөр ] [Япон Улсын иргэд: 20 өдөр]
pt: [ Residentes do Alaska: 5 days ] [ Residentes de Kentucky; : 3 days ] [ Moradores do Missouri: 3 days ] [ Residentes em Nevada: 3 days ] [ Moradores da Virgínia: 7 days ] [ Residentes em Washington: 7 days ] [ Residentes em Wisconsin: 15 days ] [Residentes no Japão: 20 dias]
ro: [ Rezidenţi din Alaska: 5 zile ] [ Rezidenţi din Kentucky: 3 zile ] [ Rezidenţi din Missouri: 3 zile ] [ Rezidenţi din Nevada: 3 zile ] [ Rezidenţi din Virginia: 7 zile ] [ Rezidenţi din Washington: 7 zile ] [ Rezidenţi din Wisconsin: 15 zile ] [Rezidenți din Japonia: 20 zile]
ru: [Жители Аляски: 5 дней] [Жители Штата Кентукки: 3 дня] [Жители Штата Миссури: 3 дня] [Жители Штата Невада: 3 дня] [Жители Штата Вирджиния: 7 дней] [Жители Штата Вашингтон: 7 дней] [Жители Штата Висконсин: 15 дней] [Жители Японии: 20 дней]
uk: [Жителі Аляски: 5 днів] [Жителі Штата Кентуккі: 3 дні] [Жителі Штату Міссурі: 3 дні] [Жителі Штату Невада: 3 дні] [Жителі Штату Вірджинія: 7 днів] [Жителі Штату Вашингтон: 7 днів] [Жителі Штата Вісконсін: 15 днів] [Жителі Японії: 20 днів]
uz: [ Аляска резидентлари: 5 кун ] [ Кентукки резидентлари: 3 кун ] [ Миссури резидентлари: 3 кун ] [ Невада резидентлари: 3 кун ] [ Виржиния резидентлари: 7 кун ] [ Вашингтон резидентлари: 7 кун ] [ Висконсин резидентлари: 15 кун ] [ Япония резидентлари: 20 кун ]
zh: [阿拉斯加居民：5天] [肯塔基州居民：3 天] [密蘇裏州居民：3天] [內華達州居民：3天] [弗吉尼亞州居民：7天] [華盛頓居民：7天] [威斯康辛州居民：15天] [日本居民：20天]

source: [say here why you love inCruises].
ca: [digues aquí per què t'agrada inCruises].
de: [sagen Sie hier, warum Sie inCruises lieben].
es: [menciona aquí por qué amas inCruises].
fr: [dites ici pourquoi vous aimez inCruises].
it: [scrivi qui perché ami inCruises].
ja: [ここでなぜinCruisesが好きなのかを話してください]。
kk: [inCruises-ті не үшін жақсы көретініңізді осында жазыңыз].
ko: [inCruises를 사랑하는 이유].
ky: [Эмне үчүн inCruisesди жакшы көрөрүңүздү айтыңыз].
lv: [sakiet, kāpēc jūs mīlat inCruises].
mn: [Та яагаад inCruises-д дуртай байдаг тухайгаа энд бичнэ үү].
pt: [diga aqui porque você ama a inCruises].
ro: [spune aici de ce îți place inCruises].
ru: [скажите здесь, за что вы любите inCruises].
uk: [скажіть тут, за що ви любите inCruises].
uz: [бу ерда нима учун inCruises ни севишингизни айтинг].
zh: [在这里说出为什么喜欢邮轮]。

source: {{ $gettext('As a Board of Director or above you are exempt from this requirement!') }}
ca: {{ $gettext('Com a Board of Director o superior, està exempt d'aquest requisit! !') }}
de: {{ $gettext(‚Als Board of Directors oder höher sind Sie von dieser Anforderung befreit!‘) }}
es: {{ $gettext('Como Board of Director o superior, ¡estás exento de este requisito!') }}
fr: {{ $gettext('En tant que membre du Conseil d'administration ou supérieur, vous êtes dispensé de cette obligation !') }}
it: {{ $gettext('In qualità di Board of Directors o superiore sei esente da questo requisito!') }}
ja: {{ $gettext('Board of Director 以上のランクの方は、この要件は免除されます！') }}
kk: {{ ${{$gettext ("Board of Director немесе одан жоғары сіз бұл талаптан босатыласыз!") }}
ky: {{ Board of Director же андан жогорку адам катары сиз бул талаптан бошотуласыз!') }}
lv: {{ $gettext('Kā DirektoruValde vai augstāk Jūs esat atbrīvoti no šīs prasības!') }}
mn: {{ $gettext('Захирлуудын Зөвлөл болон дээш цолтой манлайлагч нар энэ болзолд хамаарахгүй!') }}
pt: Como Board of Director ou superior, você está isento deste requisito
ro: {{ $gettext('În calitate de membru al Board of Director sau mai sus, ești scutit de această cerință!') }}
ru: {{ $gettext(Будучи Борд-Директором или выше, вы являетесь исключением из этого требования!') }}
uk: {{ $gettext('Якщо ви маєте ранг Борд-Директора або вище, ця вимога до вас не застосовується!') }}
uz: {{ $gettext('Board of Director ёки ундан юқори ранг соҳиби сифатида сиз ушбу талабдан озодсиз!') }}
zh: {{ $gettext('作为董事会或以上的您可以免除此要求！') }}

source: {{ $gettext('By donating through inWallet, you acknowledge that your contribution to the 2025 Mercy Ships Fundraising Campaign is non-refundable and will be used solely to support the mission and operations of Mercy Ships.') }}
ca: {{ $gettext('En fer una donació a través d'inWallet, reconeixes que la teva contribució a la Campanya de Recaptació de Fons de Mercy Ships 2025 no és reemborsable i es farà servir exclusivament per donar suport a la missió i les operacions de Mercy Ships..') }}
de: {{ $gettext('Wenn Sie über inWallet spenden, erkennen Sie an, dass Ihr Beitrag zur Spendenaktion 2025 von Mercy Ships nicht erstattungsfähig ist und ausschließlich zur Unterstützung der Mission und der Aktivitäten von Mercy Ships verwendet wird.') }}
es: {{ $gettext('Al donar con tu inWallet, reconoces que tu contribución a la Campaña de Recaudación de Fondos de Mercy Ships 2025 no es reembolsable y se utilizará exclusivamente para apoyar la misión y operaciones de Mercy Ships.') }}
fr: {{ $gettext('En faisant un don par l'intermédiaire de inWallet, vous reconnaissez que votre contribution à la Campagne de Collecte de Fonds 2025 pour Mercy Ships n'est pas remboursable et sera utilisée uniquement pour assister la mission et les opérations de Mercy Ships.') }}
it: {{ $gettext('Donando tramite inWallet, accetti che il tuo contributo alla Campagna di raccolta fondi 2025 per Mercy Ships non è rimborsabile e sarà utilizzata esclusivamente per sostenere la missione e le operazioni di Mercy Ships.') }}
ja: {{ $gettext('inWalletを通じて寄付を行うことにより、2025年Mercy Ships募金キャンペーンへの寄付は返金不可であり、Mercy Shipsの使命と運営を支援するためにのみ使用されることを承認したものとみなされます。') }}
kk: {{ $gettext('InWallet арқылы қайырымдылық жасау арқылы сіз 2025 жылғы Mercy Ships қаражат жинау науқанына қосқан үлесіңіз қайтарылмайтынын және тек Mercy Ships миссиясы мен операцияларын қолдау үшін пайдаланылатынын растайсыз.') }}
ky: {{ $gettext('inWallet аркылуу кайрымдуулук кылуу менен, сиз 2025-жылы Mercy Ships каражат топтоо кампаниясына кошкон салымыңыз кайтарылгыс жана Mercy Shipsтин миссиясын жана операцияларын колдоо үчүн гана колдонулаарына макул болосуз.') }}
lv: {{ $gettext('Ziedojot ar programmas InWallet starpniecību, jūs atzīstat, ka jūsu ieguldījums 2025. gada labdarības kuģu līdzekļu vākšanas kampaņā nav atmaksājams un tiks izmantots vienīgi žēlastības ercy Ships darbības atbalstam.') }}
mn: {{ $gettext('Миний inWallet-ээр дамжуулан Mercy Ships 2025 аянд өргөсөн хандив буцаан олгогдохгүй бөгөөд зөвхөн Mercy Ships хөлгийн зорилго, үйл ажиллагааг дэмжихэд зориулагдах болно гэдгийг ойлгож хүлээн зөвшөөрч байна.') }}
pt: {{ $gettext('Ao doar pela sua inWallet, você reconhece que sua contribuição para a Campanha de Arrecadação de Fundos da Mercy Ships de 2025 não é reembolsável e será usada exclusivamente para apoiar a missão e as operações da Mercy Ships.') }}
ro: {{ $gettext('Donând prin inWallet, recunoști că contribuția ta la campania de strângere de fonduri Mercy Ships 2025 este nerambursabilă și va fi folosită exclusiv pentru a sprijini misiunea și operațiunile Mercy Ships.') }}
ru: {{ $gettext('Совершая пожертвование через inWallet, вы признаёте, что ваше пожертвование в рамках кампании по сбору средств для Mercy Ships 2025 является невозвратным, и оно будет использовано только в целях поддержки миссии и действий Mercy Ships.') }}
uk: {{ $gettext('Здійснюючи пожертву через inWallet, ви підтверджуєте, що ваша пожертва в рамках кампанії по збору коштів для Mercy Ships 2025 не підлягає відшкодуванню та буде використана виключно для підтримки місії та діяльності Mercy Ships.') }}
uz: {{ $gettext('inWallet орқали эҳсон қилиб, сиз 2025 йилда Mercy Ships учун маблағ тўплаш кампанияси доирасида киритган маблағларингиз қайтарилмаслиги ва фақатгина Mercy Ships миссияси ва ҳаракатларини қўллаб-қувватлаш учун сарфланишига ўз розилигингизни билдирасиз.') }}
zh: {{ $gettext('通过inWallet捐款，您确认您对2025年Mercy Ships募款活动的捐款不可退还，并将仅用于支持Mercy Ships的使命和运营。') }}

source: {{ box.box }}
fr: {{ boite.boite }}
ro: {{ cutie.cutie }}

source: {{ content }}
ca: {{ contingut }}
es: {{ contenido }}
fr: {{ contenu }}
it: {{ contenuto }}
ja: {{ コンテンツ }}
kk: {{ контент }}
ky: {{ контент }}
mn: {{ конент }}
pt: {{ conteúdo }}
zh: {{ 内容 }}

source: {{ cruise.passenger_info.length }} Passengers
ca: {{ cruise.passenger_info.length }} Passatgers
de: {{ cruise.passenger_info.length }} Passagiere
es: {{ cruise.passenger_info.length }} Pasajeros
fr: {{ cruise.passenger_info.length }} Passagers
it: {{ cruise.passenger_info.length }} Passeggeri
ja: {{ cruise.passenger_info.length }} 乗客
kk: {{ cruise.passenger_info.length }} Жолаушылар
ko: {{ cruise.passenger_info.length }} 승객
ky: {{ cruise.passenger_info.length }} Жүргүнчүлөр
lv: {{ cruise.passenger_info.length }} Pasažieri
mn: {{ cruise.passenger_info.length }} Зорчигчид
pt: {{ cruise.passenger_info.length }} Passageiros
ro: {{ cruise.passenger_info.length }} Pasageri
ru: {{ cruise.passenger_info.length }} Пассажиров
uk: {{ cruise.passenger_info.length }} Пасажирів
uz: {{ cruise.passenger_info.length }} Йўловчилар
zh: {{ cruise.passenger_info.length }} 乘客

source: {{ item.label }}
fr: {{ article.étiquette }}
ky: {{ item.title }}

source: {{ monthlyInterval || $gettext('Month') }}
de: {{ monthlyInterval || $gettext('Monat') }}
es: {{ monthlyInterval || $gettext('Mes') }}
fr: {{ monthlyInterval || $gettext('Mois') }}
it: {{ monthlyInterval || $gettext('Mese') }}
ja: {{ monthlyInterval || $gettext('月') }}
kk: {{ monthlyInterval || $gettext('Ай') }}
ky: {{ monthlyInterval || $gettext('Ай') }}
lv: {{ monthlyInterval || $gettext('Mēneša') }}
mn: {{ monthlyInterval || $gettext('Сар') }}
pt: {{ monthlyInterval || $gettext('Mês') }}
ro: {{ monthlyInterval || $gettext('Luna') }}
ru: {{ monthlyInterval || $gettext('Месяц') }}
uk: {{ monthlyInterval || $gettext('Місяць') }}
zh: {{ monthlyInterval || $gettext('月份') }}

source: {{ requirePassengerNames ? $gettext('Required ') : $gettext('Optional ') }} Guest %{ index }
ca: {{ requirePassengerNames ? $gettext('Required ') : $gettext('Optional ') }} Convidat/da %{ index }
es: {{ requirePassengerNames ? $gettext('Required ') : $gettext('Opcional ') }} Huésped %{ index }
fr: {{ requirePassengerNames ? $gettext('Required ') : $gettext('Optional ') }} Invité %{ index }
it: {{ requirePassengerNames ? $gettext('Required ') : $gettext('Optional ') }} Ospite %{ index }
ja: {{ requirePassengerNames ? $gettext('必須 ') : $gettext('任意 ') }} ゲスト %{ index }
kk: {{ requirePassengerNames ? $gettext('Required ') : $gettext('Optional ') }} Қонақ %{ index }
ky: {{ requirePassengerNames ? $gettext('Required ') : $gettext('Optional ') }} Конок %{ index }
lv: {{ requirePassengerNames ? $gettext('Prasīts ') : $gettext('Optional ') }} Guest %{ index }
pt: {{ requirePassengerNames ? $gettext('Required ') : $gettext('Optional ') }} Passageiro %{ index }
ro: {{ requirePassengerNames ? $gettext('Necesar ') : $gettext('Opțional ') }} Invitat %{ index }
ru: {{ requirePassengerNames ? $gettext('Required ') : $gettext('Optional ') }} Гость %{ index }
uk: {{ requirePassengerNames ? $gettext('Required ') : $gettext('Optional ') }} Гість %{ index }
uz: {{ requirePassengerNames ? $gettext('Required ') : $gettext('Optional ') }} Меҳмон %{ index }
zh: {{ requirePassengerNames ? $gettext('必填 ') : $gettext('可选 ') }} 访客 %{ index }

source: {{ selectedContact.subscription }}
fr: {{ course.description }}
lv: {{ selectedContact.parakstīšnās }}

source: {{ selectedMonth }} Base Builders
ca: {{ selectedMonth }} Constructors de Base
fr: {{ selectedMonth }} Base des Constructeurs
it: {{ selectedMonth }} Base Costruttori
ja: {{ selectedMonth }} ベースのビルダーズ
kk: {{ selectedMonth }} Фундамент Бизнестің Құрылысшылары
ko: {{ selectedMonth }} 베이스 빌더
ky: {{ selectedMonth }} куруучулар базасы
lv: {{ selectedMonth }} Lietotāju Bāze
mn: {{ selectedMonth }} Бэйс Билдерс
pt: {{ selectedMonth }} Base de Construtores
ro: {{ selectedMonth }} Baza Constructorilor
ru: Фундамент за {{ selectedMonth }}
uk: Фундамент за {{ selectedMonth }}
uz: {{ selectedMonth }} Қурувчилар базаси
zh: {{ selectedMonth }} 建设者基础

source: {{ title }}
ca: {{ títol }}
fr: {{ titre }}

source: {{ value }}
fr: {{ valeur }}
lv: {{ vērtība }}

source: * Additional fees may apply on the above services and facilities.
ca: * Poden aplicar-se taxes addicionals als serveis i a les instal·lacions esmentats.
de: * Für die oben genannten Dienstleistungen und Einrichtungen können zusätzliche Gebühren anfallen.
es: * Se pueden aplicar tarifas adicionales a los servicios e instalaciones.
fr: * Des frais supplémentaires peuvent s'appliquer sur les services et installations ci-dessus.
it: * Ai servizi e alle strutture sopra indicati possono essere applicati dei costi aggiuntivi.
ja: * 上記サービスや施設には、別途料金がかかる場合があります。
kk: *Жоғарыда аталған қызметтер мен ыңғайлылықтар үшін қосымша ақы алынуы мүмкін.
ko: * 상기 서비스 및 시설 이용 시 추가요금이 발생할 수 있습니다.
ky: * Жогорудагы кызматтар жана ыңгайлуулуктар үчүн кошумча акы алынышы мүмкүн.
lv: * Iepriekšminētajiem pakalpojumiem un iekārtām var piemērot papildu maksu.
mn: *Дээрх үйлчилгээ, байгууламжууд нь нэмэлт хураамжуудтай болно.
pt: * Taxas adicionais podem ser aplicadas nos serviços e instalações acima.
ro: * Se pot aplica taxe suplimentare pentru serviciile și facilitățile de mai sus.
ru: * За вышеупомянутые удобства и услуги может взиматься дополнительная плата.
uk: * За вищезгадані зручності та послуги може стягуватися додаткова плата.
uz: * Юқорида кўрсатилган хизматлар ва қулайликлар учун қўшимча тўлов ундирилиши мумкин.
zh: * 上述服務和設施可能需要支付額外費用。

source: * Please enter the birthdate of each child. Please make sure it's correct you will not be able to change this later.
de: * Bitte geben Sie das Geburtsdatum jedes Kindes ein. Bitte vergewissern Sie sich, dass es korrekt ist, da Sie es später nicht mehr ändern können.
es: * Por favor ingrese la fecha de nacimiento de cada niño. Asegúrate de que sea correcto, ya que no podrás cambiarlo más adelante.
fr: * Veuillez saisir la date de naissance de chaque enfant. Assurez-vous qu'elle est correcte, vous ne pourrez pas la modifier par la suite.
it: * Inserisci la data di nascita di ogni bambino. Verifica che sia corretta, non sarà possibile modificarla in seguito.
ko: * 각 어린이의 생년월일을 입력하십시오. 나중에 변경할 수 없으므로 올바른지 확인하십시오.
ky: * Ар бир баланын туулган күнүн киргизиңиз. Сураныч, анын туура экенин текшериңиз, кийинчерээк аны өзгөртө албайсыз.
lv: * Lūdzu, ievadiet katra bērna dzimšanas datumu. Lūdzu, pārliecinieties, vai tas ir pareizi, jo vēlāk nevarēsit to mainīt.
mn: * Хүүхэд бүрийн төрсөн он сар өдрийг оруулна уу. Дараа өөрчлөх боломжгүй учраас сайн шалган зөв бичнэ үү.
ru: * Введите, пожалуйста, дату рождения каждого ребёнка. Убедитесь в её правильности, поскольку впоследствии её нельзя будет изменить.

source: *Actual benefits vary by property
fr: *Les avantages réels varient selon la propriété
it: I vantaggi effettivi variano a seconda della proprietà
pt: *Os benefícios reais variam de acordo com a propriedade
uk: *Фактичні переваги залежать від об’єкта
zh: *实际福利因物业而异

source: *find a lower price
ca: *trobar un preu més baix
de: *einen niedrigeren Preis finden
es: *encontrar un precio más bajo
fr: *trouver un prix inférieur
it: *trovi un prezzo inferiore
ja: *より安い価格
kk: * төмен бағаны табыңыз
ko: 더 낮은 가격 찾기
ky: * арзаныраак бааны табыңыз
lv: *atrodiet zemāku cenu
mn: *хямд үнэ бүхий өрөө олбол
pt: encontrar um preço mais baixo
ro: *găsești un preț mai mic
ru: *находите более низкую цену
uk: *знайдіть нижчу ціну
uz: *бошқа ердан арзонроқ нархни топсангиз,
zh: *找到更低的价格

source: *Price does not include taxes
ca: * El preu no inclou els impostos
de: *Der Preis enthält keine Steuern
es: *El precio no incluye impuestos
fr: *Le prix ne comprend pas les taxes
it: *Il prezzo non include le tasse
ja: *価格には税金が含まれていません
kk: Бағаға салықтар кірмейді
ko: *세금이 포함되지 않은 가격입니다
ky: **Баага салыктар кирбейт
lv: Cenā netiek iekļauti nodokļi
mn: *Татвар ороогүй үнэ
pt: *Preço não inclui taxas
ro: * Prețul nu include taxele
ru: *цена не включает в себя налоги
uk: *ціна не включає податки
uz: *Нархга солиқлар киритилмаган
zh: *價格不含稅

source: *PRICES include the full CABIN and HOTEL cost plus one package.
ca: *Els preus inclouen el cost complet de CABINA i HOTEL més un paquet.
de: *Die Preise beinhalten die vollen Kosten für KABINE und HOTEL plus ein Paket.
es: *PRECIOS incluyen el costo total del camarote y hotel más un paquete.
fr: *Les PRIX comprennent le coût total du CABIN et de l'HÔTEL plus un forfait.
it: *I PREZZI comprendono il costo dell'intera CABINA e dell'ALBERGO più un pacchetto.
ja: *料金にはキャビン代とホテル代が含まれています。
kk: *БАҒАЛАР толық КАБИН және ҚОНАҚ үй бағасының құны мен бір пакетті қамтиды.
ko: *금액에는 전체 캐빈 및 호텔 비용과 하나의 패키지가 포함됩니다.
ky: * БААЛАР КАЮТА жана МЕЙМАНКАНЫН толук баасын жана бир тарифти камтыйт.
lv: *CENĀ iekļautas pilnas KAJĪTES un VIESNĪCU izmaksas plus viena pakete.
mn: * ҮНЭНД бүх ХӨЛГИЙН ӨРӨӨ болон ЗОЧИД БУУДЛЫН ӨРӨӨ нэг багц болон орсон.
pt: *PREÇOS incluem o custo total da CABINE e do HOTEL mais um pacote.
ro: *Prețurile includ costul complet al CABINEI și HOTELULUI plus un pachet.
ru: *ЦЕНЫ включают полную стоимость КАЮТЫ и ОТЕЛЯ плюс один тариф.
uk: *ЦІНИ включають повну вартість КАЮТИ та ГОТЕЛЮ плюс один тариф.
uz: *НАРХЛАР КАЮТА ва МЕҲМОНХОНА тўлиқ баҳоси ва битта пакетни ўз ичига олган.
zh: *价格包括完整的客舱和酒店费用加上一份套餐。
