Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Total Recurring Production
ca: Producció Recurrent Total
de: Wiederkehrender Umsatz insgesamt
es: Producción Recurrente Total
fr: Production récurrente totale
it: Produzione Ricorrente totale
ja: 合計リカーリング売上
kk: Жалпы қайталама тауар айналымы
ky: Жалпы кайталануучу өндүрүмдүүлүк
lv: Kopējais Atkārtotais Apgrozījums
mn: Нийт давтамжит борлуулалт
pt: Produção recorrente total
ro: Producţia totală recurentă
ru: Общий рекуррентный товарооборот
uk: Загальний рекурентний товарообіг
uz: Жами Даврий ишлаб чиқариш
zh: 总循环产出

source: Total Reward Points
de: Gesamt Reward Points
es: Total de Puntos de Recompensa
fr: Total des Points de Récompense
it: Crediti Premio totali
ko: 총 리워드 포인트
ky: Жалпы Бонустук Упайлар
lv: Kopējie Balvu Punkti
mn: Нийт Шагналын Оноо
ru: Всего Бонусных Баллов

source: Total Reward Points protected
ca: Total de Punts de Recompensa protegits
de: Gesamt Reward Points geschützt
es: Total de Puntos de Recompensa protegidos
fr: Total des Points de Récompense protégées
it: Totale Crediti Premio protetti
ja: 保護されたリワードポイントの合計
kk: Қорғалған жүлде ұпайларының жалпы саны
ky: Корголгон Жалпы Бонустук Упайлар
lv: Kopējie aizsargātie Balvu Punkti
mn: Шагналын Онооны хамгаалагдсан нийт дүн
pt: Total de Pontos de Recompensa protegido
ro: Puncte de recompensă totale protejate
ru: Всего защищённых Бонусных Баллов
uk: Всього захищених Бонусних Балів
uz: Жами Бонус баллари ҳимояланган
zh: 总奖励积分保护金额

source: Total Team Members
ca: Total de Membres de l'Equip
de: Team Mitglieder insgesamt
es: Total de Miembros de Equipo
fr: Membres d'Équipe Totals
it: Totale Membri del Team
ja: 総チームメンバー
kk: Барлық Топ Мүшелері
ko: 총 팀 멤버
ky: Команданын жалпы мүчөлөрү
lv: Kopā Komandas Biedri
mn: Нийт багийн гишүүд
pt: Total de membros na equipe
ro: Total membri în echipă
ru: Всего Членов Клуба в команде
uk: Всього Членів Клубу в команді
uz: Жами Жамоа Аъзолари
zh: 團隊會員總數

source: Total Volume (w/ ID Volume)
ca: Volum Total (amb Volum d’ID)
de: Gesamtvolumen (mit ID-Volumen)
es: Total de Volumen (con Volumen de ID)
fr: Volume Total (avec Volume de l'ID)
it: Volume totale (compreso il volume ID)
ja: 総ボリューム（IDボリュームを含む）
kk: Жалпы көлем (ID Көлемімен)
ky: Жалпы көлөм (ID Көлөмү менен)
lv: Kopējais Apjoms (w/ ID Volume)
mn: Нийт хэмжээ (ID хэмжээтэй хамт)
pt: Volume Total (w/ ID Volume)
ro: Volum total (cu volum ID)
ru: Общий объём (с объёмом ID)
uk: Загальний обсяг (з обсягом ID)
uz: Жами ҳажм (ID ҳажми билан)
zh: 总业绩（含ID业绩）

source: Totals
fr: Totaux
it: Totali
kk: Жалпы
pt: Totais
ro: Totaluri
uk: Всього
uz: Жами
zh: 总计

source: TOTALS:
de: SUMME:
es: TOTALES:
fr: TOTAUX :
it: TOTALI:
ja: 合計：
kk: БАРЛЫҒЫ:
ko: 총:
ky: БАРДЫГЫ:
lv: KOPSUMMAS:
mn: НИЙТ:
pt: TOTAL:
ro: TOTALURI:
ru: ИТОГ:
uk: ПІДСУМОК:
uz: ЖАМИ:
zh: 总共：

source: Touch
de: Berühren
fr: Toucher
it: Tocca
ko: 터치
ky: Тийиңиз
lv: Pieskaries
mn: Хүрэх
ru: Коснитесь

source: Tour Bookings
ca: Reserves de Tours
de: Touren Buchungen
es: Reservaciones de Tour
fr: Réservation de excursions
it: Prenotazioni di tour
ja: ツアーの予約
kk: Тур Брондаулары
ky: Тур брондоолору
lv: Tūru/ekeskursiju Rezervācijas
mn: Газрын аяллын захиалгууд
pt: Reservas de passeios
ro: Rezervări pentru tur
ru: Бронирования туров
uk: Бронювання турів
uz: Тур буюртмалари
zh: 旅行预订

source: Tour Details
ca: Detalls del Tour
de: Touren Details
es: Detalles del Tour
fr: Détails de l'excursion
it: Dettagli sul tour
ja: ツアーの詳細
kk: Тур Мәліметтері
ky: Турдун маалыматтары
lv: Tūres/ekskursijas detalizēta informācija
mn: Газрын аяллын дэлгэрэнгүй мэдээллүүд
pt: Detalhes do passeio
ro: Detalii tur
ru: Детали тура
uk: Деталі туру
uz: Турга оид маълумотлар
zh: 旅行详情

source: Tour Info
ca: Informació del Tour
de: Tour Informationen
es: Información del tour
fr: Informations sur l'itinéraire
it: Info sul tour
ja: ツアーの情報
kk: Тур туралы ақпарат
ky: Tour боюнча маалымат
lv: Tūres/ekskursijas info
mn: Газрын аяллын тухай мэдээлэл
pt: Informações do passeio
ro: Informații despre tur
ru: Информация о туре
uk: Інформація про тур
uz: Тур ҳақида
zh: 旅行信息

source: Tour not found
ca: Tour no trobat
de: Tour nicht gefunden
es: Tour no encontrado
fr: Tour non trouvé
it: Tour non trovato
ja: ツアーが見つかりません
kk: Тур табылмады
ky: Тур табылган жок
lv: Tūre nav atrasta
mn: Газрын аялал байхгүй байна
pt: Passeio não encontrado
ro: Turul nu a fost găsit
ru: Тур не найден
uk: Тур не знайдено
uz: Тур топилмади
zh: 未找到旅行信息

source: Tours
de: Touren
fr: Excursions
it: Tour
ja: ツアー
kk: Турлар
ky: Турлар
lv: Tūres/ekskursijas
mn: Газрын аялалууд
pt: Passeios
ro: Tururi
ru: Туры
uk: Тури
uz: Турлар
zh: 旅行

source: Track Growth
ca: Seguiment del creixement
de: Wachstum verfolgen
es: Seguir Crecimiento
fr: Repérer la Croissance
it: Traccia la crescita
ja: 成長を追跡
kk: Өсуді қадағалау
ko: 성장 추적
ky: Өсүштү көзөмөлдөө
lv: Seko izaugsmei
mn: Өсөлтийг харах
pt: Acompanhar o crescimento
ro: Urmărește creșterea
ru: Отслеживание роста
uk: Відстеження зростання
uz: Ўсишни кузатиш
zh: 跟踪增長

source: Track key metrics and trends to analyze and improve your business performance.
ca: Fes el seguiment de les mètriques clau i les tendències per analitzar i millorar el rendiment del teu negoci.
de: Verfolgen Sie wichtige Kennzahlen und Trends, um Ihre Geschäftsleistung zu analysieren und zu verbessern.
es: Dale seguimiento a métricas y tendencias importantes para analizar y mejorar el rendimiento de tu negocio.
fr: Suivez les indicateurs clés et les tendances pour analyser et améliorer le rendement de votre entreprise.
it: Traccia le metriche e le tendenze principali per analizzare e migliorare le prestazioni del tuo business.
ja: 主要な指標やトレンドを追跡し、ビジネスパフォーマンスの分析と改善に役立てましょう。
kk: Мақсатты көрсеткіштер мен тенденцияларды бақылап, бизнесіңіздің көрсеткіштерін талдап, жақсартыңыз.
ky: Ишкердик көрсөткүчтөрүн жана негизги тенденцияларды көзөмөлдөп, анализдеп, ишиңиздин натыйжалуулугун жакшыртыңыз.
lv: Sekojiet galvenajām metrikām un tendencēm, lai analizētu un uzlabotu biznesa veiktspēju.
mn: Бизнесийн гүйцэтгэлээ шинжилж сайжруулах үүднээс гол үзүүлэлтүүд ба хандлагыг хянах.
pt: Acompanhe as principais métricas e tendências para analisar e melhorar o desempenho do seu negócio.
ro: Urmărește indicatorii și tendințele cheie pentru a analiza și îmbunătăți performanța afacerii tale.
ru: Отслеживайте ключевые показатели и тенденции для анализа и повышения эффективности вашего бизнеса.
uk: Відстежуйте ключові показники та тенденції, щоб аналізувати та покращувати ефективність вашого бізнесу.
uz: Бизнесингиз самарадорлигини таҳлил қилиш ва яхшилаш учун асосий кўрсаткичлар ва тенденцияларни кузатиб боринг.
zh: 跟踪关键指标和趋势，分析并提升您的业务表现。

source: Track pending and completed invitations easily from our contact management platform.
ca: Segueix fàcilment les invitacions pendents i completes amb la nostra plataforma de gestió de contactes.
de: Verfolgen Sie Ihre ausstehenden und abgeschlossenen Einladungen auf unserer Kontakt-Management-Plattform.
es: Dale seguimiento a las invitaciones pendientes y complétalas fácilmente con nuestra plataforma de gestión de contactos.
fr: Suivez facilement les invitations en attente et compléter les invitations à partir de notre plateforme de gestion des contacts.
it: Traccia facilmente gli inviti in sospeso e completati dalla nostra piattaforma di gestione dei contatti.
ja: 連絡先管理プラットフォームから、保留中および完了した招待状を簡単に追跡できます。
kk: Контактілерді басқару платформасынан күту жағдайындағы және аяқталған шақыруларды оңай қадағалау.
ko: 연락처 관리 플랫폼에서 가입안내에 대해 정보 미기입 고객과 정보 기입 고객을 간단히 파악할 수 있습니다.
ky: Күтүүдөгү жана аяктаган сунуштарды башкаруу платформабыздан оңой байкаңыз.
lv: Apskati neatvērtos un aizpildītos ielūgumus no mūsu kontaktu vadības platformas.
mn: Харилцагч нарын менежментийн платформоос урилга илгээсэн хүмүүсийн мэдээллийг харах.
pt: Acompanhe os convites pendentes e os concluídos facilmente em nossa plataforma de gerenciamento de contatos.
ro: Urmăreşte cu uşurinţă invitaţiile în aşteptare sau completate de pe platforma noastră de management de contact.
ru: Просмотр приглашений в ожидании и завершенных с нашей платформы управления контактами.
uk: Відстежуйте очікувані та відправлені запрошення легко з нашої платформи управління контактами.
uz: Кутаётган ва тугатилган таклифларни бизнинг бошқарув платформамиздан осон кузатинг.
zh: 通過我們的聯繫管理平台輕鬆跟踪待處理和已完成的邀請。

source: Track Results
ca: Resultats de seguiment
de: Ergebnisse verfolgen
es: Seguimiento de Resultados
fr: Suivre les résultats
it: Traccia i risultati
ja: 結果の追跡
kk: Нәтижелерді Қадағалау
ko: 비즈니스 현황보기
ky: Натыйжаларга көз салыңыз
lv: Rezultātu pārbaude
mn: Багийн гишүүд
pt: Acompanhar resultados
ro: Urmăreşte Rezultatele
ru: Отследить Результаты
uk: Відстежити Результати
uz: Натижаларни кузатиш
zh: 跟踪結果

source: Track your business growth.
ca: Segueix el creixement del teu negoci.
de: Verfolgen Sie Ihr Geschäftswachstum.
es: Haz un seguimiento de crecimiento.
fr: Suivez la croissance de votre business.
it: Traccia la crescita del tuo business.
ja: あなたのビジネスの成長を追跡ましょう。
kk: Бизнесіңіздің өсуін қадағалаңыз.
ko: 비즈니스 성장을 추적하십시오.
ky: Бизнесиңизди өстүрүңүз.
lv: Apskati savu biznesa izaugsmi .
mn: Бизнесийн өсөлтөө хянах.
pt: Acompanhe o crescimento do seu negócio.
ro: Urmăreşte creşterea afacerii tale.
ru: Отследить рост своего бизнеса.
uk: Відстежуйте зростання вашого бізнесу.
uz: Бизнесингизни ривожлантиринг.
zh: 跟踪您的業務增長。

source: Track your business. View All of your Partners and Members and see who is active and who is not.
ca: Fes un seguiment del teu negoci. Consulta tots els teus socis i Membres i verifica qui està actiu i qui no.
de: Verfolgen Sie Ihr Geschäft. Lassen Sie sich ALLE Ihre Partner und Mitglieder anzeigen und sehen Sie, wer aktiv ist und wer nicht aktiv ist.
es: Dale seguimiento a tu negocio. Mira a todos tus Socios y Miembros y verifica quién está activo y quién no.
fr: Suivez vos affaires. Affichez tous vos partenaires et membres et voyez qui est actif et qui ne l'est pas.
it: Traccia la tua attività. Visualizza tutti i tuoi Partner e Membri e vedi chi è attivo e chi non lo è.
ja: あなたのビジネスを追跡します。あなたのパートナーとメンバー全員を見て、誰がアクティブで誰がアクティブでないかを確認しましょう。
kk: Бизнесіңізді қадағалаңыз. Барлық Серіктестеріңізді және Мүшелеріңізді қарап, кімнің белсенді және кімнің белсенді емес екенін көріңіз.
ko: 귀하의 비즈니스 결과를 살펴보십시오. 귀하의 모든 파트너와 회원 중 누가 활동하고 있고 누가 아닌지를 확인 하십시오.
ky: Сиздин бизнесиңизди көзөмөлдөңүз. Бардык Өнөктөштөрүңүздү жана Мүчөлөрүңүздү жана кайсынысы активдүү жана кайсынысы активдүү эмес экенин көрүңүз.
lv: Pārskati savu biznesu.Apskati visus savus Partnerus un Biedrus. Konstatē, kurš ir aktīvs un kurš nē.
mn: Өөрийн бизнесийг хянах. Өөрийн багийн идэвхтэй болон идэвхгүй Гишүүд, Түнш нарыг харах.
pt: Acompanhe o seu negócio. Visualize todos os seus sócios e membros e veja quem está ativo e quem não está.
ro: Urmăreşte afacerea ta. Vezi toţi Partenerii şi Membrii şi observă cine e activ şi cine nu.
ru: Результаты развития вашего бизнеса. Просмотреть всех Партнеров и Членов Клуба, кто является активным, и кто еще нет.
uk: Відстежуйте свій бізнес. Перегляньте всіх ваших Партнерів і Членів та визначте, хто є активним, а хто ні.
uz: Бизнесингизни кузатинг. Барча ҳамкорларингиз ва Аъзоларингизни ҳамда қайсилари фаол ва қайсилари фаол эмаслигини кўринг.
zh: 跟踪您的業務。查看所有合作夥伴和會員，查看誰是活躍的，誰又不是活躍的。

source: Track your world-wide reach below!
ca: Segueix el teu abast mundial a continuació!
de: Verfolgen Sie Ihre unten stehende weltweite Struktur!
es: ¡Mira tu ALCANCE de Marketing aquí abajo!
fr: Suivez votre portée mondiale ci-dessous !
it: Vedi la diffusione del tuo Team a livello mondiale!
ja: この地図で、あなたの世界的な到達範囲を追跡しましょう！
kk: Әлемдік деңгейдегі жетістіктеріңізді төменнен көріңіз!
ko: 아래의 전 세계 초대정보 확산 결과를 살펴보십시오!
ky: Төмөндө дүйнөлүк камтууңузду текшериңиз!
lv: APSKATI SAVU PASAULES REDZES LOKA SASNIEGUMUS ZEMĀK!
mn: Таны бизнесийн тархац!
pt: Acompanhe o seu alcance mundial abaixo!
ro: Urmăreşte reţeaua ta globală mai jos!
ru: Проследите распространение вашей структуры по всему миру ниже!
uk: Нижче прослідкуйте за розповсюдженням вашої структури на весь світ!
uz: Дунё бўйлаб қамровингизни қуйида кўринг!
zh: 在下面跟踪您觸及的全球範圍！

source: Tracks members who changed their membership plan up or down this month/ last month.
fr: Suit les membres ayant modifié leur plan d'adhésion (à la hausse ou à la baisse) ce mois-ci/le mois dernier.
it: Traccia i Membri che hanno cambiato il loro piano di Membership (a un livello superiore o inferiore) questo mese/il mese scorso.

source: Tracks members with pending invoices.
fr: Suit les membres ayant des factures en attente.
it: Traccia i Membri fatture in sospeso.

source: Tracks monthly cumulative new and total cumulative Production for your team.
ca: Fes el seguiment acumulatiu mensual de la nova Producció i de la Producció total acumulativa del teu equip.
de: Verfolgt die monatliche kumulative Neu- und Gesamtproduktion für Ihr Team.
es: Realiza un seguimiento mensual acumulado de la Producción nueva y del total acumulado de tu equipo.
fr: Suit la Production mensuelle cumulative nouvelle et la Production cumulative totale pour votre équipe.
it: Tiene traccia della produzione cumulativa mensile e della produzione cumulativa totale del tuo team.
ja: あなたのチームの月間累計新規プロダクションおよび累計総プロダクションを追跡します。
kk: Сіздің командаңыздың ай сайынғы жинақталған жаңа және жалпы жинақталған өнімін бақылайды.
ky: Командаңыз боюнча айлык топтолгон жаңы өндүрүштү жана жалпы топтолгон өндүрүштү көзөмөлдөйт.
lv: Seko ikmēneša kumulatīvajam jaunajam un kopējam komandas ražošanas apjomam.
mn: Өөрийн багийн сарын шинэ борлуулалтын нийлбэр болон нийт бүтээмжийг хянах.
pt: Monitora a produção cumulativa mensal nova e a produção cumulativa total da sua equipe.
ro: Urmărește lunar producția nouă cumulată și producția totală cumulată pentru echipa ta.
ru: Отслеживает ежемесячный накопленный новый и общий накопленный объём производства вашей команды.
uk: Відстежує щомісячне накопичене нове та загальне накопичене виробництво для вашої команди.
uz: Жамоангизнинг ойлик жами янги ва умумий ишлаб чиқаришини кузатиб боринг.
zh: 跟踪您团队每月新增和累计总业绩量。

source: Tracks new members this month/ last month (members purchasing a membership for the first time in inCruises.)
fr: Suit les nouveaux membres ce mois-ci/le mois dernier (membres souscrivant une adhésion pour la première fois chez inCruises.)
it: Traccia i nuovi Membri di questo mese/del mese scorso (Membri che acquistano una Membership per la prima volta in inCruises).

source: Tracks partners eligible for compensation by bringing a direct this month/last month.
fr: Suit les partenaires éligibles à une compensation pour avoir apporté un parrainage direct ce mois-ci/le mois dernier.
it: Traccia i Partner idonei alla compensazione per aver portato un diretto questo mese/il mese scorso.

source: Tracks partners eligible for membership free or membership discount.
fr: Suit les partenaires éligibles à une adhésion gratuite ou à une réduction sur leur adhésion.
it: Traccia i Partner idonei alla Membership gratuita o allo sconto sulla Membership.

source: Tracks partners pending Builders Base payment due to QBI < 75%, showing time left until payout anyways.
fr: Suit les partenaires en attente du paiement de la Base des Constructeurs en raison du QBI < 75 %, avec indication du délai restant avant le versement.
it: Traccia i Partner in attesa del pagamento Base Costruttori a causa di un QBI inferiore al 75%, mostrando comunque il tempo rimanente fino al pagamento.

source: Tracks partners qualified production and activation volume.
fr: Suit le volume de production et d'activation des partenaires qualifiés.
it: Traccia il volume di produzione e di attivazione qualificato dei Partner.

source: Tracks partners who achieved a new rank for the first time this month/ last month.
fr: Suit les partenaires qui ont atteint un nouveau rang pour la première fois ce mois-ci/le mois dernier.
it: Traccia i Partner che hanno raggiunto un nuovo rango per la prima volta questo mese/il mese scorso.

source: Tracks partners who achieved Fast Start this month/last month.
fr: Suit les partenaires qui ont atteint le Démarrage Rapide ce mois-ci/le mois dernier.
it: Traccia i Partner che hanno conseguito l'Avvio Veloce questo mese/il mese scorso.

source: Tracks partners who are still eligible for Fast Start Matching based on their downlines.
fr: Suit les partenaires qui sont encore éligibles au bonus de Démarrage Rapide Correspondant en fonction de leurs downlines.
it: Traccia i Partner che sono ancora idonei al bonus Equivaletne Avvio Veloce in base alle loro downline.

source: Tracks partners who are still eligible for Fast Start with days left to qualify.
fr: Suit les partenaires qui sont encore éligibles au Démarrage Rapide avec le nombre de jours restants pour se qualifier.
it: Traccia i Partner che sono ancora idonei all'Avvio Veloce, con giorni rimanenti per qualificarsi.

source: Tracks partners whose 6‑month renewal invoice is pending and not yet paid within the allowed month.
fr: Suit les partenaires dont la facture de renouvellement de 6 mois est en attente et n'a pas encore été payée dans le délai imparti.
it: Traccia i Partner la cui fattura di rinnovo semestrale è in sospeso e non è stata ancora pagata entro il mese previsto.

source: Tracks partners whose 6‑month renewal invoice will be generated next month
fr: Suit les partenaires dont la facture de renouvellement de 6 mois sera générée le mois prochain
it: Traccia i Partner la cui fattura di rinnovo di 6 mesi sarà generata il mese prossimo.

source: Tracks team members with an active cruise booking but a pending invoice.
fr: Suit les membres de l'équipe ayant une réservation de croisière active mais une facture en attente.
it: Traccia i Membri del team con una prenotazione di crociera attiva, ma con una fattura in sospeso.

source: Tracks users who acquired a partnership this month/ last month.
fr: Suit les utilisateurs ayant acquis un partenariat ce mois-ci/le mois dernier.
it: Traccia gli utenti che hanno acquisito una Partnership questo mese/il mese scorso.

source: Tracks users who signed up this month/ last month but have not yet purchased a membership.
fr: Suit les utilisateurs inscrits ce mois-ci/le mois dernier mais n'ayant pas encore souscrit d'adhésion.
it: Traccia gli utenti che si sono iscritti questo mese/il mese scorso ma non hanno ancora acquistato una Membership.

source: Tracks users with recurring payment status and payment method type.
fr: Suit des utilisateurs avec un statut de paiement récurrent et le type de mode de paiement.
it: Traccia gli utenti con stato di pagamento ricorrente e tipo di metodo di pagamento.

source: Trade Partner Testimonials
ca: Testimonis de Socis Comercials
de: Testimonials von Handelspartnern
es: Testimonios de Socios Comerciales
fr: Témoignages de partenaires commerciaux
it: Testimonianze dei Partner Commerciali
ja: 取引先パートナーのテスティモニアル
kk: Сауда серіктестерінің пікірлері
ky: Соода өнөктөштөрүнүн ой-пикирлери
lv: Sadarbības Partneru Apliecinājumi
mn: Түншийн гэрчлэлүүд
pt: Depoimentos de parceiros comerciais
ro: Mărturii ale partenerilor comerciali
ru: Отзывы торговых партнёров
uk: Відгуки торгових партнерів
uz: Бизнес ҳамкорларнинг фикр-мулоҳазалари
zh: 合作伙伴推荐信

source: Training Resources
ca: Recursos de Formació
de: Schulungsressourcen
es: Recursos de Capacitación
fr: Ressources de Formation
it: Risorse per la formazione
ja: トレーニング資料
kk: Оқу материалдары
ky: Окутуу материалдары
lv: Apmācību Resusrsi
mn: Сургалтын материалууд
pt: Recursos de Treinamento
ro: Resurse de instruire
ru: Обучающие материалы
uk: Навчальні ресурси
uz: Ўқув манбалари
zh: 培训资源

source: Transaction Authorization Code
ca: Codi d'Autorització de Transacció
de: Transaktionsberechtigungscode
es: Código de Autorización de Transacción
fr: Code d'autorisation de la transaction
it: Codice di autorizzazione alla transazione
ja: 取引の認証コード
kk: Транзакцияны Растау Коды
ko: 거래 승인 코드
ky: Транзакцияны Ырастоо Коду
lv: Transakcijas autorizācijas kods
mn: Гүйлгээ баталгаажуулах код
pt: Código de autorização de transação
ro: Cod de autorizare a tranzacției
ru: Код авторизации транзакции
uk: Код авторизації транзакції
uz: Транзакцияни тасдиқлаш коди
zh: 交易授权码

source: Transfer details
ca: Detalls de la Transferència
de: Details zum Transfer
es: Información de la transferencia
fr: Détails du transfert
it: Dati trasferimento
ja: 送金の詳細
kk: Тасымалдау мәліметтері
ko: 이체 세부 정보
ky: Которуу чоо-жайы
lv: Pārsūtīšanas dati
mn: Гүйлгээний дэлгэрэнгүй мэдээллүүд
pt: Detalhes da transferência
ro: Detalii transfer
ru: Детали перевода
uk: Деталі переказу
uz: Ўтказма маълумотлари
zh: 转账详情

source: Transfer Details
ca: Detalls de la transferència
de: Details zur Übertragung
es: Detalles de la transferencia
fr: Détails du transfert
it: Dati trasferimento
ja: 送金の詳細
kk: Тасымалдау Мәліметтері
ko: 이체 세부 정보
ky: Которуу Чоо-жайы
lv: Detalizēta informācija par pārsūtīšanu
mn: Гүйлгээний мэдээллүүд
pt: Detalhes da transferência
ro: Detalii transfer
ru: Детали перевода
uk: Деталі переказу
uz: Ўтказма маълумотлари
zh: 转账详情

source: Transfer failed
ca: Transferència fallida
de: Übertragung fehlgeschlagen
es: Transferencia fallida
fr: Le transfert a échoué
it: Trasferimento non riuscito
ja: 送金ができませんでした
kk: Тасымалдау сәтсіз аяқталды
ko: 이체 실패
ky: Которуу ишке ашпады
lv: Pārsūtīšana neizdevās
mn: Шилжүүлэг цуцлагдлаа
pt: Falha na transferência
ro: Transferul a eșuat
ru: Перевод завершился неудачей
uk: Переказ коштів не відбувся
uz: Ўтказма амалга ошмади
zh: 转移失败

source: Transfer fee
ca: Taxa de transferència
de: Übertragungsgebühr
es: Tarifa de transferencia
fr: Frais de transfert
it: Spese per il trasferimento
ja: 送金手数料
kk: Трансферттік комиссия
ko: 이체 수수료
ky: Которуу акысы
lv: Pārskaitījuma maksa
mn: Шилжүүлгийн шимтгэл
pt: Taxa de transferência
ro: Taxa de transfer
ru: Комиссия за перевод
uk: Комісія за переказ
uz: Ўтказма учун йиғим
zh: 转会费

source: Transfer Funds
ca: Fons de transferència
de: Mittel überweisen
es: Transferir Fondos
fr: Transférer du Fonds
it: Trasferisci fondi
ja: 資金を送金する
kk: Қаражаттарды Аудару
ko: 금액 이체하기
ky: Акча каражаттарын которуу
lv: Pārskaitāmā summa
mn: Мөнгө шилжүүлэх
pt: Transferir fundos
ro: Transferați fonduri
ru: Перевести Денежные Средства
uk: Переказати Грошові Кошти
uz: Маблағларни ўтказиш
zh: 轉移資金
