Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Most Partners don't achieve the Membership Free Status.
ca: La majoria dels Socis no aconsegueixen la Membresia Gratuïta.
de: Die meisten Partner erreichen nicht den Status Beitragsfreie Mitgliedschaft.
es: La mayoría de los Socios no logran el estado de Membresía Gratuita.
fr: La plupart des Partenaires n’atteignent pas le Statut d’Adhésion Gratuite.
it: La maggior parte dei Partner non raggiunge lo Stato di Membership Gratuita.
ja: ほとんどのパートナーは、メンバーシップフリーのステータスに到達していません。
kk: Көптеген серіктестер "Тегін мүшелік" мәртебесіне жете алмайды.
ko: 대부분의 파트너는 멤버십 무료 상태를 달성하지 못합니다.
ky: Көптөгөн Өнөктөшөр Акысыз Мүчөлүк стасусуна жетпейт.
lv: Daudzi Partneri nesasniedz Brīvās Partnerības Statusu.
mn: Ихэнх Түнш нар Гишүүнчлэл-Үнэгүй урамшууллыг авч чаддаггүй болно.
pt: A maioria dos Parceiros não alcançam o status de Assinatura Gratuita.
ro: Majoritatea partenerilor nu obțin statutul de membru gratuit.
ru: Большинство Партнёров не достигают статуса "Бесплатное Членство".
uk: Більшість Партнерів не досягають статусу "Безкоштовне Членство".
uz: Аксарият Ҳамкорлар Бепул Аъзо мақомига эришмайдилар.
zh: 大多数合作伙伴未能达到会员免费状态。

source: Most Partners will not reach the highest levels (International Director or above) where a substantial income can be achieved.
ca: La majoria dels Socis no arribaran als nivells més alts (International Director o superior), en els quals es poden obtenir uns ingressos considerables.
de: Die meisten Partner erreichen nicht die höchsten Ebenen (Internationaler Direktor oder höher), bei denen ein erhebliches Einkommen erzielt werden kann.
es: La mayoría de los Socios no alcanzarán los niveles más altos (Director Internacional o superior) donde se pueden lograr ingresos sustanciales.
fr: La plupart des Partenaires n’atteindront pas les niveaux les plus élevés (Directeur international ou supérieur) où un revenu substantiel peut être obtenu.
it: La maggior parte dei Partner non raggiungerà i livelli più alti (Direttore Internazionale o superiore) dove si può ottenere un reddito considerevole..
ja: ほとんどのパートナーは、相当な収入が得られる最高レベル（International Director以上）には達しません。
kk: Көптеген серіктестер айтарлықтай табыс табуға болатын ең жоғары деңгейге ( International Director немесе одан жоғары) жете алмайды.
ko: 대부분의 파트너는 상당한 수입을 얻을 수 있는 최고 수준(내셔널 디렉터 이상)에 도달하지 못합니다.
ky: Көпчүлүк Өнөктөштөр олуттуу киреше ала турган эң жогорку даражаларга (Эл аралык директор жана андан жогору) жете алышпайт.
lv: Daudzi Partneri nesasniegs augstākos līmeņus(Starptautiskais Direktors un augstāk),kur arī ir ievērojami ienākumi.
mn: Ихэнх Түнш нар их хэмжээний орлого олж болох хамгийн дээд цолонд (International Director болон дээш) хүрдэггүй юм.
pt: A maioria dos Parceiros não atingirá os níveis mais altos (Diretor Internacional ou superior) em que uma renda substancial pode ser alcançada.
ro: Majoritatea partenerilor nu vor atinge cele mai înalte niveluri (International Director sau mai sus) unde se poate obține un venit substanțial.
ru: Большинство Партнёров не достигнут наивысших рангов (Интернациональный Директор и выше), на которых можно получать значительный доход.
uk: Більшість Партнерів не досягнуть найвищих рангів (International Director і вище), на яких можна отримати значний дохід.
uz: Аксарият Ҳамкорлар салмоқли даромад келтирувчи юқори рангларг (Халқаро директор ва ундан юқори) эришмайдилар
zh: 大多数合作伙伴将无法达到最高级别（International Director或以上），在这些级别中可以实现可观的收入。

source: Most Popular
ca: El més popular
de: Am beliebtesten
es: Más Popular
fr: Le plus populaire
it: Più popolare
ja: 一番人気
kk: Ең Танымал
ko: 가장 인기있는
ky: Эң Таанымал
lv: Vispopulārākais
mn: Хамгийн онцлох
pt: Mais popular
ro: Cel mai popular
ru: Самый Популярный
uk: Найпопулярніший,Самий Популярний
uz: Кўпроқ машҳур
zh: 最流行的

source: Most Recent Webinar Recordings
ca: Enregistraments del Seminari en línia més recents
de: Neueste Webinar-Aufzeichnungen
es: Grabaciones de Seminarios Web Más Recientes
fr: Les enregistrements du webinaire les plus récents
it: Registrazioni dei webinar più recenti
ja: 最新のウェビナー録画
kk: Соңғы вебинар жазбалары
ko: 가장 최근 웨비나 리코딩
ky: Вебинарлардын эң акыркы жазуулары
lv: Pēdējie Vebināra ieraksti
mn: Сүүлийн үеийн вэбинарын бичлэгүүд
pt: Gravações de webinars mais recentes
ro: Cele mai recente înregistrări de webinar
ru: Самые последние записи вебинаров
uk: Найновіші записи вебінарів
uz: Энг янги вебинар қайдлари
zh: 最近的網絡研討會錄音

source: Most Team Activation Production - Marketing Directors
ca: Màxima Producció d'Activació d'Equip - Marketing Directors
de: Die meisten Teamaktivierungsumsätze - Marketing Directors
es: Mayor Producción de Activación de Equipos - Marketing Directors
fr: Le plus grand nombre d'activations d'équipes - Marketing Directors
it: Maggiore produzione di Attivazioni del team - Marketing Director
ja: 最も多いチーム新規売上 - Marketing Directors
kk: Командалық активтендіру өндірісінің көп бөлігі-Marketing Directors
ky: Эң көп Командалык активдештирүү өндүрүшү - Marketing Directors
lv: Visvairāk Komandas Aktivizāciju Apgrozījuma - Marketing Directors
mn: Багийн идэвхжүүлэлтийн хамгийн их борлуулалт - Marketing Directors
pt: Maior produção de ativação da equipe - Marketing Directors
ro: Producția celor mai multe activări de echipă - Marketing Directors
ru: Наибольший объём Командного Активационного Товарооборота - Marketing Directors
uk: Більшість Командних Активацій – Marketing Directors
uz: Энг кўп Жамоа Фаоллиги – Marketing Directors
zh: 大多数团队活动 - Marketing Directors

source: Most Team Activation Production - National Directors
ca: Màxima Producció d'Activació d'Equip - National Directors
de: Die meisten Teamaktivierungsumsätze - National Directors
es: Mayor Producción de Activación de Equipos - National Directors
fr: La plus grande production d'activation d'équipe - Directeurs Nationaux
it: Maggiore produzione di Attivazioni del team - National Director
ja: 最も多いチーム新規売上 - National Directors
kk: Командалық активтендіру өндірісінің көп бөлігі – National Directors
ky: Көпчүлүк Командалык активдештирүү өндүрүшү - Улуттук Директорлор
lv: Vislielākais Komandas Aktivizāciju Apgrozījums- Nacionālie Direktori
mn: Багийн идэвхжүүлэлтийн хамгийн их борлуулалт - National Directors
pt: Maior produção de ativação da equipe - National Directors
ro: Producția celor mai multe activări de echipă - National Directors
ru: Наибольший объём Командного Активационного Товарооборота - National Directors
uk: Найбільший обсяг Командного Товарообігу Активацій – National Directors
uz: Энг кўп Жамоа Фаоллиги ишлаб чиқариши - National Directors
zh: 大多数团队激活业绩 - National Directors

source: Most Team Activation Production - Non Ranked Partners
ca: Màxima Producció d'Activació d'Equip - Socis No Classificats
de: Die meisten Teamaktivierungsumsätze - nicht rangierte Partner
es: Mayor Producción de Activación de Equipos - Socios sin Rango
fr: La plus grande production d'activation d'équipe - Partenaires non classés
it: Maggiore produzione di Attivazioni del team - Partner senza qualifica
ja: 最も多いチーム新規売上 - ランクなしのパートナー
kk: Командалық активтендіру өндірісінің көп бөлігі - Ранг жоқ серіктестер
ky: Көпчүлүк Командалык активдештирүү өндүрүшү - Рангы жок Өнөктөштөр
lv: Vislielakāis Komandas Aktivizāciju Apgrozījums - Partneri, kuriem nav ranga
mn: Багийн идэвхжүүлэлтийн хамгийн их борлуулалт - Цолгүй Түншүүд
pt: Maior produção de ativação da equipe - Parceiros sem classificação
ro: Producția celor mai multe activări de echipă - Parteneri fără nivel de carieră
ru: Наибольший объём Командного Активационного Товарооборота - Партнёры без ранга
uk: Найбільший обсяг Командного Товарообігу Активацій - Партнери без рангу
uz: Энг кўп Жамоа Фаоллиги ишлаб чиқариши – рангга эришмаган Ҳамкорлар
zh: 大多数团队激活业绩 - 未排名合作伙伴

source: Most Team Activation Production - Regional Directors
ca: Màxima Producció d'Activació d'Equip - Regional Directors
de: Die meisten Teamaktivierungsumsätze - Regional Directors
es: Mayor Producción de Activación de Equipos - Regional Directors
fr: La plus grande production d'activation d'équipe - Directeurs Régionaux
it: Maggiore produzione di Attivazioni del team - Regional Director
ja: 最も多いチーム新規売上 - Regional Directors
kk: Командалық активтендіру өндірісінің көп бөлігі – Regional Directors
ky: Көпчүлүк Командалык активдештирүү өндүрүшү - Regional Directorлор
lv: Vislielākais Komandas Aktivizāciju Apgrozījumd- Reģionālie Direktori
mn: Багийн идэвхжүүлэлтийн хамгийн их борлуулалт - Regional Directors
pt: Maior produção de ativação da equipe - Regional Directors
ro: Producția celor mai multe activări de echipă - Regional Directors
ru: Наибольший объём Командного Активационного Товарооборота - Regional Directors
uk: Найбільший обсяг Командного Товарообігу Активацій - Regional Directors
uz: Энг кўп Жамоа Фаоллиги ишлаб чиқариши – Regional Directors
zh: 大多数团队激活业绩 - Regional Directors

source: Most Team Activation Production - Senior Marketing Directors
ca: Màxima Producció d'Activació d'Equip - Senior Marketing Directors
de: Die meisten Teamaktivierungsumsätze - Senior Marketing Directors
es: Mayor Producción de Activación de Equipos - Senior Marketing Directors
fr: La plus grande production d'activation d'équipe - Directeurs Principaux du Marketing
it: Maggiore produzione di Attivazioni del team - Senior Marketing Director
ja: 最も多いチーム新規売上 - Senior Marketing Directors
kk: Командалық активтендіру өндірісінің көп бөлігі – Senior Marketing Directors
ky: Көпчүлүк Командалык активдештирүү өндүрүшү Senior Marketing Directorлор
lv: Vislielākais Komandas Aktivizāciju Apgrozījums - Seniori Mārketinga Direktori
mn: Багийн идэвхжүүлэлтийн хамгийн их борлуулалт - Senior Marketing Directors
pt: Maior produção de ativação da equipe - Senior Marketing Directors
ro: Producția celor mai multe activări de echipă - Senior Marketing Directors
ru: Наибольший объём Командного Активационного Товарооборота - Senior Marketing Directors
uk: Найбільший обсяг Командного Товарообігу Активацій - Senior Marketing Directors
uz: Энг кўп Жамоа Фаоллиги ишлаб чиқариши – Senior Marketing Directors
zh: 大多数团队激活业绩 - Senior Marketing Directors

source: Mr
ca: Sr.
es: Sr
fr: M.
it: Sig.
kk: Мырза
ky: Мырза
mn: Ноён
pt: Sr.
ro: Dl
ru: Г-н
uk: Містер
uz: Жаноб
zh: 先生

source: Mr. Codina lives in Coral Gables, Florida
fr: M. Codina vit à Coral Gables, en Floride
it: Il signor Codina vive a Coral Gables, in Florida

source: Mr. Corrigan graduated from Brigham Young University with a degree in Electronic Media. He lives in the Salt Lake City Utah area.
ca: El Sr. Corrigan es va llicenciar en Mitjans de comunicació Electrònics en la Universitat Brigham Young. Viu en la zona de Salt Lake City, Utah.
de: Herr Corrigan schloss sein Studium an der Brigham Young University mit einem Abschluss in Elektronischen Medien ab. Er lebt in der Gegend von Salt Lake City, Utah.
es: El Sr. Corrigan se graduó como Licenciado de Medios Electrónicos de la Universidad de Brigham Young. Vive actualmente en el área de Salt Lake City, Utah.
fr: M. Corrigan a obtenu un diplôme en Médias Électroniques à l'Université Brigham Young. Il vit dans la région de Salt Lake City, dans l'Utah.
it: Il signor Corrigan si è laureato in laurea in Media Elettronici presso la Brigham Young University. Vive nella zona di Salt Lake City Utah.
ja: コリガンはブリガムヤング大学電子メディア学科卒業。ユタ州ソルトレイクシティ地区在住。
kk: Корриган мырза Бригам Янг университетін электронды медиа мамандығы бойынша бітірген. Ол Юта штатының Солт-Лейк-Сити аймағында тұрады.
ko: 코리건 씨는 브리검 영 대학교에서 전자 미디어 학위를 취득했습니다. 그는 유타 지역의 솔트레이크시티에 살고 있습니다.
ky: Корриган мырза Бригам Янг университетин электрондук медиа адистигин аяктаган. Юта штатынын Солт-Лейк-Сити шаарында жашайт.
lv: Misters Corrigan absolvējis Braiema Janga universitāti ar elektronisko plašsaziņas līdzekļu speciālista grādu. Viņš dzīvo Soltleiksitijas Utas apgabalā.
mn: Ноён Корриган Бригам Янгийн их сургуулийг цахим хэвлэл мэдээллийн чиглэлээр төгссөн. Тэрээр Юта мужийн Солт Лэйк хотод амьдардаг.
pt: O Sr. Corrigan formou-se na Brigham Young University em Mídia Eletrônica. Ele mora na área de Salt Lake City, Utah.
ro: Domnul Corrigan a absolvit Universitatea Brigham Young cu o diplomă în Media electronică. Locuiește în zona Salt Lake City Utah.
ru: Г-н Корригэн окончил Университет Бригама Янга по направлению "Электронные СМИ". Проживает в г. Солт-Лейк-Сити, штат Юта.
uk: Пан Корріген закінчив Університет Брігама Янга за напрямком "Електронні ЗМІ". Мешкає у Солт-Лейк-Сіті, штат Юта.
uz: Жаноб Корриган Бригам Янг университетининг "Электрон ОАВ" йўналишини битирган. У Юта штатининг Солт-Лейк-Сити ҳудудида яшайди.
zh: Corrigan 先生畢業於楊百翰大學，獲得電子媒體學位。 他住在猶他州鹽湖城地區。

source: Mr. de Maa graduated from Continental Bible College with a Degree in Theology and received his Dr. Degree in Christian Education from the Chr. University for the Nations. He lives in Boynton Beach, Florida.
ca: El Sr. de Maa es va graduar al Continental Bible College amb una llicenciatura en Teologia i va obtenir el seu doctor en Educació Cristiana de la Chr. Universitat per a les Nacions. Viu a Boynton Beach, Florida.
de: Herr de Maa studierte an dem Continental Bible College Theologie und erhielt seinen Doktor in Christlicher Erziehung an der Chr. University for the Nations. Er lebt in Boynton Beach, Florida
es: El Dr. de Maa se graduó de Continental Bible College con un título en Teología y recibió su título de Dr. en Educación Cristiana de Chr. Universidad de las Naciones. Vive en Boynton Beach, Florida.
fr: Mr. de Maa est diplômé du Collège Biblique Continental en théologie et a obtenu son doctorat en éducation chrétienne à l'Université chrétienne pour les nations. Il vit à Boyton Beach, en Floride.
it: Il sig. de Maa si è laureato in teologia al Continental Bible College e ha conseguito il dottorato in istruzione cristiana presso la Christian University for the Nations. Vive a Boynton Beach, Florida.
ja: デ・マァは、コンチネンタル・バイブルカレッジを神学の学位で卒業し、Chr.国立大学からキリスト教教育の博士号を取得。フロリダ州ボイントンビーチに在住。
kk: Де Маа мырза Континентальды Библия Колледжін Теология ғылымдарының Докторы Дәрежесімен бітіріп, Chr. Ұлттар Университетінде Христиандық Білім саласындағы Доктор Дәрежесін алды. Ол Флоридадағы Бойнтон Бичте тұрады.
ko: De Maa는 Continental Bible College에서 신학 학위를 받았으며 Chr. University에서 기독교 교육 박사 학위를 받았습니다. 그는 현재 플로리다 보인턴 비치에 거주하고 있습니다.
ky: Де Маа мырза Континенталдык Библия Колледжин теология жана Хр. Улуттар Университетинде Христиан билими боюнча докторлук даражасын алган. Ал Флорида штатындагы Бойнтон Бич шаарында жашайт.
lv: De Maa kungs absolvējis kontinentālo Bībeles koledžu un ieguvis Tehnologījas doktora un grādu kristīgajā izglītībā Nāciju universitātē. Viņš dzīvo Boynton Beach, Floridā.
mn: Ноён Де Маа нь Континентал Библийн Коллежаас Теологийн зэрэг, Үндэсний Их Сургуулиас Христитгэлт Боловсролын чиглэлээр докторын зэрэг хамгаалсан. Тэрээр одоо Флорида мужийн Бойнтон Бич хотод амьдардаг.
pt: O Sr. de Maa formou-se no Continental Bible College em Teologia e recebeu seu grau de doutor em Educação Cristã da Chr. University for the Nations. Ele mora em Boynton Beach, Flórida.
ro: Dl. de Maa a absolvit Facultatea Biblică Continentală cu diplomă în Teologie şi a obținut doctoratul în Educaţie Creştină de la Universitatea Creștină pentru Națiuni. Locuieşte în Boynton Beach, Florida.
ru: Г-н де Маа окончил "Континентальный Библейский Колледж" со степенью в области богословия; в "Христианском Университете Наций" получил степень доктора в области христианского образования . Проживает в г. Бойнтон-Бич, Флорида.
uk: Пан де Маа закінчив Континентальний Біблійний Коледж зі ступенем в області Богослов'я та отримав ступінь Доктора в області Християнської Освіти в Християнському Університеті Націй. Він проживає в Бойнтон-Біч, Флорида.
uz: Жаноб де Маа Континентал Библия коллежини Теология соҳаси доктори унвони билан тамомлаган ва Миллатлар учун христианлик университетидан христианлик таълимоти бўйича докторлик даражасини олган. У Флорида, Бойнтон-Бичда яшайди.
zh: de Maa先生畢業於大陸聖經學院，獲得神學學位，並且在Chr. 大學獲得了基督教教育博士學位。目前他居住在佛羅裏達州博因頓海灘.

source: Mr. Hernandez graduated from the University of Miami with a degree in computer science. He lives in Weston, Florida.
ca: El Sr. Hernandez es va graduar a la Universitat de Miami amb una llicenciatura en informàtica. Viu a Weston, Florida.
de: Herr Hernandez studierte an der University of Miami Informatik. Er lebt in Weston, Florida.
es: El Sr. Hernández se graduó de la Universidad de Miami con un título en ciencias de la computación. Vive en Weston, Florida.
fr: Mr. Hernandez est diplômé de l'Université de Miami en informatique. Il habite à Weston, Floride.
it: Il sig. Hernandez si è laureato in scienze informatiche alla University of Miami. Vive a Weston, Florida.
ja: ヘルナンデスは、マイアミ大学でコンピューターサイエンスの学位を取得。 フロリダ州ウェストンに在住。
kk: Хернандес мырза Майами Университетін информатика мамандығы бойынша бітірді. Ол Флорида штатының Вестон қаласында тұрады.
ko: Hernandez는 마이애미 대학교에서 컴퓨터 과학 학위를 취득했고, 현재 플로리다 웨스턴에 거주하고 있습니다.
ky: Эрнандес мырза Майами университетин компьютер илими адистиги боюнча аяктаган. Ал Флорида штатынын Уэстон шаарында жашайт.
lv: Misters Ernandess absolvējis Maiami universitāti ar datorzinātnes grādu. Viņš dzīvo Westonā, Floridā.
mn: Ноён Эрнандес Майамийн Их сургуулийг компьютерийн шинжлэх ухааны зэрэгтэй төгссөн, одоо Флорида мужийн Уэстон хотод амьдардаг.
pt: O Sr. Hernandez se formou na University of Miami com um diploma em ciência da computação. Ele mora em Weston, na Flórida.
ro: Dl. Hernandez a absolvit de la Universitatea din Miami cu licenţa în informatică. Locuieşte în Weston, Florida.
ru: Г-н Хернандес окончил "Университет Майами" по направлению "Компьютерные науки". Проживает в г. Вестон, штат Флорида.
uk: Пан Хернандес закінчив Університет Майамі за фахом «комп'ютерні науки». Він проживає у Вестоні, штат Флорида.
uz: Жаноб Хернандес Майами унивеситетини компьютер соҳасида доктор даражаси билан тугатган. У Вестонда (Флорида штати) яшайди.
zh: Hernandez先生畢業於邁阿密大學，計算機科學學位。 他住在佛羅里達州的韋斯頓。

source: Mr. Hutchison graduated from The College of Charleston with a degree in Business Management. He lives in Charleston, South Carolina
ca: El Sr. Hutchison es va graduar a The College of Charleston amb una llicenciatura en Administració d’Empreses. Viu a Charleston, Carolina del Sud.
de: Herr Hutchison schloss sein Studium der Betriebswirtschaftslehre am College of Charleston ab. Er lebt in Charleston, South Carolina.
es: El Sr. Hutchison se graduó del College of Charleston, con una licenciatura en Administración de Empresas. Vive en Charleston, Carolina del Sur.
fr: M. Hutchison est diplômé en Gestion d'Entreprise du College of Charleston. Il vit à Charleston, en Caroline du Sud
it: Il signor Hutchison si è laureato al College of Charleston con una laurea in Gestione Aziendale. Vive a Charleston, nella Carolina del Sud.
ja: ハッチソン氏は、チャールストン大学でビジネスマネジメントの学位を取得しました。現在はサウスカロライナ州チャールストンに在住
kk: Хатчисон Мырза Чарлстон колледжін "бизнес-менеджмент"мамандығы бойынша бітірді. Ол Чарлстонда, Оңтүстік Каролинада тұрады
ky: Хатчисон мырза Чарлстон колледжинен Бизнес башкаруу адистиги боюнча бүтүргөн. Ал Түштүк Каролинадагы Чарлстон шаарында жашайт.
lv: Mr. Hutchison pabeidza Čārlstonas koledžu ar uzņēmējdarbības vadības grādu. Viņš dzīvo Čārlstonā, Dienvidkarolīnā
mn: Ноён Хачисон Чарлстоны коллежийг Бизнесийн удирдлагын чиглэлээр төгссөн. Тэрээр Өмнөд Каролина мужийн Чарлстон хотод амьдардаг
pt: O Sr. Hutchison se formou em Administração de Empresas pela College of Charleston. Ele mora em Charleston, Carolina do Sul
ro: Domnul Hutchinson a absolvit Colegiul din Charleston cu o diplomă în Managementul Afacerilor. Locuiește în Charleston, Carolina de Sud
ru: Г-н Хатчисон окончил Чарлстонский колледж по направлению «Управление бизнесом». Живет в г. Чарлстон, штат Южная Каролина.
uk: Пан Хатчісон закінчив Коледж Чарлстона за спеціальністю «Управління бізнесом». Він живе в Чарлстоні, Південна Кароліна
uz: Жаноб Хатчисон Чарльстон коллежини "Бизнес бошқаруви" йўналиши бўйича тамомлаган. У Чарльстонда (Жанубий Каролина) яшайди.
zh: Hutchison先生毕业于查尔斯顿学院，获得工商管理学位。他现居南卡罗来纳州查尔斯顿。

source: Mr. Iñesta studied at the University of Puerto Rico, Mayagüez Campus. He loves technology and has 10+ years of experience in direct sales and digital startups. He lives in Cabo Rojo, Puerto Rico.
ca: El Sr. Iñesta va estudiar en la Universitat de Puerto Rico, Campus de Mayagüez. Li encanta la tecnologia i té més de 10 anys d'experiència en vendes directes i empreses de nova creació digitals. Viu en Cap Vermell, Puerto Rico.
de: Herr Iñesta studierte an der Universität von Puerto Rico, Mayagüez Campus. Er liebt Technologie und hat mehr als 10 Jahre Erfahrung im Direktvertrieb und in digitalen Startups. Er lebt in Cabo Rojo, Puerto Rico.
es: El Sr. Iñesta estudió en la Universidad de Puerto Rico, Campus de Mayagüez. Le encanta la tecnología y tiene más de 10 años de experiencia en ventas directas y nuevas empresas digitales. Vive en Cabo Rojo, Puerto Rico.
fr: M. Iñesta a étudié à l'Université de Porto Rico, campus de Mayagüez. Il aime la technologie et a plus de 10 ans d'expérience dans la vente directe et les startups numériques. Il vit à Cabo Rojo, à Porto Rico.
it: Il signor Iñesta ha studiato all'Università di Porto Rico, Campus di Mayagüez. Ama la tecnologia e ha più di 10 anni di esperienza nella vendita diretta e nelle startup digitali. Vive a Cabo Rojo, Puerto Rico.
ja: イネスタはプエルトリコ大学マヤグェス校で学ぶ。テクノロジーが好きで、ダイレクトセールスとデジタル・スタートアップで10年以上の経験。プエルトリコのカボロホ在住。
kk: Иньеста мырза Пуэрто-Рико университетінде, Майагуэз кампусында оқыды. Ол технологияны жақсы көреді және тікелей сату мен цифрлық стартаптарда 10 жылдан астам тәжірибесі бар. Ол Пуэрто-Рикодағы Кабо-Родхо қаласында тұрады.
ko: 이네스타 씨는 푸에르토리코 대학의 마야게즈 캠퍼스에서 공부했습니다. 그는 기술을 사랑하고 직접 판매 및 디지털 신생 기업에서 10년 이상의 경험을 가지고 있습니다. 그는 푸에르토리코의 카보 로호에 살고 있습니다.
ky: Иньеста мырза Пуэрто-Рико университетинде, Маягуес кампусунда окуган. Ал технологияны жакшы көрөт жана түз сатуу жана санариптик стартаптарда 10 жылдан ашык тажрыйбасы бар. Ал Пуэрто-Риконун Кабо Роджо шаарында жашайт.
lv: Misters Iñesta studēja Puertoriko Universitātē, Mayagüez Campus. Viņam patīk tehnoloģijas, un viņam ir 10 + gadu pieredze tiešajā pārdošanā un digitālajā startēšanā. Viņš dzīvo Cabo Rojo, Puertoriko.
mn: Ноён Иньеста Пуэрто-Рикогийн их сургуулийн Маягуэз кампуст суралцсан. Тэрээр технологийн салбарт дуртай. Шууд борлуулалт, дижитал гарааны бизнест 10 гаруй жил ажилласан туршлагатай. Тэрээр Пуэрто Рикогийн Кабо Рожо хотод амьдардаг.
pt: O Sr. Iñesta estudou na Universidade de Porto Rico, Campus Mayagüez. Ele adora tecnologia e tem mais de 10 anos de experiência em vendas diretas e startups digitais. Ele mora em Cabo Rojo, Porto Rico.
ro: Domnul Iñesta a studiat la Universitatea din Puerto Rico, campusul Mayagüez. Iubește tehnologia și are peste 10 ani de experiență în vânzări directe și startup-uri digitale. Locuiește în Cabo Rojo, Puerto Rico.
ru: Г-н Иньеста учился в Университете Пуэрто-Рико, в кампусе г. Майягуэс. Он увлекается технологиями и обладает более чем 10-летним опытом в прямых продажах и цифровых стартапах. Проживает в г. Кабо Рохо, Пуэрто-Рико.
uk: Пан Іньєста навчався в Університеті Пуерто-Ріко, в кампусі Маягуес. Він захоплюється технологіями і має більш ніж 10-річний досвід у прямих продажах та цифрових стартапах. Мешкає у м. Кабо Рохо, Пуерто-Ріко.
uz: Жаноб Инеста Пуэрто-Рико университетида, Маягуэс кампусида таҳсил олган. У технологияларни севади ва тўғридан-тўғри сотув ҳамда рақамли стартапларда 10 йилдан ортиқ тажрибага эга. У Пуэрто-Риконинг Кабо-Рохо шаҳрида яшайди.
zh: Iñesta 先生曾就讀於波多黎各大學 Mayagüez 校區。 他熱愛技術，在直銷和數字初創公司方面擁有 10 多年的經驗。 他住在波多黎各的卡波羅霍。
