Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: All Partner earnings and incentive awards are based on individual results achieved, the rules of the specific contest, and compliance with the company policies. Any sharing of personal achievements must be in line with company guidelines and pre-approved by the Compliance Team to ensure it aligns with our Partner Agreement, Policies & Procedures, and applicable regulations.
ca: Tots els guanys dels Socis i els premis d’incentius es basen en els resultats individuals assolits, les normes del concurs específic i el compliment de les polítiques de l’empresa. Qualsevol compartició de fites personals ha d’estar d’acord amb les directrius de l’empresa i prèviament aprovada per l’Equip de Compliment Normatiu per garantir que compleixi amb el nostre Acord de Soci, les Polítiques i Procediments, i la normativa aplicable.
de: Alle Partnerverdienste und Prämien beruhen auf individuellen Ergebnissen, den Regeln des jeweiligen Wettbewerbs und der Einhaltung der Unternehmensrichtlinien. Jegliche Weitergabe von persönlichen Erfolgen muss mit den Unternehmensrichtlinien übereinstimmen und vorab vom Compliance-Team genehmigt werden, um sicherzustellen, dass sie mit unserer Partnervereinbarung, den Bestimmungen und Modalitäten sowie den geltenden Vorschriften übereinstimmt.
es: Todas las ganancias de los Socios y los premios de incentivos se basan en los resultados individuales alcanzados, las normas del concurso específico y el cumplimiento de las políticas de la empresa. Cualquier compartición de metas personales debe estar de acuerdo con las directrices de la empresa y previamente aprobada por el Equipo de Cumplimiento Normativo para garantizar que cumpla con nuestro Contrato de Socio, las Políticas y Procedimientos, y las normativas aplicables.
fr: Tous les revenus et les récompenses incitatives des Partenaires sont basés sur les résultats individuels obtenus, les règles du concours spécifique et la conformité aux politiques de la société. Tout partage de réussites personnelles doit être conforme aux directives de l'entreprise et approuvé au préalable par l'Équipe de Conformité afin d'assurer sa conformité avec notre Accord de Partenariat, nos Politiques et Procédures, ainsi qu'avec la réglementation en vigueur.
it: Tutti i guadagni e gli incentivi dei Partner si basano sui risultati individuali raggiunti, sulle regole del concorso specifico e sul rispetto delle politiche aziendali. Qualsiasi condivisione dei risultati personali deve essere in linea con le linee guida aziendali e pre-approvata dal Team Compliance per garantire che sia conforme al nostro Contratto Partner, alle Politiche e Procedure e alle normative applicabili.
ja: すべてのパートナー収益およびINセンティブの受賞は、個々の成果、該当するコンテストのルール、および会社方針の順守に基づいて決定されます。個人の実績を共有する際は、パートナー同意書、方針および手続きマニュアル、ならびに適用される規制に沿うよう、会社のガイドラインに従い、事前にコンプライアンスチームの承認を受ける必要があります。
kk: Барлық серіктестің табыстары мен ынталандыру сыйақылары жеке жеткен нәтижелерге, нақты байқау ережелеріне және компания саясатына сай болуына негізделеді. Жеке жетістіктерді бөлісу тек компания нұсқаулықтарына сәйкес және Құрылымдық Саясаттар, Серіктестік Келісім, және қолданыстағы ережелерге сай келуін қамтамасыз ету үшін Қауіпсіздік командасының алдын ала мақұлдауымен жүзеге асырылуы тиіс.
ky: Өнөктөштөрдүн бардык кирешелери жана стимулдары жеке көрсөткүчтөргө, атайын сынак эрежелерине жана компаниянын саясатына негизделет. Жеке жетишкендиктерди бөлүшүү компаниянын көрсөтмөлөрүнө ылайык болушу керек жана биздин Өнөктөш келишимибизге, Саясаттарыбызга жана процедураларга жана колдонуудагы эрежелерге шайкеш келүүсүн камсыз кылуу үчүн Нормативдик-укуктук шайкештик департаменти тарабынан алдын ала бекитилиши керек.
mn: Бүх Түншийн орлого, урамшуулал болон шагнал нь тухайн хүний гаргасан бодит үр дүн, уралдааны дүрэм, мөн компаний бодлого, журамд үндэслэн тооцогдоно. Хувийн амжилтаа олон нийтэд хуваалцах тохиолдолд манай Түншийн Гэрээ, Бодлого Журмын Гарын Авлага зэрэг холбогдох хууль тогтоомжид нийцэж буй эсэхийг баталгаажуулах үүднээс манай хууль эрх зүйн хэлтсээс урьдчилан зөвшөөрөл авах шаардлагатай.
pt: Todos os ganhos e prêmios de incentivo dos Parceiros são baseados nos resultados individuais alcançados, nas regras do concurso específico e na conformidade com as políticas da empresa. Qualquer compartilhamento de conquistas pessoais deve estar em conformidade com as diretrizes da empresa e pré-aprovado pela Equipe de Conformidade para garantir o alinhamento com o nosso Contrato de Parceiro, Políticas e Procedimentos e regulamentos aplicáveis.
ro: Toate câștigurile și premiile de stimulare ale partenerilor se bazează pe rezultatele individuale obținute, pe regulile concursului specific și pe respectarea politicilor companiei. Orice partajare a realizărilor personale trebuie să fie în conformitate cu directivele companiei și aprobată în prealabil de Echipa de Conformitate pentru a se asigura că este în conformitate cu Acordul nostru de Parteneriat, Politicile și Procedurile și reglementările aplicabile.
ru: Все доходы и вознаграждения Партнёров зависят от персональных результатов, правил конкретного конкурса и соблюдения политики компании. Любая информация о личных достижениях должна соответствовать принципам компании и быть предварительно одобрена командой по соблюдению нормативных требований, чтобы гарантировать, что она соответствует нашему Соглашению Партнёра, Политике и Процедурам, а также применимым нормативно-правовым актам.
uk: Усі доходи Партнерів та заохочувальні нагороди ґрунтуються на досягнутих індивідуальних результатах, правилах конкретного конкурсу та дотриманні політик компанії. Будь-яке поширення особистих досягнень має відповідати корпоративним рекомендаціям і бути попередньо погодженим з Відділом дотримання політик, щоб гарантувати відповідність Партнерській Угоді, Політикам і Процедурам, а також чинному законодавству.
uz: Барча Ҳамкорлик даромадлари ва рағбатлантирувчи мукофотлар эришилган индивидуал натижалар, аниқ бир танлов қоидалари ва компания шартларига риоя этилишига асосланган. Ҳар бир эришилган ютуқлар алмашинуви унинг Ҳамкорлик битимига, Сиёсат ва жараёнлар қўланмаси, шунингдек амалдаги меъёрий ҳужжатларга риоя этилишини кафолатлаш мақсадида компаниянинг амалдаги тамойилларига мос келиши ва Мувофиқлик бўлими томонидан олдиндан тасдиқланиши шарт.
zh: 所有合伙人收益和激励奖励均基于个人实际业绩、具体比赛规则以及对公司政策的遵守。任何个人成就的分享必须符合公司指南，并事先获得合规团队的批准，以确保其符合我们的合伙人协议、政策与程序以及相关法规。

source: All Partners
ca: Tots els Socis
de: Alle Partner
es: Todos los Socios
fr: Tous les Partenaires
it: Tutti i Partner
ja: すべてのパートナー
kk: Барлық серіктестер
ko: 모든 파트너
ky: Бардык Өнөктөштөр
lv: Visi Partneri
mn: Бүх Түншүүд
pt: Todos os sócios
ro: Toți partenerii
ru: Все Партнёры
uk: Всі Партнери
uz: Барча Ҳамкорлар
zh: 所有合作夥伴

source: All passengers on this sailing MUST be EU Residents ONLY. Non-EU residents will not be allowed to board.
ca: Tots els passatgers d’aquesta navegació NOMÉS han de ser residents a la UE. No es permetrà l’embarcament als residents no comunitaris.
de: Alle Passagiere auf dieser Fahrt DÜRFEN NUR in der EU ansässig sein. Nicht-EU-Bürger dürfen nicht an Bord gehen.
es: Todos los pasajeros de este viaje DEBEN ser residentes de la UE ÚNICAMENTE. No se permitirá el embarque a los residentes fuera de la UE.
fr: Tous les passagers de cette croisière DOIVENT être des résidents de l'UE UNIQUEMENT. Les non-résidents de l'UE ne seront pas autorisés à embarquer.
it: Su questa crociera sono ammessi ESCLUSIVAMENTE residenti dell'Unione Europea. I residenti non UE non potranno salire a bordo.
ja: このクルーズのすべての乗船客は、EU居住者でなければなりません。EU非居住者の方はご乗船できませんので、予めご了承ください。
kk: Бұл рейстегі барлық жолаушылар ТЕК ЕО тұрғындары болуы КЕРЕК. Кеме бортына ЕО-ға кірмейтін елдердің тұрғындары жіберілмейді.
ko: 이 항해를 하는 모든 고객들은 유럽 거주자로만 제한됩니다. 유럽 거주자가 아닌 분의 탑승은 허용되지 않습니다.
ky: Бул сапардын бардык жүргүнчүлөрү бир гана ЕБнин тургундары болушу керек. Бортко башка өлкөнүн тургундары киргизилбейт.
lv: Visiem ši brauciena pasažieriem ir jābūt TIKAI ES rezidentiem.Tiem,kas nebūs ES rezidenti,nebūs atļauts iekāpt uz kuģa.
mn: Бүх зорчигчид ЗӨВХӨН Европын Холбооны Улсын иргэд байх ёстой. Европын Холбооны Улсын биш иргэдийг онгоцон дээр гарахыг хориглоно.
pt: Todos os passageiros nesta viagem DEVEM ser residentes da UE APENAS. Residentes de fora da UE não poderão embarcar.
ro: Toți pasagerii din această călătorie TREBUIE să fie DOAR rezidenți ai UE. Rezidenții din afara UE nu vor avea voie să urce la bord.
ru: Все пассажиры этого плавания ДОЛЖНЫ быть ИСКЛЮЧИТЕЛЬНО резидентами ЕС. Резиденты других стран не допускаются на борт.
uk: Всі пасажири цього плавання ПОВИННІ бути ВИКЛЮЧНО резидентами ЄС. Резиденти інших країн не допускаються на борт.
uz: Ушбу круизнинг барча йўловчилари фақат ЕИ резидентлари бўлиши ШАРТ. ЕИ резиденти бўлмаганлар бортга қўйилмайди.
zh: 航行中的所有乘客必須僅是歐盟居民。非歐盟居民將被禁止登船。

source: All passengers will be assigned the same location details.
ca: Tots els passatgers rebran els mateixos detalls de la ubicació.
de: Allen Fahrgästen werden die gleichen Standortangaben zugewiesen.
es: A todos los pasajeros se les asignarán los mismos detalles de ubicación.
fr: Tous les passagers se verront attribuer les mêmes coordonnées de localisation.
it: A tutti i passeggeri verranno assegnati gli stessi dati sulla posizione.
ja: すべての乗客に同じ場所の詳細が割り当てられます。
kk: Барлық жолаушыларға орналасқан жері туралы бірдей мәліметтер беріледі.
ky: Бардык жүргүнчүлөргө бирдей жайгашкан жер дайындалат.
lv: Visiem pasažieriem tiks piešķirta viena un tā pati informācija par atrašanās vietu.
mn: Бүх зорчигчдод ижил газрын мэдээлэл өгөх ёстой.
pt: Todos os passageiros receberão os mesmos detalhes de localização.
ro: Tuturor pasagerilor li se vor atribui aceleași detalii despre locație.
ru: Всем пассажирам будут присвоены одинаковые данные о местонахождении.
uk: Всім пасажирам буде надано однакові дані про місцезнаходження.
uz: Барча йўловчиларга бир хил яшаш жойи кўрсатилади.
zh: 所有乘客将被分配相同的地点信息。

source: All Payments
ca: Tots els Pagaments
de: Alle Zahlungen
es: Todos los Pagos
fr: Tous les paiements
it: Tutti i pagamenti
ja: すべての支払い
kk: Барлық төлемдер
ko: 모든 지불
ky: Бардык Төлөмдөр
lv: Visi Maksājumi
mn: Бүх төлбөрүүд
pt: Todos os pagamentos
ro: Toate plăţile
ru: Все платежи
uk: Всі платежі
uz: Барча тўловлар
zh: 所有支付

source: All plans include
ca: Tots els plans inclouen
de: Alle Pläne umfassen
es: Todos los planes incluyen
fr: Tous les plans comprennent
it: Tutti i piani includono
ja: すべてのプランに含まれる
kk: Барлық пландарды қамтиды
ky: Бардык пландар кирет
lv: Visi plāni ietver
mn: Бүх хөтөлбөрүүдэд
pt: Todos os planos incluem
ro: Toate planurile includ
ru: Все планы включают
uk: Всі плани включають
uz: Барча режалар ўз ичига олади
zh: 包含所有计划

source: All production (including activations + recurring payments) that count toward Rank advancement, with no more than 40% coming from a single leg.
fr: Toute la production (activations + paiements récurrents) contribuant à la progression de Rang, avec un maximum de 40 % provenant d’une seule branche.
it: Tutta la produzione (incluse le attivazioni e i pagamenti ricorrenti) che conta per l'avanzamento di Rango, con un massimo del 40% proveniente da una singola gamba.
kk: Рангты көтеруге есептелетін барлық өндіріс (оның ішінде активтендірулер мен рекурренттік төлемдер), бірақ бір тармақтан 40%-дан артық болмауы тиіс.
pt: Toda a produção (incluindo ativações + pagamentos recorrentes) que contam para o avanço de classificação, com no máximo 40% vindo de uma única etapa.
uk: Увесь товарообіг (включно з активаціями та регулярними платежами), який зараховується для просування в ранзі, не може перевищувати 40% від однієї гілки.
uz: Рангга эришиш учун инобатга олинадиган барча ишлаб чиқариш ҳажми (жумладан фаолликлар + даврий тўловлар), битта қўлдан кўпи билан 40%и олинганида.
zh: 所有计入级别晋升的业绩量（包括激活+经常性付款），且来自单条线的业绩量不得超过40%。

source: All purchases are backed by our 14-day no risk money back guarantee.
ca: Totes les compres estan avalades per la nostra garantia de devolució sense risc durant 14 dies.
de: Alle Buchungen werden durch unsere 14-tägige Kein-Risiko Geld-zurück-Garantie abgesichert.
es: Todas las compras están respaldadas, sin riesgo alguno, por nuestra garantía de 14 días de devolución del dinero.
fr: Tous les achats sont couverts par notre garantie de remboursement sans risque de 14 jours.
it: Tutti gli acquisti sono coperti, senza alcun rischio, dalla nostra garanzia di rimborso di 14 giorni.
ja: すべての購入は、14日間のノーリスクの返金保証によってバックアップされています。
kk: Біздің сайттағы барлық сатып алулар 14 күн ішінде ақшаны қайтару кепілдігіне ие.
ko: 모든 구매는 14 일동안 위험부담없이 환불이 보장됩니다.
ky: Биздин сайттан бардык сатып алуулар 14 күндүн ичинде төлөмдү кайтарып алуу кепилдине ээ.
lv: Visus pirkumus atbalsta mūsu 14 dienas bez riska naudas atpakaļgarantijas.
mn: Бүх худалдан авалт 14 хоногийн дотор ямар нэг эрсдэлгүй, төлбөр буцаах баталгаатай болно.
pt: Todas as compras têm o suporte dos nossos 14 dias sem risco, com a devolução do dinheiro garantida.
ro: Toate achizițiile sunt susținute, fără risc, de garanția noastră de restituire a banilor în 14 zile.
ru: Мы гарантируем возврат средств в течение 14-ти дней с момента оплаты за все покупки, совершённые на нашем сайте.
uk: Всі покупки супроводжуються нашою 14-денною гарантією повернення коштів.
uz: Барча харидлар бизнинг 14 кунлик таваккалсиз пулни қайтариш кафолатимиз билан таъминланган.
zh: 所有的購買均有我們的14天無風險退款保證支持。

source: All purchases are subject to our
ca: Totes les compres estan subjectes al nostre
de: Alle Käufe unterliegen unseren
es: Todas las compras están sujetas a nuestra
fr: Tous les achats sont soumis à notre
it: Tutti gli acquisti sono soggetti al nostro
ja: すべての購入は、
kk: Барлық сатып алулар бізге бағынады
ko: 모든 구매에는 다음이 적용됩니다
ky: Бардык сатып алуулар биздин .... көз каранды
lv: Visi pirkumi ir pakļauti mūsu
mn: Бүх худалдан авалтууд
pt: Todas as compras estão sujeitas à nossa
ro: Toate achizițiile sunt supuse obligației noastre
ru: Все платежи регулируются нашим
uk: Усі платежі регулюються нашим
uz: Барча харидлар қуйидаги ҳужжатга мувофиқ амалга оширилади
zh: 所有购买均受我们的

source: All questions answered correctly
ca: Totes les preguntes respostes correctament
de: Alle Fragen wurden korrekt beantwortet
es: Todas las preguntas han sido respondidas correctamente
fr: Toutes les questions ont été répondu correctement
it: Tutte le risposte sono corrette
ja: すべての質問を回答しました
kk: Барлық сұрақтарға дұрыс жауап берілді
ko: 모든 질문에 바르게 대답하셨습니다
ky: Бардык суроолорго туура жооп берилди
lv: Visi jautājumi atbildēti pareizi
mn: Та бүх асуултуудад зөв хариулсан байна
pt: Todas as perguntas foram respondidas corretamente
ro: S-a răspuns corect la toate întrebările
ru: Все вопросы отвечены правильно
uk: Відповіді на всі питання правильні
uz: Барча саволларга тўғри жавоб берилди
zh: 所有問題都正確回答

source: All Ranks
ca: Tots els Rangs
de: Alle Ränge
es: Todos los Rangos
fr: Tous les rangs
it: Tutti i ranghi
ja: 全ランク
kk: Барлық Рангтар
ko: 모든 직급
ky: Бардык рангдар
lv: Visi rangi
mn: Бүх цолуудаар
pt: Todos os patamares
ro: Toate nivelurile de carieră
ru: Все ранги
uk: Всі ранги
uz: Барча ранглар
zh: 所有等级

source: All recurring and manual payments are protected by TrustMyTravel (TMT).
fr: Tous les paiements récurrents et manuels sont sécurisés par TrustMyTravel (TMT).
it: Tutti i pagamenti ricorrenti e manuali sono protetti da TrustMyTravel (TMT).
kk: Барлық рекурренттік және қолмен жасалатын төлемдер TrustMyTravel (TMT) арқылы қорғалған.
pt: Todos os pagamentos recorrentes e manuais são protegidos pela TrustMyTravel (TMT).
uk: Усі регулярні та здійснені вручну платежі захищені TrustMyTravel (TMT).
uz: Барча даврий ва мустақил амалга оширилган тўловлар TrustMyTravel (TMT) орқали ҳимояланган.
zh: 所有定期付款和手动付款均由TrustMyTravel (TMT)保护。

source: All recurring qualified production that count toward Ranking up your recurring income, with no more than 40% coming from a single leg.
fr: Toute la production récurrente qualifiée est comptabilisée pour l'augmentation de votre classement et de votre revenu récurrent, avec un maximum de 40 % provenant d’une seule branche.
it: Tutta la produzione ricorrente qualificata che concorre al raggiungimento del tuo Ranking per il reddito ricorrente, con un contributo massimo del 40% derivante da una singola gamba.
kk: Тұрақты табысыңызды арттыру үшін есептелетін барлық рекурренттік білікті өндіріс, алайда оның ең көбі 40%-ы бір ғана құрылымдық тармақтан түсуі тиіс.
pt: Todas as produções recorrentes qualificadas que contam para a classificação da sua renda recorrente, com no máximo 40% proveniente de uma única linha.
uk: Весь рекурентний кваліфікований товарообіг, що формує ваш рекурентний дохід, з обмеженням у 40% обсягу з однієї гілки.
zh: 所有符合条件的循环业绩都将计入您的循环收入晋级计算，其中来自单一团队的业绩占比不得超过40%。

source: All recurring total production.
fr: Toute la production récurrente totale.
it: Tutta la produzione totale ricorrente.
kk: Барлық тұрақты (рекурренттік) жалпы өндіріс көлемі.
pt: Toda a produção total recorrente.
uk: Весь загальний рекурентний товарообіг.
zh: 所有循环总业绩。

source: all registration information you provide is truthful and accurate.
ca: tota la informació de registre que proporcionis és veraç i precisa.
de: alle von Ihnen angegebenen Registrierungsinformationen sind wahrheitsgemäß und genau.
es: toda la información de tu registro es verdadera y precisa.
fr: toutes les informations d'Inscription que vous fournissez sont véridiques et exactes.
it: tutte le informazioni di registrazione che fornisci sono veritiere e accurate.
ja: あなたが提供するすべての登録情報は真実かつ正確であること。
kk: сіз берген барлық тіркеу ақпараты шынайы және дәл.
ky: Сиз берген бардык каттоо маалыматтары туура жана так.
lv: visa jūsu sniegtā reģistrācijas informācija ir patiesa un precīza.
mn: Таны өгсөн бүх бүртгэлийн мэдээлэл яг үнэн зөв байна.
pt: todas as informações de registro fornecidas por você são verdadeiras e precisas.
ro: toate informațiile de înregistrare pe care le furnizați sunt veridice și exacte.
ru: вся предоставленная вами регистрационная информация является правдивой и точной.
uk: вся надана вами реєстраційна інформація є правдивою та точною.
uz: сиз тақдим этган барча рўйхатга олиш маълумотлари тўғри ва аниқ.
zh: 您提供的所有注册信息均真实且准确。

source: All Reservations
ca: Totes les reserves
de: Alle Reservierungen
es: Todas las reservaciones
fr: Toutes les reservations
it: Tutte le prenotazioni
ja: すべての予約
kk: Барлық Брондар
ky: Бардык брондоолор
lv: Visas Rezervācijas
mn: Бүх аялалууд
pt: Todas as reservas
ro: Toate Rezervările
ru: Все бронирования
uk: Усі бронювання
uz: Барча буюртмалар
zh: 所有预订

source: All Sections
ca: Totes les seccions
de: 所有部分
es: Todas las Secciones
fr: Toutes les sections
it: Tutte le sezioni
ja: すべての項目
kk: Барлық бөлімдер
ko: 모든 섹션
ky: Бардык бөлүмдөр
lv: Visas Nodaļas/sekcijas
mn: Бүх хэсгүүд
pt: Todas as seções
ro: Toate secțiunile
ru: Все разделы
uk: Всі розділи
uz: Барча бўлимлар
zh: 所有部分

source: All sessions logged out successfully
ca: Totes les sessions s'han tancat correctament
de: Alle Sitzungen erfolgreich abgemeldet
es: Todas las sesiones fueron cerradas correctamente
fr: Toutes les sessions ont été déconnectées avec succès
it: Tutte le sessioni sono state disconnesse con successo
ja: すべてのセッションでログアウトが成功しました
kk: Барлық сеанстар сәтті аяқталды
ko: 모든 세션이 성공적으로 로그아웃되었습니다
ky: Бардык сеанстар ийгиликтүү аяктады
lv: Visas sesijas veiksmīgi ateikušās
mn: Бүх хуудаснууд амжилттай салгагдлаа
pt: Todas as sessões encerradas com sucesso
ro: Toate sesiunile s-au deconectat cu succes
ru: Все сессии успешно завершены
uk: Усі сесії успішно завершено
uz: Барча сессиялар муваффақиятли ёпилди
zh: 所有会话均已成功注销

source: All Statuses
fr: Tous les Statuts
it: Tutti gli stati

source: All taxes, fees, and tips are included — no hidden costs
ca: Tots els impostos, taxes i propines estan inclosos — sense costos ocults
de: Alle Steuern, Gebühren und Trinkgelder sind inbegriffen — keine versteckten Kosten
es: Todos los impuestos, cargos y propinas están incluidos — no hay costos ocultos
fr: Toutes les taxes, frais et pourboires sont inclus — aucun coût caché
it: Tutte le tasse, le commissioni e le mance sono incluse — nessun costo nascosto
ja: すべての税金、手数料、チップが含まれており、追加費用は一切ありません
kk: Барлық салықтар, алымдар мен кеңестер кіреді—жасырын шығындар жоқ
ky: Бардык салыктар, төлөмдөр жана чайпулдар киргизилген — жашыруун чыгымдар жок
lv: Iekļautas visas nodevas un maksas — nav slēptu izmaksu
mn: Бүх татвар, хураамж, үйлчилгээний хөлсүүд багтсан - ямар нэгэн далд зардал байхгүй болно
pt: Todos os impostos, taxas e gorjetas estão incluídos — sem custos ocultos
ro: Toate taxele, comisioanele și bacșișurile sunt incluse — fără costuri ascunse
ru: Все налоги, сборы и чаевые включены — никаких скрытых расходов.
uk: Усі податки, збори та чайові включені – жодних прихованих витрат
uz: Барча солиқлар, йиғимлар ва миннатдорчилик ҳақлари киритилган - яширин тўловларсиз
zh: 所有税费、小费和服务费均已包含—无任何隐藏费用

source: All Team Partners
ca: Tots els Socis d'Equip
de: Alle Team Partner
es: Todos los Socios de Equipo
fr: Tous les partenaires de l'équipe
it: Tutti i Partner del team
ja: 全チームパートナー
kk: Барлық команда серіктестері
ko: 모든 팀 파트너
ky: Бардык команда өнөктөштөрү
lv: Visi komandas partneri
mn: Бүх багийн Түншүүд
pt: Todos os sócios da equipe
ro: Toţi partenerii din echipă
ru: Команда Партнеров
uk: Усі Партнери Команди
uz: Барча жамоа Ҳамкорлари
zh: 所有團隊合作夥伴

source: All Teams
fr: Toutes les Équipes
it: Tutti i team
