Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I am not currently operating, nor are my Partners operating any unauthorized offices in connection with our inCruises business.
ca: Actualment, no estic operant, ni els meus Socis estan operant cap oficina no autoritzada en relació amb el nostre negoci inCruises.
de: Weder ich noch meine Partner betreiben derzeit unbefugte Büros in Verbindung mit unserem inCruises-Geschäft.
es: Actualmente no dirijo, ni mis Socios dirigen, oficinas no autorizadas que tengan relación con nuestro negocio inCruises.
fr: Je n'exploite pas actuellement, et mes Partenaires n'exploitent pas non plus, de bureaux non autorisés dans le cadre de nos activités inCruises.
it: Attualmente né io né i miei Partner gestiamo uffici adibiti all'attività di inCruises senza autorizzazione.
ja: 私は、現在、inCruises事業に関連して、不正（未承認）な事務所を運営しておらず、また、私のチームのパートナーも不正（未承認）な事務所を運営していません。
kk: Мен қазіргі уақытта біздің inCruises бизнесімізге қатысты рұқсат етілмеген кеңселерде жұмыс істемеймін және менің серіктестерім де жұмыс істемейді.
ko: 본인은 물론, 제 파트너도 inCruises 비즈니스와 관련하여 승인되지 않은 사무실을 운영하고 있지 않습니다.
ky: Учурда мен жана менин Өнөктөштөрүм да биздин inCruises бизнесибизге байланыштуу эч кандай уруксатсыз кеңселерди иштетпейбиз.
lv: Es pašlaik nedarbojos, un mans Partneris nevada nevienu nesankcionētu biroju saistībā ar mūsu inCruises biznesu.
mn: Би болон манай Түншүүдээс хэн нэгэн одоогоор inCruises бизнесийг хийхтэй холбоотой зөвшөөрөлгүй оффис ажиллуулаагүй болно.
pt: No momento, não estou operando, nem meus parceiros estão operando escritórios não autorizados relacionados aos nossos negócios inCruises.
ro: În prezent, nu operez și nici partenerii mei nu operează birouri neautorizate în legătură cu afacerea noastră inCruises.
ru: В настоящее время ни я, ни мои Партнёры не управляем никаким связанным с нашим бизнесом inCruises несанкционированным офисом.
uk: В даний час ні я, ні мої Партнери не керуємо ніяким пов'язаним з нашим бізнесом inCruises несанкціонованим офісом.
uz: Ҳозирги вақтда мен ҳам, менинг Ҳамкорларим ҳам inCruises фаолиятимиз билан боғлиқ рухсат этилмаган офисларни бошқармаймиз.
zh: 我目前没有运营任何与我们的 inCruises 业务相关的未经授权的办事处，我的合作伙伴也没有运营任何此类办事处。

source: I am so happy and grateful to be part of this extraordinary company, with so many possibilities and benefits. It is fantastic to know that soon, I will be taking my first cruise 🛳️ with all my family, the first of many through our club inCruises. Wonderful experiences that I have always wanted and I couldn't see myself having before, with the support of incredible people that are rooting for my success and contributing to my growth. Thanks Incruises for everything, for your existence, only joy and satisfaction.
ca: Estic tan feliç i agraïda de formar part d’aquesta companyia extraordinària, amb tantes possibilitats i beneficis. És fantàstic saber que aviat faré el meu primer creuer 🛳️ amb tota la meva família, el primer de molts gràcies al nostre club inCruises. Experiències meravelloses que sempre he desitjat i que abans no em veia capaç de tenir, amb el suport de persones increïbles que aposten pel meu èxit i contribueixen al meu creixement. Gràcies, inCruises, per tot, per la vostra existència, només alegria i satisfacció.
de: Ich bin so glücklich und dankbar, Teil dieses außergewöhnlichen Unternehmens zu sein, mit so vielen Möglichkeiten und Vorteilen. Es ist fantastisch zu wissen, dass ich bald meine erste Kreuzfahrt 🛳️ mit meiner ganzen Familie machen werde, die erste von vielen durch unseren Club inCruises. Wunderbare Erfahrungen, die ich mir schon immer gewünscht habe und die ich mir vorher nicht vorstellen konnte, mit der Unterstützung von unglaublichen Menschen, die sich für meinen Erfolg einsetzen und zu meinem Wachstum beitragen. Danke InCruises für alles, für eure Existenz, nur Freude und Zufriedenheit.
es: Estoy muy feliz y agradecida por ser parte de esta extraordinaria compañía, con tantas posibilidades y beneficios. Es fantástico saber que pronto estaré tomando mi primer crucero 🛳️ con toda mi familia, el primero de muchos a través de nuestro club inCruises. Experiencias maravillosas que siempre he querido y en las que no podía visualizarme antes, con el apoyo de personas increíbles que apoyan mi éxito y contribuyen a mi crecimiento. Gracias, inCruises, por todo, por tu existencia, alegría y satisfacción.
fr: Je suis tellement heureuse et reconnaissante de faire partie de cette entreprise extraordinaire, qui offre tant de possibilités et d'avantages. C'est fantastique de savoir que je vais bientôt faire ma première croisière 🛳️ avec toute ma famille, la première d'une longue série grâce à notre club inCruises. Des expériences merveilleuses que j'ai toujours rêvées et que je n'aurais jamais imaginées vivre auparavant, avec l'assistance de personnes incroyables qui encouragent ma réussite et contribuent à mon épanouissement. Merci Incruises pour tout, pour votre présence, que de joie et de satisfaction.
it: Sono così felice e riconoscente di far parte di questa straordinaria azienda, con così tante possibilità e vantaggi. È fantastico sapere che presto farò la mia prima crociera 🛳️ con tutta la mia famiglia, la prima di molte grazie al nostro club inCruises. Meravigliose esperienze che ho sempre desiderato e che prima non vedevo possibili, con il supporto di persone incredibili che tifano per il mio successo e contribuiscono alla mia crescita. Grazie inCruises per tutto, per la tua esistenza, solo gioia e soddisfazione.
ja: この素晴らしい会社の一員になれたことを、とても幸せで、心から感謝しています。可能性とメリットがたくさんあって、本当に素晴らしいです。もうすぐ、家族全員で初めてのクルーズ🛳️に出かけられることがわかって、ワクワクしています。これは inCruises クラブを通じての最初のクルーズであり、これからたくさん続いていく中の第一歩です。 ずっと夢見ていた素晴らしい体験を、かつては自分が実現できるとは思っていませんでした。でも今は、私の成功を応援し、成長を支えてくれる素晴らしい仲間たちの存在があります。inCruises、本当にありがとう。あなたの存在に、ただただ喜びと満足を感じています。
kk: Мен осы керемет компанияның бір бөлігі болғаныма өте қуаныштымын және ризамын — мүмкіндіктері мен артықшылықтары өте көп. Жақын арада бүкіл отбасыммен бірге алғашқы круизіме 🛳️ шығатынымды білу — нағыз керемет сезім! Бұл — біздің inCruises клубы арқылы жүзеге асатын көптеген сапарлардың алғашқысы. Бұрын армандаған, бірақ өзіме мүмкін емес көрінген ғажайып тәжірибелер енді қолжетімді болды. Бұл жолда менің табысым үшін жанашырлықпен қолдау білдіретін және өсуіме үлес қосатын керемет адамдар бар.Барлығы үшін рақмет, inCruises! Сіздердің бар екендеріңізге алғысым шексіз — тек қуаныш пен ризашылық сезімі.
ky: Мен көптөгөн мүмкүнчүлүктөрү жана артыкчылыктары бар укмуштуудай компаниянын бир бөлүгү болгонума абдан бактылуумун жана ыраазымын. Жакында мен үй-бүлөм менен биринчи круизиме🛳️ чыга турганыма аябай кубанычтамын, бул биздин inCruises клубу аркылуу биринчи круизибиз жана ал көптөгөн круиздердин башы гана! Мен ар дайым кыялданган укмуштуу тажрыйбалар эми орундалып жатат, мурда мындай мүмкүнчүлүккө ээ болом деп ойлогон эмесмин. Менин ийгилигиме чын жүрөктөн тилектеш болуп, өсүүмө көмөктөшүп жаткан сонун адамдардын колдоосун сезүү өзгөчө сонун! InCruises, бар экениң үчүн, тартуулаган кубаныч жана канааттануу үчүн чоң рахмат.
lv: Esmu tik laimīga un pateicīga būt šīs neparastās kompānijas sastāvā, ar tik daudzām iespējām un ieguvumiem. Ir fantastiski apzināties, ka drīz kopā ar visu ģimeni došos savā pirmajā kruīza 🛳️, pirmajā no daudziem sadarbībā ar mūsu klubu “InCruises”. Brīnišķīgi pārdzīvojumi, ko vienmēr esmu vēlējusies un neredzēju sevi agrāk, ar neticamu cilvēku atbalstu, kas ir pamatā manos panākumos un veicina manu izaugsmi. Paldies Inkruīziem par visu, par eksistenci, prieku un gandarījumu.
mn: Би энэхүү маш их боломж, хөнгөлөлт, ашиг тусыг өгдөг онцгой гайхалтай компанийн нэг хэсэг болж байгаадаа үнэхээр их баярлаж, талархаж байна. Удалгүй гэр бүлийнхэнтэйгээ анхны далайн аялалдаа 🛳️ гарах гэж байгаадаа сэтгэл догдолж байна. Энэ бол манай inCruises клубээр дамжуулан хийх олон аяллын эхлэл юм. Миний хувьд өмнө нь үргэлж мөрөөддөг байсан, гэхдээ өөрийгөө эдгээрийг үзэж чадна гэж төсөөлж байгаагүй гайхалтай туршлагуудыг, миний амжилтын төлөө урам өгдөг, өсөлт хөгжилд минь хувь нэмэр оруулдаг гайхамшигтай хүмүүсийн дэмжлэгтэйгээр эдэлж байна. InCruises-д бүх зүйлийн төлөө, мөн оршин байгаад зөвхөн баяр баясал, сэтгэл ханамжтайгаар талархаж байна.
pt: Eu estou tão feliz e grata por fazer parte desta empresa extraordinária, com tantas possibilidades e benefícios. É fantástico saber que em breve estarei fazendo meu primeiro cruzeiro 🛳️ com toda a minha família. O primeiro de muitos pelo nosso clube InCruises. Experiências maravilhosas que eu sempre quis e nunca imaginei viver antes, com o suporte dessas pessoas incríveis que estão torcendo pelo meu sucesso e contribuindo para o meu crescimento. Obrigada InCruises por tudo, por existir, apenas alegria e satisfação.
ro: Sunt atât de fericit și recunoscător să fac parte din această companie extraordinară, cu atât de multe posibilități și beneficii. Este fantastic să știu că, în curând, voi face prima mea croazieră 🛳️ cu toată familia mea, prima dintre multe prin clubul nostru inCruises. Experiențe minunate pe care mi le-am dorit dintotdeauna și pe care nu m-am putut vedea să le am înainte, cu sprijinul unor oameni incredibili care susțin succesul meu și contribuie la creșterea mea. Mulțumesc inCruises pentru tot, pentru existenta ta, numai bucurie și satisfacție.
ru: Я так счастлива и благодарна быть частью этой необыкновенной компании, с таким количеством возможностей и преимуществ. Это фантастика — знать, что скоро я отправлюсь в свой первый круиз 🛳️ со всей своей семьей, первый из многих — через наш клуб inCruises. Чудесные впечатления, о которых я всегда мечтала и которые не могла себе представить раньше, при поддержке невероятных людей, которые болеют за мой успех и способствуют моему росту. Спасибо Incruises за все, за ваше существование, только радость и удовольствие.
uk: Я така щаслива і вдячна бути частиною цієї незвичайної компанії, з такою кількістю можливостей та переваг. Фантастично усвідомлювати, що скоро я вирушу в свій перший круїз 🛳️ з усією своєю сім'єю, перший з багатьох через наш клуб inCruises. В очікуванні чудових вражень, про які я завжди мріяла і які я не могла собі уявити раніше, завдяки підтримці неймовірних людей, які вболівають за мій успіх і сприяють моєму зростанню. Дякую, inCruises, за все, за ваше існування, за радість і задоволення.
uz: Мен ушбу ажойиб компаниянинг бир қисми эканлигимдан жуда бахтлиман ва миннатдорман. Тез кунларда бутун оилам билан илк круиз саёҳатимга 🛳️ чиқамиз. Авваллари ҳеч бўлмаган, аммо ажойиб ҳис-туйғулар, саргузаштлар, менинг муваффақиятим учун интилаётган ва ўсишимга ёрдамлашаётган ажойиб инсонлар туфайли. Борлигинг учун, инсонларга қувонч ва фойда келтираётганинг учун раҳмат, inCruises.
zh: 我感到非常高兴和感激，能够成为这家充满无限可能和福利的非凡公司的一员。令人兴奋的是，我即将与全家一起踏上我的第一次邮轮之旅🛳️，这将是通过我们inCruises俱乐部的众多旅程中的第一程。一直以来我所向往但以前无法想象拥有的美妙体验，如今在一群为我的成功加油并助力我成长的了不起的人们支持下成为现实。感谢inCruises，感谢您的一切，感谢您的存在，带来无尽的喜悦与满足。

source: I Confirm My Understanding of the Activation Process
ca: Confirmo que Entenc el Procés d'Activació
de: Ich bestätige, dass ich den Aktivierungsprozess verstanden habe
es: Confirmo Mi Entendimiendo del Proceso de Activación
fr: Je confirme ma compréhension du processus d'activation
it: Confermo di aver compreso la procedura di attivazione
ja: アクティベーション・プロセスについて理解していることに同意します
kk: Мен белсендіру процесі туралы түсінгенімді растаймын
ky: Активдештирүү процессин түшүнгөнүмдү тастыктайм
lv: Apstiprinu Savu Izpratni par Aktivizācijas Procesu
mn: Би идэвхжүүлэх үйл явцын тухай сайн ойлгосноо баталж байна
pt: Confirmo minha compreensão do processo de ativação
ro: Confirm că am înțeles procesul de activare
ru: Я подтверждаю, что мне понятен процесс Активации
uk: Я підтверджую, що мені зрозумілий процес Активації
uz: Фаоллаштириш жараёнидан хабардор эканлигимни тасдиқлайман
zh: 我确认我对激活流程的理解

source: I confirm with my signature below, that I market the inCruises/inGroup® Membership by Activating only Members who fully understand the value of the offer, and who are capable of Activating on our website, agreeing to our Terms of Service and Legal Agreements themselves, and creating their login credentials and receiving and understanding notifications from inCruises/inGroup® without assistance. I never assist Members by paying for or booking their travel. My only role as a Partner is to assist prospective Members and Members by clarifying and communicating how our Membership and Partnership opportunity works.
ca: Confirmo amb la meva signatura a baix, que comercialitzo la Membresia inCruises/inGroup® Activant només a Membres que comprenen plenament el valor de l'oferta, i que són capaces d'Activar en la nostra pàgina web, acceptant els nostres Termes de Servei i Acords Legals per crear les seves credencials d'inici de sessió i rebre i comprendre les notificacions d'inCruises/inGroup® sense ajuda. Mai ajudo als Socis pagant o reservant els seus viatges. La meva única funció com a Soci és ajudar als futurs Membres i als Socis aclarint i comunicant com funciona la nostra Membresia i oportunitat de Soci.
de: Ich bestätige mit meiner Unterschrift unten, dass ich die inCruises/inGroup® Mitgliedschaft vermarkte, indem ich nur Mitglieder aktiviere, die den Wert des Angebots vollständig verstehen und die in der Lage sind, sich auf unserer Website zu aktivieren, unseren Nutzungsbedingungen und rechtlichen Vereinbarungen selbst zuzustimmen und ihre Anmeldedaten zu erstellen und Benachrichtigungen von inCruises/inGroup® ohne Hilfe zu erhalten und zu verstehen. Ich helfe den Mitgliedern niemals, indem ich ihre Reisen bezahle oder buche. Meine einzige Rolle als Partner besteht darin, potenzielle Mitglieder und Mitglieder zu unterstützen, indem ich ihnen erkläre und mitteile, wie unsere Mitgliedschaft und die Möglichkeiten der Partnerschaft funktionieren.
es: Confirmo con mi firma abajo que comercializaré la Membresía inCruises/inGroup® Activando únicamente a Miembros que comprendan por completo el valor de la oferta y que sean capaces de Activarse en nuestro sitio web aceptando nuestros Términos de Servicio y Acuerdos Legales por sí mismos, y creando sus credenciales de inicio de sesión y recibiendo y comprendiendo las notificaciones de inCruises/inGroup® sin ayuda. Nunca ayudo a los Socios pagando o reservando sus viajes. Mi única función como Socio es ayudar a Miembros y Miembros prospectos aclarando e informando cómo funcionan nuestra Membresía y oportunidad de Socio.
fr: Je confirme par ma signature ci-dessous que je commercialise l'Adhésion inCruises/inGroup® en activant uniquement les Membres qui comprennent parfaitement la valeur de l'offre et qui sont capables de s'activer sur notre site web, d'accepter eux-mêmes nos conditions de service et nos accords juridiques, de créer leurs identifiants de connexion et de recevoir et comprendre les notifications de inCruises/inGroup® sans assistance. Je n'aide jamais les Membres à payer ou à réserver leur voyage. Mon seul rôle en tant que Partenaire est d'aider les Membres potentiels et les Membres en clarifiant et en communiquant sur le fonctionnement de nos opportunités d'Adhésion et de Partenariat.
it: Con la mia firma di seguito confermo di commercializzare la Membership inCruises/inGroup® attivando solo Membri che comprendono appieno il valore dell'offerta e che sono in grado autonomamente di attivarsi sul nostro sito web, di accettare le nostre Condizioni di servizio e i nostri Contratti legali, di creare le loro credenziali di accesso e di ricevere e comprendere le notifiche di inCruises/inGroup® senza assistenza. Non fornisco mai assistenza ai Membri pagando o prenotando i loro viaggi. Il mio unico ruolo in qualità di Partner è quello di assistere i Membri potenziali e i Membri già iscritti chiarendo e comunicando come funzionano le nostre opportunità di Membership e Partnership.
ja: 私は、以下の署名により、オファーの価値を十分に理解し、当社のウェブサイト上で登録作業を行い、当社の利用規約および法的同意書に自ら同意することができ、ログイン認証情報を作成し、inCruises/inGroup®からの通知を支援なしで 受信し理解できるメンバーのみを登録することにより、inCruises/inGroup®メンバーシップを販売することを約束します。私は、メンバーの旅行代金を支払ったり予約したりすることで、メンバーを支援することはありません。パートナーとしての私の唯一の役割は、 当社のメンバーシップとパートナーシップの機会がどのように機能するかを明確にし、伝えることによって、メンバー見込み顧客とメンバーを支援することです。
kk: Төменде қол қою арқылы мен ұсыныстың мәнін толық түсінетін және біздің веб-сайтта белсендіруге қабілетті Мүшелерді ғана белсендіру, Қызмет көрсету шарттарымен және Заңды келісімдермен келісу және жасау арқылы inCruises/inGroup® мүшеліктерін сататынымды растаймын. кіру үшін олардың тіркелгі деректерін және көмексіз inCruises/inGroup® хабарландыруларын алу және түсіну. Мен мүшелерге олардың саяхатын төлеу немесе брондау арқылы ешқашан көмектеспеймін. Серіктес ретінде менің жалғыз рөлім мүшелік пен серіктестік мүмкіндіктеріміз қалай жұмыс істейтінін түсіндіру және хабарлау арқылы әлеуетті мүшелер мен қатысушыларға көмектесу.
ky: Мен төмөндөгү колтамгам менен, inCruises/inGroup® Мүчөлүгүн сунуштун маанисин толук түшүнгөн жана биздин веб-сайтта активдештирүүгө жөндөмдүү, Тейлөө шарттарыбызды жана Мыйзамдуу Келишимдерибизди өзү кабыл алган жана өздөрүнүн логиндик дайындарын түзгөн жана inCruises/inGroup&#174; эскертмелерди жардамсыз түшүнгөн гана Мүчөлөрдү активдештирүү аркылуу өрчүтөөрүмдү тастыктайм. Мен эч качан Мүчөлөргө саякат акысын төлөө же брондоо менен жардам бербейм. Менин Өнөктөш катары жалгыз ролум Мүчөлүк жана Өнөктөштүк мүмкүнчүлүктөрүбүз кандай иштээрин тактоо жана билдирүү аркылуу болочок Мүчөлөргө жана Мүчөлөргө жардам берүү.
lv: Es ar savu parakstu apstiprinu, ka veicinu At inCruises/inGroup® Biedru Dalību, aktivizējot tikai tos Biedrus, kuri pilnībā izprot piedāvājuma vērtību un kuri var aktivizēties mūsu tīmekļa vietnē, piekrītot mūsu pakalpojumu sniegšanas noteikumiem un juridiskajiem noteikumiem Paši vienojas un izveido savus pieteikšanās akreditācijas datus, kā arī saņem un saprot paziņojumus no At inCruises/inGroup® bez palīdzības. Es nekad nepalīdzu Biedriem samaksāt vai rezervēt ceļojumu. Mana vienīgāPpartnera loma ir pālīdzēt topošajiem Biedriem un Biedriem, precizējot un paziņojot, kā darbojas mūsu Biedru dalības un Partnerības iespējas.
mn: Би inCruises/inGroup®-ийн Гишүүнчлэлийг зөвхөн бидний энэ саналын үнэ цэнийг бүрэн ойлгодог, манай вэб хуудсыг ажиллуулах бүрэн чадвартай, Үйлчилгээний Нөхцөлүүд болон Хууль эрх зүйн Гэрээнүүдийг хүлээн зөвшөөрдөг, өөрсдийн бүртгэлийг үүсгэж чаддаг, бусдын тусламжгүйгээр inCruises/inGroup®-ээс мэдэгдэл хүлээн авч ойлгох чадвар бүхий Гишүүдэд сурталчилна гэдгээ доорхи гарын үсгээр баталж байна. Би Гишүүдийн аяллын төлбөрийг төлөх болон захиалга хийхэд нь хэзээ ч туслахгүй байх болно. Түншийн хувьд миний цорын ганц үүрэг бол Гишүүнчлэл, Түншлэлийн боломж хэрхэн хэрэгжиж буйг тодруулж, мэдээлэх замаар ирээдүйн Гишүүд болон Түншүүдэд туслах явдал юм.
pt: Confirmo, com minha assinatura abaixo, que comercializo a assinatura inCruises/inGroup®; ativando apenas membros que entendem totalmente o valor da oferta e que são capazes de se ativar em nosso site, concordando com nossos Termos de Serviço e Contratos Legais e criando suas próprias credenciais de login e recebendo e compreendendo as notificações da inCruises/inGroup®; sem assistência. Eu nunca ajudo os membros pagando ou reservando suas viagens. Minha única função como parceiro é ajudar os membros em potencial e membros esclarecendo e comunicando como funciona nossa oportunidade de assinatura e parceria.
ro: Confirm prin semnătura mea de mai jos că comercializez abonamentul inCruises/inGroup® activând numai membrii care înțeleg pe deplin valoarea ofertei și care sunt capabili să se activeze pe site-ul nostru, acceptând ei înșiși Acordurile și Termenii și condițiile noastre legale și crearea acreditărilor lor de conectare, primirea și înțelegerea notificărilor de la inCruises/inGroup® fără asistență. Nu ajut niciodată membrii să plătească sau să-și rezerve călătoria. Singurul meu rol ca partener este să ajut potențialii membri și membri prin clarificarea și comunicarea modului în care funcționează oportunitatea noastră de membru și parteneriat.
ru: Я подтверждаю своей подписью ниже, что продвигаю Членство в Клубе inCruises/inGroup® путём Активации только тех Членов Клуба, которые полностью понимают преимущества данного предложения и которые способны самостоятельно активироваться на нашем сайте, согласиться с нашими Условиями обслуживания и другими правовыми документами, а также создать свой собственный логин и пароль и получать и понимать содержание уведомлений от inCruises/inGroup® без посторонней помощи. Я никогда не помогаю Членам Клуба производить оплату или бронировать тур. Моя единственная задача как Партнёра - оказывать содействие потенциальным Членам Клуба и Членам Клуба путём разъяснения того, как работают наши возможности Членства в Клубе и Партнёрства.
uk: Я підтверджую своїм підписом нижче, що просуваю Членство в Клубі inCruises/inGroup® шляхом Активації тільки тих Членів Клубу, які повністю розуміють переваги цієї пропозиції та здатні самостійно активуватися на нашому сайті, погодитися з нашими Умовами обслуговування та іншими правовими документами, а також створити свій власний логін та пароль, отримувати та розуміти зміст повідомлень від inCruises/inGroup&® без сторонньої допомоги. Я ніколи не допомагаю Членам Клубу робити оплату або бронювати тур. Моє єдине завдання як Партнера – допомагати та сприяти потенційним та чинним Членам Клубу шляхом роз'яснення того, як працюють наші можливості Членства в Клубі та Партнерства.
uz: Қуйидаги имзоим билан inCruises/inGroup® га Аъзоликни фақатгина таклифнинг қийматини тўлиқ тушунган ва бировнинг ёрдамисиз сайтимизда Хизмат кўрсатиш шартларимиз ва ҳуқуқий битимларга розилик билдирган ҳолда рўйхатдан ўта оладиган, шунингдек кириш учун ўз маълумотларини кирита оладиган ва inCruises/inGroup® дан келадиган билдиргиларни олишни биладиган ва тушунадиган Аъзоларни фаоллаштирган ҳолда сотишимни тасдиқлайман. Мен Аъзоларга круиз буюртма қилишлари ва круиз нархини тўлашларида ёрдамлашмайман. Менинг Ҳамкор сифатидаги ролим эҳтимолий Аъзоларга ва Аъзоларга бизнинг Аъзолик ва Ҳамкорлик имкониятларимиз ҳақида хабар бериш ва тушунтириш йўли билан ёрдам беришдир.
zh: 我通过下面的签名确认，我仅激活完全了解优惠价值、能够在我们的网站上激活、同意我们的服务条款和法律协议的会员来营销inCruises/inGroup®会员资格， 创建登录凭据并在没有帮助的情况下接收和理解来自inCruises/inGroup®的通知。 我从不协助会员支付或预订旅行费用。作为合作伙伴，我的唯一职责是通过澄清和沟通我们的会员资格和合作机会如何运作来协助潜在会员和会员。

source: I CONSENT AND AGREE
ca: CONSENTO I ESTIC D"ACORD
de: ICH BIN EINVERSTANDEN UND STIMME ZU
es: CONSIENTO Y ACEPTO
fr: Je CONSENS et J’ACCEPTE
it: ACCONSENTO E ACCETTO
ja: 私は承諾し、同意します
kk: МЕН КЕЛІСЕМІН ЖӘНЕ РАСТАЙМЫН
ko: 동의합니다
ky: МЕН КОШУЛАМ ЖАНА ТАСТЫКТАЙМ
lv: ES PIEKRITU
mn: БИ ХҮЛЭЭН ЗӨВШӨӨРЧ БАЙНА
pt: EU ACEITO E CONCORDO
ro: ACCEPT ŞI SUNT DE ACORD
ru: Я СОГЛАШАЮСЬ И ПОДТВЕРЖДАЮ
uk: Я ПОГОДЖУЮСЬ І ПІДТВЕРДЖУЮ
uz: ҚАБУЛ ҚИЛАМАН ВА РОЗИМАН
zh: 我承諾並同意
