Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: iii. PARTNER shall not, without the written permission of inGroup International, use the Confidential Information which he/she is obligated hereunder to maintain in confidence for any reason other than to enable PARTNER to properly and completely perform his/her duties and obligations hereunder or under the IBP Agreement. PARTNER shall not reproduce or make copies of any Confidential Information, except as required in the performance of such duties and obligations. Upon termination of this Addendum for any reason, PARTNER shall promptly deliver to inGroup International all Confidential Information in PARTNER’s possession or under PARTNER’s control. PARTNER understands that all Confidential Information is and shall remain the property of inGroup International. Except as may be required by inGroup International, PARTNER shall not, during or at any time after termination of this Addendum, unless inGroup International has given prior written consent, disclose or use the Confidential Information or engage in or refrain from any action, where such action or inaction may result:
ca: iii. El SOCI no utilitzarà, sense el permís escrit d'inGroup International, la Informació Confidencial que està obligat a mantenir en secret per qualsevol raó que no sigui la de permetre al SOCI el compliment adequat i complet dels seus deures i obligacions en virtut del present o de l'Acord IBP. El SOCI no reproduirà ni farà còpies de cap Informació Confidencial, excepte quan sigui necessari per al compliment d'aquests deures i obligacions. A la terminació d'aquest Annex per qualsevol motiu, el SOCI haurà de lliurar immediatament a inGroup International tota la Informació Confidencial que estigui en possessió del SOCI o sota el seu control. El SOCI entén que tota la informació confidencial és i continuarà sent propietat d'inGroup International. Tret que inGroup International ho requereixi, el SOCI no podrà, durant o en qualsevol moment després de la terminació d'aquest Annex, tret que inGroup International hagi donat el seu consentiment previ per escrit, revelar o utilitzar la Informació Confidencial o participar o abstenir-se de qualsevol acció, quan aquesta acció o inacció pugui resultar:
de: iii. Der PARTNER darf die vertraulichen Informationen, zu deren vertraulicher Behandlung er nach diesem Vertrag verpflichtet ist, nicht ohne schriftliche Genehmigung von inGroup International verwenden, es sei denn, dies geschieht aus anderen Gründen, um es dem PARTNER zu ermöglichen, seine Pflichten und Aufgaben aus diesem oder der Unabhängigen Partner Vereinbarung ordnungsgemäß und vollständig zu erfüllen. Der PARTNER darf keine vertraulichen Informationen reproduzieren oder kopieren, es sei denn, dies ist für die Erfüllung dieser Aufgaben und Pflichten erforderlich. Nach Beendigung dieses Addendums aus irgendeinem Grund hat der PARTNER inGroup International unverzüglich alle vertraulichen Informationen zu liefern, die sich im Besitz des PARTNERs oder unter seiner Kontrolle befinden. Der PARTNER versteht, dass alle vertraulichen Informationen Eigentum von inGroup International sind und bleiben. Außer in den von inGroup International geforderten Fällen darf der PARTNER während oder zu irgendeinem Zeitpunkt nach Beendigung dieses Addendums keine Handlungen vornehmen, es sei denn, inGroup International hat zuvor schriftlich zugestimmt, die vertrauliche Informationen offenzulegen oder zu verwenden oder sich an Handlungen beteiligen oder diese unterlassen, wenn diese Handlungen oder Untätigkeiten ergeben:
es: iii. El SOCIO no podrá, sin la autorización por escrito de inGroup International, utilizar la Información confidencial que está obligado a mantener confidencialmente por ningún motivo que no sea para permitir que el SOCIO cumpla con sus deberes y obligaciones de conformidad con el Acuerdo del SI. El SOCIO no reproducirá ni hará copias de ninguna Información confidencial, excepto cuando se requiera en el desempeño de tales deberes y obligaciones. Tras la finalización de este Anexo por cualquier motivo, el SOCIO entregará puntualmente a inGroup International toda la Información confidencial en posesión del SOCIO o bajo el control del SOCIO. El SOCIO entiende que toda la información confidencial es y seguirá siendo propiedad de inGroup International. Excepto cuando inGroup International lo requiera, el SOCIO no podrá, durante o en cualquier momento después de la terminación de este Anexo, a menos que inGroup International haya dado su consentimiento previo por escrito, divulgar o utilizar la Información Confidencial o participe o se abstenga de cualquier acción, cuando tal acción o la inacción puede resultar:
fr: iii. PARTNER ne doit pas, sans l'autorisation écrite d'inGroup International, utiliser les informations confidentielles qu'il est obligé de maintenir en toute confidentialité pour toute raison autre que celle de permettre à PARTENAIER de s’acquitter correctement et intégralement de ses fonctions et obligations aux termes des présentes ou en vertu du PEI Accord. PARTENAIER ne reproduira ni ne copiera aucune information confidentielle, sauf dans la mesure requise pour l'exécution de ses tâches et obligations. En cas de résiliation de cet addendum, pour quelque raison que ce soit, PARTENAIER communiquera sans délai à inGroup International toutes les informations confidentielles en sa possession ou sous son contrôle. PARTENAIER comprend que toutes les informations confidentielles sont et resteront la propriété d'inGroup International. À moins qu'inGroup International requière que PARTENAIER ne peut, pendant ou à tout moment après la résiliation de cet Addendum, sans le consentement écrit au préalable de l'inaction qui peut entraîner :
it: iii. Senza l'autorizzazione scritta di inGroup International, il PARTNER non potrà utilizzare le Informazioni Riservate, che è obbligato a mantenere riservate, per qualsiasi ragione diversa da quella di consentire al PARTNER stesso di svolgere correttamente e completamente i suoi doveri e obblighi in virtù del presente atto o del contratto PCI. Il PARTNER non riprodurrà né farà copie di alcuna Informazione Riservata, salvo nei casi in cui ciò sia necessario per l'adempimento di tali doveri e obblighi. In caso di risoluzione del presente addendum per qualsiasi motivo, il PARTNER consegnerà prontamente a inGroup International tutte le informazioni riservate in suo possesso o sotto il suo controllo. Il PARTNER è consapevole che tutte le informazioni riservate sono e rimarranno di proprietà di inGroup International. Fatta eccezione per quanto richiesto da inGroup International, il PARTNER non può, né durante la risoluzione del presente Addendum né successivamente, a meno che inGroup International non abbia dato il proprio consenso scritto preventivo, divulgare o utilizzare le Informazioni Riservate o intraprendere o astenersi da qualsiasi azione, qualora tale azione o inattività possa risultare:
ja: iii. パートナーは、inGroup Internationalの書面による許可なしに、パートナーが本契約に基づいて、またはIBP契約の下で、自分の義務および義務を適切かつ完全に遂行できるようにする以外の理由で機密保持することを義務付けられている機密情報を使用してはなりません。パートナーは、そのような義務および義務の履行に必要な場合を除き、機密情報の複製または複製をしてはなりません。何らかの理由でこの本補遺が終了した場合、パートナーは、パートナーが所有する、またはパートナーの管理下にあるすべての機密情報を速やかにinGroup Internationalに提供するものとします。 パートナーは、すべての機密情報はinGroup Internationalの所有物であり、今後もそのままにすることを理解しています。 inGroup Internationalが必要とする場合を除き、パートナーは、本補遺の終了中または終了後に、inGroup Internationalが事前の書面による同意を与えない限り、機密情報を開示または使用すること、または何らかの行為を行うことを禁じます。作為又は不作為は次のようになります:
kk: iii. СЕРІКТЕС осы Келісімге сәйкес немесе ТБС - нің Келісімі бойынша inGroup International -тің жазбаша рұқсатынсыз, өзіне міндеттелген құпия ақпаратты, өз міндеттерін және міндеттемелерін дұрыс және толық орындауына жауапты, сонымен қатар, құпиялылықты сақтауға міндетті. СЕРІКТЕС кез келген Құпия ақпараттың көшірмелерін түсірмейді, жасамайды, тек қана ерекше жағдайда мұндай міндеттер мен міндеттемелерді орындау үшін қажет болған кезде ғана көшірме жасалынады. Кез-келген себеппен осы түзетулер тоқтатылған кезден бастап, СЕРІКТЕС өзі туралы немесе өзінің серіктестестері туралы барлық құпия ақпараттарды шұғыл, дереу inGroup International – ке тапсырады. Барлық Құпия ақпарат inGroup International - тің меншігі болып табылатындығын СЕРІКТЕС түсінеді. inGroup International үшін талап етілетін немесе қажет ететін жағдайларды қоспағанда, СЕРІКТЕС осы Қосымша келісімнің күші жойылғаннан кейін, кез келген уақытта егер inGroup International құпия ақпаратты жариялау немесе пайдалану туралы алдын-ала жазбаша келісімін бермесе, барлық құпия ақпараттың құпиялылығын сақтауы керек, кез-келген іс әрекетке араласпай аулақ болады, ал әрекет орын алған кезде:
ko: iii. 파트너는 inGroup International의 서면 허가없이 파트너가 본 계약 또는 IBP 계약에 의거하여 자신의 의무를 적절하고 완전하게 수행할 수 있는 것 이외의 사유로 자신이 기밀로 유지해야 할 의무가 있는 기밀 정보를 사용해서는 안됩니다. 파트너는 그러한 의무를 수행하는 데 필요한 경우를 제외하고 기밀정보를 복제할 수 없습니다.어떠한 이유로든 본 추가 조항이 종료되면 파트너는 파트너가 보유하거나 파트너의 통제하에있는 모든 기밀 정보를 즉시 inGroup International에 전달해야 합니다. 파트너는 모든 기밀 정보가 inGroup International의 자산이며 여전히 이를 보유하고 있음을 이해합니다. inGroup International이 요구하는 경우를 제외하고 본 추가 조항의 종료 후 또는 그 종료 후 언제든지 inGroup International에 사전 서면 동의서를 제출하지 않는 경우, 기밀 정보를 공개 또는 사용하거거나 어떤 행동을 취하거나 삼가하지 않으면 안됩니다. 그러한 활동과 무대책으로 인해 다음의 결과가 발생할 수 있습니다:
ky: iii. ӨНӨКТӨШ өзүнө берилген купуя маалыматтын туура жана толук аткарылышы, анын милдеттери жана милдеттенмелери үчүн жоопкерчилик тартат, ошондой эле inGroup International компаниясынын жазуу жүзүндөгү уруксатысыз ушул Макулдашууга же КБӨ Макулдашуусуна ылайык купуялуулукту сактоого милдеттүү. Мындай тапшырмаларды жана милдеттенмелерди аткаруу зарыл болгон өзгөчө учурлардан тышкары Өнөктөш эч кандай Купуя Маалыматтын көчүрмөсүн чыгарбайт. Бул Тиркеме кандайдыр бир себептерден улам токтотулгандан кийин, ӨНӨКТӨШ өзү же анын өнөктөштөрү жөнүндө бардык жашыруун маалыматты inGroup Internationalга дароо жана ошол замат өткөрүп берет. ӨНӨКТӨШ бардык Купуя Маалыматтын inGroup International компаниясынын менчиги экенин түшүнөт. inGroup International тарабынан талап кылынбаган учурлардан тышкары, Ушул Тиркеменин мөөнөтү ичинде же анын мөөнөтү аяктагандан кийин, Өнөктөш, эгерде inGroup International жазуу жүзүндөгү уруксат бербесе, Жашыруун маалыматты колдонбойт жана төмөндөгүлөргө алып келе турган ар кандай аракеттерден баш тартат:
lv: III. PARTNERIS, ja tam NAV rakstiskas inGroup International atļaujas, nedrīkst izmantot šo konfidenciālo informāciju, kas viņam/viņai ir uzticēta, lai uzturētu konfidencialitāti cita iemesla dēļ, kā vien lai ļautu PARTNERIM pienācīgi un pilnīgi pildīt savus pienākumus un pienākumus, kas tai uzlikti, vai saskaņā ar IBP nolīgumu. PARTNERIS nedrīkst pavairot un kopēt jebkādu konfidenciālu informāciju, izņemot gadījumus, kad tas vajadzīgs šādu pienākumu un pienākumu veikšanai. Ja šā pielikuma darbība tiek pārtraukta jebkāda iemesla dēļ, PARTNERIS nekavējoties sniedz inGroup International viņa rīcībā esošo vai PARTNERA kontrolē esošo konfidenciālo informāciju. PARTNERIS saprot, ka visa konfidenciālā informācija ir un paliek inGroup International īpašums. Izņemot GADĪJUMUS, kad TO var prasīt inGroup Internatinal.PARTNERIS šā pielikuma darbības izbeigšanas laikā vai jebkurā laikā pēc tā beigām nedrīkst izpaust vai IZMANTOT Konfidenciālo informāciju, kā arī iesaistīties vai atturēties no jebkādas darbības, ja šāda rīcība vai bezdarbība var izraisīt:
mn: iii. ТҮНШ өөрт нь даалган өгсөн Нууц Мэдээллийг, Гэрээний дагуу өгсөн өөрийн үүрэг хариуцлагыг бүрэн дүүрэн зөв зүйтэй ашиглахаас гадна, хэрэв inGroup International-ээс бичгээр өгсөн албан зөвшөөрөлгүйгээр л бол ямар нэгэн өөр зорилгоор ашиглахын хориглоно. ТҮНШ нь өөрийн үүрэг, хариуцлагыг хэрэгжүүлэхээс өөр шалтгаанаас бусад тохиолдолд Нууц мэдээллийг хуулбарлах, дахин үйлдэх эрх байхгүй. Энэхүү Нэмэлт гэрээг ямар нэгэн шалтгаанаар цуцалсан тохиолдолд ТҮНШ нь түүний хяналт, эзэмшилд байсан бүх Нууц мэдээллийг тэр даруй inGroup International-д шилжүүлэн өгнө. ТҮНШ нь бүх Нууц мэдээлэл нь inGroup International-ийн өмч бөгөөд цаашид ч тийм байх болно гэдгийг бүрэн ойлгоно. inGroup International-ээс шаардагдахаас бусад тохиолдолд, ТҮНШ нь энэхүү Нэмэлт гэрээг цуцалснаас хойш болон дараа ямар ч үед, хэрэв inGroup International урьдчилан бичгээр зөвшөөрөл олгоогүй л бол, Нууц Мэдээллийг ашиглах, задруулах, эсвэл аливаа ийм үйлдэлд оролцохгүй, ийм үйлдэлээс татгалзах бөгөөд ийм үйлдэлүүд дараах үр дүнд хүргэж болно гэдгийг ойлгож байна:
pt: III. O SÓCIO não deverá, sem a permissão por escrito do inGroup International, usar as Informações Confidenciais que ele/ela está obrigado a manter em sigilo por qualquer motivo que não seja o de permitir que o SÓCIO cumpra de forma adequada e completa seus deveres e obrigações nos termos deste Contrato ou do Contrato de Sócio Independente. O SÓCIO não deve reproduzir ou fazer cópias de quaisquer Informações Confidenciais, exceto conforme exigido no desempenho de tais deveres e obrigações. Após a rescisão deste Adendo por qualquer motivo, o SÓCIO deverá entregar imediatamente ao inGroup International todas as Informações Confidenciais em posse do SÓCIO ou sob o controle do SÓCIO. O SÓCIO entende que todas as Informações Confidenciais são e continuarão sendo de propriedade do inGroup International. Exceto conforme exigido pelo inGroup International, o SÓCIO não deverá durante ou em qualquer momento após a rescisão deste Adendo, a menos que o inGroup International tenha dado consentimento prévio por escrito, divulgar ou usar as Informações Confidenciais ou se envolver ou se abster de qualquer ação, onde tal ação ou inação possa resultar:
ro: iii. PARTENERUL nu va folosi, fără permisiunea scrisă a inGroup International, informaţiile confidenţiale pe care este obligat să le păstreze sub tăcere pentru orice alt motiv afară de acela care permite PARTENERULUI să-şi îndeplinească în mod corespunzător şi complet îndatoririle şi obligatiile în conformitate cu Acordul PAI. PARTENERUL nu va reproduce sau nu va face copii ale informațiilor confidențiale, cu excepția cazului în care acestea sunt necesare în îndeplinirea acestor îndatoriri și obligaţii. La rezilierea acestui Act Adiţional, din orice motiv, PARTENERUL va transmite prompt inGroup International toate informaţiile confidenţiale aflate în posesia PARTENERULUI sau sub controlul PARTENERULUI. PARTENERUL înţelege că toate informaţiile confidenţiale sunt și rămân proprietatea inGroup International. Cu excepția cazului că inGroup International o cere, PARTNERUL nu va dezvălui sau nu va utiliza, în timpul sau în nici un moment după încetarea acestui Act Adiţional, cu excepția cazului în care inGroup International a dat acordul prealabil în scris, să dezvăluie sau să utilizeze informaţiile confidenţiale sau să se angajeze sau să se abţină de la orice acţiune, când astfel de acţiune sau inacţiune poate avea ca rezultat:
ru: III. ПАРТНЕР не должен, без письменного разрешения inGroup International, использовать Конфиденциальную информацию, относительно которой он / она обязуется соблюдать конфиденциальность, кроме случаев, когда данная информация требуется, для выполнения Партнером своих обязанностей и обязательств по настоящему Соглашению или согласно Соглашению БП. ПАРТНЕР не должен воспроизводить или копировать любую Конфиденциальную информацию, за исключением случаев, когда это требуется при выполнении таких обязанностей и обязательств. После прекращения действия настоящего Дополнения по любой причине, ПАРТНЕР должен незамедлительно передать inGroup International всю Конфиденциальную информацию, которая находится в распоряжении ПАРТНЕРА или находится под его контролем. ПАРТНЕР понимает, что вся Конфиденциальная информация является и остается собственностью inGroup International. За исключением случаев, когда это может потребоваться inGroup International, ПАРТНЕР не должен, в течение или в любое время после прекращения действия настоящего Дополнения, если inGroup International не дал предварительного письменного согласия, раскрывать и использовать Конфиденциальную информацию, а также воздерживаться от каких-либо действий, если такие действия или бездействие может привести к:
uk: III. ПАРТНЕР не повинен, без письмового дозволу inGroup International, використовувати Конфіденційну Інформацію, щодо якої він/вона зобов'язується дотримуватися конфіденційності, крім випадків, коли дана інформація потрібна, для виконання ПАРТНЕРОМ своїх обов'язків та зобов'язань за цією Угодою або згідно з Угодою НБП. ПАРТНЕР не повинен відтворювати або копіювати будь-яку Конфіденційну Інформацію, за винятком випадків, коли це потрібно при виконанні таких обов'язків і зобов'язань. Після припинення дії цього Доповнення з будь-якої причини, ПАРТНЕР повинен негайно передати inGroup International всю конфіденційну інформацію, яка знаходиться в розпорядженні ПАРТНЕРА або знаходиться під його контролем. ПАРТНЕР розуміє, що вся Конфіденційна Інформація є і залишається власністю inGroup International. За винятком випадків, де це буде необхідно inGroup International, ПАРТНЕР не повинен, протягом або в будь-який час після припинення дії цього Доповнення, якщо inGroup International не дав попередньої письмової згоди, розкривати і використовувати Конфіденційну Інформацію, а також утримуватися від будь-яких дій, якщо такі дії або бездіяльність може призвести до:
uz: iii. Ҳамкор ушбу Битимга мувофиқ сир сақлаши лозим бўлган маҳфий ахборотдан ҳар қандай ҳолатда ҳам inGroup International нинг ёзма рухсатисиз фойланмаслиги лозим, Ҳамкор ушбу Битимга мувофиқ ёки Мустақил бизнес ҳамкор битимига мувофиқ ўз мажбуриятларини бажарган ҳолатлардан ташқари. Ҳамкор ҳеч қандай маҳфий маълумотни кўпайтирмаслиги ёки ундан нусха кўчирмаслиги лозим, бундай ҳаракатни амалга ошириши шарт бўлган ҳолатлар бундан мустасно. Ушбу Қўшимчанинг амал қилиш муддати ҳар қандай сабаб билан тугатилганидан сўнг Ҳамкор inGroup International га ўз ихтиёри ва тасарруфидаги барча маҳфий маълумотларни тақдим этиши шарт. Ҳамкор барча маҳфий маълумотлар inGroup International мулки эканлиги ва шундай бўлиб қолишини англаши керак. inGroup International талаб этган ҳолатлардан ташқари, Ҳамкор ушбу Қўшимчанинг амал қилиш муддатида ёки амал қилиш муддати тугатилганидан сўнг ҳар қандай вақтда, агар inGroup International ёзма рухсат бермаган бўлса, маҳфий маълумотдан фойдаланмаслиги ва қуйидаги оқибатларга олиб келувчи ҳаракатлардан ўзини тийиб туриши шарт:
zh: iii. 除非允許合作夥伴未經inGroup International書面許可，在本協議或IBP協議下正確和完全履行其職責和義務時使用機密信息，否則合作夥伴需要對這些信息保密。除非履行此類職責和義務，合夥人不得重新製造或複制任何保密信息。本協議因任何原因終止後，合作夥伴應立即向inGroup International提供其擁有的或在其控制下的所有保密信息。合作夥伴知道所有保密信息均為inGroup International的財產。除inGroup International可能要求外，合作夥伴不得在本附錄終止期間或之後的任何時間，除非inGroup International事先書面同意，披露或使用保密信息參與或採取可能導致以下情形的行動：

source: III. PAYMENT INSTRUMENTS
ca: III. MÈTODES DE PAGAMENT
de: III. ZAHLUNGSINSTRUMENTE
es: III. MEDIOS DE PAGO
fr: III. INSTRUMENTS DE PAIEMENT
it: III. STRUMENTI DI PAGAMENTO
ja: III. ⽀払い⽅法
kk: III. ТӨЛЕМ ҚҰРАЛДАРЫ
ky: III. ТӨЛӨМ КАРАЖАТТАРЫ
lv: III. MAKSĀJUMU INSTRUMENTI
mn: III. ТӨЛБӨРИЙН АРГУУД
pt: III. INSTRUMENTOS DE PAGAMENTO
ro: III. INSTRUMENTE DE PLATĂ
ru: III. СПОСОБЫ ОПЛАТЫ
uk: III. ПЛАТІЖНІ ІНСТРУМЕНТИ
uz: III. ТЎЛОВ ВОСИТАЛАРИ
zh: III. 支付工具
