Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Reduce a cruises retail price using Reward Points, pay the remaining balance with out of pocket funds (includes active and inactive balance reward points)
fr: Réduisez le prix de vente d'une croisière grâce à vos Reward Points et réglez le solde restant avec vos fonds personnels ( reward points actifs et inactifs inclus).
it: Usa i Reward Points per ridurre il prezzo al dettaglio della crociera e copri l'importo rimanente con fondi personali (puoi utilizzare sia il saldo attivo che quello inattivo dei Reward Points)
kk: Круиздің толық бағасын Бонус Ұпайлары арқылы төмендетіп, қалған соманы жеке қаражатыңыздан төлеуге болады (белсенді және белсенді емес сыйақы ұпайлары есепке алынады)
pt: Reduza o preço de varejo dos cruzeiros usando Pontos de Recompensa e pague o saldo restante com fundos próprios (inclui pontos de recompensa ativos e inativos)
uk: Зменшуйте роздрібну ціну круїзу, використовуючи Бонусні Бали, а решту суми сплачуйте власними коштами (включає активний і неактивний баланс Бонусних Балів)
zh: 使用Reward Points抵扣邮轮零售价，剩余部分以自付方式支付（包含活跃和非活跃余额中的Reward Points）

source: Reduce Retail Cruise Prices by Up to 50%!
ca: Redueix els Preus de Creuers al Detall fins a un 50%!
de: Reduzieren Sie die Einzelhandelspreise für Kreuzfahrten um bis zu 50 %!
es: ¡Reduce los precios de cruceros al por menor hasta en un 50%!
fr: Réduire les prix de détail des croisières jusqu'à 50 % !
it: Riduci i prezzi delle crociere fino al 50%!
ja: クルーズの小売価格を最大50％オフに！
kk: Круиздердің бөлшек сауда құнын 50% дейін төмендетіңіз!
ky: Круиздердин чекене баасын 50% га чейин төмөндөтүңүз!
lv: Samaziniet mazumtirdzniecības kruīza cenas pat par 50%!
mn: Далайн аяллын жижиглэнгийн үнийг 50% хүртэл хямдруулах болно!
pt: Reduza os Preços de Varejo de Cruzeiros em Até 50%!
ro: Redu prețurile de croazieră cu amănuntul cu până la 50%!
ru: Снижайте розничную стоимость круизов до 50%!
uk: Знизьте роздрібні ціни на круїзи до 50%!
uz: Круизлар чакана нархини 50% гача камайтиринг!
zh: 将零售邮轮价格降低高达50%！

source: Refer New Paying Members
ca: Convida Nous Membres de Pagament
de: Werben Sie neue zahlende Mitglieder
es: Refiere Nuevos Miembros de Pago
fr: Parrainer de Nouveaux Membres Payants
it: Invita Nuovi Membri Paganti
ja: 新しい支払いを行っているメンバーを紹介
kk: Жаңа төлейтін клуб мүшелерін тартыңыз
ky: Жаңы төлөөчү мүчөлөрдү тартыңыздар
lv: Uzaiciniet Jaunus maksājošus Biedrus
mn: Төлбөр төлж буй шинэ Гишүүд
pt: Indique novos membros pagantes
ro: Recomandă noi membri plătitori
ru: Привлекайте новых платящих Членов Клуба
uk: Запропонуйте нових Членів, які платять
uz: Янги тўловчи тўғридан-тўғри Аъзоларни жалб этинг
zh: 推荐新付费会员

source: Reference
ca: Referència
de: Referenz
es: Referencia
fr: Référence
it: Riferimento
ja: リファレンス
kk: Сілтеме
ky: Шилтеме
lv: Atsauce
mn: Дугаар
pt: Referência
ro: Referinţă
ru: Ссылка
uk: Посилання
uz: Реферанс
zh: 參考

source: Reference: %{ hotelbeds_reference }
ca: Referència: %{ hotelbeds_reference }
de: Referenz: %{ hotelbeds_reference }
es: Referencia: %{ hotelbeds_reference }
fr: Référence : %{ hotelbeds_reference }
it: Riferimento: %{ hotelbeds_reference }
ja: 確認番号： %{ hotelbeds_reference }
kk: Анықтама: %{ hotelbeds_reference }
ko: 참조: %{ hotelbeds_reference }
ky: Шилтеме: %{ hotelbeds_reference }
lv: Atsauce: %{ hotelbeds_reference }
mn: Лавлагаа: %{ hotelbeds_reference }
pt: Referência: %{ hotelbeds_reference }
ro: Referință: %{ hotelbeds_reference }
ru: Ссылка: %{ hotelbeds_reference }
uk: Посилання: %{ hotelbeds_reference }
uz: Ҳавола: %{ hotelbeds_reference }
zh: 参考：%{ hotelbeds_reference }

source: Referral Activity
ca: Activitat de Referència
de: Empfehlungsaktivität
es: Actividad de Referencia
fr: Activité de référence
it: Attività referral
ja: 紹介アクティビティ
kk: Жолдама қызметі
ky: Рефералдык иш-аракет
lv: Referāla Aktivitāte
mn: Элсүүлэлтийн байдал
pt: Atividade de referência
ro: Activitate de recomandare
ru: Реферальная активность
uk: Реферальна активність
uz: Реферал Фаоллик
zh: 推荐活动

source: Referral Link
ca: Link de Referits
de: Empfehlungs-Link
es: Enlace de Referencia
fr: Lien de référence
ja: 紹介リンク
kk: Рефералды Сілтеме
ko: 추천 링크
ky: Рефералдык шилтеме
lv: Reģistrācijas saite
mn: Элсүүлэх холбоос
pt: Link de Indicação
ro: Link de recomandare
ru: Реферальная Ссылка
uk: Реферальне Посилання
uz: Реферал ҳавола
zh: 推薦鏈接

source: Referral Link Compatibility
ca: Compatibilitat de l'Enllaç de Referència
de: Empfehlungslink-Kompatibilität
es: Compatibilidad del Enlace de Referencia
fr: Compatibilité des liens de référence
it: Compatibilità del referral link
ja: 紹介リンクの互換性
kk: Анықтамалық сілтеменің үйлесімділігі
ky: Рефералдык шилтеме шайкештиги
lv: Atsauces saites saderība
mn: Элсүүлэх холбоосны нийцтэй байдал
pt: Compatibilidade do link de indicação
ro: Compatibilitate Link de recomandare
ru: Совместимость реферальной ссылки
uk: Сумісність реферального посилання
uz: Реферал ҳаволаларнинг мослиги
zh: 推荐链接兼容性

source: Referral Link Created!
ca: Enllaç de referència Creat!
de: Empfehlungs-Link generiert!
es: ¡Enlace de Referencia Creado!
fr: Lien de référence crée !
it: Referral Link creato!
ja: 紹介リンクが作成されました！
kk: Анықтамалық сілтеме жасалды!
ky: Рефералдык шилтеме түзүлдү
lv: Reģistrācijas saite Izveidota!
mn: Элсүүлэх холбоос үүсгэгдлээ!
pt: Link de indicação criado!
ro: Link de recomandare creat!
ru: Реферальная ссылка создана!
uk: Реферальне посилання створено!
uz: Реферал ҳавола яратилди!
zh: 推荐链接已创建！

source: Referral link language
ca: Idioma d'Enllaç de referència
de: Empfehlungs-Link Sprache
es: Idioma del Enlace de Referencia
fr: Langue du lien de parrainage
it: Lingua del Referral Link
ja: 紹介リンクの言語
kk: Рефералды сілтеме тілі
ko: 추천 링크 언어
ky: Рефералдык шилтеменин тили
lv: Reģistrācijas saites valoda
mn: Элсүүлэх холбоосны хэл
pt: Idioma do link de referência
ro: Limba link-ului de recomandare
ru: Язык реферальной ссылки
uk: Мова Реферального Посилання
uz: Реферал ҳавола тили
zh: 推薦鏈接語言

source: Referral Link:
ca: Enllaç de referència:
de: Empfehlungs-Link:
es: Enlace de Referencia:
fr: Lien de parrainage :
ja: 紹介リンク：
kk: Рефералды Сілтеме:
ko: 추천 링크:
ky: Рефералдык шилтеме:
lv: Reģistrācijas saite:
mn: Таны элсүүлэх холбоос:
pt: Link de Indicação:
ro: Link de recomandare:
ru: Направляющая Ссылка:
uk: Реферальне Посилання:
uz: Реферал ҳавола:
zh: 推薦鏈接：

source: Referral Links
ca: Links de Referits
de: Empfehlungs-Link
es: Enlaces de Referencia
fr: Liens de Référence
it: Referral Link
ja: 紹介リンク
kk: Рефералды Сілтемелер
ko: 추천 링크들
ky: Рефералдык шилтемелер
lv: Reģistrācijas saites
mn: Элсүүлэх холбоосууд
pt: Links de indicação
ro: Linkuri de recomandare
ru: Реферальные ссылки
uk: Реферальні Посилання
uz: Реферал ҳаволалар
zh: 推薦鏈接

source: Referral links are your own personal URL to give to others to register. You will get automatic credit when anyone signs up using this link.
ca: Els enllaços de referència són els teus propis URL personals per enviar-los a altres persones per registrar-se. Obtindràs crèdit automàtic quan algú es registri mitjançant aquest enllaç.
de: Empfehlungs-Links stellen Ihre persönliche URL dar, um andere zu registrieren. Sie erhalten automatische Vergütungen, wenn sich jemand mit diesem Link registriert.
es: Enlaces de Referencia personalizados son tu propia URL, para que se lo envíes a los demás y se puedan registrar. Recibirás crédito automático cuando alguien se inscriba utilizando este enlace.
fr: Les liens de parrainage sont votre propre URL personnelle à donner aux autres pour s’enregistrer. Vous obtiendrez un crédit automatique lorsqu'une personne s'inscrira en utilisant ce lien.
it: I referral link sono il tuo URL personale da inviare agli altri. Ottieni un credito automatico quando qualcuno si registra utilizzando questo collegamento.
ja: 紹介リンクは、紹介者が登録する時に使うあなたの個人的なURLです。 誰かがこのリンクを使ってサインアップすると、あなたは自動で新規紹介を得ます。
kk: Рефералды сілтемелер - басқа адамдарға сіздің командаңызға тіркелу үшін жібере алатын, өзіңіздің жеке URL-мекенжайыңыз. Кез келген адам осы сілтеме арқылы тіркелген кезде, сіз автоматты түрде төлем аласыз.
ko: 추천 링크는 나만의 URL이므로 다른 사람들에게 보내 등록하게 할 수 있습니다. 누군가가 이 링크를 사용하여 가입하면 자동으로 보상을 받게 됩니다.
ky: Рефералдык шилтеме – бул сиздин жеке URL, ал башкаларга катталуу үчүн берилет. Кимдир бирөө бул шилтеме аркылуу катталганда, сиз автоматтык түрдө бонус аласыз.
lv: Reģistrācijas saites ir jūsu personiskais URL ,kas dod iespēju citiem reģistrēties.Jūs iegūsiet automātisko kredītu, ja kāds reģistrēsies,izmantojot šo saiti.
mn: Таны элсүүлэх холбоос бол бусад хүмүүсийг бүртгүүлэх зорилготой холбоос юм. Хэрэв хэн нэгэн таны холбоосоор бүртгүүлэн орвол автоматаар кредит авах болно.
pt: Os links de indicação são a sua própria URL para enviar aos seus prospectos para que se registrem. Você receberá crédito automático quando alguém se inscrever usando este link.
ro: Linkurile de recomandare sunt URL-urile tale personale, pe care să le dai altora în scopul înregistrării. Ori de câte ori se va înregistra cineva folosind acest link, acel cineva va deveni directul tău.
ru: Реферальные ссылки – это Ваш личный URL-адрес, который Вы можете отправлять другим людям для регистрации в Вашей команде. Вы автоматически получите выплату, когда кто-либо оформит подписку по Вашей ссылке.
uk: Реферальне посилання - це ваша особиста URL-адреса, яку ви надаєте іншим особам для реєстрації. Ви автоматично отримаєте зарахування, коли хтось підпишеться, використовуючи це посилання.
uz: Реферал ҳавола бошқаларга рўйхатдан ўтишлари учун бериладиган сизнинг шахсий URL ҳисобланади. Кимдир ушбу ҳавола орқали рўйхатдан ўтса, сиз автоматик равишда бонус оласиз.
zh: 推薦鏈接是您自己的個人URL，以便其他人註冊。當有人使用此鏈接註冊時，您將獲得自動信用。

source: Referral Page Stats
ca: Estadístiques de la Pàgina de Referència
de: Empfehlungsseite Statistik
es: Estadísticas de la Página de Referencia
fr: Statistiques de la page de référence
it: Statistiche pagine dei referral
ja: 紹介ページの統計
kk: Сілтеме бетінің статистикасы
ky: Рефералдык баракчанын статистикасы
lv: Atsauces Lapas statusi
mn: Элсүүлэх хуудасны үзүүлэлтүүд
pt: Estatísticas da página de referência
ro: Statisticile paginii de recomandare
ru: Статистика реферальной страницы
uk: Статистика реферальної сторінки
uz: Реферал саҳифа статистикаси
zh: 推荐页面统计

source: Referral QR
fr: QR de Parrainage

source: Referral Widget
de: Empfehlungs-Widget
es: Widget de Referencia
fr: Widget de parrainage
ja: 紹介ウィジェット
kk: Жолдама Виджеті
ky: Рефералдык виджет
lv: Ieteikumu Rīks
mn: Элсүүлэх вижэт
pt: Widget de referência
ro: Widget de recomandare
ru: Реферальный виджет
uk: Реферальний віджет
uz: Реферал виджет
zh: 推荐小工具

source: Referrer
ca: Referent
de: Sponsor
es: Patrocinador
fr: Référent
it: Sponsor
ja: 紹介者
kk: Сілтеме жасаушы
ko: 추천자
ky: Багыттоочу
lv: Ieteicējs
mn: Санал болгосон хүн
pt: Patrocinador
ro: Recomandat de
ru: Кто подписал
uk: Хто підписав
uz: Ҳавола қилувчи
zh: 推薦人

source: Refresh
ca: Actualitzar
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
ja: 再読み込み
kk: Жаңарту
ko: 새로 고침
ky: Жаңыртуу
lv: Atsvaidzināt/atjaunot
mn: Сэргээх
pt: Atualizar
ro: Reîmprospătează
ru: Обновить
uk: Оновити
uz: Янгилаш
zh: 刷新

source: Refund has been filed. Transaction successfully completed
ca: S'ha presentat la devolució. La transacció s'ha completat correctament
de: Die Erstattung wurde eingereicht. Transaktion erfolgreich abgeschlossen
es: El reembolso ha sido presentado. Transacción completada con éxito
fr: Le remboursement a été effectué. Transaction effectuée avec succès
it: Il rimborso è stato archiviato. Transazione completata con successo
ja: 返金が行われました。取引は正常に終了しました
kk: Қайтару сұралды. Транзакция сәтті аяқталды
ko: 환불이 접수되었습니다. 거래가 성공적으로 완료되었습니다
ky: Төлөмдөр кайтарылды. Транзакция ийгиликтүү аяктады
lv: Ir iesniegta atmaksa. Transakcija veiksmīgi pabeigta
mn: Буцаан олголтыг хүлээн авлаа. Гүйлгээ амжилттай боллоо
pt: O reembolso foi arquivado. Transação concluída com sucesso
ro: Rambursarea a fost depusă. Tranzacție finalizată cu succes
ru: Возврат зарегистрирован. Транзакция прошла успешно
uk: Повернення зареєстровано. Транзакція пройшла успішно
uz: Тўловлар қайтарилди. Транзакция муваффақиятли якунланди
zh: 已申請退款。 交易成功完成

source: Refund Protocol Stats
ca: Estadístiques de protocol de devolució
de: Rückzahlung Protokoll-Statistik
es: Estadísticas del protocolo de reembolso
fr: Statistiques de Protocole de Remboursement
it: Statistiche della procedura di rimborso
ja: 返金プロトコルの統計
kk: Қайтару Хаттамасы Статистикасы
ko: 환불 프로토콜 통계
ky: Төлөмдөрдү кайтаруу протоколу боюнча статистика
lv: Naudas atmaksas protokola statuss
mn: Төлбөр буцаах Тайлангийн Мэдээлэл
pt: Estatísticas do protocolo de reembolso
ro: Statisticile protocolului de rambursare
ru: Статистика по Протоколу Возврата денежных средств
uk: Статистика щодо Протоколу Повернення грошових коштів
uz: Маблағларни қайтариш баённомаси статистикаси
zh: 退款協議統計

source: Refundable Amount
ca: Import Reemborsable
de: Erstattungsfähiger Betrag
es: Cantidad Reembolsable
fr: Montant remboursable
it: Importo rimborsabile
ja: 返金金額
kk: Қайтару Сомасы
ko: 환불 가능 금액
ky: Кайтарыла турган сумма
lv: Atmaksājamā summa
mn: Буцаан олгох дүн
pt: Valor reembolsável
ro: Sumă rambursabilă
ru: Возвращаемая сумма
uk: Сума, що підлягає поверненню
uz: Қайтариладиган сумма
zh: 可退还金额

source: Refunded
ca: Reemborsat
de: Erstattet
es: Reembolsado
fr: Remboursé
it: Rimborsato
ja: 返金済み
kk: Қайтарылды
ky: Кайтарылды
lv: Atmaksāts
mn: Төлбөр буцаагдсан
pt: Reembolsado
ro: Rambursat
ru: Возвращено
uk: Відшкодовано
uz: Қайтарилган
zh: 已退款

source: Regaining Active Membership status will require reactivation at the current rates and terms.
fr: Pour retrouver votre statut d'Adhésion active, une réactivation sera nécessaire aux tarifs et conditions en vigueur.
it: Per riottenere lo status di Membership attiva, sarà necessario effettuare la riattivazione alle tariffe e condizioni correnti.
kk: Белсенді мүшелік мәртебесін қалпына келтіру үшін қазіргі тарифтер мен шарттар бойынша қайта активация қажет болады.
pt: Recuperar o status de Membro Ativo exigirá uma reativação nas taxas e termos atuais.
uk: Для відновлення Активного статусу програми Членства потрібна повторна Активація за поточними тарифами та умовами.
uz: Аъзоликни қайта фаоллаштириш учун жорий шартлар ва нархлар остида қайта фаоллашиш талаб этилади.
zh: 恢复有效会员身份将需要按照当前的费率和条款重新激活。

source: Regardless of all stated above, I hereby certify that I will NOT hold inCruises liable in any way for anything that happens before during and/or before/after my cruising experience during the restart of the cruising industry in these unprecedented times.
ca: Independentment de tot l'anterior, certifico que NO responsabilitzaré a inCruises de cap manera per qualsevol cosa que passi abans durant o després de la meva experiència de creuer en el reinici de la indústria de creuers en aquests temps.
de: Ungeachtet aller oben genannten Punkte bestätige ich hiermit, dass ich inCruises in keiner Weise für irgendetwas haftbar machen werde, das vor und/oder vor/nach meiner Kreuzfahrterfahrung während des Neustarts der Kreuzfahrtindustrie in diesen unerwarteten Zeiten passiert.
es: Independientemente de todo lo establecido anteriormente, por la presente certifico que NO haré responsable a inCruises de ninguna manera por nada que suceda antes, durante y / o antes / después de mi experiencia de crucero durante el reinicio de la industria de cruceros en estos tiempos sin precedentes.
fr: Indépendamment de tout ce qui précède, je certifie par la présente que je ne tiendrai PAS inCruises pour responsable, de quelque manière que ce soit, de tout ce qui se passera pendant et/ou avant/après mon expérience de croisière pendant le redémarrage de l'industrie des croisières en ces temps sans précédent.
it: Indipendentemente da quanto detto sopra, certifico che NON riterrò in alcun modo responsabile inCruises per qualsiasi cosa succeda prima durante e/o prima/dopo la mia esperienza di crociera durante la fase di ripresa dell'industria delle crociere in questo periodo senza precedenti.
ja: 上記のみに関わらず、私は、この未曾有の時代にクルーズ業界が再出発する中で、私のクルーズ体験前、クルーズ中、そして体験後に起こったことについて、inCruisesに一切の責任を負わせないことをここに証明します。
kk: Жоғарыда айтылғандарға қарамастан, мен осымен бұрын -соңды болмаған уақытта круиздік индустрияны қайта іске қосу кезінде круиздік тәжірибемнің алдында және/немесе алдында/болған оқиғалар үшін InCruises компаниясына ешқандай жауапкершілік тартпайтынымды растаймын.
ko: 위에 언급된 모든 것에 관계없이, 본인은 이로써 이 전례 없는 시기의 크루즈 산업 재개 기간 동안, 본인의 크루즈 여행 경험 이전, 도중 및/또는 전후에 발생하는 모든 일에 대해 inCruises에 책임을 묻지 않을 것임을 이로써 보증합니다.
ky: Жогоруда айтылгандарга карабастан, мен круизге чейин, учурунда жана/же круизден кийин болгон ар кандай жагдайлар үчүн inCruises компаниясын круиз индустриясы ушул коогалаңдуу мезгилде калыбына келип жатканда, эч кандай жоопкерчиликке тартпай турганымды тастыктайм.
lv: Neskatoties uz iepriekš minēto, ar šo es apliecinu, ka NEKĀDĀ veidā inCruises neuzņemas atbildību par jebko,ka notiek pirms,laikā un/vai pirms/pēc manas kruīzu pieredzes kruīzu nozares restartēšanas laikā šajos bezprecendenta apsrākļos.
mn: Дээр дурдсан заалтуудаас гадна, далайн аялал дахин эхэлж буй энэ үед, миний далайн аялалын өмнө, аялалын үеэр, аялалын дараа тохиолдсон аливаа зүйлд inCruises компани ямар ч хариуцлага хүлээхгүй гэдгийг үүгээр баталж байна.
pt: Independentemente de tudo o que foi afirmado acima, certifico por meio deste que NÃO responsabilizarei a inCruises de nenhuma forma por nada que aconteça antes, durante e / ou antes / depois da minha experiência de viagem durante a retomada dos cruzeiros nestes tempos sem precedentes.
ro: Indiferent de toate cele menționate mai sus, certific prin prezenta că NU voi susține că inCruises este responsabilă în nici un fel pentru orice lucru care se întâmplă înainte și / sau înainte / după experiența mea de croazieră în timpul repornirii industriei de croazieră în aceste vremuri fără precedent.
ru: Несмотря на всё вышесказанное, настоящим я подтверждаю, что НЕ БУДУ привлекать inCruises к ответственности каким бы то ни было образом ни за что, произошедшее прежде, происходящее во время и/или до/после моего круизного путешествия во время перезапуска круизной индустрии в эти беспрецедентные времена.
uk: Незважаючи на все вищесказане, справжнім я підтверджую, що НЕ БУДУ залучати inCruises до відповідальності яким би то не було чином ні за те, що відбулося раніше, ні за те що відбувається під час і/або до/після моєї круїзної подорожі під час перезапуску круїзної індустрії в ці безпрецедентні часи .
uz: Юқорида айтилганлардан қатъи назар, ушбу билан, круиз саноати ушбу нотинч даврда қайта тикланаётган бир вақтда ўз круиз саёҳатимдан олдин, саёҳат давомида ва/ёки круиздан кейин юзага келадиган вазиятларда ҳеч қачон inCruises ни жавобгар деб топмаслигимни тасдиқлайман.
zh: 無論上述所有情況如何，我特此證明，對於在這些前所未有的時期郵輪行業重新啟動期間在我的郵輪體驗之前和/或之前/之後發生的任何事情，我不會以任何方式讓 inCruises 承擔任何責任。

source: Region
ca: Regió
es: Estado/Provincia
fr: Région
it: Stato/Provincia
ja: 地域
kk: Аймақ
ko: 지역
ky: Аймак
lv: Rajons
mn: Бүс
pt: Estado
ro: Regiune
ru: Регион
uk: Регіон
uz: Минтақа
zh: 區域

source: Region:
es: Estado/Provincia:
fr: Région :
it: Stato/Provincia:
ja: 都道府県：
kk: Аймақ:
ko: 지역:
ky: Аймак:
lv: Rajons:
mn: Бүс:
pt: Estado:
ro: Regiune:
ru: Регион:
uk: Регіон:
uz: Минтақа:
zh: 區域：

source: Regional Director
ca: Director regional
de: Regionaler Director
es: Director Regional
fr: Directeur régional
ja: リージョナル ディレクター
kk: Аймақтық Директор
ko: 리져널 디렉터
lv: Reģionālais direktors
pt: Diretor Regional
ro: Director Regional
ru: Региональный Директор
uk: Регіональний Директор
uz: Минтақавий директор

source: REGIONAL DIRECTOR
fr: DIRECTEUR RÉGIONAL
ja: リージョナル ディレクター (RD)
kk: АЙМАҚТЫҚ ДИРЕКТОР
ko: 리져널 디렉터
lv: REĢIONĀLAIS DIREKTORS
pt: DIRETOR REGIONAL
ro: DIRECTOR REGIONAL
ru: РЕГИОНАЛЬНЫЙ ДИРЕКТОР
uk: РЕГІОНАЛЬНИЙ ДИРЕКТОР
uz: МИНТАҚАВИЙ ДИРЕКТОР

source: Regional Director (RD)
fr: Directeur Régional (RD)

source: Regional Directors earn a $2,500 Team Leadership Bonus each and every month they remain qualified.
ca: Els Regional Directors guanyen 2,500 dòlars en Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: Regional Directors verdienen jeden Monat, in dem sie qualifiziert bleiben, einen Team Leadership Bonus von 2.500 $.
es: Regional Directors ganan un Bono de Liderazgo de Equipo de $2,500 USD cada mes que se mantengan calificados.
fr: Les Directeurs Régionaux recevront un Bonus du Leadership d'Équipe de 2 500$ pour chaque mois, tant qu’ils restent qualifiés.
it: I Regional Director guadagnano un Bonus di $2.500 per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: Regional Directors は、$2,500のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: Аймақтық директорлар біліктілігін сақтай отырып, ай сайын $2,500 көшбасшылық бонус алады.
ko: Regional Director는 자격을 유지하는 동안 매달 $2,500의 팀 리더십 보너스를 받습니다.
ky: Regional Director квалификациясына ээ болгон ар бир ай үчүн 2,500 доллар өлчөмүндө белгиленген Команда Лидерлик бонусун алат.
lv: Reģionālie Direktori pelna $2,500 Komandas Vadības Bonusu katrā un ikvienā mēnesī kamēr viņi kvalificējas.
mn: Сар бүр болзол хангаж буй Regional Director нь Багийн манлайллын урамшуулалд $2,500 авах болно.
pt: Diretores Regionais ganham um bônus de liderança de equipe de $2.500 a cada mês em que permanecem qualificados.
ro: Regional Directors câștigă un bonus de 2.500 USD pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: Региональные Директора зарабатывают по $2 500 в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: Регіональні Директори заробляють по $2500 у вигляді Командного Лідерського бонусу кожного місяця, в якому вони зберігають кваліфікацію.
uz: Regional Director квалификацияни ушлаб турган ҳар ой учун қатъий 2,500$ Жамоа етакчилиги бонусини ишлаб топади.
zh: 保持合格的Regional Directors每月可获得 2,500 美元的团队领导奖金。

source: Register Now
ca: Registrat Ara
de: Jetzt registrieren
es: Regístrate Ahora
fr: Inscrivez-vous Maintenant
it: Registrati adesso
ja: 今すぐ登録
kk: Қазір Тіркелу
ko: 지금 등록하세요
ky: Азыр катталыңыз
lv: Reģistrējies tagad
mn: Одоо бүртгүүлэх
pt: Registrar agora
ro: Înregistrează Acum
ru: Зарегистрироваться сейчас
uk: Зареєструватися зараз
uz: Ҳозироқ рўйхатдан ўтиш
zh: 現在註冊

source: Register now and experience inCruises without commitment.
ca: Registra’t ara i experimenta inCruises sense cap compromís.
de: Registrieren Sie sich jetzt und erleben Sie inCruises unverbindlich.
es: Regístrate ahora y experimenta inCruises sin compromiso.
fr: Inscrivez-vous dès maintenant et vivez l'expérience inCruises sans engagement.
it: Registrati subito e prova inCruises senza impegno.
ja: 今すぐ登録して、inCruisesを体験しましょう。
kk: Дәл қазір тіркеліп, inCruises қызметтерін міндеттемесіз пайдаланыңыз.
ky: Азыр катталып, inCruises платформасын эч кандай милдеттенмесиз колдонуп көрүңүз.
lv: Reģistrējieties tūlīt un iepazīstiet inCruises bez saistībām.
mn: Одоо inCruises-д бүртгүүлээд зүгээр нэг туршаад үзээрэй.
pt: Cadastre -se agora e experimente a inCruises sem compromisso.
ro: Înregistrează-te acum și experimentează inCruises fără angajament.
ru: Регистрируйтесь прямо сейчас и пользуйтесь услугами inCruises без обязательств.
uk: Зареєструйтеся зараз і зрозумійте, що таке inCruises, без зобов'язань.
uz: Ҳозироқ рўйхатдан ўтинг ва ҳеч қандай мажбуриятларсиз inCruises ни синаб кўринг.
zh: 现在注册，体验inCruises，无需承诺。
