Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The certificate has been signed correctly
ca: El certificat s'ha signat correctament
de: Das Zertifikat wurde korrekt signiert.
es: El certificado ha sido firmado correctamente.
fr: Le certificat à été signé correctement
it: Il certificato è stato firmato correttamente
ja: 証明書は正しく署名されました
kk: Сертификатқа дұрыс қол қойылды
ko: 인증서에 제대로 서명되었습니다
ky: Сертификатка туура кол коюлган
lv: Sertifikāts ir parakstīts pareizi
mn: Гэрчилгээнд гарын үсэг зөв зурагдлаа
pt: O certificado foi assinado corretamente
ro: Certificatul a fost semnat corect
ru: Сертификат был подписан правильно
uk: Підписаний Сертифікат вірний
uz: Сертификат тўғри имзоланган
zh: 證書已正確簽名

source: The code was either incorrect or expired. Please resend your code and try again.
ca: El codi era incorrecte o ha caducat. Torna a enviar el teu codi i torna-ho a provar.
de: Der Code war entweder falsch oder ist abgelaufen. Bitte senden Sie Ihren Code erneut und versuchen Sie es erneut.
es: El código es incorrecto o expiró. Vuelve a enviar tu código e inténtalo de nuevo.
fr: Le code était soit incorrect, soit expiré. Veuillez renvoyer votre code et réessayer.
it: Il codice non è corretto o è scaduto. Invia nuovamente il tuo codice e riprova.
ja: コードは有効でないか正しくありません。コードを再送信し、もう一度お試しください。
kk: Код дұрыс емес немесе мерзімі өткен. Кодыңызды қайта жіберіп,қайталап көріңіз.
ko: 코드가 오류이거나 만료되었습니다. 코드를 재전송하고 다시 시도하십시오.
ky: Код туура эмес же мөөнөтү өтүп кеткен. Сураныч, кодуңузду кайра жөнөтүп, кайра аракет кылыңыз.
lv: Kods ir nepareizs vai beidzies tā derīgums. Lūdzu, vēlreiz nosūtiet kodu un mēģiniet vēlreiz.
mn: Код буруу эсвэл хугацаа нь дуусан байна. Кодыг дахин илгээж, шинээр оруулна уу.
pt: O código estava incorreto ou expirou. Por favor, reenvie seu código e tente novamente.
ro: Codul a fost fie incorect, fie a expirat. Te rugăm să retrimiți codul și să încerci din nou.
ru: Неверный или просроченный код. Отправьте код повторно и попробуйте ещё раз.
uk: Невірний або прострочений код. Надішліть код повторно і спробуйте ще раз.
uz: Код нотўғри ёки муддати ўтган. Илтимос, кодни такрор жўнатиб, қайта уриниб кўринг.
zh: 驗證碼不正確或已過期。請重新發送您的驗證碼，然後重試。

source: The code was sent to %{email}.
ca: El codi va ser enviat a %{email}.
de: Der Code wurde an %{email} gesendet.
es: El código fue enviado a %{email}.
fr: Le code a été envoyé à %{email}.
it: Il codice è stato inviato a %{email}.
ja: コードは %{email} に送信されました。
kk: Код %{email} мекен-жайына жіберілді.
ky: Код %{email} дарегине жөнөтүлдү.
lv: Kods tika nosūtīts uz %{email}.
mn: Энэ код %{email} хаяг руу илгээгдлээ.
pt: O código foi enviado para %{email}.
ro: Codul a fost trimis la %{email}.
ru: Код отправлен на почту %{email}.
uk: Код надіслано на пошту %{email}.
uz: Код қуйидаги манзилга юборилди: %{email}.
zh: 验证码已发送至 %{email}。

source: The code you entered is incorrect. Please try again.
ca: El codi que has introduït és incorrecte. Si us plau, intenta-ho de nou.
de: Der eingegebene Code ist falsch. Bitte versuchen Sie es erneut.
es: El código que introduces es incorrecto. Por favor, vuelve a intentarlo.
fr: Le code que vous avez saisi est incorrect. Veuillez réessayer.
it: Il codice inserito non è valido. Prova di nuovo.
ja: 入力されたコードが正しくありません。もう一度やり直してください。
kk: Сіз қате кодты енгіздіңіз. Қайталап көріңіз.
ky: Киргизилген код туура эмес. Сураныч, кайра аракет кылыңыз.
lv: Ievadītais kods nav pareizs. Lūdzu, mēģiniet vēlreiz.
mn: Таны оруулсан код буруу байна. Дахин оруулна уу.
pt: O código que você digitou está incorreto. Por favor, tente novamente.
ro: Codul introdus este incorect. Te rugăm să încerci din nou.
ru: Введённый вами код недействителен. Попробуйте, пожалуйста, снова.
uk: Введений вами код недійсний. Спробуйте, будь ласка, знову.
uz: Сиз киритган код нотўғри. Илтимос, қайта уриниб кўринг.
zh: 您输入的验证码不正确，请再试一次。

source: The Company may collect information about the use of the web site and the third party software packages listed therein, such as the number of downloads, services purchased/utilized, how many users visit the website daily, web pages visited, and the IP address of your computer. This information is generally collected in aggregate form, without identifying any user individually, although IP address and Session ID in relation to purchases may be tracked as part of the Company's customer order review and fraud prevention efforts.
ca: La Companyia pot recopilar informació sobre l’ús del lloc web i dels paquets de programari de tercers que s’hi indiquen, com ara el nombre de descàrregues, serveis comprats o utilitzats, quants usuaris visiten el lloc web diàriament, les pàgines visitades i l’adreça IP del teu ordinador. Aquesta informació generalment es recull de manera agregada, sense identificar cap usuari de manera individual, tot i que l’adreça IP i l’ID de sessió relacionats amb les compres poden ser rastrejats com a part del procés de revisió de comandes i prevenció del frau de la Companyia.
es: La Compañía puede recopilar información sobre el uso del sitio web y de paquetes de software de terceros que figuran en el mismo, tales como el número de descargas, servicios adquiridos y/o utilizados, cuántos usuarios visitan la página web todos los días, las páginas web visitadas, y la dirección IP de su ordenador. Esta información se recoge generalmente en forma agregada, sin identificar a ningún usuario individual, aunque la dirección IP y el ID de la sesión, en relación a las compras, pueden ser rastreadas en relación al examen de los pedidos de clientes y de los esfuerzos de inCruises en prevención del fraude.
fr: La Société peut collecter des informations sur l'utilisation du site web et des logiciels tiers qui y sont répertoriés, telles que le nombre de téléchargements, les services achetés/utilisés, le nombre d'utilisateurs visitant le site web quotidiennement, les pages web consultées et l'adresse IP de votre ordinateur. Ces informations sont généralement collectées sous forme agrégée, sans identifier individuellement les utilisateurs. Cependant, l'adresse IP et l'identifiant de Session (ID) liés aux achats peuvent être suivis dans le cadre des mesures de contrôle des commandes et de prévention de la fraude mises en place par la Société.
it: La Società può raccogliere informazioni sull'utilizzo del sito web e dei pacchetti software di terze parti ivi elencati, come il numero di download, i servizi acquistati/utilizzati, il numero di utenti che visitano il sito web ogni giorno, le pagine web visitate e l'indirizzo IP del tuo computer. Queste informazioni vengono generalmente raccolte in forma aggregata, senza identificare alcun utente individualmente, sebbene l'indirizzo IP e l'ID di sessione in relazione agli acquisti possano essere tracciati nell'ambito delle attività di revisione degli ordini dei clienti e di prevenzione delle frodi della Società.
ja: 当社は、ウェブサイトおよび掲載されているサードパーティ製ソフトウェアパッケージの利用状況に関する情報（ダウンロード数、購入・利用されたサービス、1日の訪問ユーザー数、閲覧されたページ、コンピューターのIPアドレスなど）を収集する場合があります。これらの情報は通常、個々のユーザーを特定することなく集計形式で収集されますが、ご購入に関連して、IPアドレスやセッションIDが当社の注文審査および不正防止対策の一環として追跡されることがあります。
kk: Компания жүктеулер саны, сатып алынған/пайдаланылған қызметтер, веб-сайтқа күнделікті кіретін пайдаланушылар саны, кірген веб-беттер және компьютердің IP-мекен-жайы сияқты веб-сайтты және онда тізімделген үшінші тарап бағдарламалық жасақтама пакеттерін пайдалану туралы ақпарат жинай алады. Бұл ақпарат, әдетте, пайдаланушыны жеке-жеке анықтамай, жалпыланған түрде жиналады, дегенмен сатып алуға байланысты IP-мекен-жайы мен сеанс идентификаторы компанияның клиенттердің тапсырыстарын тексеру және алаяқтықтың алдын алу шаралары аясында бақылануы мүмкін.
pt: A Empresa poderá coletar informações sobre o uso do site e dos pacotes de software de terceiros nele listados, como o número de downloads, serviços adquiridos/utilizados, quantos usuários visitam o site diariamente, páginas visitadas e o endereço IP do seu computador. Essas informações geralmente são coletadas de forma agregada, sem identificar nenhum usuário individualmente, embora o endereço IP e o ID da Sessão relacionados às compras possam ser rastreados como parte dos esforços de análise de pedidos de clientes e prevenção de fraudes da Empresa.
ro: Compania poate colecta informații despre utilizarea site-ului web și a pachetelor de software ale terților enumerate în acesta, cum ar fi numărul de descărcări, serviciile achiziționate/utilizate, câți utilizatori vizitează site-ul zilnic, paginile web vizitate și adresa IP a calculatorului tău. Aceste informații sunt, în general, colectate în formă agregată, fără a identifica niciun utilizator în mod individual, deși adresa IP și ID-ul sesiunii în legătură cu achizițiile pot fi urmărite ca parte a evaluării comenzilor clienților și a eforturilor de prevenire a fraudelor ale Companiei.
uk: Компанія може збирати інформацію про використання веб-сайту та сторонніх програмних пакетів, перелічених на ньому, таких як кількість завантажень, придбані/використані послуги, кількість користувачів, які щодня відвідують веб-сайт, відвідувані веб-сторінки та IP-адреса вашого комп’ютера. Ця інформація, як правило, збирається в сукупному вигляді, не ідентифікуючи жодного користувача окремо, хоча IP-адреса та ідентифікатор сесії стосовно покупок можуть відслідковуватися як частина перегляду замовлень клієнтів та для запобігання шахрайству.
uz: Компания веб-сайтдан фойдаланишингиз ҳамда юклаб олишлар, харид қилинган/фойдаланилган хизматлар сони, ҳар куни веб-сайтга нечта фойдаланувчи ташриф буюргани, ташриф буюрилган веб-саҳифалар ва компьютерингизнинг IP манзили каби учинчи томон дастурий тўпламлари ҳақидаги маълумотларни йиғиши мумкин. Бу маълумотлар одатда умумий шаклда, индивидуал фойдаланувчининг шахси аниқланмаган ҳолда тўпланади. Бироқ Компания мижозлари буюртмаларини кўриб чиқиш ва фирибгарликнинг олдини олиш ҳаракатларининг бир қисми сифатида харид қилиш билан боғлиқ IP манзили ва Сеанс ID рақами кузатилиши мумкин.
zh: 本公司可能会收集有关网站使用情况及其列出的第三方软件包的信息，例如下载次数、购买或使用的服务、每日访问网站的用户数量、访问的网页，以及您计算机的IP地址。此类信息通常以汇总形式收集，不会单独识别任何用户，不过IP地址和与购买相关的会话ID可能会作为本公司客户订单审查及防止欺诈的一部分而被追踪。

source: The Company may use aggregate, non-identifying statistical data for improving the website and the products and services provided by the Company.
ca: L'Empresa pot utilitzar dades estadístiques agregades i no identificatives per millorar el lloc web i els productes i serveis que ofereix.
de: Das Unternehmen kann aggregierte, nicht identifizierende statistische Daten zur Verbesserung der Website und der vom Unternehmen bereitgestellten Produkte und Dienstleistungen verwenden.
es: inCruises podrá utilizar en forma agregada datos estadísticos no identificables, para mejorar el sitio web y los productos y servicios prestados por la compañía.
fr: La Société peut utiliser des données statistiques agrégées et non identifiantes pour améliorer le site Web et les produits et services fournis par la Société.
it: La Società può utilizzare dati statistici aggregati e non identificativi per migliorare il sito web e i prodotti e servizi forniti dalla Società stessa.
ja: 当社は、当社が提供するウェブサイトおよび製品とサービスを改善するために、集計された⾮識別統計データを使⽤する場合があります。
kk: Компания веб-сайт пен ұсынатын өнімдері мен қызметтерін жақсарту мақсатында жиынтықталған, жеке тұлғаны анықтамайтын статистикалық деректерді пайдалана алады.
ky: Компания веб-сайтты, Компания тарабынан сунушталган продукциятоварларды жана кызматтарды жакшыртуу үчүн жалпыланган, аныктоочу эмес бирдиктүү статистикалык маалыматтарды колдоно алат.
lv: Kompānija var izmantot apkopotus, neidentificējošus statistikas datus, lai uzlabotu tīmekļa vietni un Kompānijas sniegtos produktus un pakalpojumus.
mn: Компани нь вэб хуудас болон компанийн үзүүлж буй бүтээгдэхүүн, үйлчилгээг сайжруулахын тулд нэгтгэсэн, таних боломжгүй статистикийн өгөгдлийг ашиглаж болно.
pt: A Empresa pode usar dados estatísticos agregados e não identificáveis para melhorar o site, produtos e serviços fornecidos pela Empresa.
ro: Compania poate folosi date statistice agregate, neidentificabile pentru îmbunătățirea site-ului web și a produselor și serviciilor furnizate de Companie.
ru: Компания может использовать обобщенные неидентифицирующие статистические данные для улучшения веб-сайта и продуктов и услуг, предоставляемых Компанией.
uk: Для вдосконалення веб-сайту та продуктів і послуг, що надаються Компанією, Компанія може використовувати сукупні неідентифікуючі статистичні дані.
uz: Компания веб-сайтни ҳамда Компания томонидан тақдим этилган маҳсулот ва хизматларни яхшилаш учун тасдиқланмаган статистик маълумотлардан фойдаланиши мумкин.
zh: 本公司可能使用汇总的、非标识性的统计数据来改进其网站及所提供的产品和服务。

source: The comparison can be presented in whatever currency is used in your browser.
ca: La comparació pot presentar-se en qualsevol moneda que s'utilitzi en el teu navegador.
de: Der Vergleich kann in der Währung dargestellt werden, die in Ihrem Browser verwendet wird.
es: La comparación se puede presentar en cualquier moneda que se utilice en tu navegador.
fr: La comparaison peut être présentée dans la devise utilisée par votre navigateur.
it: Il confronto può essere presentato in qualsiasi valuta in uso nel tuo browser.
ja: ブラウザで使用されている通貨で比較を表示することもできます。
kk: Салыстыру браузеріңізде қолданылатын кез келген валютада көрсетілуі мүмкін.
ko: 비교는 브라우저에서 사용되는 모든 통화로 표시될 수 있습니다.
ky: Салыштыруу сиздин браузерде кандай валютада колдонулбасын, көрсөтүлүшү мүмкүн.
lv: Salīdzināšanu var veikt jebkurā valūtā, kas tiek izmantota jūsu pārlūkprogrammā.
mn: Харьцуулалтыг таны вэб хөтөч дээр ашиглаж буй ямар ч валютаар харуулж болно.
pt: A comparação pode ser apresentada em qualquer moeda usada em seu navegador.
ro: Comparația poate fi prezentată în orice monedă folosită în browser.
ru: Сравнение может быть представлено в любой используемой в вашем браузере валюте.
uk: Порівняння може бути представлене в будь-якій валюті, що використовується у вашому браузері.
uz: Солиштириш сизнинг браузерингизда қайси валюта кўрсатилганидан қатъи назар тақдим этилиши мумкин.
zh: 比较可以以浏览器中使用的任何货币显示。

source: The comparison must be for the exact same cruise: same dates, number and ages of guests, promotional package, cabin category, deck, and location.
ca: La comparació ha de ser exactament per al mateix creuer: mateixes dates, número i edats dels hostes, paquet promocional, categoria de cabina, coberta i ubicació.
de: Der Vergleich muss sich auf genau dieselbe Kreuzfahrt beziehen: dasselbe Datum, dieselbe Anzahl und dasselbe Alter der Gäste, dasselbe Werbepaket, dieselbe Kabinenkategorie, dasselbe Deck und dieselbe Lage.
es: La comparación debe ser exactamente para el mismo crucero: mismas fechas, número y edades de los pasajeros, paquete promocional, categoría de camarote, cubierta y ubicación.
fr: La comparaison doit porter exactement sur la même croisière : mêmes dates, nombre et âge des invités, forfait promotionnel, catégorie de cabine, pont et emplacement.
it: Il confronto deve riguardare esattamente la stessa crociera: stesse date, numero ed età degli ospiti, tipo di pacchetto promozionale, categoria di cabina, ponte e posizione.
ja: 比較するときは、同じ日程、ゲストの人数と年齢、プロモーションパッケージ、キャビンのカテゴリー、デッキ、場所など、完全に同じ内容のクルーズ予約である必要があります。
kk: Салыстыру бірдей круиз болуы керек: бірдей күндер, қонақтардың саны мен жасы, жарнамалық пакет, кабина санаты, палуба және орналасқан жер.
ko: 비교는 정확히 동일한 크루즈에 대한 것이어야 합니다: 동일한 날짜, 손님 수 및 연령, 프로모션 패키지, 캐빈 카테고리, 데크 및 위치.
ky: Ошол эле круизди салыштыруу керек: ошол эле даталар, коноктордун саны жана жашы, жарнамалык пакет, каюта категориясы, палуба жана жайгашкан жер.
lv: Salīdzinājumam jābūt tādam pašam kruīzam: tādi paši datumi, viesu skaits un to vecums, reklāmas komplekts, kajītes kategorija, klājs un atrašanās vieta.
mn: Уг харьцуулалт нь яг ижил аяллын хувьд байх ёстой. Үүнд: ижил өдрүүдэд, зочдын тоо болон нас, урамшууллын багц, өрөөний ангилал, давхар, байршил.
pt: A comparação deve ser exatamente para o mesmo cruzeiro: mesmas datas, número e idade dos hóspedes, pacote promocional, categoria de cabine, deck e localização.
ro: Comparația trebuie să fie exact pentru aceeași croazieră: aceleași date, număr și vârste ale oaspeților, pachet promoțional, categorie de cabină, punte și locație.
ru: Сравниваться должен тот же самый круиз: те же даты, количество и возраст гостей, акционный пакет, категория каюты, палуба и расположение.
uk: Порівнюватися має той самий круїз: ті ж дати, кількість і вік гостей, акційний пакет, категорія каюти, палуба та розташування.
uz: Солиштирув айнан ўша круиз учун: санаси, меҳмонлар сони ва ёши, акция пакети, каюта тоифаси, палуба ва жойлашуви бир хил бўлиши шарт.
zh: 比较必须针对完全相同的邮轮：相同的日期、客人的数量和年龄、促销套餐、客舱类别、甲板和位置。

source: The competing offer must match exactly:
ca: L’oferta que es vol igualar ha de coincidir exactament:
de: Das konkurrierende Angebot muss genau übereinstimmen:
es: La oferta del competidor debe coincidir exactamente:
fr: L'offre concurrente doit correspondre exactement :
it: L'offerta del concorrente deve coincidere esattamente:
ja: 競合するオファーは、以下の点で完全に一致している必要があります：
kk: Бәсекелес ұсыныс дәл сәйкес келуі керек:
ky: Салыштырылган сунуш төмөнкүлөргө так дал келиши керек:
lv: Konkurējošajam piedāvājumam precīzi jāatbilst:
mn: Харьцуулсан санал доорхтой яг ижил байх ёстой:
pt: A oferta concorrente deve ser exatamente igual:
ro: Oferta concurentă trebuie să corespundă exact:
ru: Конкурирующее предложение должно точно совпадать:
uk: Конкурента пропозиція повинна повністю збігатися:
uz: Рақобатчи таклифи қуйидагиларга аниқ мос келиши шарт:
zh: 竞争性报价必须完全匹配：

source: The competing site hides cruise details until after booking
ca: El lloc competidor amaga els detalls del creuer fins després de fer la reserva.
de: Die konkurrierende Website verbirgt die Details der Kreuzfahrt bis nach der Buchung
es: El sitio competidor oculta los detalles del crucero hasta después de completar la reserva
fr: Le site concurrent masque les détails de la croisière jusqu'à la réservation
it: Il sito concorrente non mostra i dettagli della crociera fino al completamento della prenotazione.
ja: 競合サイトが予約完了までクルーズの詳細を表示しない場合
kk: Бәсекелес сайт брондау сәтіне дейін круиз туралы мәліметтерді жасырады
ky: Атаандаш сайт круиздик маалыматты брондоодон кийин гана көрсөтөт
lv: Konkurējošā vietne paslēpj kruīza informāciju līdz rezervēšanai
mn: Өрсөлдөгч вэб хуудас нь захиалга дуустал аяллын дэлгэрэнгүй мэдээллийг нууцалж байдаг.
pt: O site concorrente oculta os detalhes do cruzeiro até depois da reserva
ro: Site-ul concurent ascunde detaliile croazierei până după efectuarea rezervării
ru: Конкурирующий сайт скрывает детали круиза до момента бронирования
uk: Конкуруючий сайт приховує деталі круїзу до бронювання
uz: Рақобатчи сайт буюртма якунига қадар круиз маълумотларини яширади
zh: 竞争网站在预订完成前隐藏邮轮详情

source: The competitor's offer must be from the same region as your inCruises account, meaning the agency or website must serve your country or market.
ca: L'oferta del competidor ha de ser de la mateixa regió que el teu compte d'inCruises, és a dir, l'agència o lloc web ha de donar servei al teu país o mercat.
de: Das Angebot des Mitbewerbers muss aus der gleichen Region stammen wie Ihr inCruises-Konto, d. h. die Agentur oder die Website muss Ihr Land oder Ihren Markt bedienen.
es: La oferta del competidor debe provenir de la misma región que tu cuenta de inCruises, lo que significa que la agencia o el sitio web deben operar en tu país o mercado.
fr: L'offre du concurrent doit provenir de la même région que votre compte inCruises, ce qui signifie que l'agence ou le site Web doit desservir votre pays ou votre marché.
it: L'offerta del concorrente deve provenire dalla stessa regione del tuo account inCruises; ciò significa che l'agenzia o il sito web devono operare nel tuo paese o mercato.
ja: 競合他社のオファーは、あなたのinCruisesアカウントと同じ地域からのものである必要があります。つまり、その代理店またはウェブサイトがあなたの国または市場に対応している必要があります。
kk: Бәсекелестің ұсынысы сіздің inCruises есептік жазбаңызбен бір аймақтан болуы керек, яғни агенттік немесе веб-сайт сіздің еліңізге немесе нарыққа қызмет етуі керек.
ky: Атаандаштын сунушу сиздин inCruises аккаунтуңузга тиешелүү аймактан болушу керек, башкача айтканда, агенттик же веб-сайт сиздин өлкөңүз же базарыңыз үчүн кызмат көрсөтүшү керек.
lv: konkurenta piedāvājumam jābūt no tā paša reģiona, kurā atrodas jūsu inCruises konts, tas nozīmē, ka aģentūrai vai tīmekļa vietnei ir jāapkalpo jūsu valsts vai tirgus.
mn: Өрсөлдөгч компаний санал нь таны inCruises-ийн бүртгэл хийлгэсэн ижил бүс нутгаас байх ёстой, өөрөөр хэлбэл тухайн агентлаг эсвэл вэб хуудас нь танай улс орон болон тухайн бүс нутгийн зах зээлд үйлчилдэг байх шаардлагатай юм.
pt: A oferta do concorrente deve ser da mesma região que sua conta inCruises, ou seja, a agência ou o site deve atender ao seu país ou mercado.
ro: Oferta concurentului trebuie să fie din aceeași regiune cu contul tău inCruises, ceea ce înseamnă că agenția sau site-ul web trebuie să deservească țara sau piața ta.
ru: Предложение конкурента должно относиться к тому же региону, что и ваша учётная запись inCruises, то есть агентство или веб-сайт должны обслуживать вашу страну или рынок.
uk: Пропозиція конкурента повинна стосуватися того ж регіону, що й ваш обліковий запис inCruises, тобто агентство або веб-сайт повинні обслуговувати вашу країну чи ринок.
uz: Рақобатчи таклифи inCruises аккаунтингиз очилган ҳудуддан бўлиши шарт, яъни агентлик ёки сайт сизнинг мамлакатингиз ёки бозорга хизмат кўрсатиши лозим.
zh: 竞争对手的报价必须来自与您的inCruises账户相同的地区，也就是说，该代理机构或网站必须面向您的国家或市场提供服务。

source: The contact information has been saved successfully.
ca: La informació de contacte s'ha desat correctament.
de: Die Kontaktinformationen wurden erfolgreich gespeichert.
es: Información del contacto ha sido guardada exitosamente.
fr: Les informations de contact ont été sauvegardées avec succès.
it: Le informazioni di contatto sono state salvate con successo.
ja: 連絡先の情報が正常に保存されました。
kk: Байланыс ақпараты сәтті сақталды.
ky: Байланыш маалыматтары ийгиликтүү сакталды.
lv: Kontaktinformācija ir veiksmīgi saglabāta.
mn: Холбоо барих мэдээлэл амжилттай хадгалагдлаа.
pt: As informações de contato foram salvas com sucesso.
ro: Informațiile de contact au fost salvate cu succes.
ru: Контактная информация успешно сохранена.
uk: Контактну інформацію успішно збережено.
uz: Контактга оид маълумот муваффақиятли сақланди.
zh: 联系人信息已成功保存。

source: The cost of this protection is non-refundable. Only redeemed reward points will be refunded.
ca: El cost d’aquesta protecció no és reemborsable. Només es reemborsaran els Punts de Recompensa utilitzats.
de: Die Kosten für diesen Schutz sind nicht erstattungsfähig. Nur eingelöste Reward Points werden erstattet.
es: El costo de esta protección no es reembolsable. Solo se reembolsarán los Puntos de Recompensa canjeados.
fr: Le coût de cette protection n'est pas remboursable. Seuls les points de récompense échangés seront remboursés.
it: Il costo di questa protezione non è rimborsabile. Verranno rimborsati solo i crediti premio riscattati.
ja: この保護にかかった費用は払い戻しできません。返金されるのは、申請されたリワードポイントのみです。
kk: Бұл қорғаудың құны қайтарылмайды. Тек пайдаланылған бонустық ұпайлар қайтарылады.
ky: Бул коргоонун баасы кайтарылбайт. Колдонулган бонустук упайлары гана кайтарылат.
lv: Šīs aizsardzības izmaksas nav atmaksājamas. Tiks atmaksāti tikai izmantotie balvu punkti.
mn: Энэхүү хамгаалалтын шимтгэлийг буцаан олгохгүй. Зөвхөн зарцуулсан Шагналын Оноог буцаан олгох болно.
pt: O custo desta proteção não é reembolsável. Apenas Pontos de Recompensa resgatados serão reembolsados.
ro: Costul acestei protecții este nerambursabil. Doar punctele de recompensă răscumpărate vor fi rambursate.
ru: Стоимость данной защиты невозвратна. Возвращены будут только использованные бонусные баллы.
uk: Вартість даного захисту не підлягає поверненню. Тільки викуплені бонусні бали будуть повернуті.
uz: Мазкур ҳимоя суммаси қайтарилмайди. Фақат қўлланилган бонус баллари қайтарилади.
zh: 此保护费用不可退还。只有已兑换的奖励积分将被退还。
