Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Please enter your email address
ca: Si us plau, ingressi el seu correu electrònic
de: Bitte Ihre E-Mail Adresse eingeben
es: Por favor, escribe tu email aquí
fr: Veuillez entrer votre adresse mail
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
kk: Электрондық пошта мекенжайын енгізіңіз
ko: 귀하의 이메일 주소를 입력하십시오
ky: Сураныч, электрондук почта дарегиңизди киргизиңиз
lv: Lūdzu ievadiet savu e-pasta adresi
mn: Имэйл хаягаа бичнэ үү
pt: Por favor, insira o seu endereço de email
ro: Te rugăm să completezi adresa de email
ru: Пожалуйста, введите адрес Вашей электронной почты
uk: Будь ласка, введіть вашу електронну адресу
uz: Илтимос, электрон почта манзилингизни киритинг
zh: 請輸入您的電子郵件

source: Please enter your name
ca: Si us plau, introdueix el teu nom
de: Bitte geben Sie Ihren Namen ein
es: Por favor, ingresa tu nombre
fr: Veuillez entrer votre nom
it: Inserisci il tuo nome
ja: 名前を入力してください
kk: Атыңызды енгізіңіз
ky: Атыңызды киргизиңиз
lv: Lūdzu ievadiet savu vārdu
mn: Нэрээ бичнэ үү
pt: Por favor, insira o seu nome
ro: Te rugăm să-ți introduci numele
ru: Введите, пожалуйста, своё имя
uk: Будь ласка, введіть своє ім'я
uz: Илтимос, исмингизни киритинг
zh: 请输入您的姓名

source: Please enter your pickup location
ca: Si us plau, introdueix la teva ubicació de recollida
de: Bitte geben Sie Ihren Abholort ein
es: Por favor, ingresa tu ubicación de recogida
fr: Veuillez indiquer votre lieu de ramassage
it: Inserisci il tuo punto di partenza
ja: あなたのピックアップの場所を入力して下さい
kk: Алып кету орнын енгізіңіз
ky: Алып кетүүчү жериңизди киргизиңиз
lv: Lūdzu ievadiet savu iekāpšanas vietu
mn: Тантай уулзах газрыг бичнэ үү
pt: Por favor, insira seu local de partida
ro: Te rugăm să introduci locația de preluare
ru: Введите, пожалуйста, своё место сбора
uk: Будь ласка, введіть своє місце збору
uz: Илтимос, олиб кетиш нуқтасини киритинг
zh: 请提供您的接送地点

source: Please enter ZIP Code
ca: Si us plau, introdueix el Codi Postal
de: Bitte Postleitzahl eingeben
es: Por favor, ingresa un código postal
fr: Veuillez saisir le code postal
it: Inserisci il codice postale
ja: 郵便番号を入力してください
kk: Пошта индексін енгізіңіз
ky: Почта индексин киргизиңиз
lv: Lūdzu ievadiet ZIP Kodu
mn: Шуудангийн кодыг бичнэ үү
pt: Por favor insira o CEP
ro: Te rugăm să introduci Codul poștal
ru: Введите, пожалуйста, индекс
uk: Введіть, будь ласка, індекс
uz: Илтимос, почта индексини киритинг
zh: 请输入邮政编码

source: Please fill all fields to continue.
ca: Si us plau, omple tots els camps per continuar.
de: Bitte füllen Sie alle Felder aus, um fortzufahren.
es: Favor llena los campos faltantes para continuar.
fr: Veuillez remplir tous les champs pour continuer.
it: Per continuare, compila tutti i campi.
ja: 全項目にご入力の上、お進みください。
kk: Жалғастыру үшін барлық жолдарды толтырыңыз.
ko: 계속하려면 모든 정보를 입력하십시오.
ky: Улантуу үчүн бардык саптарды толтуруңуз.
lv: Lai turpinātu, lūdzu aizpildiet visus laukus.
mn: Хүснэгтийн бүх хайрцагуудыг бөглөнө үү.
pt: Por favor, preencha todos os campos para continuar.
ro: Pentru a continua, te rugăm să completezi toate câmpurile.
ru: Пожалуйста, заполните все поля, чтобы продолжить.
uk: Будь ласка, заповніть всі поля, щоб продовжити.
uz: Илтимос, давом этиш учун барча майдонларни тўлдиринг.
zh: 請填寫所有空格以繼續。

source: Please fill all fields:
ca: Si us plau, omple tots els camps:
de: Bitte füllen Sie alle Felder aus:
es: Favor llena todos los campos:
fr: Veuillez remplir tous les champs :
it: Per favore, compila tutti i campi:
ja: すべての項目を入力してください：
kk: Барлық өрістерді толтырыңыз:
ky: Бардык саптарды толтуруңуз:
mn: Бүх бичвэрүүдийг бөглөнө үү:
pt: Por favor, preencha todos os campos:
ro: Te rugăm să completezi toate câmpurile:
ru: Заполните, пожалуйста, все поля:
uk: Будь ласка, заповніть всі поля:
uz: Илтимос, барча майдонларни тўлдиринг:
zh: 请填写所有字段：

source: Please fill all fields:
ca: Si us plau, introdueix totes les dades als camps:
de: Bitte füllen Sie alle Felder aus:
es: Favor llena todos los campos:
fr: Veuillez remplir tous les champs :
it: Per favore, compila tutti i campi:
ja: すべてのフィールドに入力してください：
kk: Барлық өрістерді толтырыңыз:
ky: Бардык саптарды толтуруңуз:
mn: Бүх бичвэрүүдийг бөглөнө үү:
pt: Por favor, preencha todos os campos:
ro: Te rugăm să completezi toate câmpurile:
ru: Пожалуйста, заполните все поля:
uk: Будь ласка, заповніть всі поля:
uz: Илтимос, барча майдонларни тўлдиринг:
zh: 请填写所有字段：

source: Please fill all the inputs in this document
ca: Si us plau, empleni tots els camps d'aquest document
de: Bitte füllen Sie alle Felder in diesem Dokument aus
es: Por favor, completa todos los espacios en este documento
fr: Veuillez remplir toutes les rubriques de ce document
it: Si prega di riempire tutti i campi di questo documento
ja: この書類にすべての情報を入力してください
kk: Осы құжаттағы барлық өрістерді толтырыңыз
ko: 이 문서에 모든 입력 사항을 작성하십시오
ky: Сураныч, бул документтин бардык саптарын толтуруңуз
lv: Lūdzu, aizpildiet visas ievadnes šajā dokumentā
mn: Баримт бичгийг бөглөн бичнэ үү
pt: Por favor, preencha todas as entradas neste documento
ro: Te rugăm să completezi toate câmpurile din acest document
ru: Заполните, пожалуйста, все поля документа
uk: Заповніть, будь ласка, всі поля документа
uz: Илтимос, ушбу ҳужжатдаги барча майдонларни тўлдиринг
zh: 請填寫本文檔中的所有內容

source: Please fill in all the required boxes before confirming your information
ca: Emplena tots els requadres obligatoris abans de confirmar la teva informació
de: Bitte füllen Sie alle erforderlichen Felder aus, bevor Sie Ihre Angaben bestätigen
es: Por favor rellena todos los espacios requeridos antes de confirmar tu información
fr: Veuillez remplir toutes les cases requises avant de confirmer vos informations
it: Compila tutti i campi richiesti prima di confermare i tuoi dati
ja: あなたの情報を登録する前に、必須項目をご記入ください
kk: Ақпаратты жібермес бұрын, барлық қажетті жолақты толтыруыңызды сұраймыз
ko: 본인 정보를 확인하기 전에 요구되는 항목을 입력하세요
ky: Сураныч, маалыматыңызды тастыктоодон мурун талап кылынган кутучаларды толтуруңуз
lv: Lūdzu aizpildiet visus prasītos kvadrātiņus pirms apstipriniet informāciju
mn: Та өөрийн мэдээллийг баталгаажуулахын өмнө шаардагдах бүх мэдээллийг бичнэ үү.
pt: Por favor, preencha todas os espaços obrigatórios antes de confirmar suas informações
ro: Completează toate căsuțele necesare înainte de a-ți confirma informațiile
ru: Пожалуйста, заполните все обязательные поля, прежде чем подтвердить информацию
uk: Будь ласка, заповніть всі обов'язкові поля, перш ніж підтвердити інформацію
uz: Илтимос, маълумотларингизни тасдиқлашдан олдин талаб этилган майдонларни тўлдиринг
zh: 請在確認您的信息之前填寫所有必需的框

source: Please fill out the main passengers full name.
ca: Si us plau, emplena el nom complet del passatger principal.
de: Bitte geben Sie den vollständigen Namen des Hauptpassagiers an.
es: Por favor, completa con el nombre completo de los pasajeros principales.
fr: Veuillez remplir le nom complet du passager principal.
it: Inserisci il nome completo del passeggero principale.
ja: 代表者となる乗客のフルネームを入力してください。
kk: Негізгі жолаушының толық аты-жөнін көрсетіңіз.
ko: 주요 승객의 성명을 기입하십시오.
ky: Негизги жүргүнчүнүн аты-жөнүн толук бериңиз.
lv: Lūdzu, norādiet galveno pasažieru pilnu vārdu.
mn: Захиалга өгч буй аялагчийн бүтэн нэрийг оруулна уу.
pt: Por favor, preencha o nome completo do passageiro principal.
ro: Te rugăm să completezi numele complet al pasagerilor principali.
ru: Укажите, пожалуйста, полное имя основного пассажира.
uk: Будь ласка, вкажіть повне ім'я основного пасажира.
uz: Илтимос, асосий йўловчининг тўлиқ исм-шарифини кўрсатинг.
zh: 请填写主要乘客的全名。

source: Please include an amount and a reason.
ca: Si us plau, afegeix una quantitat i un motiu.
de: Bitte geben Sie einen Betrag und einen Grund an.
es: Por favor incluye una cantidad y una razón.
fr: Veuillez indiquer un montant et une raison.
it: Si prega di includere un importo e un motivo.
ja: 金額と理由を明記してください。
kk: Баға мен себебін енгізіңіз.
ko: 금액과 사유를 기재해주세요.
ky: Сураныч, сумманы жана себебин көрсөтүңүз.
lv: Lūdzu norādiet summu/daudzumu un iemeslu.
mn: Мөнгөн дүн болон шалтгааныг оруулан бичнэ үү.
pt: Por favor, inclua um valor e um motivo.
ro: Te rugăm să incluzi o sumă și un motiv.
ru: Укажите, пожалуйста, сумму и причину.
uk: Вкажіть, будь ласка, суму та причину.
uz: Илтимос, суммани ва сабабини кўрсатинг.
zh: 請註明金額和原因。

source: Please include an amount, description, and a reason.
ca: Si us plau, inclou un import, una descripció i un motiu.
de: Bitte geben Sie einen Betrag, eine Beschreibung und einen Grund an.
es: Por favor incluye una cantidad, una descripción y una razón.
fr: Veuillez indiquer un montant, description, et une raison.
it: Ti preghiamo di indicare l'importo, la descrizione e il motivo.
ja: 金額、内容、理由を明記してください。
kk: Мөлшерін, сипаттамасын және себебін көрсетіңіз.
ko: 금액, 설명 및 이유를 포함하십시오.
ky: Сураныч, сумманы, сыпаттамасын жана себебин көрсөтүңүз.
lv: Lūdzu norādiet summu,daudzumu un iemeslu.
mn: Мөнгөн дүн, тайлбар болон шалтгааныг бичнэ үү.
pt: Inclua um valor, uma descrição e um motivo.
ro: Te rugăm să incluzi o sumă, descriere și un motiv.
ru: Укажите, пожалуйста, сумму, описание и причину.
uk: Вкажіть, будь ласка, суму, опис та причину.
uz: Илтимос, суммаси, тавсифи ва сабабини кўрсатинг.
zh: 请包括金额、描述和原因。

source: Please include in your contact: (i) your name, (ii) your address, (iii) your phone number, (iv) an identification of the Materials you wish to use, (v) the place and purpose you wish to use the Materials and (vi) the extent to which you wish to use the Materials.
ca: Si us plau, inclou en el teu missatge de contacte: (i) el teu nom (ii) la teva adreça (iii) el teu número de telèfon (iv) una identificació dels Materials que vols utilitzar, (v) el lloc i la finalitat amb què vols usar els Materials i (vi) l’abast amb què vols fer servir els Materials.
de: Bitte geben Sie in Ihrer Kontaktanfrage an: (i) Ihren Namen, (ii) Ihre Adresse, (iii) Ihre Telefonnummer, (iv) eine Identifizierung der Materialien, die Sie verwenden möchten, (v) den Ort und Zweck, für den Sie die Materialien verwenden möchten und (vi) den Umfang, in dem Sie die Materialien verwenden möchten.
es: Por favor, incluye en tu contacto: (i) tu nombre, (ii) tu dirección, (iii) tu número de teléfono, (iv) una identificación de los Materiales que deseas utilizar, (v) el lugar y el propósito para el que deseas utilizar los Materiales y (vi) el grado en que deseas utilizar los Materiales.
fr: Veuillez inclure dans votre accord : (i) votre nom, (ii) votre adresse, (iii) votre numéro de téléphone, (iv) une identification des Matériaux que vous souhaitez utiliser, (v) le lieu et le but pour lesquels vous souhaitez utiliser les Matériaux et (vi) la mesure dans laquelle vous souhaitez utiliser les Matériaux.
it: Nella tua richiesta di contatto, includi: (i) il tuo nome, (ii) il tuo indirizzo, (iii) il tuo numero di telefono, (iv) un'identificazione dei Materiali che desideri utilizzare, (v) il luogo e lo scopo per cui desideri utilizzare i Materiali e (vi) la misura in cui desideri utilizzare i Materiali.
ja: 次の情報を明記してください：（i）名前、（ii）住所、（iii）電話番号、（iv）使⽤したい資料の識別、（v）資料を使⽤したい場所および⽬的 そして（vi）資料を使⽤する範囲。
kk: Байланыс деректеріңізге мыналарды енгізіңіз: (i) сіздің атыңыз, (ii) Сіздің мекен-жайыңыз, (iii) телефон нөміріңіз, (iv) пайдаланғыңыз келетін материалдардың сәйкестендіру деректері, (v) материалдарды пайдаланғыңыз келетін орын мен мақсат және (vi) дәреже, сіз осы материалдарды пайдаланғыңыз келеді.
ky: Сураныч, байланыш маалыматыңызга төмөнкүлөрдү жазыңыз: (i) аты-жөнүңүздү, (ii) дарегиңизди, (iii) телефон номериңизди, (iv) сиз колдонгуңуз келген Материалдардын идентификациясын, (v) Материалдарды колдонууну каалаган жериңизди жана максатыңызды, (vi) Материалдарды канчалык өлчөмдө колдонгуңуз келгенин жазыңыз.
lv: Lūdzu, savā kontaktpersonas informācijā iekļaujiet: (i) Jūsu vārds, (ii) Jūsu adrese, (iii) Jūsu tālruņa numurs, (iv) izmantojamo materiālu identifikācija, (v) vieta un mērķis, kur vēlaties izmantot materiālus, un (vi) apjoms, kādā vēlaties izmantot materiālus.
mn: Холбоо барих хаягдаа: (i) нэр, (ii) өөрийн хаяг, (iii) утасны дугаар, (iv) ашиглахыг хүсч буй материалын тодорхойлолт, (v) материалыг ашиглахыг хүсч буй газар, зорилго, (vi) материалыг ашиглахыг хүсч буй цар хүрээг бичнэ үү.
pt: Por favor, inclua no seu contato: (i) seu nome, (ii) seu endereço, (iii) seu número de telefone, (iv) uma identificação dos Materiais que você deseja usar, (v) o local e o propósito do uso dos Materiais e (vi) em que extensão você deseja usá-los.
ro: Te rugăm să incluzi în contactul tău: (i) numele tău, (ii) adresa ta, (iii) numărul tău de telefon, (iv) o identificare a Materialelor pe care vrei să le utilizezi, (v) locul și scopul în care vrei să utilizezi Materialele și (vi) măsura în care vrei să utilizezi Materialele.
ru: Пожалуйста, в контактной информации укажите: (i) ваше имя, (ii) ваш адрес, (iii) ваш номер телефона, (iv) указание на Материалы, которые вы хотите использовать, (v) место использования Материалов и назначение, и (vi) продолжительность времени, в течение которого вы хотите использовать Материалы.
uk: Будь ласка, включіть до своєї контактної інформації: (i) своє ім’я, (ii) свою адресу, (iii) номер телефону, (iv) які конкретно матеріали ви хочете використовувати, (v) місце та призначення, за якими ви хочете використовувати Матеріали та (vi) міру, до якої Ви бажаєте використовувати Матеріали.
uz: Контактингизда қуйидагиларни кўрсатинг: (i) исмингиз, (ii) манзилингиз, (iii) телефон рақамингиз, (iv) сиз фойдаланишни хоҳлаган Материаллар идентификацияси, (v) Материаллардан фойдаланиш жойи ва мақсади ҳамда (vi) Материаллардан қай даражада фойдаланишни хоҳлашингиз.
zh: 请在您的联系方式中包含以下内容：(i) 您的姓名；(ii) 您的地址；(iii) 您的电话号码；(iv) 您希望使用的材料的识别信息；(v) 您希望使用材料的地点和用途；(vi) 您希望使用材料的范围。

source: Please insert a valid Requested Price
ca: Si us plau, introdueix un Preu Sol·licitat vàlid
de: Bitte geben Sie einen gültigen Preiswunsch ein
es: Por favor, ingresa un Precio Solicitado que sea válido
fr: Veuillez insérer un Prix Demandé valide
it: Inserisci un Prezzo Richiesto valido, per favore.
ja: 有効なリクエスト価格を入力してください
kk: Дұрыс сұралған бағаны енгізіңіз
ky: Сураныч, туура суралган бааны киргизиңиз
lv: Lūdzu, ievietojiet derīgu pieprasīto cenu
mn: Хүссэн үнээ зөв оруулна уу
pt: Por favor, insira um preço solicitado válido
ro: Te rugăm să introduci un preț solicitat valid
ru: Укажите, пожалуйста, корректную запрашиваемую цену
uk: Будь ласка, вкажіть правильну запитувану ціну
uz: Илтимос, амалдаги Нарх сўровини киритинг
zh: 请输入有效的申请价格

source: Please insert a valid URL
ca: Si us plau, introdueix un URL vàlid
de: Bitte geben Sie eine gültige URL ein
es: Por favor, ingresa un URL que sea váildo
fr: Veuillez insérer une URL valide
it: Inserisci un URL valido, per favore
ja: 有効なURLを入力してください
kk: Дұрыс URL мекенжайын енгізіңіз
ky: Туура URL дарегин киргизиңиз
lv: Lūdzu, ievadiet derīgu URL
mn: Хүчинтэй холбоос бичнэ үү
pt: Por favor, insira um URL válido
ro: Te rugăm să introduci o adresă URL validă
ru: Укажите, пожалуйста, корректный URL
uk: Будь ласка, вкажіть коректну URL-адресу
uz: Илтимос, амалдаги URL киритинг
zh: 请输入有效的网址

source: Please make a search more than 3 days out.
ca: Si us plau, fes una cerca amb més de 3 dies d'antelació.
de: Bitte suchen Sie mehr als 3 Tage im Voraus.
es: Por favor, haz una búsqueda con más 3 días de antelación.
fr: Veuillez effectuer une recherche à plus de 3 jours.
it: Effettua la ricerca con un anticipo di almeno 3 giorni.
ja: 3日以上先の検索をしてください。
kk: Іздеуді 3 күн бұрын жасаңыз.
ky: Сураныч, 3 күндөн ашык мөөнөттө издеңиз.
lv: Lūdzu, veiciet meklēšanu vairāk nekā 3 dienu laikā.
mn: Хайлтаа дор хаяж 3 хоногийн дараах өдрүүдээр хийнэ үү.
pt: Por favor, faça uma pesquisa com mais de 3 dias de antecedência.
ro: Te rugăm să faci o căutare cu mai mult de 3 de zile înainte.
ru: Сделайте, пожалуйста, поиск, превышающий 3-дневный период.
uk: Зробіть, будь ласка, пошук, який перевищує 3-денний період.
uz: Илтимос, 3 кундан ортиқ давр учун қидирувни амалга оширинг.
zh: 请在3天以上进行搜索。

source: Please make sure the birthdate corresponds to the correct passenger.
de: Bitte vergewissern Sie sich, dass das Geburtsdatum mit dem des richtigen Passagiers übereinstimmt.
es: Por favor, asegúrate de que la fecha de nacimiento corresponda al pasajero correcto.
fr: Veuillez vous assurer que la date de naissance correspond au bon passager.
it: Assicurati che la data di nascita corrisponda al passeggero corretto.
ko: 생년월일이 정확한 승객과 일치하는지 확인하십시오.
ky: Бул жүргүнчү үчүн киргизилген туулган күн туура экенин текшериңиз.
lv: Lūdzu, pārliecinieties, vai dzimšanas datums atbilst attiecīgajam pasažierim.
mn: Зорчигчийн төрсөн огноо таарч буй эсэхийг шалгана уу.
ru: Убедитесь, пожалуйста, что дата рождения указана для корректного пассажира.

source: Please note that when paying with you inCruises wallet, only full amounts are accepted, and partial payments using multiple methods are not allowed.
ca: Tingues en compte que pagant amb el teu moneder inCruises, només s'accepten imports complets, i no es permeten pagaments parcials utilitzant múltiples mètodes.
de: Bitte beachten Sie, dass bei Zahlungen mit Ihrer inCruises-Wallet nur volle Beträge akzeptiert werden und dass Teilzahlungen mit mehreren Methoden nicht zulässig sind.
es: Ten en cuenta que al pagar con tu cartera inCruises, solo se aceptan montos completos y no se permiten pagos parciales utilizando múltiples métodos.
fr: Veuillez noter que lorsque vous payez avec votre portefeuille inCruises, seuls les montants complets sont acceptés, et les paiements partiels utilisant plusieurs méthodes ne sont pas autorisés.
it: Ricorda che quando paghi con il tuo portafoglio inCruises, sono accettati solo gli importi completi e non sono ammessi pagamenti parziali con metodi multipli.
ja: inCruisesウォレットでお支払いの場合は、全額のお支払いを完了することのみ可能で、複数の方法を使用した一部のお支払いはできませんのでご注意ください。
kk: InCruises әмиянының көмегімен төлем жасағанда тек толық сомалар ғана қабылданатынын, ал бірнеше әдісті қолданатын ішінара төлемдер қабылданбайтынын ескеріңіз.
ko: inCruises 월렛으로 결제 시 전액 결제만 가능하며, 여러 방법을 사용한 부분 결제는 불가합니다.
ky: Эскерте кетсек, inCruises капчыгыңыз менен төлөөдө толук суммалар гана кабыл алынат жана бир нече ыкмалар менен жарым-жартылай төлөмдөргө жол берилбейт.
lv: Lūdzu, ņemiet vērā, ka, maksājot ar inCruises maciņu, tiek akceptētas tikai pilnas summas un netiek atļauti daļējie maksājumi, izmantojot vairākas metodes.
mn: InCruises-ийн түрийвчийг ашиглан төлбөр хийхдээ зөвхөн бүрэн хэмжээний мөнгөн дүнг илгээх бөгөөд хэд хэдэн удаагийн хэсэгчлэн төлбөр хийж болохгүйг анхааруулж байна.
pt: Observe que, ao pagar com sua carteira inCruises, apenas valores totais são aceitos e pagamentos parciais usando vários métodos não são permitidos.
ro: Te rugăm să reții că, atunci când plătești cu portofelul tău inCruises, sunt acceptate numai sumele complete, iar plățile parțiale folosind mai multe metode nu sunt permise.
ru: Примите, пожалуйста, во внимание, что при оплате с Кошелька inCruises принимаются только целые суммы. Частичные платежи с использованием разных способов оплаты недопустимы.
uk: Візьміть, будь ласка, до уваги, що при оплаті з гаманцями inCruises приймаються тільки цілі суми, а часткові платежі кількома способами не допускаються.
uz: Илтимос, шуни эътиборга олингки, inCruises ҳамёнидан пул тўланганида бутун сумма қабул қилинади, бир қанча йўллар билан қисман тўлашга йўл қўйилмайди.
zh: 请注意，使用 Cruises 钱包付款时，仅接受全额付款，不允许使用多种方式进行部分付款。

source: Please open your authenticator app to retrieve the unique code and enter it here to start the withdrawal process. This is the same code used to access your account.
ca: Si us plau, obra l'aplicació d'autenticació per recuperar el codi únic i introdueix-lo aquí per iniciar el procés de retirada. Aquest és el mateix codi que utilitza per accedir al seu compte.
de: Bitte öffnen Sie Ihre Authenticator-App, um den einmaligen Code abzurufen, und geben Sie ihn hier ein, um den Abhebungsvorgang zu starten. Dies ist derselbe Code, der für den Zugang zu Ihrem Konto verwendet wird.
es: Por favor, abre tu aplicación de autenticación para obtener el código único e introdúcelo aquí para iniciar el proceso de retiro. Este es el mismo código usado para acceder a tu cuenta.
fr: Veuillez ouvrir votre application d'authentification pour récupérer le code unique et le saisir ici pour lancer le processus de retrait. Il s'agit du même code que celui utilisé pour accéder à votre compte.
it: Apri l'app Authenticator per recuperare il codice univoco e inseriscilo qui per avviare l'operazione di prelievo. Si tratta dello stesso codice utilizzato per accedere al tuo account.
ja: 認証アプリを開いてユニークコードを取得し、こちらに入力して送金プロセスを開始してください。これは、あなたのアカウントにアクセスする際に使用されるコードと同じです。
kk: Бірегей кодты алу үшін аутентификация қолданбасын ашып, шығару процесін бастау үшін оны осы жерге енгізіңіз. Бұл сіздің есептік жазбаңызға кіру үшін қолданылған код.
ky: Сураныч, аутентификациялоочу тиркемеңизди ачып, уникалдуу кодду алыңыз жана аны бул жерге киргизип, акча алуу процессин баштаңыз. Бул сиздин эсебиңизге кирүү үчүн колдонулган код.
lv: Lūdzu, atveriet autentificētāja lietojumprogrammu, lai izgūtu unikālo kodu, un ievadiet to šeit, lai sāktu atsaukšanas procesu. Šis ir tas pats kods, kas tiek izmantots, lai piekļūtu jūsu kontam.
mn: Та орлогоо татаж авахын тулд өөрийн баталгаажуулагч апп-ыг нээн, тухайн цагт өгч буй кодыг авч энд оруулна уу. Энэ нь таны бүртгэлд нэвтрэхэд ашигладаг кодтой ижил код юм.
pt: Abra seu aplicativo autenticador para recuperar o código exclusivo e insira-o aqui para iniciar o processo de retirada. Este é o mesmo código usado para acessar sua conta.
ro: Deschide aplicația de autentificare pentru a prelua codul unic și introdu-l aici pentru a începe procesul de retragere. Acesta este același cod folosit pentru a-ți accesa contul.
ru: Пожалуйста, откройте ваше приложение для аутентификации, чтобы получить уникальный код, и введите его здесь для начала процесса вывода. Это тот же код, что использовался для доступа в вашу учётную запись.
uk: Будь ласка, відкрийте вашу програму для аутентифікації, щоб отримати унікальний код, і введіть його тут для початку процесу виведення коштів. Це той же код, який використовувався для доступу до вашого облікового запису.
uz: Илтимос, маблағларни ечиш жараёнини бошлаш учун аутентификатор иловасини очинг ва ноёб кодни киритинг. Бу - аккаунтингизга киришда сиз фойдаланадиган код.
zh: 请打开您的身份验证应用程序以获取唯一验证码，并在此处输入以开始提款过程。此验证码与访问您账户时使用的验证码相同。

source: Please pay your pending invoice.
ca: Si us plau, abona la teva factura pendent.
de: Bitte bezahlen Sie Ihre ausstehende Rechnung.
es: Favor de pagar factura pendiente.
fr: Veuillez régler la facture en cours.
it: Si prega di pagare la fattura in sospeso.
ja: 未決済の請求書をお支払いをお願いします。
kk: Алдағы шотыңызды төлеңіз.
ky: Күтүүдөгү эсеп-фактурасын төлөңүз.
lv: Lūdzu nomaksājiet savu nenokārtoto rēķinu.
mn: Хүлээгдэж буй нэхэмжлэхээ төлнө үү.
pt: Pague sua fatura pendente.
ro: Te rugăm să plătești factura în așteptare.
ru: Пожалуйста, оплатите свою задолженность по счёту.
uk: Будь ласка, сплатіть свою заборгованість за рахунком.
uz: Илтимос, кутаётган ҳисобни тўланг.
zh: 请支付您的待处理发票。
