Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Payments made by you to INCRUISES® INTERNATIONAL LLC, or in the case of Puerto Rico residents INCRUISES PUERTO RICO LLC, hereinafter referred to as "we", "us", "our", "inCruises", or the "Company", its subsidiaries, agents and affiliates, are subject to the following Payment Agreement (hereinafter referred to as this "Agreement"). The Company may process and accept your payment(s) via one or more entities as shown here: www.incruises.com/payment_terms, and regardless of how your payment was processed, your contractual relationship is with INGROUP INTERNATIONAL LLC d/b/a INCRUISES INTERNATIONAL LLC, except for residents of Puerto Rico who contract with INCRUISES PUERTO RICO LLC. inCruises reserves the right to update this Agreement at any time without notice to you.
ca: Els pagaments efectuats per tu a INCRUISES® INTERNATIONAL LLC, o en el cas dels residents de Puerto Rico a INCRUISES PUERTO RICO LLC, "d'ara endavant referits com a 'nosaltres', 'nosaltres mateixos', 'la nostra empresa', 'inCruises' o 'la Companyia, així com les seves filials, agents i afiliats, estan subjectes al següent Acord de Pagament (d'ara endavant, aquest “Acord”). La Companyia pot processar i acceptar el(s) teu(s) pagament(s) a través d’una o més entitats, tal com es mostra aquí: www.incruises.com/payment_terms. Independentment de com s’hagi processat el teu pagament, la teva relació contractual és amb INGROUP INTERNATIONAL LLC operant com INCRUISES INTERNATIONAL LLC, excepte per als residents de Puerto Rico, els quals contracten amb INCRUISES PUERTO RICO LLC. inCruises es reserva el dret d’actualitzar aquest Acord en qualsevol moment sense avís previ.
de: Zahlungen, die Sie an INCRUISES® INTERNATIONAL LLC oder im Fall von Einwohnern Puerto Ricos an INCRUISES PUERTO RICO LLC (nachfolgend „wir“, „uns“, „unser“, „inCruises“ oder das „Unternehmen“ genannt) sowie dessen Tochtergesellschaften, Vertreter und verbundene Unternehmen leisten, unterliegen der folgenden Zahlungsvereinbarung (nachfolgend „Vereinbarung“ genannt). Das Unternehmen kann Ihre Zahlung(en) über eine oder mehrere der hier aufgeführten Stellen verarbeiten und annehmen: www.incruises.com/payment_terms. Unabhängig davon, wie Ihre Zahlung verarbeitet wurde, besteht Ihr Vertragsverhältnis mit INGROUP INTERNATIONAL LLC d/b/a INCRUISES INTERNATIONAL LLC, mit Ausnahme von Einwohnern Puerto Ricos, die einen Vertrag mit INCRUISES PUERTO RICO LLC abschließen. inCruises behält sich das Recht vor, diese Vereinbarung jederzeit und ohne Vorankündigung zu aktualisieren.
es: Los pagos que realices a INCRUISES® INTERNATIONAL LLC, o para residentes de Puerto Rico residents INCRUISES PUERTO RICO LLC, en lo sucesivo, "nosotros", "nos", "nuestro" o "inCruises" o "Company", sus subsidiarias, agentes y afiliados están sujetos al siguiente Acuerdo de Pagos (en lo sucesivo, este "Acuerdo"). a Compañía puede procesar y aceptar sus pagos a través de una o más entidades como se muestra aquí: www.incruises.com/payment_terms, e independientemente de cómo se procesó su pago, su relación contractual es con INGROUP INTERNATIONAL LLC, que opera bajo el nombre comercial de INCRUISES INTERNATIONAL LLC, excepto para los residentes de Puerto Rico que tienen contrato con INCRUISES PUERTO RICO LLC. inCruises se reserva el derecho a modificar este Acuerdo en cualquier momento sin previo aviso.
fr: Les paiements que vous effectuez à INCRUISES® INTERNATIONAL LLC, ou pour les résidents de Porto Rico à INCRUISES PUERTO RICO LLC, ci-après dénommée « nous », « notre », « nos », « inCruises » ou la « Société », ses filiales, agents et sociétés affiliées, sont soumis à l'Accord de Paiement suivant (ci-après dénommé le « Contrat »). La Société peut traiter et accepter vos paiements via une ou plusieurs entités, comme indiqué ici : www.incruises.com/payment_terms. Quel que soit le mode de traitement de votre paiement, votre relation contractuelle est établie avec INGROUP INTERNATIONAL LLC exerçant ses activités sous le nom d'INCRUISES INTERNATIONAL LLC, sauf pour les résidents de Porto Rico qui concluent un contrat avec INCRUISES PUERTO RICO LLC. inCruises se réserve le droit de mettre à jour le présent Accord à tout moment et sans préavis.
it: I pagamenti da te effettuati a INCRUISES® INTERNATIONAL LLC, o nel caso di residenti a Porto Rico a INCRUISES PUERTO RICO LLC, di seguito denominati "noi", "ci", "nostro", "inCruises" o la "Società", le sue filiali, agenti e affiliate, sono soggetti al seguente Contratto di Pagamento (di seguito denominato il presente "Contratto"). La Società può elaborare e accettare i tuoi pagamenti tramite una o più entità come indicato qui: [www.incruises.com/payment_terms](https://www.incruises.com/payment_terms), e indipendentemente da come è stato elaborato il tuo pagamento, il tuo rapporto contrattuale è con INGROUP INTERNATIONAL LLC che opera come INCRUISES INTERNATIONAL LLC, ad eccezione dei residenti di Porto Rico che stipulano un contratto con INCRUISES PUERTO RICO LLC. inCruises si riserva il diritto di aggiornare il presente Contratto in qualsiasi momento senza preavviso.
ja: 会員によるINCRUISES® INTERNATIONAL LLC,またはプエルトリコの居住者の場合は、INCRUISES PUERTO RICO LLC, への⽀払いに関して、以下「当社」、「私たち」、「inCruises」、または 「会社」と呼び、その⼦会社、代理店、および関連会社は、以下の⽀払い契約（以下、「本契約」といいます）の対象となります。当社は、「inCruises」,または 「会社」と呼び、その⼦会社、代理店、および関連会社は、以下の⽀払い契約（以下、 「本契約」といいます）の対象となります。当社は, www.incruises.com/payment_terms, に⽰すように、1つまたは複数のエンティティを介して⽀払いを処理し、受け⼊れることができます。⽀払いの処理⽅法に関係なく、契約関係はINCRUISES INTERNATIONAL LLCの商号を使っているINGROUP INTERNATIONAL LLC とのものです。ただし、プエルトリコの居住者の場合、INCRUISES PUERTO RICO LLCとの契約関係となりますinCruisesは、お客様への通知なしに、いつでも本契約を更新する権利を留保します。
kk: INCRUISES® INTERNATIONAL LLC немесе Пуэрто-Рико тұрғындары үшін INCRUISES PUERTO RICO LLC компаниясына жасалған төлемдер, әрі қарай "біз", "біздер", "біздің", "inCruises" немесе "Компания" деп аталады, оның еншілес ұйымдары, агенттері мен серіктестері, төменде көрсетілген төлем келісіміне (осы "Келісім" деп аталады) бағынады. Компания сіздің төлемдеріңізді бір немесе бірнеше ұйымдар арқылы өңдеуі және қабылдауы мүмкін, және сіздің төлеміңіз қандай жолмен өңделсе де, сіздің шарттық қатынасыңыз INGROUP INTERNATIONAL LLC атынан INCRUISES INTERNATIONAL LLC компаниясымен болады, Пуэрто-Рико тұрғындары үшін бұл келісім INCRUISES PUERTO RICO LLC компаниясымен жасалады. inCruises бұл келісімді кез келген уақытта алдын ала хабарламасыз жаңартуға құқылы.
ky: INCRUISES® INTERNATIONAL LLC же болбосо Пуэрто-Рико тургундары үчүн бул ПуэртоРикодогу INCRUISES PUERTO RICO LLC, мындан ары “биз”, “бизди/бизге”, “биздин”, “inCruises”, же болбосо “Компания” деп аталат, жасаган төлөмдөрүңүз, анын туунду компаниялары, агенттери жана филиалдары төмөнкү Төлөм Келишимине ылайык жүргүзүлөт. (мындан ары “Келишим” деп аталат). Компания: : www.incruises.com/payment_terms, шилтемесинде көрсөтүлгөндөй, бир же бир нече жактар аркылуу төлөмдөрүңүздү иштеп чыгып, кабыл алышы мүмкүн. жана төлөмүңүз кандай жол аркылуу кабыл алынгандыгына карабастан сиздин келишимдик мамилеңиз INGROUP INTERNATIONAL, LLC d/b/a INCRUISES INTERNATIONAL LLC менен уланат, INCRUISES PUERTO RICO LLC менен келишим түзгөн Пуэрто-Рико тургундарына бул тиешелүү эмес. inCruises бул Келишимди каалаган убакта сизге эскертүүсүз жаңыртуу укугун өзүнө калтырат.
lv: Uz maksājumiem,ko jūs veicat INCRUISES® INTERNATIONAL LLC, vai Puerto Rico rezidentu gadījumā INCRUISES PUERTO RICO LLC, tālāk tekstā kā "mēs", "mūs", "mūsu", "inCruises", vai "Kompānija", tās meitas uzņēmumi,aģenti tiek pakļauti sekojosām Maksājumu Nolīgumam (tālāk tekstā kā "Līgums"). Kompānija var apstrādāt un pieņemt jūsu maksājumu/,izmantojot vienu vai vairākas vienības,kā parādīts šeit: www.incruises.com/payment_terms, un neskatoties kā maksājums tiek apstrādāts, jūsu līgumattiecības ir ar INGROUP INTERNATIONAL LLC d/b/a INCRUISES INTERNATIONAL LLC, izņemto Puerto Rico rezidentus, kuri slēdz līgumu ar NCRUISES PUERTO RICO LLC. inCruises patur tiesības jaunināt Līgumu bez iepriekšēja brīdinājuma.
mn: Таны INCRUISES® INTERNATIONAL LLC-д хийсэн төлбөр (Пуэрто Рико улсын оршин суугчдын хувьд INCRUISES PUERTO RICO LLC-д хийсэн төлбөр) нь цаашид "бид", "бидэнд", "манай", "inCruises" эсвэл "Компанид" гэж нэрлэгдэх, энэхүү Компаний охин компаниуд, төлөөлөгчид болон харьяа нэгжүүдийн зүгээс дор дурдсан Төлбөрийн Гэрээнд (цаашид “энэхүү Гэрээ” гэх) хамаарах болно. Компаний зүгээс таны төлбөрийг www.incruises.com/payment_terms хуудсанд буй нэг буюу хэд хэдэн хуулийн этгээдээр дамжуулан хүлээн авч, боловсруулдаг болно. Таны төлбөр хэрхэн боловсруулагдсан эсэхээс үл хамааран, таны гэрээний харилцаа нь INGROUP INTERNATIONAL LLC (INCRUISES INTERNATIONAL LLC нэрээр үйл ажиллагаа явуулдаг) компанитай байх болно. Харин Пуэрто Рикогийн оршин суугчидийн хувьд INCRUISES PUERTO RICO LLC-тай гэрээ байгуулсан гэж үзнэ. inCruises энэхүү Гэрээг урьдчилан мэдэгдэлгүйгээр өөрчлөх эрхтэй болно.
pt: Pagamentos feitos por você à INCRUISES® INTERNATIONAL LLC ou, no caso de residentes em Porto Rico, INCRUISES PUERTO RICO LLC, doravante referidos como "nos", "nosso", "inCruises", ou a "Empresa", suas subsidiárias, agentes e afiliadas estão sujeitas ao seguinte Contrato de Pagamento (doravante denominado "Contrato"). A Empresa pode processar e aceitar seus pagamentos por meio de uma ou mais entidades, como mostrado aqui: www.incruises.com/payment_terms, e independentemente de como seu pagamento for processado, seu relacionamento contratual é com INGROUP INTERNATIONAL LLC fazendo negócios como INCRUISES INTERNATIONAL LLC, exceto para residentes de Porto Rico que contratam com a INCRUISES PUERTO RICO LLC. A inCruises se reserva o direito de atualizar este Contrato a qualquer momento, sem aviso prévio.
ro: Plățile efectuate de tine către INCRUISES® INTERNATIONAL LLC sau, în cazul rezidenților din Puerto Rico, INCRUISES PUERTO RICO LLC, denumită în continuare „noi”, „noi”, „nostru”, „inCruises” sau „Companie”, filialele, agenții și afiliații săi, sunt supuse următorului Acord de plată (denumit în continuare „Acordul de plată”). Compania poate procesa și accepta plățile tale prin una sau mai multe entități, așa cum se arată aici: www.incruises.com/payment_terms și, indiferent de modul în care a fost procesată plata ta, relația ta contractuală este cu INGROUP INTERNATIONAL LLC d/b/a INCRUISES INTERNATIONAL LLC, cu excepția rezidenților din Puerto Rico care au contract cu INCRUISES PUERTO RICO LLC. inCruises își rezervă dreptul de a actualiza acest Acord în orice moment, fără notificare.
ru: Платежи, осуществленные вами в INCRUISES® INTERNATIONAL LLC, а в случае с резидентами Пуэрто-Рико в INCRUISES PUERTO RICO LLC, именуемые в дальнейшем «мы», «нам», «наши», «inCruises», или «Компания», в дочерние компании, агентам и аффилированным лицам, являются предметом настоящего Платежного Соглашения (далее – «Соглашение»). Компания вправе обрабатывать или принимать ваши платежи, используя одно или несколько юридических лиц, перечисленных здесь: www.incruises.com/payment_terms, и, независимо от того, как ваш платеж будет обработан, ваши юридические обязательства связаны с INGROUP INTERNATIONAL LLC, осуществляющей свою деятельность под наименованием INCRUISES INTERNATIONAL LLC, за исключением резидентов Пуэрто-Рико, которые заключают Соглашение с INCRUISES PUERTO RICO LLC. inCruises оставляет за собой право вносить изменения в настоящее Соглашение в любое время без вашего уведомления.
uk: Платежі, здійснені Вами в INCRUISES® INTERNATIONAL LLC, а у випадку з резидентами Пуерто-Ріко в INCRUISES PUERTO RICO LLC, (надалі іменуються «ми», «нам», «наші», «inCruises», або «Компанія»), дочірні компанії, агентам та афілійованим особам, є предметом цієї Платіжної Угоди (далі - «Угода»). Компанія має право обробляти або приймати Ваші платежі, використовуючи одну або кілька юридичних осіб, перерахованих тут: www.incruises.com/payment_terms, і незалежно від того, як буде оброблений Ваш платіж, Ваші юридичні зобов'язання пов'язані з INGROUP INTERNATIONAL LLC, що здійснює свою діяльність під комерційним (фірмовим) найменуванням INCRUISES INTERNATIONAL LLC, за винятком резидентів Пуерто-Рико, які укладають Угоду з INCRUISES PUERTO RICO LLC. inCruises залишає за собою право вносити зміни до цієї Угоди у будь-який час без попередження.
uz: Кейинги ўринларда "биз", "бизни", "бизнинг", "inCruises" ёки "Компания" деб номланувчи INCRUISES INTERNATIONAL LLC, ёки Пуэрто-Рико резидентлари ҳолатида INCRUISES PUERTO RICO LLC, унинг шўъба корхоналари, агентлари ва филиалларига сиз томондан тўланадиган тўловлар мазкур Тўлов шартномаси (кейинги ўринларда "Шартнома") асосида амалга оширилади. Компания тўловларингизни қуйида кўрсатилган бир ёки бир нечта ташкилотлар орқали қайта ишлаши ва қабул қилиши мумкин www.incruises.com/payment_terms, ва тўловингиз қандай ишланганидан қатъи назар, сизнинг битим муносабатларингиз INCRUISES INTERNATIONAL LLC сифатида фаолият олиб борувчи INGROUP INTERNATIONAL LLC билан имзоланган, Пуэрто-Рико резидентларидан ташқари, улар INCRUISES PUERTO RICO LLC билан имзолаганлар. inCruises истаган вақтида, олдиндан хабар бермасдан, мазкур Шартномани янгилаш ҳуқуқини ўзида қолдиради.
zh: 您向INCRUISES® INTERNATIONAL LLC支付的款项（对于波多黎各居民，则为INCRUISES PUERTO RICO LLC），以下称为“我们”、“本公司”或“inCruises”，以及其子公司、代理商和关联公司，均受本付款协议（以下简称“本协议”）的约束。本公司可能通过一个或多个实体处理并接受您的付款，如：www.incruises.com/payment_terms所示，无论您的付款如何处理，您与本公司的合同关系均为INGROUP INTERNATIONAL LLC d/b/a INCRUISES INTERNATIONAL LLC，除非您为波多黎各居民，则与INCRUISES PUERTO RICO LLC签订合同。inCruises保留随时更新本协议的权利，无需另行通知。

source: Payout
ca: Pagar
de: Auszahlung
es: Pagar
fr: Paiement
it: Pagamento
ja: 送金
kk: Төлем
ko: 지불금
ky: Төлөм
lv: Izmaksa
mn: Орлого татах
pt: Pagamento
ro: Plată
ru: Оплата
uk: Оплата
uz: Тўлов
zh: 付款方式

source: Payout provider is currently unavailable.
ca: El proveïdor de pagaments no està disponible en aquest moment.
de: Der Auszahlungsanbieter ist derzeit nicht verfügbar.
es: El proveedor de pago no está disponible actualmente.
fr: Le prestataire de services de paiement n'est pas disponible actuellement.
it: Il servizio di pagamento non è al momento disponibile.
ja: 現在、ペイアウト・プロバイダーは利用できません。
kk: Төлем провайдері қазір қолжетімсіз.
ko: 지급 제공업체를 현재 사용할 수 없습니다.
ky: Төлөм камсыздоочу учурда жеткиликсиз.
lv: Izmaksu nodrošinātājs pašlaik nav pieejams.
mn: Төлбөрийн үйлчилгээ үзүүлэгч одоогоор байхгүй байна.
pt: O provedor de pagamentos está indisponível no momento.
ro: Furnizorul de plată nu este disponibil momentan.
ru: Платёжный агент в настоящее время недоступен.
uk: Платіжний агент наразі недоступний.
uz: Тўлов провайдери ҳозирда мавжуд эмас.
zh: 付款提供商当前不可用。

source: Payout Review
ca: Revisió dels pagaments
de: Auszahlungsprüfung
es: Revisión de pago
fr: Examen des paiements
it: Revisione del pagamento
ja: 送金のレビュー
kk: Төлемге шолу
ko: 지불 검토
ky: Төлөмдү карап чыгуу
lv: Izmaksu pārskats
mn: Төлбөр таталтыг харах
pt: Revisão de pagamento
ro: Revizuirea plăților
ru: Обзор выплат
uk: Огляд виплат
uz: Тўлов шарҳи
zh: 付款审核

source: Pending
ca: Pendent
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso
ja: 未対応/保留中
kk: Күтілуде
ko: 보류 중
ky: Күтүлүүдө
lv: Gaidošs
mn: Хүлээгдэж буй
pt: Pendente
ro: În așteptare
ru: В ожидании
uk: В очікуванні
uz: Кутаётган
zh: 待定

source: Pending Builder's Base
ca: Base de Constructors Pendent
de: Ausstehende Builder's Base
es: Base de Constructores Pendiente
fr: Base de construction en attente
it: Base Costruttori in sospeso
ja: 保留中のビルダーズ・ベース
kk: Фундамент Бизнес Күтілуде
ko: 보류 중인 빌더스 베이스
ky: Күтүүдөгү Куруучунун Базасы
lv: Gaidoša Lietotāju Bāze
mn: Хүлээгдэж буй Билдерс Бэйс
pt: Base de Construtores pendente
ro: Baza constructorilor în așteptare
ru: Фундамент Бизнеса в ожидании
uk: Фундамент Бізнесу в очікуванні
uz: Кутаётган Қурувчилар базаси
zh: 待定建造者基础

source: Pending Builders Base
ca: Base de Constructors Pendents
de: Ausstehende Builders Base
es: Base de Constructores Pendiente
fr: Base des Entrepreneurs en attente
it: Base Costruttori in sospeso
ja: 保留中のビルダーズ・ベース
kk: Фундамент Бизнес Күтілуде
ko: 보류 중인 빌더 베이스
ky: Күтүүдөгү Куруучулардын Базасы
lv: Gaidoša Lietotāja Bāze
mn: Хүлээгдэж буй Билдерс Бэйс
pt: Base de Construtores pendente
ro: Baza constructorilor în așteptare
ru: Фундамент Бизнеса в ожидании
uk: Фундамент Бізнесу в очікуванні
uz: Кутаётган Қурувчилар базаси
zh: 待定建造者基础

source: Pending Builders Base Members
ca: Membres pendents de la Base de Constructors
de: Ausstehende Builders Base Mitglieder
es: Miembros pendientes de la Base de Constructores
fr: Membres de la Base des Entrepreneurs en attente
it: Membri Base Costruttori in sospeso
ja: 保留中のビルダーズ・ベースのメンバー
kk: Фундамент Бизнес клубының мүшелері күтуде
ko: 보류 중인 빌더 베이스 멤버
ky: Күтүүдөгү Куруучулар Базасынын Мүчөлөрү
lv: Gaidoši Lietotāju Bāzes Biedri
mn: Хүлээгдэж буй Билдерс Бэйсийн Гишүүд
pt: Membros pendentes para a Base de Construtores
ro: Membrii bazei constructorilor în așteptare
ru: Члены Клуба Фундамента Бизнеса в ожидании
uk: Члени Клубу Фундаменту Бізнесу в очікуванні
uz: Кутаётган Қурувчилар базасига кирувчи Аъзолар
zh: 待定的建设者基础会员

source: Pending Current Month's Results
ca: Resultats pendents del mes actual
de: ausstehende Ergebnisse des laufenden Monats
es: Resultados Pendientes del Mes Actual
fr: dans l'attente des résultats du mois en cours
it: In attesa dei risultati del mese in corso
ja: 当月の結果保留中
kk: Ағымдағы айдың нәтижелері күтілуде
ky: Учурдагы айдын натыйжалары күтүлүүдө
lv: Gaidošie Esošā Mēneša Rezultāti
mn: Энэ сарын үр дүн хүлээгдэж байна
pt: Resultados pendentes dos meses atuais
ro: În așteptarea rezultatelor lunii curente
ru: Ожидаемые результаты текущего месяца
uk: Очікувані результати поточного місяця
uz: Кутаётган жорий ой натижалари
zh: 本月结果待定

source: Pending Invitations
ca: Invitacions pendents
de: Ausstehende Einladungen
es: Invitaciones Pendientes
fr: En attendant des invitations
it: Inviti in sospeso
ja: 保留中の招待状
kk: Күтудегі Шақырулар
ko: 미기입 가입안내
ky: Күтүүдөгү Чакыруулар
lv: Ielūgumi gaidīšanas režīmā
mn: Хүлээгдэж буй Урилгууд
pt: Convites pendentes
ro: Invitaţii în aşteptare
ru: Приглашения В Ожидании
uk: Очікувані Запрошення
uz: Кутаётган таклифлар
zh: 待定邀請

source: Pending Invoice
ca: Factura pendent
de: Ausstehende Rechnung
es: Recibo Pendiente
fr: En attente de facture
it: Fattura in sospeso
ja: 保留中の請求書
kk: Төленуі қажет Шот
ko: 미납 청구서
ky: Күтүүдөгү Эсеп-фактуралар
lv: Neapmaksāts rēķins
mn: Хүлээгдэж буй нэхэмжлэх
pt: Fatura Pendente
ro: Factură în aşteptare
ru: Счет к Оплате
uk: Очікуваний Рахунок
uz: Кутаётган ҳисоб
zh: 待定賬單

source: Pending Invoices
ca: Factures pendents
de: Ausstehende Rechnungen
es: Recibos Pendientes
fr: En attendant les factures
it: Fatture in sospeso
ja: 保留中の請求書
kk: Төленуі қажет Шоттар
ko: 미납 청구서
ky: Күтүүдөгү Эсеп-фактуралар
lv: Neapmaksātie rēķini
mn: Хүлээгдэж буй нэхэмжлэхүүд
pt: Faturas pendentes
ro: Facturi în aşteptare
ru: Счета к Оплате
uk: Очікувані Рахунки
uz: Кутаётган ҳисоблар
zh: 待定賬單

source: Pending Invoices (within 5 days)
ca: Factures pendents (d'aquí a 5 dies)
de: Ausstehende Rechnungen (innerhalb von 5 Tagen)
es: Recibos Pendientes (dentro de los siguientes 5 días)
fr: En attendant les factures (dans les 5 jours)
it: Fatture in sospeso (entro 5 giorni)
ja: 保留中の請求書（5日以内）
kk: Шот-фактураны күтуде (5 күн ішінде)
ky: Күтүүдөгү Эсеп-фактуралар (5 күндүн ичинде)
lv: Gaidošie Rēķini (5 dienu laiks)
mn: Хүлээгдэж буй нэхэмжлэхүүд (5 өдрийн дотор төлөх)
pt: Faturas pendentes (dentro de 5 dias)
ro: Facturi în aşteptare (în termen de 5 zile)
ru: Счета к оплате (в течение 5 дней)
uk: Рахунки до сплати (протягом 5 днів)
uz: Кутаётган ҳисоблар (5 кун ичида)
zh: 待处理发票（5天内）

source: Pending Invoices:
ca: Factures pendents:
de: Ausstehende Rechnungen:
es: Recibos Pendientes:
fr: En attendant les factures :
it: Fatture in sospeso:
ja: 保留中の請求書：
kk: Күтудегі Шоттар:
ko: 미납 청구서:
ky: Күтүүдөгү Эсеп-фактуралар:
lv: Neapmaksātie rēķini:
mn: Хүлээгдэж буй нэхэмжлэхүүд:
pt: Faturas pendentes:
ro: Facturi neplătite:
ru: Ожидаемые Счета:
uk: Очікувані Рахунки:
uz: Кутаётган ҳисоблар:
zh: 待定賬單：

source: Pending Member
ca: Membre pendent
de: Ausstehendes Mitglied
es: Miembro Pendiente
fr: Membre en suspens
it: Membro in sospeso
ja: 未払いのメンバー
kk: Күту мүшесі
ko: 미납 멤버
ky: Күтүүдөгү Мүчө
lv: Iesaldātais Biedrs
mn: Хүлээгдэж буй Гишүүн
pt: Membro pendente
ro: Membru în așteptare
ru: Член Клуба с задолженностью
uk: Член Клубу із заборгованістю
uz: Кутаётган ҳисоби бор Аъзо
zh: 待定會員

source: Pending Member Invoice
ca: Factura de Membre Pendent
de: Ausstehende Mitgliedsrechnung
es: Factura Pendiente de Miembro
fr: Facture de Membre en attente
it: Fattura del Membro in sospeso
ja: 保留中のメンバー請求書
kk: Клуб мүшесінің есепшотын күтуде
ky: Күтүүдөгү мүчөнүн эсеп-фактурасы
lv: Neapmaksāts Biedra rēķins
mn: Хүлээгдэж буй Гишүүний нэхэмжлэх
pt: Fatura Pendente do Membro
ro: Factură de membru în aşteptare
ru: Неоплаченный счёт Члена Клуба
uk: Несплачений Членський Рахунок
uz: Кутаётган Аъзолик ҳисоби
zh: 待处理会员账单

source: Pending Members
ca: Membre pendent
de: Ausstehende Mitglieder
es: Miembros Pendientes
fr: Membres en suspens
it: Membri in sospeso
ja: 保留中のメンバー
kk: Қатысушыларды күту
ko: 미납 멤버
ky: Күтүүдөгү Мүчөлөр
lv: Neaktīvie Biedri
mn: Хүлээгдэж буй Гишүүд
pt: Membros pendentes
ro: Membri în așteptare
ru: Члены Клуба с задолженностью
uk: Члени Клубу із заборгованістю
uz: Кутаётган Аъзолар
zh: 待定會員

source: Pending Members (Invoiced not Paid)
ca: Membres Pendents (Facturats, no Pagats)
fr: Membres En Attente (Facture non Payée)
it: Membri in sospeso (fatture non pagate)
ja: 保留中のメンバー（請求済未払い）
kk: Күтілуде тұрған мүшелер (шоты шығарылған, бірақ төленбеген)
pt: Membros Pendentes (Faturas não Pagas)
ro: Membri în așteptare (facturați, neplătiți)
uk: Члени які не сплатили рахунок (рахунок виставлено, але не оплачено)
uz: Кутаётган ҳисоби мавжуд Аъзолик (Ҳисоб тўланмаган)
zh: 待定会员（已开票未付款）

source: Pending Members Report
ca: Informe de socis pendents
de: Ausstehende Mitglieder Bericht
es: Reporte de Miembros Pendientes
fr: Rapports de Membres en suspens
it: Report dei Membri in sospeso
ja: 保留中のメンバーのレポート
kk: Клуб мүшелерінің қарызы туралы есеп беру
ko: 미납 멤버 보고서
ky: Күтүүдөгү Мүчөлөрдүн Отчету
lv: Neaktīvo Biedru Atskaite
mn: Хүлээгдэж буй Гишүүдийн тайлан
pt: Relatório de membros pendentes
ro: Raport Membri în așteptare
ru: Отчёт о Членах Клуба с задолженностью
uk: Звіт про Членів Клубу із заборгованістю
uz: Кутаётган ҳисоби бор Аъзолар ҳақида баёнот
zh: 待处理的会员报告

source: Pending Membership
ca: Membresia Pendent
de: Ausstehende Mitgliedschaft
es: Membresía Pendiente
fr: Adhésion en attente
it: Membership in sospeso
ja: 保留中のメンバーシップ
kk: Қарызы бар мүшелік бағдарламалары
ky: Күтүүдөгү Мүчөлүк
lv: Gaidoša Biedru Dalība
mn: Хүлээгдэж буй Гишүүнчлэл
pt: Assinatura pendente
ro: Abonament în așteptare
ru: Программы Членства с задолженностью
uk: Програми Членства із заборгованістю
uz: Кутаётган Аъзолик
zh: 待定会员

source: Pending Partnership
ca: Programa de Socis Pendent
de: Ausstehende Partnerschaft
es: Sociedad Pendiente
fr: Partenariat en attente
it: Partnership in sospeso
ja: 保留中のパートナーシップ
kk: Қарызды серіктестік бағдарламалары
ky: Күтүүдөгү Өнөктөштүк
lv: Gaidoša Partnerība
mn: Хүлээгдэж буй Түншлэл
pt: Parceria pendente
ro: Parteneriat în așteptare
ru: Программы Партнёрства с задолженностью
uk: Програми Партнерства із заборгованістю
uz: Кутаётган Ҳамкорлик
zh: 待定合作伙伴
