Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Like many websites, we use "cookie" technology to collect additional website usage data and to improve our Services, but we do not require cookies for many parts of our Services such as searching and looking at public user profiles or lists. A cookie is a small data file that is transferred to your computer's hard disk. inCruises may use both session cookies and persistent cookies to better understand how you interact with our Services, to monitor aggregate usage by our users and web traffic routing on our Services, and to improve our Services. Most Internet browsers automatically accept cookies. You can instruct your browser, by editing its options, to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit.
ca: Com molts llocs web, fem servir tecnologia de "galetes" per recollir dades addicionals sobre l’ús del lloc web i per millorar els nostres Serveis, però no requerim l’ús de galetes per a moltes parts dels nostres Serveis, com ara la cerca o la visualització de perfils d’usuari públics o llistes. Una galeta és un petit fitxer de dades que es transfereix al disc dur del teu ordinador. inCruises pot utilitzar tant galetes de sessió com galetes persistents per comprendre millor com interactues amb els nostres Serveis, per monitorar l’ús agregat dels usuaris i el trànsit web dins dels nostres Serveis, i per millorar-los. La majoria dels navegadors d’Internet accepten galetes automàticament. Pots configurar el teu navegador, editant les opcions, per deixar d’acceptar galetes o per rebre un avís abans d’acceptar una galeta dels llocs web que visitis.
de: Wie viele andere Websites verwenden wir Cookie-Technologie, um zusätzliche Nutzungsdaten zu erfassen und unsere Dienste zu verbessern. Für viele Bereiche unserer Dienste, wie beispielsweise die Suche und Anzeige öffentlicher Benutzerprofile oder -listen, benötigen wir jedoch keine Cookies. Ein Cookie ist eine kleine Datei, die auf die Festplatte Ihres Computers übertragen wird. inCruises kann sowohl Sitzungscookies als auch dauerhafte Cookies verwenden, um Ihre Interaktion mit unseren Diensten besser zu verstehen, die Gesamtnutzung unserer Nutzer und die Weiterleitung des Webverkehrs auf unseren Diensten zu überwachen und unsere Dienste zu verbessern. Die meisten Internetbrowser akzeptieren Cookies automatisch. Sie können Ihren Browser in den Einstellungen so einstellen, dass er keine Cookies mehr akzeptiert oder Sie vor der Annahme eines Cookies von den von Ihnen besuchten Websites eine Bestätigungsmeldung erhält.
es: Al igual que muchos sitios web, inCruises utiliza la tecnología de "cookie" para recopilar datos de uso de webs adicionales y mejorar sus servicios, aunque inCruises no requiere la utilización de cookies para muchas partes de sus Servicios, como la búsqueda de perfiles de usuario públicos o listas. Una cookie es un pequeño archivo de datos que se transfiere al disco duro del ordenador del usuario. inCruises puede utilizar tanto cookies de sesión como cookies de persistencia para comprender mejor la forma de interactuar con sus Servicios, para supervisar el uso por sus usuarios y el enrutamiento del tráfico web en sus servicios, y para mejorarlos. La mayoría de los exploradores de Internet aceptan las cookies automáticamente. Usted puede indicar a su navegador, editando sus opciones, que deje de aceptar cookies o para que le avise antes de aceptar una cookie en los sitios web que visita.
fr: Comme de nombreux sites web, nous utilisons la technologie des « cookies » pour collecter des données d'utilisation supplémentaires et améliorer nos Services. Cependant, nous n'exigeons pas de cookies pour de nombreuses parties de nos Services, telles que la recherche et la consultation de profils ou de listes d'utilisateurs publics. Un cookie est un petit fichier de données transféré sur le disque dur de votre ordinateur. inCruises peut utiliser des cookies de session et des cookies persistants pour mieux comprendre vos interactions avec nos Services, surveiller l'utilisation globale de nos utilisateurs et le routage du trafic web sur nos Services, et améliorer nos Services. La plupart des navigateurs Internet acceptent automatiquement les cookies. Vous pouvez configurer votre navigateur, en modifiant ses options, pour qu'il arrête d'accepter les cookies ou pour qu'il vous avertisse avant d'accepter un cookie des sites web que vous consultez.
it: Come molti siti web, utilizziamo la tecnologia "cookie" per raccogliere dati aggiuntivi sull'utilizzo del sito e per migliorare i nostri Servizi, ma non richiediamo l'uso di cookie per molte parti dei nostri Servizi, come la ricerca e la visualizzazione di profili o elenchi di utenti pubblici. Un cookie è un piccolo file di dati che viene trasferito sul disco rigido del tuo computer. inCruises può utilizzare sia cookie di sessione che cookie persistenti per capire meglio come interagisci con i nostri Servizi, per monitorare l'utilizzo aggregato da parte dei nostri utenti e il routing del traffico web sui nostri Servizi, e per migliorare i nostri Servizi. La maggior parte dei browser Internet accetta automaticamente i cookie. Puoi istruire il tuo browser, modificando le sue opzioni, a interrompere l'accettazione dei cookie o a chiederti conferma prima di accettare un cookie dai siti web che visiti.
ja: 多くのウェブサイトと同様、当社では追加のウェブサイト使⽤データを収集し、 サービスを改善するために「Cookie」テクノロジーを使⽤しますが、パブリックユーザープロファイルまたはリストの検索や表⽰など、サービスの多くの部分にCookieは必要ありません。Cookieは、コンピューターのハードディスクに転送される⼩さなデータファイルです。inCruisesは、セッションCookieと 永続Cookieの両⽅を使⽤して、ユーザーがサービスとやり取りする⽅法をよりよく理解し、ユーザーによる総使⽤量とサービスのWebトラフィックルーティングを監視し、サービスを改善します。ほとんどのインターネットブラウザは⾃動的にCookieを受け⼊れます。 ブラウザのオプションを編集して、Cookieの受け⼊れを停⽌するか、アクセスするウェブサイトからのCookieを受け⼊れる前に警告を表⽰するようにブラウザから設定できます。
kk: Көптеген веб-сайттар сияқты, біз веб-сайтты пайдалану туралы қосымша деректерді жинау және қызметтерімізді жақсарту үшін "cookie" технологиясын қолданамыз, бірақ бізге қызметтердің көптеген бөліктері үшін cookie файлдары қажет емес, мысалы, жалпыға ортақ пайдаланушы профильдерін немесе тізімдерін іздеу және қарау. Cookie файлдары-бұл компьютердің қатты дискісінде сақталатын шағын деректер файлдары. inCruises біздің қызметтермен қалай әрекеттесетініңізді жақсырақ түсіну, пайдаланушылардың жалпы пайдалануын және қызметтеріміздегі веб-трафикті бағыттауды бақылау және қызметтерімізді жақсарту үшін сеанстық және тұрақты cookie файлдарын пайдалана алады. Көптеген интернет-браузерлер cookie файлдарын автоматты түрде қабылдайды. Сіз өзіңіздің браузеріңізге оның параметрлерін өзгерту арқылы нұсқау бере аласыз, cookie файлдарын қабылдауды тоқтата аласыз немесе сіз кірген веб-сайттардан cookie файлдарын қабылдамас бұрын сізден сұрай аласыз.
ky: Көптөгөн веб-сайттар сыяктуу эле, биз веб-сайтты колдонуу боюнча кошумча маалыматтарды чогултуу жана Кызматтарыбызды жакшыртуу үчүн "cookie" технологиясын колдонобуз, бирок биз Кызматтарыбыздын көп бөлүктөрүндө, мисалы, жалпыга ачык профилдерди же колдонуучулардын тизмесин издөө жана карап чыгуу үчүн кукилерди талап кылбайбыз. Куки – бул сиздин компьютериңиздин катуу дискине өткөрүлүүчү кичинекей маалымат файлы. inCruises сиздин Кызматтарыбыз менен кандайча өз ара аракеттенишиңизди жакшыраак түшүнүү, колдонуучуларыбыздын жалпы пайдалануусун жана биздин Кызматтарыбыздагы веб-трафикти көзөмөлдөө жана Кызматтарыбызды жакшыртуу үчүн сеанс кукилерин да, туруктуу кукилерди да колдонушу мүмкүн. Көпчүлүк интернет браузерлер кукилерди автоматтык түрдө кабыл алышат. Сиз браузериңизге анын параметрлерин түзөтүү аркылуу сookie файлдарын кабыл алууну токтотууга же сиз кирген веб-сайттардан кукилерди кабыл алуудан мурун эскертүүгө көрсөтмө бере аласыз.
lv: Tāpat kā daudzas tīmekļa vietnes, mēs izmantojam “sīkfailu” tehnoloģiju, lai apkopotu papildu tīmekļa vietnes lietojuma datus un uzlabotu savus pakalpojumus, bet mēs neprasām sīkfailus daudzām mūsu pakalpojumu daļām, piemēram, publisko lietotāju profilu vai sarakstu meklēšanai un apskatīšanai. Sīkfails ir mazs datu fails, kas tiek pārsūtīts uz datora cieto disku. inCruises var izmantot abus sesijas sīkfailus un pastāvīgie sīkfaili, lai labāk izprastu, kā jūs mijiedarbojaties ar mūsu pakalpojumiem, pārraudzītu mūsu lietotāju apkopoto lietojumu un tīmekļa trafika maršrutēšanu mūsu pakalpojumos, kā arī uzlabotu mūsu pakalpojumus. Lielākā daļa interneta pārlūkprogrammu automātiski akceptē sīkfailus. Var dot komandu savai pārlūkprogrammai, rediģējot savas opcijas, lai pārtrauktu sīkfailu akceptēšanu vai pirms sīkfaila akceptēšanas no apmeklētajām vietnēm piedāvātu uzvedni.
mn: Олон вэб хуудсуудын нэгэн адил бид "күүки" технологийг вэб хуудасны хэрэглээний нэмэлт мэдээлэл цуглуулж, үйлчилгээгээ сайжруулахын тулд ашигладаг боловч олон нийтийн хэрэглэгчийн профайл эсвэл жагсаалтыг хайх, харах зэрэг үйлчилгээнийхээ олон хэсэгт күүки хэрэглэдэггүй. Күүки нь таны компьютерийн хатуу диск рүү шилждэг жижиг өгөгдлийн файл юм. inCruises нь таныг манай үйлчилгээтэй хэрхэн харилцаж байгааг илүү сайн ойлгох, манай үйлчилгээний хэрэглэгчдийн нийт хэрэглээ болон вэб урсгалуудыг хянах, үйлчилгээгээ сайжруулах зорилгоор сешн күүки болон байнгын күүки хоёуланг нь ашигладаг юм. Ихэнх интернет хөтчүүд күүкийг автоматаар хүлээн авдаг. Та хөтөчдөө күүки хүлээн авахаа болих эсвэл зочилдог вэб хуудаснаас күүки хүлээн авахаас өмнө танд сануулахын тулд тохиргоог нь засах боломжтой юм.
pt: Como muitos sites, nós utilizamos a tecnologia "cookie" para coletar dados adicionais de uso do site e melhorar nossos Serviços, mas não exigimos os cookies para muitas partes de nossos Serviços, como pesquisar e visualizar perfis ou listas de usuários públicos. Um cookie é um pequeno arquivo de dados que é transferido para o disco rígido do seu computador. A inCruises pode usar os cookies de sessão e os cookies persistentes para entender melhor como você interage com nossos Serviços e melhorá-los, para monitorar o uso agregado dos nossos usuários e o roteamento de tráfego da Web em nossos Serviços. A maioria dos navegadores da Internet aceita cookies automaticamente. Você pode configurar o seu navegador, editando as opções para não aceitar os cookies ou solicitar uma autorização antes de aceitar um cookie dos sites que você visita.
ro: La fel ca multe site-uri web, folosim tehnologia „cookie” pentru a colecta date suplimentare de utilizare a site-ului web și pentru a ne îmbunătăți Serviciile, dar nu avem nevoie de cookie-uri pentru multe părți ale Serviciilor noastre, cum ar fi căutarea și examinarea profilurilor sau listelor publice de utilizatori. Un cookie este un fișier mic de date care este transferat pe hard disk-ul computerului tău. inCruises poate folosi ambele cookie-uri de sesiune și cookie-uri persistente pentru a înțelege mai bine modul în care interacționezi cu Serviciile noastre, pentru a monitoriza utilizarea agregată de către utilizatorii noștri și rutarea traficului web pe Serviciile noastre și pentru a îmbunătăți Serviciile noastre. Majoritatea browserelor de internet acceptă automat cookie-uri. Îți poți instrui browser-ul, prin editarea opțiunilor acestuia, să nu mai accepte cookie-uri sau să solicite acceptul înainte de a accepta un cookie de pe site-urile pe care le vizitezi.
ru: Как и многие веб-сайты, мы используем технологию «cookie» для сбора дополнительных данных об использовании веб-сайта и улучшения наших Услуг, но нам не требуются cookie-файлы для многих составляющих наших Услуг, таких как поиск и просмотр общедоступных пользовательских профилей или списков. Файл cookie – это небольшой файл с данными, который передается на жесткий диск вашего компьютера. inCruises может использовать как сеансовые, так и постоянные cookie-файлы, чтобы лучше понимать, как вы взаимодействуете с нашими Услугами, получать комплексные данные по использованию от наших пользователей и по маршрутизации веб-трафика в наших Услугах, а также для улучшения наших Услуг. Большинство интернет-браузеров автоматически принимают cookie-файлы. Вы можете настроить свой браузер, чтобы он запрещал прием файлов cookie или осуществлял запрос на их получение перед тем, как принимать файлы cookie с посещаемых вами веб-сайтов.
uk: Як і багато веб-сайтів, ми використовуємо технологію «cookie» для збору додаткових даних про використання веб-сайтів та для вдосконалення наших Сервісів, але нам не потрібні файли cookie для багатьох частин наших Сервісів, таких як пошук та перегляд загальнодоступних профілів користувачів або списків. Файл cookie - це невеликий файл даних, який передається на жорсткий диск комп'ютера. inCruises можуть використовувати як сесійні файли cookie, так і постійні файли cookie, щоб краще зрозуміти, як ви взаємодієте з нашими Сервісами, контролювати сукупне використання послуг нашими користувачами та маршрутизацію веб-трафіку на наших Сервісах та вдосконалювати наші Послуги. Більшість Інтернет-браузерів автоматично приймає файли cookie. Ви можете налаштувати свій веб-переглядач, відредагувавши його параметри, припинити приймати файли cookie або сповіщати вас перед тим, як приймати файл cookie з вебсайтів, які ви відвідуєте.
uz: Кўплаб веб-сайтлар сингари биз ҳам веб-сайтдан фойдаланишга оид қўшимча маълумотларни йиғиш ва Хизматларимизни яхшилаш учун “cookie” технологиясидан фойдаланамиз, бироқ Хизматларимизнинг аксарият қисми, жумладан, очиқ фойдаланувчи профиллари ва рўйхатларни қидириш ҳамда уларни кўриш учун cookie-файллар талаб этилмайди. Cookie-файл - компьютернинг қаттиқ дискига ўтказиладиган кичик маълумотлар файли. Хизматларимиздан қандай фойдаланишингизни яхшироқ билиш, фойдаланувчилар томонидан умумий фойдаланишни ва Хизматларимиздаги веб-трафикни мониторинг қилиш ҳамда Хизматларимизни яхшилаш мақсадида inCruises бир сеансли ва доимий cookie-файллардан фойдаланиши мумкин. Интернет браузерларнинг кўпчилиги cookie-файлларни автоматик тарзда қабул қилади. Браузерингиз параметрларини ўзгартириш орқали браузерингизнинг cookie-файлларни қабул қилишини тўхтатиб қўйишингиз ёки уни ташриф буюрган вебсайтингиздан cookie-файлни қабул қилишдан олдин рухсат сўрайдиган қилиб созлаб қўйишингиз мумкин.
zh: 和许多网站一样，我们使用“Cookie”技术来收集额外的网站使用数据 并提升我们的服务质量，但我们并不要求在使用我们服务的许多部分（如搜索和浏览公共用户资料或列表）时必须启用Cookie。Cookie是一个小型数据文件，会被传输到您计算机的硬盘中。inCruises可能会使用会话型Cookie 和持久型Cookie，以更好地了解您与我们服务的互动方式，监测用户总体使用情况及网站流量路径，并改进我们的服务。大多数互联网浏览器会自动接受Cookie。您可以通过编辑 浏览器设置来指示其停止接受Cookie，或在接受您访问网站的Cookie之前提示您。

source: Limassol, Cyprus
ca: Limassol, Xipre
de: Limassol, Zypern
es: Limassol, Chipre
fr: Limassol, Chypre
it: Limassol, Cipro
ja: キプロス、リマソール
kk: Лимассол, Кипр
ko: 리마솔, 키프로스
ky: Лимассол, Кипр
lv: Limasola, Kipra
mn: Лимассол, Кипр
pt: Limassol, Chipre
ro: Limassol, Cipru
ru: Лимассол, Кипр
uk: Лімасол, Кіпр
uz: Лимассол, Кипр
zh: 利马索尔，塞浦路斯

source: Limit of Bookings with Insider Pricing Discount Reached.
ca: Has arribat al límit de reserves amb el descompte de Insider Pricing.
de: Limit der Buchungen mit Insider Pricing Rabatt erreicht.
es: Límite de reservas con descuento de Precio INsider alcanzado.
fr: Limite de réservations avec réduction pour initiés atteinte.
it: Raggiunto il limite di prenotazioni con lo sconto Insider Pricing.
ja: INsider Pricingの予約件数が上限に達しました。
kk: Insider Pricing бойынша жеңілдікпен брондау лимитіне қол жеткізілді.
ky: Insider Pricing арзандатуусу менен брондоолор чегине жетти.
lv: Sasniegts Rezervāciju limits ar Insider Pricing atlaidi.
mn: Insider Pricing үнээр хямдралтай аялал захиалах тооны хязгаарт хүрсэн байна.
pt: Limite de reservas com desconto Insider Pricing atingido.
ro: Limita de rezervări cu Insider Pricing a fost atinsă.
ru: Достигнут лимит по количеству бронирований со скидкой Insider Pricing.
uk: Досягнуто ліміту за кількістю бронювань зі знижкою Insider Pricing.
uz: Insider Pricing чегирмаси билан буюртма бериш лимити тугади.
zh: 已达到使用Insider Pricing折扣的预订限制。

source: Limited account functionality pending compliance review.
ca: Funcionalitat limitada del compte pendent de revisió de compliment normatiu.
es: Funcionalidad de cuenta limitada en espera de revisión de cumplimiento normativo.
fr: Fonctionnalités limitées du compte en attente de vérification de conformité.
it: Funzionalità dell'account limitate in attesa di verifica di compliance.
ja: コンプライアンス審査が完了するまでアカウント機能が制限されています。
kk: Сәйкестік тексерісі аяқталғанға дейін аккаунттың кейбір функциялары шектелген.
ky: Чектелген каттоо эсебинин функциялары шайкештикти текшерүүнү күтүүдө.
mn: Асуудал шийдэгдэх хүртэл бүртгэлийн зарим үйлдэлийг хязгаарласан байна.
pt: Funcionalidade limitada da conta aguardando revisão de conformidade.
ro: Funcționalitate limitată a contului, în așteptarea revizuirii de conformitate.
ru: Функциональность учётной записи ограничена до завершения проверки отдела комплаенс-контроля.
uk: Функціональність облікового запису обмежена до завершення перевірки на відповідність.
uz: Аккаунт фаолиятини чеклаш мувофиқлик қарорини кутмоқда.
zh: 账户功能受限，正在等待合规审查。

source: Limited Cabins Available
fr: Cabines Disponibles en Nombre Limité
it: Cabine disponibili in numero limitato
kk: Шектеулі каюталарға қолжетімді
pt: Poucas Cabines Disponíveis
uk: В наявності обмежена кількість кают
uz: Чекланган каюталар мавжуд
zh: 客舱数量有限

source: Limited Time Offer
fr: Offre à Durée Limitée
it: Offerta a tempo limitato
kk: Шектеулі уақытқа ұсыныс
pt: Oferta por Tempo Limitado
uk: Обмежена в часі пропозиція
uz: Муддатли таклиф
zh: 限时优惠

source: Limited Time Offer Information
ca: Informació sobre l'oferta per temps limitat
de: Informationen zum zeitlich begrenzten Angebot
es: Información de Oferta por Tiempo Limitado
fr: Informations sur les offres à durée limitée
it: Informazioni sull'offerta a tempo limitato
ja: 期間限定オファーの情報
kk: Шектеулі уақыт ұсынысы туралы ақпарат
ko: 기간 한정 제공 정보
ky: Убакыт менен чектелген сунуш боюнча маалымат
lv: Informācija par ierobežotu laika piedāvājumu
mn: Түр хугацааны саналын тухай мэдээлэл
pt: Informações da oferta por tempo limitado
ro: Informații despre oferta pe timp limitat
ru: Информация ограниченного во времени предложения
uk: Інформація про обмежену в часі пропозицію
uz: Муддати чекланган акцияга оид маълумотлар
zh: 限时优惠信息

source: Limited-time incredible offers
ca: Ofertes increïbles per temps limitat
de: Unglaubliche Angebote für begrenzte Zeit
es: Sorprendentes ofertas de tiempo limitado
fr: Offres incroyables à durée limitée
it: Offerte incredibili a tempo limitato
ja: 期間限定の驚愕のオファー
kk: Уақытпен шектелген керемет ұсыныстар
ky: Чектелүү мөөнөттөгү укмуштуудай сунуштар
lv: Ierobežota laika neticami piedāvājumi
mn: Сүүлчийн мөчийн Гайхалтай санал
pt: Ofertas incríveis por tempo limitado
ro: Oferte incredibile pe durată limitată
ru: Ограниченные во времени невероятные предложения
uk: Обмежені в часі неймовірні пропозиції
uz: Муддатли ажойиб таклифлар
zh: 限时精彩优惠

source: LIMITED-TIME: APRIL 1 – JUNE 30, 2026
fr: OFFRE LIMITÉE : DU 1ER AVRIL AU 30 JUIN 2026
it: PER UN PERIODO LIMITATO: DAL 1° APRILE AL 30 GIUGNO 2026

source: Link copied to clipboard
ca: Enllaç copiat en el portapapers
de: Link in Zwischenablage kopiert
es: Link copiado al portapapeles
fr: Lien Copié dans le Presse-Papiers
it: Link copiato negli appunti
ja: リンクがクリップボードにコピーされました
kk: Сілтеме алмасу буферіне көшірілді
ko: 클립보드로 링크 복사하기
ky: Шилтеме алмашуу буферине көчүрүлдү
lv: Saite kopēta starpliktuvē
mn: Холбоос сануулагдлаа
pt: Link copiado para a área de transferência
ro: Link copiat în clipboard
ru: Ссылка скопирована в буфер обмена
uk: Посилання скопійоване в буфер обміну
uz: Буферга ҳаволадан нусха олинди
zh: 鏈接已復製到剪貼板

source: Link Setup
ca: Configuració de l'enllaç
es: Configuración de enlace
fr: Configuration du lien
it: Configurazione del link
ja: リンクの設定
kk: Байланыс орнату
ky: Шилтеме орнотууусу
lv: Saites iestatīšana
mn: Холбоос тохируулах
pt: Configuração de link
ro: Configurare link
ru: Настройка ссылки
uk: Налаштування посилання
uz: Ҳаволани ўрнатиш:
zh: 链接设置

source: Links
ca: Enllaços
es: Enlaces
fr: Liens
it: Link
ja: リンク
kk: Сілтемелер
ky: Шилтемелер
lv: Saites
mn: Холбоосууд
ro: Linkuri
ru: Ссылки
uk: Посилання
uz: Ҳаволалар
zh: 链接

source: List any specific needs
ca: Llista amb necessitats específiques
de: Besondere Bedürfnisse auflisten
es: Enlista cualquier necesidad específica
fr: Indiquer tout besoin spécifique
it: Elenca eventuali esigenze specifiche
ja: 具体的なご要望があればご記入ください
kk: Кез келген нақты қажеттіліктерді тізімдеңіз
ky: Бардык өзгөчө муктаждыктарын тизмеси
lv: Uzskaitīt visas īpašās vajadzības
mn: Тодорхой хэрэгцээт зүйлүүд
pt: Liste quaisquer necessidades específicas
ro: Enumeră orice nevoi specifice
ru: Перечислить все специфичные нужды
uk: Перерахувати особливі потреби
uz: Ҳар қандай эҳтиёжларни санаб ўтинг
zh: 列出任何具体需求

source: Lists members counting for your QBI metric with days left to count and status
fr: Liste des membres pris en compte pour votre indicateur QBI, avec le nombre de jours restants et leur statut
it: Elenca i membri che contano per la tua metrica QBI con i giorni rimanenti da contare e lo stato

source: Live and recorded training sessions
ca: Sessions de formació en directe i gravades
de: Live-Schulungen und aufgezeichnete Schulungen
es: Sesiones de capacitación, en vivo y bajo demanda
fr: Sessions de formation en direct et enregistrées
it: Sessioni di formazione dal vivo e registrate
ja: ライブ配信や録画されたトレーニングセッション
kk: Тікелей және жазылған жаттығулар
ky: Түз эфирдеги жана жаздырылган тренингдер
lv: Tiešraides un ierakstītas apmācības
mn: Лайв бичлэг сургалтууд
pt: Sessões de treinamento ao vivo e gravadas
ro: Sesiuni de training live și înregistrate
ru: Живые и записанные тренинги
uk: Навчальні тренінги в прямому ефірі та в записі
uz: Жонли ва қайд этилган ўқув сессиялари
zh: 现场和录制的培训课程

source: Live Month
ca: Més en curs
de: Live Monat
es: Mes en Curso
fr: Mois en cours
it: Mese in corso
ja: 今月
kk: Ай осы шақта
ko: 실시간 월
ky: Учурдагы ай
lv: Tiešraides mēnesis
mn: Лайв сар
pt: Mês atual
ro: Luna Live
ru: Месяц в настоящем времени
uk: Місяць зараз
uz: Жонли ой
zh: 直播月

source: Live Month Builders
ca: Constructors del Mes en viu
de: Live monatliche Builders
es: Constructores del Mes en vivo
fr: Constructeurs du mois en direct
it: Costruttori del Mese in diretta
ja: 現在の今月のビルダーズ
kk: Тікелей айлық бизнес фундамент құрылысшылар
ky: Учурдагы айдын куруучулары
lv: Tiešraides Mēneša Lietotāji
mn: Сарын Билдерсүүд
pt: Construtores do mês ativo
ro: Live Constructori Luna
ru: Построители текущего месяца
uk: Побудовники поточного місяця
uz: Жонли ойлик қурувчилар
zh: 活跃月建设者

source: Live Web Broadcast
ca: Transmissió en directe per Internet
de: Live-Webübertragung
es: Transmisión web en vivo
fr: Diffusion en direct sur Internet
it: Trasmissione in diretta sul web
ja: Webライブ配信
kk: Тікелей веб-трансляция
ko: 라이브 웹 방송
ky: Онлайн-трансляция
lv: Live Web Broadcast (Tiešā Web apraide)
mn: Лайв дамжуулалт
pt: Transmissão ao vivo na web
ro: Transmisiune web live
ru: Онлайн-трансляция
uk: Онлайн трансляція
uz: Жонли веб-трансляция
zh: 網絡直播

source: Load
ca: Càrregar
de: Hochladen
es: Cargar
fr: Charge
it: Carica
ja: 読み込む
kk: Жүктеу
ko: 로드
ky: Жүктөө
lv: Ielādēt
mn: Ачааллах
pt: Carregar
ro: Încarcă
ru: Загрузить
uk: Завантажити
uz: Юклаш
zh: 加載

source: Load Level
ca: Nivell de Càrrega
de: Level hochladen
es: Nivel de Carga
fr: Niveau de charge
it: Livello di caricamento
ja: レベルを読み込む
kk: Деңгейді Жүктеу
ko: 레벨 로드
ky: Деңгээлди жүктө
lv: Ielādēšanas Līmenis
mn: Ачааллах Үе
pt: Nível de carregamento
ro: Încarcă Nivel
ru: Загрузить Уровень
uk: Завантажити Рівень
uz: Даражани юклаш
zh: 等級

source: Load more
ca: Carregar més
de: Mehr hochladen
es: Cargar más
fr: Charger plus
it: Visualizza altri
ja: もっと読み込む
kk: Көбірек жүктеңіз
ko: 추가 로드
ky: Көбүрөөк жүктө
lv: Ielādēt/dot vairāk
mn: Цааш нь унших
pt: Ver mais
ro: Încarcă mai mult
ru: Загрузить ещё
uk: Завантажити більше
uz: Кўпроқ юклаш
zh: 加载更多
