Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: To install our PWA on an Android device, users can simply log into their back office via incruises.com website using Google Chrome or any other browser that supports PWAs. Once logged into their back office, they can tap on the PWA install button. This will create a shortcut to the PWA on their home screen, allowing them to launch the app just like any other native app.
ca: Per a instal·lar la nostra PWA en un dispositiu Android, els usuaris simplement poden iniciar sessió en el seu Back office a través de la pàgina web incruises.com utilitzant Google Chrome o qualsevol altre navegador que admeti PWAs. Una vegada que hagin iniciat sessió en el seu Back office, poden fer clic en el botó d'instal·lació de la PWA. Això crearà un accés directe a la PWA en la seva pantalla d'inici, permetent-los iniciar l'aplicació com qualsevol altra aplicació nativa.
de: Um unsere PWA auf einem Android-Gerät zu installieren, können sich die Nutzer einfach über die Website incruises.com mit Google Chrome oder einem anderen Browser, der PWAs unterstützt, in ihr Backoffice einloggen. Sobald sie in ihrem Backoffice angemeldet sind, können sie auf die Schaltfläche "PWA installieren" tippen. Dadurch wird eine Verknüpfung zur PWA auf dem Startbildschirm erstellt, so dass sie die App wie jede andere native App starten können.
es: Para instalar nuestra PWA en un dispositivo Android, los usuarios simplemente pueden iniciar sesión en su back office a través del sitio web incruises.com utilizando Google Chrome o cualquier otro navegador que admita PWAs. Una vez que hayan iniciado sesión en su back office, pueden hacer clic en el botón de instalación de la PWA. Esto creará un acceso directo a la PWA en su pantalla de inicio, lo que les permitirá abrir la aplicación como cualquier otra aplicación nativa.
fr: Pour installer notre PWA sur un appareil Android, les utilisateurs peuvent simplement se connecter à leur back-office via le site incruises.com en utilisant Google Chrome ou tout autre navigateur compatible avec les PWA. Une fois connecté à leur back-office, ils peuvent cliquer sur le bouton d'installation de la PWA. Cela créera un raccourci vers la PWA sur leur écran d'accueil, leur permettant de lancer l'application comme toute autre application native.
it: Per installare la nostra PWA su un dispositivo Android, gli utenti possono semplicemente accedere al loro back office tramite il sito web inCruises.com utilizzando Google Chrome o qualsiasi altro browser che supporti le PWA. Una volta effettuato l'accesso al back office, sarà possibile premere il pulsante di installazione della PWA. Questo creerà un collegamento alla PWA sulla loro schermata iniziale, consentendo di avviare l'applicazione come qualsiasi altra applicazione nativa.
ja: Android端末にPWAをインストールするには、Google ChromeまたはPWAをサポートするその他のブラウザを使用して、incruises.comのウェブサイトからバックオフィスにログインするだけです。バックオフィスにログインしたら、PWAインストールボタンをタップします。これにより、 ホーム画面にPWAへのショートカットが作成され、他のネイティブアプリと同様にアプリを起動することができます。
kk: PWA-ны Android құрылғысына орнату үшін пайдаланушылар Google Chrome немесе PWA қолдайтын кез келген басқа браузерді пайдаланып incruises.com веб-сайты арқылы өздерінің артқы кеңсесіне кіре алады. Бэк кеңсесіне кіргеннен кейін олар PWA орнату түймесін баса алады. Бұл олардың негізгі экранында PWA үшін таңбаша жасайды, бұл оларға кез келген басқа жергілікті қолданба сияқты қолданбаны іске қосуға мүмкіндік береді.
ky: Биздин PWAны Android түзмөгүнө орнотуу үчүн колдонуучулар жөн гана Google Chrome же PWA колдогон браузерди колдонуп incruises.com веб-сайтындагы жеке кабинетине кириш керек. Алар жеке кабинетине киргенден кийин, PWA орнотуу баскычын чыкылдата алышат. Бул башкы беттеги PWA программасы үчүн жарлык коюуга жана башка тиркемелер сыяктуу эле программаны оңой ишке киргизүүгө мүмкүндүк берет.
lv: Lai instalētu mūsu PWA Android ierīcē, lietotāji var vienkārši pieteikties savā personālajā birojā, izmantojot incruises.com tīmekļa vietni, izmantojot Google Chrome vai jebkuru citu pārlūkprogrammu, kas atbalsta PWAs. Kad viņi ir pieteikušies savā personīgajā birojā, viņi var pieskarties PWA instalēšanas pogai. Šis savā sākuma ekrānā izveidos saīsni uz PWA, ļaujot palaist lietotni tieši tāpat kā jebkurai citai vietējai lietotnei.
mn: Манай PWA-г Android төхөөрөмж дээр суулгахын тулд Google Chrome эсвэл PWA-г дэмждэг бусад хөтөч ашиглан incruises.com вэб хуудас руу нэвтэрч орно. Арын оффис хуудсанд орсны дараа PWA суулгах товчийг дарна. Энэ нь үндсэн дэлгэцэн дээр PWA-ийн товчлуурыг үүсгэж, бусад аппууд шиг ажиллуулах боломжийг олгоно.
pt: Para instalar nosso PWA em um dispositivo Android, os usuários podem simplesmente fazer login em seu back office por meio do site incruises.com usando o Google Chrome ou qualquer outro navegador compatível com PWAs. Depois de fazer login no back office, eles podem tocar no botão de instalação do PWA. Esse criará um atalho para o PWA em sua tela inicial, permitindo que eles iniciem o aplicativo como qualquer outro aplicativo nativo.
ro: Pentru a instala PWA pe un dispozitiv Android, utilizatorii se pot conecta pur și simplu la biroul lor prin intermediul site-ului web incruises.com folosind Google Chrome sau orice alt browser care acceptă PWA. Odată conectați la biroul lor, aceștia pot apăsa butonul de instalare PWA. Acest lucru va crea o comandă rapidă către PWA pe ecranul lor de pornire, permițându-le să lanseze aplicația la fel ca orice altă aplicație nativă.
ru: Чтобы установить наше PWA на устройство под управлением Andriod, пользователю нужно просто войти в свой личный кабинет на сайте incruises.com, используя Google Chrome или любой другой браузер, поддерживающий PWA. После авторизации в своём личном кабинете необходимо кликнуть по кнопке установки PWA. Это действие создаст ссылку на PWA на домашнем экране, позволяя запускать это приложение точно также, как и любое другое установленное приложение.
uk: Щоб встановити наш PWA на пристрої Andriod, користувачеві потрібно просто увійти до свого особистого кабінету на сайті incruises.com, використовуючи Google Chrome або будь-який інший браузер, який підтримує PWA. Після авторизації у своєму особистому кабінеті необхідно натиснути на кнопку встановлення PWA. Ця дія створить ярлик PWA на головному екрані, дозволяючи запускати цю програму так само, як і будь-який інший встановлений додаток.
uz: PWA дастуримизни Android қурилмасига ўрнатиш учун фойдаланувчилар шунчаки Google Chrome ёки PWAни кўтарадиган исталган браузердан фойдаланган ҳолда incruises.com веб-сайтидаги ўз кабинетларига киришлари лозим. Шахсий кабинетларига киришлари билан улар PWA ни ўрнатиш тугмасини босишлари мумкин. Бу бош саҳифада PWA дастури учун ёрлиқ ўрнатиш ва дастурни бошқа иловалар каби осон ишга тушириш икмонини беради.
zh: 要在 Android 设备上安装我们的 PWA，用户只需使用 Google Chrome 或任何其他支持 PWA 的浏览器通过 incruises.com 网站登录后台即可。 登录后台后，他们可以点击 PWA 安装按钮。 这将在主屏幕上创建 PWA 的快捷方式，允许他们像任何其他本机应用程序一样启动该应用程序。

source: To install our PWA on an iOS device, users can visit incruises.com using Safari browser and log into their back office where they will then be prompted to install the PWA following 3 simple steps. The PWA will appear as an icon on the home screen, and users can launch the app just like any other native app.
ca: Per a instal·lar la nostra PWA en un dispositiu iOS, els usuaris poden visitar incruises.com utilitzant el navegador Safari i accedir al seu Back office, on se'ls demanarà que instal·lin la PWA seguint 3 senzills passos. La PWA apareixerà com una icona en la pantalla d'inici i els usuaris podran obrir l'aplicació com qualsevol altra aplicació nativa.
de: Um unsere PWA auf einem iOS-Gerät zu installieren, können Nutzer incruises.com mit dem Safari-Browser besuchen und sich in ihr Backoffice einloggen, wo sie dann aufgefordert werden, die PWA in drei einfachen Schritten zu installieren. Die PWA wird als Symbol auf dem Startbildschirm angezeigt, und Nutzer können die App wie jede andere native App starten.
es: Para instalar nuestra PWA en un dispositivo iOS, los usuarios pueden visitar incruises.com utilizando el navegador Safari y acceder a su back office, donde se les pedirá que instalen la PWA siguiendo 3 sencillos pasos. La PWA aparecerá como un ícono en la pantalla de inicio y los usuarios podrán abrir la aplicación como cualquier otra aplicación nativa.
fr: Pour installer notre PWA sur un appareil iOS, les utilisateurs peuvent visiter incruises.com en utilisant le navigateur Safari et se connecter à leur back-office où ils seront invités à installer la PWA en suivant 3 étapes simples. La PWA apparaîtra sous la forme d'une icône sur l'écran d'accueil, et les utilisateurs peuvent lancer l'application comme toute autre application native.
it: Per installare la nostra PWA su un dispositivo iOS, gli utenti dovranno visitare il sito inCruises.com utilizzando il browser Safari e accedere al proprio back office, dove verrà richiesto di installare la PWA seguendo 3 semplici passaggi. La PWA apparirà come un'icona nella schermata iniziale, e gli utenti potranno avviare l'applicazione come qualsiasi altra applicazione nativa.
ja: iOSデバイスにPWAをインストールするには、ユーザーはSafariブラウザを使用してincruises.comにアクセスし、バックオフィスにログインします。PWAはホーム画面にアイコンとして表示され、 ユーザーは他のネイティブアプリと同様にアプリを起動できます。
kk: PWA-ны iOS құрылғысына орнату үшін пайдаланушылар Safari браузерін пайдаланып incruises.com сайтына кіріп, өздерінің бэк-офисіне кіре алады, онда олардан PWA-ны 3 қарапайым қадаммен орнату ұсынылады. PWA негізгі экранда белгіше ретінде пайда болады және пайдаланушылар оны кез келген басқа жергілікті қолданба сияқты іске қоса алады.
ky: Биздин PWA'ны iOS түзмөгүнө орнотуу үчүн колдонуучулар Safari браузерин колдонуп incruises.com веб-сайтындагы жеке кабинетине кириши керек жана PWAны 3 жөнөкөй кадам менен орнотуу сунушталат. PWA сөлөкөтү башкы бетинде пайда болот жана колдонуучулар аны башка тиркемелердей эле оңой иштете алышат.
lv: Lai instalētu mūsu PWA iOS ierīcē, lietotāji var apmeklēt incruises.com, izmantojot Safari pārlūkprogrammu, un piereģistrēties savāpersonīgajā birojā, kur viņiem tiks piedāvāts instalēt PWA, veicot 3 vienkāršas darbības. Sākuma ekrānā PWA tiks parādīta kā ikona, un lietotāji programmu var palaist tāpat kā jebkuru citu vietējo lietotni.
mn: PWA-г iOS төхөөрөмж дээр суулгахын тулд Safari хөтчийг ашиглан incruises.com руу орж 3 энгийн дарааллаар PWA-г суулгаж болно. PWA нь үндсэн дэлгэц дээр дүрс хэлбэрээр гарч ирэх бөгөөд бусад аппын нэгэн адил уг програмыг ажиллуулна.
pt: Para instalar nosso PWA em um dispositivo iOS, os usuários podem visitar incruises.com usando o navegador Safari e fazer login em seu back office, onde serão solicitados a instalar o PWA seguindo 3 etapas simples. O PWA aparecerá como um ícone na tela inicial e os usuários podem iniciar o aplicativo como qualquer outro aplicativo nativo.
ro: Pentru a instala PWA-ul nostru pe un dispozitiv iOS, utilizatorii pot vizita incruises.com folosind browser-ul Safari și se pot conecta la biroul lor, unde li se va cere apoi să instaleze PWA urmând 3 pași simpli. PWA va apărea ca o pictogramă pe ecranul de start și utilizatorii pot lansa aplicația la fel ca orice altă aplicație nativă.
ru: Чтобы установить наше PWA на устройство под управлением iOS, пользователь должен войти в свой личный кабинет через браузер Safari. Там ему будет предложено установить PWA в 3 простых шага. PWA появится на домашнем экране в виде значка, и это приложение можно будет запускать точно также, как и любое другое установленное приложение.
uk: Щоб встановити наш PWA на пристрої iOS, користувачеві потрібно просто увійти до свого особистого кабінету на сайті incruises.com, використовуючи Safari. Там йому буде запропоновано встановити PWA виконавши 3 простих кроки. PWA з’явиться як піктограма на головному екрані, дозволяючи запускати цю програму так само, як і будь-який інший встановлений додаток.
uz: PWA дастуримизни iOS қурилмасига ўрнатиш учун фойдаланувчилар Safari браузеридан фойдаланган ҳолда incruises.com веб-сайтида ўз кабинетларига киришлари лозим, уларга 3 оддий ҳаракатни бажариб, PWA дастурини ўрнатиш таклиф этилади. PWA дастури белгиси бош саҳифада пайдо бўлади ва фойдаланувчилар уни бошқа иловалар каби осон ишга туширишлари мумкин.
zh: 要在 iOS 设备上安装我们的 PWA，用户可以使用 Safari 浏览器访问 incruises.com 并登录后台，然后系统会提示他们按照 3 个简单步骤安装 PWA。 PWA 将在主屏幕上显示为图标，用户可以像任何其他本机应用程序一样启动该应用程序。

source: To launch this initiative, inCruises made a
fr: Pour lancer cette initiative, inCruises a fait un
it: Per lanciare questa iniziativa, inCruises ha realizzato un
kk: Бұл бастаманы іске қосу үшін inCruises келесі қадамды жасады
pt: Para lançar essa iniciativa, a inCruises fez uma
ro: Pentru a lansa această inițiativă, inCruises a făcut o
uk: Щоб запустити цю ініціативу, inCruises зробив
uz: Ушбу ташаббусни бошлаш учун inCruises
zh: 为启动这一倡议，inCruises进行了

source: To pay %{totalAmountString} out of pocket
fr: Pour payer %{totalAmountString} de votre poche
it: Da pagare di tasca propria %{totalAmountString}

source: to pay half the package price. The remaining 50% of the trip cost will be paid out of pocket.
ca: per a pagar la meitat del cost del paquet. El 50% restant del cost del viatge es pagarà de la teva butxaca.
de: um die Hälfte des Paketpreises zu zahlen. Die restlichen 50 % der Reisekosten werden aus eigener Tasche bezahlt.
es: para pagar la mitad del costo del paquete. El 50% restante del costo del viaje será pagado del bolsillo.
fr: à payer la moitié du prix du forfait. Les 50 % restants du prix du voyage seront payés de leur poche.
it: per pagare metà del prezzo del pacchetto. Il restante 50% del costo del viaggio deve essere pagato di tasca propria.
ja: パッケージ料金の半額をお支払いいただきます。残りの50％の旅費は自己負担となります。
kk: пакет құнының жартысын төлеңіз. Жол ақысының қалған 50% өз қалтаңыздан төленеді.
ko: 패키지 금액의 절반까지 결제할 수 있습니다. 여행 경비의 나머지 50%는 본인 부담으로 결제해야 합니다.
ky: Калган 50% жол киреси капчыктан төлөнөт.
lv: maksāt pusi no paketes cenas. Atlikušie 50% no ceļojuma izmaksām tiks izmaksāti skaidrā naudā.
mn: багцын дүнгийн хагасыг төлнө. Аяллын үлдсэн үнэ болох 50%-ийг өөрөөс төлнө.
pt: pagar metade do preço do pacote. Os 50% restantes do custo da viagem serão pagos à parte.
ro: să plătească jumătate din prețul pachetului. Restul de 50% din costul călătoriei va fi plătit din buzunar.
ru: для оплаты половины стоимости тарифа. Оставшиеся 50% стоимости путешествия будут оплачиваться из собственных средств.
uk: для сплати половини вартості тарифу. 50% вартості подорожі, що залишилися, будуть оплачуватись з власних коштів.
uz: Саёҳат нархининг қолган 50%и ҳамёндан тўланади.
zh: 支付一半的套餐价格。 剩余 50% 的旅行费用将自掏腰包。

source: To post on Facebook you must set up your Referral Link.
ca: Per a publicar en Facebook has de configurar el teu Enllaç de Referència.
de: Um auf Facebook zu posten, müssen Sie Ihren Empfehlungs-Link einrichten.
es: Para publicar en Facebook debes configurar tu Enlace de Referencia.
fr: Pour publier sur Facebook tu dois mettre en place ton lien de référence.
it: Per pubblicare su Facebook devi impostare il tuo referral link.
ja: Facebookに投稿するには、紹介リンクを設定する必要があります。
kk: Facebook-та пост жариялау үшін, Рефералды Сілтемеңізді орнатуыңыз қажет.
ko: 페이스북에 게시하려면 추천 링크를 설정해야합니다.
ky: Фейсбукта жарыялоо үчүн сиз өзүңүздүн Рефералдык шилтемеңизди орнотушуңуз керек.
lv: Lai iekļūtu Facebook, jums jānorāda jūsu reģistrācijas saite.
mn: Фэйсбүүкэд пост оруулахын тулд та өөрийн Элсүүлэх холбоосыг нээсэн байх ёстой.
pt: Para postar no Facebook você deve configurar o seu link de indicação.
ro: Pentru a posta pe Facebook, trebuie să-ţi setezi linkul de recomandare.
ru: Чтобы выложить Пост в Facebook, вы должны настроить вашу Реферальную ссылку.
uk: Для того, щоб зробити публікацію на Facebook, потрібно налаштувати Реферальне Посилання.
uz: Facebook да нашр этиш учун ўз реферал ҳаволангизни ўрнатишингиз лозим.
zh: 要在Facebook上發布，您必須設置推薦鏈接。

source: To proceed please confirm your birthdate:
ca: Per a continuar, confirma la teva data de naixement:
de: Um fortzufahren, bestätigen Sie bitte Ihr Geburtsdatum:
es: Para continuar, por favor, confirma tu fecha de nacimiento:
fr: Pour continuer veuillez confirme votre date de naissance :
it: Per continuare conferma la tua data di nascita:
ja: 手続きを進めるには、あなたの誕生日を確認してください：
kk: Жұмысты жалғастыру үшін, туған күніңізді растаңыз:
ko: 계속하려면 생년월일을 확인하십시오:
ky: Улантуу үчүн туулган күнүңүздү тастыктаңыз:
lv: Lai turpinātu , lūdzu apstipriniet savu dzimšanas datumu:
mn: Өөрийн төрсөн өдрийг шалгана уу:
pt: Para prosseguir confirme sua data de nascimento:
ro: Pentru a continua, te rugăm să confirmi data ta de naştere:
ru: Подтвердите, пожалуйста, свою дату рождения, чтобы продолжить:
uk: Будь ласка, підтвердіть свою дату народження, щоб продовжити:
uz: Давом этиш учун илтимос, туғилган санангизни тасдиқланг:
zh: 要繼續, 請確認您的出生日期：

source: To proceed with the process, we require you to respond to our document request. Please access the ticket we've sent you and follow the instructions provided.
ca: Per continuar amb el procés, necessitem que responguis a la nostra sol·licitud de documentació. Accedeix al tiquet que t’hem enviat i segueix les instruccions indicades.
fr: Pour poursuivre le processus, nous vous demandons de répondre à notre demande de document. Veuillez accéder au ticket que nous vous avons envoyé et suivre les instructions fournies.
it: Per procedere, ti chiediamo di rispondere alla nostra richiesta di documenti. Accedi al ticket che ti abbiamo inviato e segui le istruzioni fornite.
ja: 手続きを進めるために、当社からの書類提出依頼に対応してください。お送りしたチケットにアクセスし、指示に従ってください。
kk: Үдерісті жалғастыру үшін сізден құжаттарды ұсыну сұранысына жауап беру қажет. Сізге жіберілген тикетті ашып, ондағы нұсқауларды орындауыңызды сұраймыз.
pt: Para prosseguir com o processo, precisamos que você responda à nossa solicitação de documento. Acesse o ticket que lhe enviamos e siga as instruções fornecidas.
ro: Pentru a continua procesul, te rugăm să răspunzi la solicitarea noastră de documente. Te rugăm să accesezi tichetul pe care ți l-am trimis și să urmezi instrucțiunile furnizate.
uk: Щоб продовжити процес, нам потрібно, щоб ви відповіли на наш запит щодо документів. Будь ласка, відкрийте звернення, яке ми вам надіслали, і дотримуйтесь наданих інструкцій.
uz: Давом этиш учун сиз биз сўраган ҳужжатларни тақдим этишингиз шарт. Илтимос, сизга юборилган хатни очиб кўринг ва унда берилган кўрсатмаларга амал қилинг.
zh: 为继续流程，您需要回应我们的文件请求。请访问我们发送给您的通行票，并按照其中的指示操作。
