Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Pending Partnership Renewal
ca: Renovació Pendent del Programa de Socis
de: Ausstehende Erneuerung der Partnerschaft
es: Renovación de Sociedad Pendiente
fr: En attente du renouvellement du Partenariat
it: Rinnovo della Partnership in sospeso
ja: 保留中のパートナーシップ更新
kk: Жаңартуды күткен серіктестік
ky: Күтүүдөгү өнөктөштүк жаңыртуусу
lv: Gaidoša Partnerības Atjaunošana
mn: Хүлээгдэж буй Түншийн сунгалт
pt: Renovação Pendente da Parceria
ro: Reînnoirea parteneriatului în așteptare
ru: Ожидается продление Партнёрства
uk: Очікується Поновлення Партнерства
uz: Кутаётган Ҳамкорликни узайтириш тўлови
zh: 待定合作伙伴更新

source: Pending Payments
ca: Pagaments pendents
de: Ausstehende Zahlungen
es: Pagos Pendientes
fr: Paiements en attente
it: Pagamenti in sospeso
ja: 支払い待ち
kk: Күтудегі Төлемдер
ko: 보류중인 지불
ky: Күтүүдөгү төлөмдөр
lv: Gaidošie maksājumi
mn: Хүлээгдэж буй төлбөр
pt: Pagamentos pendentes
ro: Plăţi în așteptare
ru: Ожидающие оплаты платежи
uk: Платежі, що очікують оплати
uz: Кутаётган тўловлар
zh: 待付款

source: Pending QBI Report
ca: Informe QBI pendent
de: Ausstehendes QBI-Bericht
es: Reporte de QBI Pendiente
fr: Rapport du QBI en suspens
it: Rapporto QBI in sospeso
ja: 未確定の QBI レポート
kk: QBI есебі (QBI) күтілуде
ko: 보류 중인 QBI 보고서
ky: Күтүүдөгү QBI (БСИ) отчету
lv: Gaidošais QBI(BKI) pārskats
mn: Хүлээгдэж буй QBI тайлан
pt: Relatório QBI Pendente
ro: Raport QBI în așteptare
ru: Отчёт по QBI (ИКБ) в ожидании
uk: Звіт QBI (ІЯБ) в очікуванні
uz: Кутаётган QBI (БСИ) тарихи
zh: 待定 QBI 报告

source: Pending Transaction
ca: Pendent de transacció
de: Ausstehende Transaktion
es: Pago Pendiente
fr: En attendant la transaction
it: Transazione in sospeso
ja: 保留中の取引
kk: Аударым күтілуде
ko: 보류중인 거래
ky: Күтүүдөгү Транзакция
lv: Pārskaitījums gaidīšanas režīmā
mn: Хүлээгдэж буй Гүйлгээ
pt: Transação Pendente
ro: Tranzacţie în desfăşurare
ru: Перевод в статусе ожидания
uk: Переказ в Статусі Очікування
uz: Кутаётган ўтказма
zh: 待定轉賬

source: Pension Rights
ca: Drets de pensió
de: Rentenansprüche
es: Derechos de Pensión
fr: Droits à la Pension
it: Diritti pensionistici
ja: 年金の権利
kk: Зейнетақы құқығы
ko: 연금 권리
ky: Пенсиялык Укуктар
lv: Pensijas tiesības
mn: Тэтгэвэрийн эрх
pt: Direitos de pensão
ro: Drepturile de pensie
ru: Пенсионные права
uk: Пенсійні права
uz: Нафақа олиш ҳуқуқи
zh: 養老金權利

source: People
ca: Persones:
de: Leute
es: Personas
fr: Les gens
it: Persone
ja: 人
kk: Адамдар
ko: 사람들
ky: Адамдар
lv: Cilvēki
mn: Хүмүүс
pt: Pessoas
ro: Oameni
ru: Люди
uk: Люди
uz: Инсонлар
zh: 人们

source: per
de: pro
es: por
fr: par
ja: ごと
kk: артында
ko: 당
ky: үчүн
lv: uz/par vienu
pt: por
ru: за
uk: за
uz: учун
zh: 每

source: per every $100 on qual. prod.
fr: pour chaque 100 $ sur le produit qualifié
it: per ogni $100 di Prod. qualif.
pt: por cada US$ 100 em prod. qual.
uk: за кожні $100 в квал. товарооб.

source: Per passenger
ca: Per passatger
de: pro Passagier
es: Por pasajero
fr: Par passager
it: Per passeggero
ja: 各乗客
kk: Әр жолаушыға
ky: Бир жүргүнчүгө
lv: Uz pasažieri
mn: Зорчигч бүр
pt: Por passageiro
ro: Per pasager
ru: За пассажира
uk: За пассажира
uz: Ҳар бир йўловчи учун
zh: 每位乘客

source: Per person
ca: Per persona
de: Pro Person
es: Por persona
fr: Par personne
it: Per persona
ja: 1人あたり
kk: Бір адамға
ky: Бир адамга
lv: Uz vienu personu
mn: Нэг хүний үнэ
pt: Por pessoa
ro: Per persoană
ru: За человека
uk: На людину
uz: Бир кишига
zh: 每个人

source: Percentage Growth
ca: Percentatge de Creixement
de: Prozentuales Wachstum
es: Crecimiento de Porcentaje
fr: Pourcentage de croissance
it: Percentuale di crescita
ja: 成長率
kk: Пайыздық Өсім
ko: 성장 백분율
ky: Пайыздык Өсүш
lv: Procentu pieaugums
mn: Өсөлтийн хувь
pt: Percentual de crescimento
ro: Creştere procentuală
ru: Процентный Рост
uk: Процентне Зростання
uz: Ўсиш фоизи
zh: 增長百分比

source: Performance
ca: Rendiment
de: Leistung
es: Desempeño
fr: Performances
it: Prestazioni
ja: パフォーマンス
kk: Тиімділік
ky: Көрсөткүч
mn: Гүйцэтгэл
pt: Desempenho
ro: Performanță
ru: Эффективность
uk: Перфоманс
uz: Намойиш
zh: 表现

source: Permission group identifier. e.g. my_new_permission_group
ca: Identificador del grup de permisos. p. ex. el meu_nou_grup_de_permisos
de: Bezeichnung der Berechtigungsgruppe, z. B. meine_neue_berechtigungsgruppe
es: Identificador de grupo de permisos. p.ej. mi_nuevo_grupo_de_permisos
fr: Identificateur du groupe de permission, par exemple, mon_nouveau_groupe_de_permission
it: Identificatore del gruppo permessi, ad esempio mio_nuovo_gruppo_permessi
ja: 権限グループの識別子。例： my_new_permission_group
kk: Рұқсат тобының идентификаторы. мысалы,my_new_permission_group
ko: 권한 그룹 식별자입니다. 예를 들어 나의_신규_권한_그룹
ky: Уруксат тобунун идентификатору. Мисалы: my_new_permission_group
lv: Atļauju grupas identifikators. Piemēram, my_new_might ion_group
mn: Зөвшөөрлийн бүлгийг танигч. жишээ нь миний_шинэ_зөвшөөрлийн_бүлэг
pt: Identificador do grupo de permissões. Por exemplo: my_new_permission_group
ro: Identificator de grup de permisiuni. De exemplu. grupul_meu_nou_de_permisiuni
ru: Идентификатор группы разрешений. Например: my_new_permission_group
uk: Ідентифікатор групи з правами. Наприклад: my_new_permission_group
uz: Рухсатлар гуруҳи идентификатори, масалан, my_new_permission_group
zh: 权限组标识符。 例如 我的新权限组

source: Permission Groups
ca: Grups de permisos
de: Berechtigungsgruppen
es: Grupos de permisos
fr: Groupe de Permission
it: Gruppi permessi
ja: 権限グループ
kk: Рұқсат Топтары
ko: 권한 그룹
ky: Уруксат Топтору
lv: Atļauju Grupas
mn: Зөвшөөрлийн Бүлэг
pt: Grupos de permissão
ro: Grupuri de permisiuni
ru: Группы разрешений
uk: Група з правами
uz: Рухсатлар гуруҳлари
zh: 权限组

source: Permissions
ca: Permisos
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Permessi
ja: 権限
kk: Рұқсаттар
ko: 권한
ky: Уруксаттар
lv: Atļaujas
mn: Зөвшөөрлүүд
pt: Permissões
ro: Permisiuni
ru: Права
uk: Права
uz: Рухсатлар
zh: 权限

source: Personal Activations
ca: Activacions Personals
de: Persönliche Aktivierungen
es: Activaciones Personales
fr: Activations Personnelles
it: Attivazioni personali
ja: 自分のアクティベーション
kk: Жеке Белсендіру
ky: Жеке активдештирүүлөр
lv: Personīgās Aktivizācijas
mn: Хувьчлан идэвхжүүлэлтүүд
pt: Ativações pessoais
ro: Activări personale
ru: Персональные Активации
uk: Особисті Активації
uz: Шахсий Фаолликлар
zh: 个人激活

source: Personal Activations Requirement
fr: Condition d'Activations Personnelles
it: Requisito Attivazioni personali
kk: Жеке Белсендіру Талабы
pt: Exigência de Ativações Pessoais
ro: Cerința de activări personale
uk: Вимога щодо Особистих Активацій
uz: Шахсий Фаолликка оид талаблар
zh: 个人激活要求

source: Personal growth and development is the core of a leader's success.
fr: Le développement personnel est essentiel à la réussite d'un leader.
it: La crescita e lo sviluppo personale sono il cuore del successo di un leader.

source: Personal growth is at the core of Partner Success
ca: El creixement personal és la base de l'èxit dels socis
de: Persönliches Wachstum ist der Kern des Erfolgs von Partnern
es: El crecimiento personal es el núcleo del éxito de los Socios
fr: La croissance personnelle est au cœur de la réussite des Partenaires
it: La crescita personale è il fulcro del successo dei Partner
ja: パートナーが成功するための核は自己成長
kk: Жеке өсу серіктес табысының негізі болып табылады
ko: 개인적 성장은 파트너 성공의 핵심입니다
ky: Жеке өсүү Өнөктөштөрдүн ийгилигинин өзөгү болуп саналат
lv: Personiskā izaugsme ir partneru panākumu kodols
mn: Хувь хүний хөгжил бол Түншийн амжилтын гол цөм юм.
pt: O crescimento pessoal está no centro do sucesso do parceiro
ro: Creșterea personală se află în centrul succesului partenerilor
ru: Личностный рост лежит в основе Партнёрского успеха
uk: Особистісне зростання лежить в основі Партнерського успіху
uz: Шахсий ўсиш Ҳамкор муваффақиятининг гаровидир
zh: 个人成长是合作伙伴成功的核心

source: Personal Information
ca: Informació personal
de: Persönliche Angaben
es: Información Personal
fr: Informations Personnelle
it: Informazioni personali
ja: 個人情報
kk: Жеке Ақпарат
ky: Жеке маалымат
lv: Personīgā informācija
mn: Хувийн мэдээлэл
pt: Informação pessoal
ro: Informaţii personale
ru: Персональная информация
uk: Персональна інформація
uz: Шахсий маълумотлар
zh: 个人信息

source: Personal invite with Website/Video link
ca: Invitació personal amb enllaç de Vídeo/Pàgina web
de: Persönliche Einladung mit Webseite/Video Link
es: Invitación Personal con link de Vídeo/Página web
fr: Une invitation personnelle avec lien Site Web/Vidéo
it: Invito personale con link al video/Sito Web
ja: ウェブサイト/動画のリンク付き個別メッセージ風招待状
kk: Вебсайт/бейне сілтемесі бар Жеке Шақыру
ko: 웹 사이트 / 영상 링크가 포함되는 개인 초대장
ky: Вебсайт/Видео шилтемеси менен жеке чакыруу
lv: Personisks uzaicinājums, izmantojot tīmekļa vietnes/video saiti
mn: Вэб хуудас, видео холбоос ашиглан хувьчлан урих
pt: Convite pessoal com o link do Vídeo/Site
ro: Invitaţie personală cu linkul către Website/Video
ru: Персональное Приглашение с ссылкой на Вебсайт/ Видео
uk: Персональне Запрошення з посиланням на Вебсайт/Відео
uz: Веб-сайт/Видео ҳаволасига эга профессионал таклиф
zh: 帶有網頁/視頻鏈接的個人邀請

source: Personal Legacy:
ca: Llegat Personal:
de: Persönliches Erbe:
es: Legado Personal:
fr: Héritage personnel :
it: Eredità personale:
ja: 個人のレガシー（遺産・功績）：
kk: Жеке Мұра:
ky: Жеке мурас:
lv: Personiskā Mantošana:
mn: Хувийн өв уламжлал:
pt: Legado Pessoal:
ro: Moștenire personală:
ru: Личное наследие:
uk: Особистий Доробок:
uz: Шахсий мерос:
zh: 个人传承：

source: Personal Residual Bonus Statement
ca: 2 cadascun
de: Persönlicher Residual Bonus-Kontoauszug
es: Extracto de Ingresos Residuales Personales
fr: Relevé de prime personnelle résiduelle
it: Rendiconto personale del Bonus residuale
ja: 個人残余ボーナス表
kk: Жеке Резидуалды бонус туралы мәлімдеме
ko: 개인 리지듀얼 보너스 내역서
ky: Жеке Резидуалдык Бонустук билдирүү
lv: Personiskā reziduālā Bonusa paziņojums
mn: Хувийн Үлдэгдэлийн урамшууллын тухай
pt: Extrato do Bônus Residual Pessoal
ro: Extrasul de cont pentru Bonusul Rezidual Personal
ru: Отчёт Персонального Резидуального Бонуса
uk: Запит на Персональний Резидуальний Бонус
uz: Шахсий қолдиқ бонус ҳисоботи
zh: 個人剩餘獎金聲明

source: Personal Tax Code
ca: Codi fiscal personal
de: Persönliche Steuernummer
es: Código de Impuesto Personal
fr: Code des Impôts des Particuliers
it: Codice fiscale personale
ja: 個人の税コード
kk: Жеке салық кодексі
ko: 개인 세금 코드
ky: Жеке Салык Коду
lv: Personiskais nodokļu kods
mn: Хувийн татварын код
pt: Código de Imposto Pessoal
ro: Codul Fiscal personal
ru: Индивидуальный налоговый код
uk: Індивідуальний податковий код
uz: Шахсий солиқ коди
zh: 個人稅法

source: Personal Tax Number
ca: Número d'identificació fiscal
de: Persönliche Steuernummer
es: Número de Impuesto Personal:
fr: Numéro d'Identification Fiscale Personnel
it: Codice fiscale personale
ja: 個人の納税番号
kk: Жеке салық нөмірі
ko: 개인 세금 번호
ky: Жеке салык номери
lv: Personiskais nodokļu numurs
mn: Хувийн татварын дугаар
pt: Número de contribuinte pessoal
ro: Numărul Fiscal personal
ru: Индивидуальный налоговый номер
uk: Індивідуальний податковий номер
uz: Шахсий солиқ рақами
zh: 個人稅號

source: Personal View
ca: Vista personal
de: Persönliche Ansicht
es: Vista Personal
fr: Vue personnelle
it: Prospettiva personale
ja: 個人ビュー
kk: Жеке Қаралым
ko: 개인 보기
ky: Жеке көрүнүш
lv: Personiskais uzskats
mn: Хувьчлан харах
pt: Visão pessoal
ro: Vedere personală
ru: Личный Просмотр
uk: Особистий Перегляд
uz: Шахсий дунёқараш
zh: 個人觀點

source: Personalized Business Links
ca: Enllaços Personalitzats del Negoci
de: Personalisierte Geschäftslinks
es: Enlaces de Negocio Personalizados
fr: Liens Commerciaux Personnalisés
it: Link aziendali personalizzati
ja: パーソナライズされたビジネスリンク
kk: Жеке бизнес сілтемелері
ky: Жекелештирилген бизнес шилтемелер
lv: Personalizētas biznesa saites
mn: Хувийн бизнес холбоос
pt: Links de Negócios Personalizados
ro: Linkuri de afaceri personalizate
ru: Персонализированные бизнес-ссылки
uk: Персоналізовані бізнес-посилання
uz: Хусусийлаштирилган бизнес ҳаволалар
zh: 个性化业务链接

source: Peruvian Sol (PEN)
fr: Sol Péruvien (PEN)
it: Sol peruviano (PEN)
kk: Перу солы (PEN)
pt: Sol peruano (PEN)
uk: Перуанський соль (PEN)
uz: Перу соли (PEN)
zh: 秘鲁索尔 (PEN)

source: Phone
ca: Telèfon
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
ja: 電話番号
kk: Телефон
ko: 전화번호
ky: Телефон
lv: Telefons
mn: Утасны дугаар
pt: Telefone
ro: Telefon
ru: Телефон
uk: Телефон
uz: Телефон
zh: 電話號碼

source: Phone (optional)
ca: Telèfon (opcional)
de: Telefon (optional)
es: Teléfono (opcional)
fr: Téléphone (facultatif)
it: Telefono (opzionale)
ja: 電話番号（任意）
kk: Телефон (міндетті емес)
ky: Телефон (милдетүү эмес)
lv: Tālrunis (papildaprīkojums)
mn: Утас (сонголтоор)
pt: Telefone (opcional)
ro: Telefon (opţional)
ru: Телефон (опционально)
uk: Телефон (необов’язково)
uz: Телефон (ихтиёрий)
zh: 电话号码（可选）

source: Phone #
ca: Número de Telèfon
de: Telefon #
es: # de Teléfono
fr: Téléphone #
it: N° di telefono
ja: 電話番号
kk: Телефон #
ko: 전화번호 #
ky: Телефон #
lv: Telefons#
mn: Утасны дугаар #
pt: Telefone #
ro: Telefon #
ru: # Телефона
uk: Телефон #
uz: Телефон #
zh: 電話號碼 #

source: Phone Number
ca: Número de Telèfon
de: Telefonnummer
es: Número de Teléfono:
fr: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
kk: Телефон Нөмірі
ko: 전화번호
ky: Телефон Номери
lv: Telefona numurs
mn: Утасны дугаар
pt: Número de telefone
ro: Număr de telefon
ru: Номер Телефона
uk: Номер Телефону
uz: Телефон рақами
zh: 電話號碼

source: Phone number entered invalid.
ca: El número de telèfon introduït no és vàlid.
de: Die eingegebene Rufnummer ist ungültig.
es: El número telefónico no es válido.
fr: Lu numéro de téléphone que vous avez saisi n'est pas valide.
it: Il numero di telefono inserito non è valido.
ja: 入力された電話番号は、正しくありません。
kk: Телефон нөмірі қате енгізілді.
ko: 입력한 전화번호가 유효하지 않습니다.
ky: Туура эмес телефон номери киргизилген.
lv: Ievadītais tālruņa numurs nav derīgs.
mn: Таны оруулсан утасны дугаар буруу байна.
pt: Número de telefone inserido inválido.
ro: Numărul de telefon introdus nu este valid.
ru: Введён некорректный номер телефона.
uk: Введений некоректний номер телефону.
uz: Киритилган телефон рақами нотўғри.
zh: 輸入的電話號碼無效。

source: Phone Verification
ca: Verificació telefònica
de: Telefonverifizierung
es: Verificación de teléfono
fr: Vérification du Téléphone
it: Verifica telefonica
ja: 携帯電話の認証
kk: Телефонды растау
ko: 전화 인증
ky: Телефонду текшерүү
lv: Tālruņa pārbaude
mn: Утсаар баталгаажуулах
pt: Verificação de telefone
ro: Verificarea telefonului
ru: Верификация через телефон
uk: Верифікація через телефон
uz: Телефонни тасдиқлаш
zh: 電話驗證

source: Phone:
ca: Telèfon:
de: Telefon:
es: Teléfono:
fr: Téléphone :
it: Telefono:
ja: 電話：
kk: Телефон:
ko: 전화번호:
ky: Телефон:
lv: Telefons:
mn: Утасны дугаар:
pt: Telefone:
ro: Telefon:
ru: Телефон:
uk: Телефон:
uz: Телефон:
zh: 電話號碼：

source: Photo ID
ca: Foto d'identificació (ID)
de: Foto-ID
es: ID de Foto
fr: Pièce d'identité avec photos
it: Documento d'identità corredato da foto
ja: ID写真
kk: Жеке куәліктің фотосы
ko: 사진이 부착된 신분증
ky: Сүрөттүү ИН
lv: Foto ID
mn: Зураг
pt: Foto ID
ro: Poză ID
ru: Удостоверение личности с фотографией
uk: Посвідчення особи з фотографією
uz: Фотосурат ID
zh: 照片身份證

source: Photo ID upload timed out. Please try again.
fr: Délai d'attente dépassé pour le chargement de la photo d'identité. Veuillez réessayer.
it: Tempo massimo per il caricamento del documento d'identità superato. Riprova.

source: Pickup details
ca: Detalls de la recollida
de: Details zur Abholung
es: Detalles de recolección
fr: Détails de la collecte
it: Dettagli del ritiro
ja: ピックアップの詳細
kk: Алып кету туралы мәліметтер
ko: 픽업 세부 정보
ky: Алуу чоо-жайы
lv: Iegūt detalizētu informāciju
mn: Авах тухай мэдээлэл
pt: Detalhes da retirada
ro: Detalii de ridicare
ru: Подробности получения
uk: Подробиці отримання
uz: Олишга оид маълумотлар
zh: 详情

source: pickup included
ca: servei de recollida inclòs
de: Abholung inklusive
es: recogida incluida
fr: ramassage inclus
it: prelievo incluso
ja: 送迎込み
kk: тасымалдау кіреді
ky: алып кетүү камтылган
lv: transfērs iekļauts
mn: тосож авах үйлчилгээ багтсан
pt: coleta incluída
ro: ridicare inclusă
ru: подвоз включён
uk: підбір включено
uz: олиб кетиш билан
zh: 包含接送

source: Pickup location
ca: Ubicació de recollida
de: Abholungsort
es: Ubicación de recogida
fr: Lieu de ramassage
it: Luogo del prelievo
ja: ピックアップの場所
kk: Алып кету орны
ky: Алып кетүү жери
lv: Iekāpšanas vieta
mn: Уулзах газар
pt: Local de partida
ro: Locația de ridicare
ru: Точка сбора
uk: Місце збору
uz: Олиб кетиш нуқтаси
zh: 接送地点

source: Pickup Location
ca: Punt de recollida
de: Abholungsort
es: Ubicación de Recogida
fr: Lieu de ramassage
it: Posizione punto di prelievo
ja: ピックアップの場所
kk: Алып кету Орны
ky: Алып кетүү жери
lv: Iekāšanas Vieta
mn: Уулзах газар
pt: Local de partida
ro: Locația de ridicare
ru: Точка сбора
uk: Місце збору
uz: Олиб кетиш нуқтаси
zh: 接送地点

source: Pickup Locations
ca: Ubicacions de recollida
de: Abholungsorte
es: Ubicaciones de recogida
fr: Lieux de ramassage
it: Posizioni punti di prelievo
ja: ピックアップの場所
kk: Алып кету Орындары
ky: Алып кетүү жерлери
lv: Iekāpšanas Vietas
mn: Уулзах газрууд
pt: Locais de partida
ro: Locații de ridicare
ru: Точки сбора
uk: Місця збору
uz: Олиб кетиш нуқталари
zh: 接送地点

source: Placeholder
fr: Bouche-trou
it: Segnaposto
kk: Жиынтық
pt: Espaço reservado
uk: Умовне позначення
uz: Шартли белги
zh: 佔位符

source: Places 1-100
ca: Llocs de l’1 al 100
fr: Places 1 à 100
it: Posizioni 1-100
ja: 1位〜100位
kk: 1–100 орындар
pt: Lugares 1 a 100
ro: Locuri 1-100
uk: Місця 1-100
uz: 1-100 жойлар
zh: 第1至100名

source: Places 1-15
ca: Llocs de l’1 al 15
fr: Places 1 à 15
it: Posizioni 1-15
ja: 1位〜15位
kk: 1–15 орындар
pt: Lugares 1 a 15
ro: Locuri 1-15
uk: Місця 1-15
uz: 1-15 жойлар
zh: 第1至15名

source: Places 1-3
ca: Llocs de l’1 al 3
fr: Places 1à 3
it: Posizioni 1-3
ja: 1位〜3位
kk: 1–3 орындар
pt: Lugares 1 a 3
ro: Locuri 1-3
uk: Місця 1-3
uz: 1-3 жойлар
zh: 第1至3名

source: Places 1-55
ca: Llocs de l’1 al 55
fr: Places 1 à 55
it: Posizioni 1-55
ja: 1位〜55位
kk: 1–55 орындар
pt: Lugares 1 a 55
ro: Locuri 1-55
uk: Місця 1-55
uz: 1-55 жойлар
zh: 第1至55名

source: Places 101-130
ca: Llocs del 101 al 130
fr: Places 101 à 130
it: Posizioni 101-130
ja: 101位〜130位
kk: 101–130 орындар
pt: Lugares 101 a 130
ro: Locuri 101-130
uk: Місця 101-130
uz: 101-130 жойлар
zh: 第101至130名

source: Places 111-200
ca: Llocs del 111 al 200
fr: Places 111 à 200
it: Posizioni 111-200
ja: 111位〜200位
kk: 111–200 орындар
pt: Lugares 111 a 200
ro: Locuri 111-200
uk: Місця 111-200
uz: 111-200 жойлар
zh: 第111至200名

source: Places 131-200
ca: Llocs del 131 al 200
fr: Places 131 à 200
it: Posizioni 131-200
ja: 131位〜200位
kk: 131–200 орындар
pt: Lugares 131 a 200
ro: Locuri 131-200
uk: Місця 131-200
uz: 131-200 жойлар
zh: 第131至200名

source: Places 16-90
ca: Llocs del 16 al 90
fr: Places 16 à 90
it: Posizioni 16-90
ja: 16位〜90位
kk: 16–90 орындар
pt: Lugares 16 a 90
ro: Locuri 16-90
uk: Місця 16-90
uz: 16-90 жойлар
zh: 第16至90名

source: Places 271-325
ca: Llocs del 271 al 325
fr: Places 271 à 325
it: Posizioni 271-325
ja: 271位〜325位
kk: 275–325 орындар
pt: Lugares 271 a 325
ro: Locuri 271-325
uk: Місця 271-325
uz: 271-325 жойлар
zh: 第271至325名

source: Places 326-400
ca: Llocs del 326 al 400
fr: Places 326 à 400
it: Posizioni 326-400
ja: 326位〜400位
kk: 326–400 орындар
pt: Lugares 326 a 400
ro: Locuri 326-400
uk: Місця 326-400
uz: 326-400 жойлар
zh: 第326至400名

source: Places 4-270
ca: Llocs del 4 al 270
fr: Places 4 à 270
it: Posizioni 4-270
ja: 4位〜270位
kk: 4–270 орындар
pt: Lugares 4 a 270
ro: Locuri 4-270
uk: Місця 4-270
uz: 4-270 жойлар
zh: 第4至270名

source: Places 56-110
ca: Llocs del 56 al 110
fr: Places 56 à 110
it: Posizioni 56-110
ja: 56位〜110位
kk: 56–110 орындар
pt: Lugares 56 a 110
ro: Locuri 56-110
uk: Місця 56-110
uz: 56-110 жойлар
zh: 第56至110名

source: Places 91-200
ca: Llocs del 91 al 200
fr: Places 91 à 200
it: Posizioni 91-200
ja: 91位〜200位
kk: 91–200 орындар
pt: Lugares 91 a 200
ro: Locuri 91-200
uk: Місця 91-200
uz: 91-200 жойлар
zh: 第91至200名

source: Play
ca: Reproduir
de: Spielen
es: Reproducir
fr: Lire
it: Riproduci
ja: 観る
kk: Ойнау
ky: Ойноо
lv: Spēlēt
mn: Тоглох
pt: Jogar
ro: Joacă
ru: Играть
uk: Грати
uz: Ўйнаш
zh: 播放

source: Please accept all terms and conditions before proceeding.
ca: Si us plau, accepta tots els termes i condicions abans de continuar
de: Bitte akzeptieren Sie alle Bedingungen und Konditionen, bevor Sie fortfahren.
es: Por favor, acepta los términos y condiciones antes de proceder.
fr: Veuillez accepter tous les termes et conditions avant de poursuivre.
it: Accetta tutte le condizioni prima di procedere.
ja: すべての利用規約に同意の上、次へお進みください。
kk: Жалғастырмас бұрын барлық шарттарды қабылдаңыз.
ky: Улантуудан мурун бардык шарттарды кабыл алыңыз
lv: Pirms turpināt, lūdzu, akceptējiet visus noteikumus un nosacījumus.
mn: Гүйцэтгэхээс өмнө бүх нөхцөлүүдийг хүлээн зөвшөөрнө үү
pt: Aceite todos os termos e condições antes de prosseguir.
ro: Te rugăm să accepți toți termenii și condițiile înainte de a continua.
ru: Перед тем как продолжить, примите, пожалуйста, все условия и положения.
uk: Перед тим, як продовжити, прийміть, будь ласка, всі умови та положення.
uz: Илтимос, давом этишдан олдин барча қоидалар ва шартларни қабул қилинг.
zh: 请在继续操作之前接受所有条款和条件。

source: Please add email
ca: Si us plau, afegeix un correu electrònic
de: Bitte E-Mail-Adresse hinzufügen
es: Favor de añadir dirección de email
fr: Veuillez ajouter l'adresse électronique
it: Si prega di inserire l'email
ja: メールアドレスを追加してください
kk: Электрондық пошта мекенжайын қосыңыз
ky: Электрондук почтаны кошуңуз
lv: Lūdzu pievienot e-pastu
mn: Имэйл нэмнэ үү
pt: Por favor, adicione o e-mail
ro: Te rugăm să adaugi e-mailul
ru: Добавьте, пожалуйста, адрес электронной почты
uk: Будь ласка, додайте адресу електронної пошти
uz: Илтимос, электрон почта қўшинг
zh: 请添加电子邮件

source: Please add name
ca: Si us plau, afegeix un nom
de: Bitte Namen hinzufügen
es: Favor de añadir un nombre
fr: Veuillez ajouter votre nom
it: Si prega di inserire il nome
ja: 名前を追加してください
kk: Атын қосыңыз
ky: Атын киргизиңиз
lv: Lūdzu ievadiet vārdu
mn: Нэр нэмнэ үү
pt: Por favor, insira um nome
ro: Te rugăm să adaugi numele
ru: Добавьте, пожалуйста, имя
uk: Додайте, будь ласка, ім'я
uz: Илтимос, исм қўшинг
zh: 请添加姓名

source: Please add one attachment
ca: Si us plau, afegeix un fitxer adjunt
de: Bitte fügen Sie einen Anhang hinzu
es: Favor de añadir un archivo adjunto
fr: Veuillez ajouter une pièce jointe
it: Per favore, aggiungi un allegato
ja: 添付ファイルを1つ追加してください
kk: Бір тіркеме қосыңыз
ky: Сураныч, бир тиркеме кошуңуз
lv: Lūdzu pievienojiet pielikumu
mn: Нэг хавсралт хавсаргана уу
pt: Por favor, adicione um anexo
ro: Te rugăm să adaugi un atașament
ru: Добавьте, пожалуйста, одно вложение
uk: Додайте, будь ласка, одне вкладення
uz: Илтимос, битта илова қўшинг
zh: 请添加一个附件

source: Please add phone number
ca: Introdueix el número de telèfon, si us plau
de: Bitte Telefonnummer hinzufügen
es: Por favor, agrega el número de teléfono
fr: Veuillez ajouter un numéro de téléphone
it: Si prega di aggiungere il numero di telefono
ja: 電話番号を追加してください
kk: Телефон нөмірін енгізіңіз
ky: Телефон номерин киргизиңиз
lv: Lūdzu, ievadiet telefona numuru
mn: Утасны дугаараа оруулна уу.
pt: Por favor insira um número de telefone
ro: Te rugăm să adaugi un număr de telefon
ru: Введите, пожалуйста, номер телефона
uk: Будь ласка, додайте номер телефону
uz: Илтимос, телефон рақамини киритинг
zh: 请添加电话号码
