Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Start Verification
ca: Iniciar Verificació
de: Verifizierung starten
es: Iniciar Verificación
fr: Commencer la Vérification
it: Inizia la verifica
ja: 本人確認を始める
kk: Тексеруді бастаңыз
ko: 인증 시작
ky: Ырастоону баштоо
lv: Sākt Verifikāciju
mn: Баталгаажуулт эхлүүлэх
pt: Iniciar verificação
ro: Începe verificarea
ru: Начать процесс верификации
uk: Почати процес верифікації
uz: Тасдиқлашни бошлаш
zh: 开始验证

source: Start:
es: Empieza:
fr: Commencer :
it: Inizio:
ko: 시작:
ky: Баштоо:
lv: Sākt:
mn: Эхлэх:
ru: Начало:

source: Starter
fr: Démarrage

source: Starter Member
ca: Membre Starter
de: Starter-Mitglied
es: Miembro Starter
fr: Membre débutant
it: Membro Starter
ja: Starterメンバー
kk: Бастапқы мүше
ky: Башталгыч мүчө
lv: Iesācējs Biedrs
mn: Starter Гишүүн
pt: Membro Starter
ro: Membru Starter
ru: Член Клуба Starter
uk: Член Клубу Starter
uz: Starter Аъзо
zh: Starter 会员

source: STARTER Member
fr: Membre STARTER
it: Membro STARTER
kk: STARTER Клуб Мүшесі
pt: Membro STARTER
uk: Член Клубу STARTER
uz: STARTER Аъзо
zh: STARTER会员

source: Starter Members
ca: Membres Starter
de: Starter Mitglieder
es: Miembros Starter
fr: Membres Starter
it: Membri Starter
ja: STARTERメンバー
kk: Starter Мүшелер
ky: Башталгыч мүчөлөр
lv: Iesācējs Biedri
mn: Starter Гишүүд
pt: Membros Starter
ro: Membri Starter
ru: Члены Клуба Starter
uk: Члени Клубу Starter
uz: Starter Аъзолар
zh: Starter 会员

source: STARTER PLAN
ca: PLA STARTER
de: STARTER PAKET
es: PLAN STARTER
fr: PLAN DE DÉMARRAGE
it: PIANO START
ja: 初心者プラン
kk: БАСТАУШЫ ЖОСПАРЫ
ko: 스타터 요금제
ky: БАШТАПКЫ ПЛАН
lv: Sākotnējais plāns
mn: ГАРААНЫ БАГЦ
pt: PLANO DE PARTIDA
ro: PLAN DE PORNIRE
ru: СТАРТОВЫЙ ТАРИФ
uk: СТАРТОВИЙ ПЛАН
uz: БОШЛОВЧИ РЕЖАСИ

source: Starter Plan - $0
ca: Pla Starter - 0 dòlars
de: Starter Paket - $0
es: Plan Starter - $0
fr: Plan de démarrage - 0$
it: Piano Start - $0
ja: スタータープラン -$0
kk: Бастапқы Жоспар - 0$
ko: 스타터 요금제 - $0
ky: Баштапкы план - $0
lv: Sākotnējais plāns $0
mn: Гарааны Багц - $0
pt: Plano Inicial - $0
ru: Начальный План- $0
uk: Початковий План - $0
uz: Бошланғич режа - 0$

source: Starter Plan cannot be combined with Classic Plan or Premium Plan
ca: El Pla Starter no es pot combinar amb el Pla Classic ni amb el Pla Premium
de: Der Starter-Plan kann nicht mit dem Classic-Plan oder dem Premium-Plan kombiniert werden.
es: El Plan Starter no se puede combinar con el Plan Classic ni con el Plan Premium
fr: Le plan Starter n'est pas cumulable avec le plan Classic ou le plan Premium
it: I piani Starter non possono essere combinati con i piani Classic o Premium
ja: STARTERプランは、CLASSICプランやPREMIUMプランと合算することはできません
kk: Starter деректер планын Classic деректер планымен немесе Premium деректер планымен біріктіру мүмкін емес
ky: Starter планын Classic планы же Premium планы менен айкалыштырууга болбойт
lv: Starter Plānu nevar kombinēt ar Classic Plānu vai Premium Plānu
mn: Starter хувилбарыг Classic болон Premium хувилбартай хамт хэрэглэж болохгүй
pt: O Plano Starter não pode ser combinado com o Plano Classic ou com o Plano Premium
ro: Planul Starter nu poate fi combinat cu Planul Classic sau Planul Premium
ru: План Starter не может быть объединён с планами Classic или Premium
uk: План Starter не може бути поєднаний із планами Classic або Premium
uz: Starter режани Classic режа ёки Premium режа билан бирлаштириб бўлмайди
zh: Starter计划不能与Classic计划或Premium计划组合使用

source: Starting at
ca: A partir de
de: Startet um
es: A partir de
fr: À partir de
it: A partire da
ja: 販売スタート価格
kk: -ден бастаңыз
ko: 시작 시간
ky: тартып баштаңыз
lv: Sākas
mn: Эхлэх
pt: Começando em
ro: Începe la
ru: Начало в
uk: Початок в
uz: Бошланғич нарх
zh: 開始於

source: Starting at $50 USD/month
ca: A partir de 50 dòlars/mes
de: Beginnend bei $50 USD/Monat
es: Desde $50 USD al mes
fr: À partir de 50 USD/mois
it: A partire da 50$/mese
ja: 月額$50 USDからスタート
kk: Айына 50 доллардан басталады
ky: Айына $50 АКШ долларынан баштап
lv: Sākot ar $50 USD/mēnesī
mn: Сарын $50-оор эхлэх
pt: A partir de US$50/mês
ro: Începând de la 50$/lună
ru: Начиная от $50/месяц
uk: від $50 USD/місяць
uz: Ойига 50 АҚШ$ дан бошланади
zh: 每月50美元起

source: Starting at just $50.00 USD/month with protected payments.
ca: A partir de només 50 dòlars/mes amb pagaments protegits.
de: Ab nur $50,00 USD/Monat mit geschützten Zahlungen.
es: Desde solo $50.00 USD al mes con pagos protegidos.
fr: A partir de 50,00 USD/mois avec des paiements protégés.
it: A partire da soli 50$/mese con pagamenti protetti.
ja: 月額わずか$50.00 USDからスタート、支払いは保護されています。
kk: Айына 50 доллардан бастап, қорғалған төлемдермен.
ky: Корголгон төлөмдөр менен айына $50.00 USD баштап.
lv: Sākot ar tikai $50.00 USD/mēnesī ar aizsargātiem maksājumiem.
mn: Төлбөрийн хамгаалалт бүхий сарын $50-ын төлбөрөөс эхлээрэй.
pt: Comece por apenas US$50/mês com pagamentos protegidos.
ro: Începând de la doar 50$/lună cu plăți protejate.
ru: Начиная всего с $50 в месяц с защищёнными платежами.
uk: Від усього $50.00 USD/місяць із захищеними платежами.
uz: Ойига атиги 50$ эвазига ҳимояланган тўловлар билан бошлаш.
zh: 起价仅为每月50.00美元，且支付受保护。

source: Starting Cost
ca: Cost Inicial
de: Startkosten
es: Costo Inicial
fr: Coût de démarrage
it: Costo iniziale
ja: 販売スタート価格
kk: Бастапқы Құны
ky: Баштапкы наркы
lv: Iesākuma Maksa
mn: Эхлэх үнэ
pt: Valor inicial
ro: Costul de start
ru: Начальная стоимость
uk: Початкова вартість
uz: Бошланғич нарх
zh: 起始费用

source: STARTING PRICE*
ca: PREU DE SORTIDA*
de: STARTPREIS*
es: PRECIO DE ENTRADA*
fr: PRIX DE DÉPART*
it: PREZZO DI PARTENZA*
ja: 販売スタート価格*
kk: БАСТАУ БАҒА*
ko: 시작 가격*
ky: БАШТАЛГЫЧ БААСЫ*
lv: SĀKOTNĒJĀ CENA*
mn: ЭХЛЭХ ҮНЭ*
pt: PREÇO INICIAL*
ro: PREȚ DE PORNIRE*
ru: ОТ*
uk: ВІД*
uz: БОШЛАНҒИЧ НАРХИ*
zh: 起始价*

source: State
ca: Estat
de: Staat
es: Estado
fr: État
it: Stato
ja: 都道府県
kk: Штат
ky: Штат
lv: Valsts
mn: Төлөв байдал
pt: Estado
ro: Stat
ru: Штат
uk: Штат
uz: Штат
zh: 省

source: State:
de: Staat:
es: Estado:
fr: État :
it: Stato:
ko: 상태:
ky: Штат:
lv: Valsts:
mn: Байдал:
ru: Статус:

source: State/Province
ca: Estat / Província
de: Bundesland/Region
es: Estado/Provincia
fr: État / Province
it: Stato/Provincia
ja: 都道府県
kk: Штат/Аймақ
ko: 주/지역
ky: Штат/Провинция
lv: Valsts/Province
mn: Аймаг
pt: Estado/Província
ro: Stat/Provincie
ru: Штат/Регион:
uk: Штат/Регіон
uz: Штат/Вилоят
zh: 州/省

source: State/Province:
ca: Estat / Província:
de: Bundesland/Region:
es: Estado/Provincia:
fr: État/Province :
it: Stato/Provincia:
ja: 都道府県：
kk: Штат/Аймақ:
ko: 주/지역:
ky: Штат/Провинция:
lv: Valsts/Province:
mn: Аймаг:
pt: Estado/Província:
ro: Stat/Provincie:
ru: Штат/Регион:
uk: Штат/Область:
uz: Штат/Вилоят:
zh: 州/省：

source: State/Region
ca: Estat / regió
de: Staat/Region
es: Estado/Provincia
fr: Etat/Région
it: Stato/Provincia
ja: 都道府県
kk: Штат/Аймақ
ko: 주/지역
ky: Штат/Регион
lv: Valsts/Rajons
mn: Муж/Бүс
pt: Estado/Região
ro: Stat/Regiune
ru: Штат/Регион
uk: Держава/Регіон
uz: Штат/Ҳудуд
zh: 國家/地區

source: Statement Date
ca: Data de l'Extracte
de: Rechnungsdatum
es: Fecha del Extracto
fr: Date du relevé
it: Data del rendiconto
ja: 明細日
kk: Есептеме Күні
ko: 입출금 날짜
ky: Отчет берүү датасы
lv: Secinājuma datums
mn: Төлбөрийн огноо
pt: Data do extrato
ro: Data extrasului de cont
ru: Дата Отчёта
uk: Дата Заяви
uz: Ҳисобот санаси
zh: 聲明日期

source: Statements
ca: Extractes
de: Rechnungen
es: Extractos
fr: Relevés
it: Rendiconti
ja: 明細
kk: Есептемелер
ko: 내역서
ky: Отчеттор
lv: Secinājumi
mn: Мэдэгдэл
pt: Extratos
ro: Extrasele de cont
ru: Отчёты
uk: Заяви
uz: Ҳисоботлар
zh: 聲明

source: Stats
ca: Estadístiques
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計データ
kk: Статистика
ko: 통계
ky: Статистика
lv: Statistika
mn: Статистик
pt: Estatísticas
ro: Statistici
ru: Статистика
uk: Статистика
uz: Статистика
zh: 統計數據

source: status
ca: estat
es: estatus
fr: statut
it: stato
ja: ステータス
kk: cтатус
ky: статус
mn: төлөв
ru: статус
uk: статус
uz: мақом
zh: 状态

source: Status
ca: Estat
es: Estatus
fr: Statut
it: Stato
ja: ステータス
kk: Статус
ko: 현황
ky: Статус
lv: Stāvoklis
mn: Статус
ro: Stare
ru: Статус
uk: Статус
uz: Мақом
zh: 狀態

source: Status Details
ca: Detalls d'estat
es: Detalles de Estado
fr: Détails du statut
it: Dettagli sullo stato
ja: ステータスの詳細
kk: Күй мәліметтері
ko: 상태 세부 정보
ky: Статус маалыматы
lv: Detalizēta informācija par statusu
mn: Дэлгэрэнгүй статус
pt: Detalhes do status
ro: Detalii status
ru: Детали статуса
uk: Деталі статусу
uz: Мақом тафсилотлари
zh: 状态详情

source: Status Request
ca: Sol·licitud d’Estat
es: Solicitud del estado
fr: Demande de Statut
it: Richiesta stato
ja: ステータスリクエスト
kk: Мәртебе сұранысы
pt: Solicitação de Status
ro: Cerere status
uk: Запит статусу
uz: Сўров ҳолати
zh: 状态请求

source: status, you will pay
ca: estat, pagaràs
de: Status, Sie bezahlen
es: estado, pagarás
fr: statut, vous paierez
it: devi pagare
ja: ステータス、あなたが支払うのは
kk: мәртебесі, сіз төлейсіз
ko: 현황, 당신은 지불할 것입니다
ky: статусу, сиз төлөйсүз
lv: statuss,jums jāmaksā
mn: статус, таны төлөх
pt: status, você vai pagar
ro: status, vei plăti
ru: статусом, вы заплатите
uk: статусом, ви заплатите
uz: мақомида қуйидаги суммани тўлайсиз
zh: 狀態，您將支付

source: status:
fr: statut :
it: stato:

source: Stay Connected
ca: Mantén-te Connectat
de: In Verbindung bleiben
es: Mantente Conectado
fr: Rester Connecté
it: Resta in contatto
ja: 最新情報をお見逃しなく
kk: Байланыста болыңыз
ky: Байланышта болуңуз
lv: Palieciet Sasniedzami
mn: Холбоотой байгаарай.
pt: Mantenha-se Conectado
ro: Rămâi conectat
ru: Оставайтесь на связи
uk: Залишайтеся на зв'язку
uz: Алоқада қолинг
zh: 保持联系

source: Stay Connected During %{competitionName}
ca: Mantén-te Connectat Durant %{competitionName}
fr: Restez Connecté Pendant %{competitionName}
it: Rimani connesso durante il %{competitionName}
ja: %{competitionName} 開催中もつながりを保ちましょう
kk: %{competitionName} барысында байланыста болыңыз
pt: Permaneça Conectado Durante %{competitionName}
ro: Rămâi conectat în timpul competiției %{competitionName}
uk: Залишайтеся на зв’язку під час %{competitionName}
uz: %{competitionName} давомида алоқада қолинг
zh: 在%{competitionName}期间保持联系

source: Stay Informed
ca: Mantén-te informat
de: Informiert bleiben
es: Mantente Informado
fr: Rester informé
it: Tieniti informato
ja: 最新情報を入手
kk: Байланыста болыңыз
ko: 최신 정보를 받아보세요
ky: Кабардар болуңуз
lv: Paliec informēts
mn: Тухай бүрт нь мэдэгдэнэ
pt: Mantenha-se informado
ro: Stai informat
ru: Оставайтесь на связи
uk: Залишайтеся в курсі
uz: Хабардор бўлинг
zh: 随时了解情况

source: Stay informed about your potential bonuses and how to unlock them.
ca: Mantén-te informat sobre les teves bonificacions potencials i com desbloquejar-les.
fr: Restez informé(e) de vos bonus potentiels et de la façon de les débloquer.
it: Rimani informato sui tuoi potenziali bonus e su come sbloccarli.
ja: 見込みボーナスとその獲得方法について常に最新情報を把握しましょう。
kk: Потенциалды бонустарыңыз және оларды қалай ашуға болатыны туралы хабардар болыңыз.
pt: Mantenha-se informado sobre seus potenciais bônus e como desbloqueá-los.
ro: Rămâi la curent cu potențialele tale bonusuri și cum să le deblochezi.
uk: Будьте поінформовані про ваші потенційні бонуси та способи їх отримання.
uz: Эҳтимолий бонусларингиз ва уларга қандай эришиш мумкинлигидан хабардор бўлинг.
zh: 随时了解您的潜在奖励以及如何解锁这些奖励。

source: Stay INformed with the latest press releases from inCruises.
ca: Mantén-te INformat amb els últims comunicats de premsa d’inCruises.
de: Bleiben Sie mit den neuesten Pressemitteilungen von inCruises auf dem Laufenden.
es: Mantente INformado con los últimos comunicados de prensa de inCruises.
fr: Restez INformé avec les derniers communiqués de presse d'inCruises.
it: Tieniti INformato con gli ultimi comunicati stampa di inCruises.
ja: inCruisesの最新プレスリリースで常に最新情報をチェックしましょう。
kk: InCruises-тің соңғы пресс-релиздерінен хабардар болыңыз.
ky: inCruises компаниясынын акыркы пресс-релиздеринен кабардар болуңуз.
lv: Esiet informēti par jaunākajiem inCruises paziņojumiem presei.
mn: inCruises-ийн хамгийн сүүлийн үеийн мэдээллүүдийг авч байгаарай.
pt: Mantenha-se informado com os últimos comunicados de imprensa da inCruises.
ro: Rămâi la curent cu cele mai recente comunicate de presă de la inCruises.
ru: Оставайтесь в курсе событий благодаря самым свежим пресс-релизам от inCruises.
uk: Будьте в курсі останніх прес-релізів від inCruises.
uz: inCruises нинг энг янги пресс-релизлари билан янгиликлардан хабардор бўлинг.
zh: 通过inCruises的最新新闻稿保持了解最新动态。

source: Stay tuned for
ca: Estigues atent per a...
de: Bleiben Sie dran für
es: Mantente atento a
fr: Rester à l'écoute pour
it: Resta sintonizzato per
ja: 以下の最新情報をお見逃しなく
kk: Бізбен бірге болыңыз
ky: Байланышта болуңуз
lv: Paliec iesaistīts priekš
mn: Хамт байгаарай
pt: Fique ligado para
ro: Rămâi pe fază pentru
ru: Оставайтесь на связи для
uk: Залишайтесь на зв'язку для
uz: Хабардор бўлинг
zh: 敬请关注

source: Stay up to date with company announcements, news and important information
ca: Estigues al dia dels anuncis de l'empresa, notícies i informació important
de: Bleiben Sie auf dem Laufenden über Unternehmensankündigungen, Neuigkeiten und wichtige Informationen
es: Mantente actualizado con los anuncios, noticias e información importante de la compañía
fr: Restez au courant des annonces de l'entreprise, des nouvelles et des informations importantes
it: Resta sempre aggiornato sugli annunci, le novità e le informazioni importanti dell'azienda.
ja: 会社からのお知らせ、ニュース、重要な情報を常にお届けします
kk: Компаниядан хабарландыруларды, жаңалықтарды және маңызды ақпаратты қадағалаңыз
ko: 회사 공지사항, 뉴스 및 중요 정보를 최신 상태로 유지
ky: Компаниянын жарыялары, жаңылыктары жана маанилүү маалыматтары менен кабардар болуңуз
lv: Iepazīstieties ar kompānijas paziņojumiem, jaunumiem un svarīgu informāciju
mn: Компаний зар мэдээ, чухал мэдээллүүдийг цаг тухайд нь авах
pt: Mantenha-se atualizado com os últimos anúncios da empresa, notícias e informações importantes
ro: Rămâi la curent cu anunțurile companiei, știrile și informațiile importante
ru: Следите за объявлениями, новостями и важной информацией от компании
uk: Слідкуйте за оголошеннями компанії, новинами та важливою інформацією
uz: Компания эълонлари, янгиликлари ва муҳим маълумотлардан хабардор бўлинг
zh: 及时了解公司公告、新闻和重要信息

source: Stay Updated with the Latest inCruises News
ca: Mantén-te Actualitzat amb les Últimes notícies d’inCruises
de: Bleiben Sie mit den neuesten Kreuzfahrt-Nachrichten auf dem Laufenden
es: Mantente Actualizado con lo Más Reciente de Noticias de inCruises
fr: Restez à jour avec les dernières inCruises News
it: Tieniti aggiornato con le ultime notizie su inCruises
ja: inCruisesの最新ニュースをチェックして常にアップデートを
kk: InCruises жаңалықтарынан хабардар болыңыз
ky: Акыркы inCruises жаңылыктарынан кабардар болуңуз
lv: Esiet informēti par jaunākajām inCruises ziņām
mn: inCruises-ийн хамгийн сүүлийн үеийн мэдээ мэдээллийг авч байгаарай.
pt: Fique Atualizado com as Últimas Notícias da inCruises
ro: Rămâi la curent cu cele mai recente știri inCruises
ru: Будьте в курсе последних новостей inCruises
uk: Будьте в курсі останніх новин inCruises
uz: Энг сўнгги inCruises янгиликларидан хабардор бўлинг
zh: 了解最新的inCruises新闻动态

source: Step %{ step } of %{ totalSteps }
ca: Pas %{ step } de %{ totalSteps }
de: Schritt %{ step } von %{ totalSteps }
es: Paso %{ step } de %{ totalSteps }
fr: Étape %{ step } de %{ totalSteps }
it: Passo %{ step } di %{ totalSteps }
ja: ステップ %{ step } of %{ totalSteps }
kk: Қадам % {step} % {totalSteps }
ky: %{ totalSteps }дын %{ step } кадамы
lv: Solis %{ step } of %{ totalSteps }
mn: %{ totalSteps }-ын %{ step }-р алхам
pt: Etapa %{ step } de %{ totalSteps }
ro: Pasul %{ pas } din %{ totalSteps }
ru: Шаг %{ step } из %{ totalSteps }
uk: Крок %{ step } з %{ totalSteps }
uz: %{ totalSteps } дан %{ step } босқич
zh: 第%{ step }步，共%{ totalSteps }步

source: Step %{step} of %{totalSteps}
ca: Pas %{step} of %{totalSteps}
de: Schritt %{step} von %{totalSteps}
es: Paso %{step} de %{totalSteps}
fr: Étape %{step} de %{totalSteps}
it: Passo %{step} of %{totalSteps}
ja: ステップ %{step} of %{totalSteps}
kk: Қадам%{step} %{totalSteps}
ky: %{totalSteps}дын %{step} кадамы
lv: Solis %{step} of %{totalSteps}
mn: %{totalSteps}-ын %{step}-р алхам
pt: Etapa %{step} de %{totalSteps}
ro: Pasul %{pas} din %{totalSteps}
ru: Шаг %{step} из %{totalSteps}
uk: Крок %{step} з %{totalSteps}
uz: %{totalSteps} дан %{step} босқич
zh: 第%{step}步，共%{totalSteps}步

source: Step by Step
ca: Pas a pas
de: Schritt für Schritt
es: Paso a Paso
fr: Étape par Étape
it: passo passo
ja: ステップ・バイ・ステップ
kk: Қадам бойынша
ky: Баскыч баскыч менен
lv: Soli pa solim
mn: Алхам алхмаар
pt: Passo a Passo
ro: Pas cu pas
ru: Шаг за шагом
uk: Крок за кроком
uz: Босқичма-босқич
zh: 步骤说明

source: Still processing your verification...
fr: Votre vérification est en cours de traitement…
it: Stiamo ancora elaborando la tua verifica...

source: Stop Showing
ca: Deixa de Mostrar
de: Nicht mehr anzeigen
es: Dejar de Mostrar
fr: Cesser de montrer
it: Non mostrare più
ja: 表示を停止
kk: Көрсетуді тоқтатыңыз
ky: Көрсөтүүнү токтотуу
lv: Pārtraukt Rādīt
mn: Нуух
pt: Parar de mostrar
ro: Nu mai afișa
ru: Не показывать
uk: Не відображати
uz: Кўрсатишни тўхтатиш
zh: 停止显示

source: Stop Showing Archived
ca: Deixa de Mostrar Arxius
de: Nicht mehr Archiviert anzeigen
es: Dejar de Mostrar Archivados
fr: Cesser de présenter des documents archivés
it: Non mostrare i dati archiviati
ja: アーカイブの表示を停止
kk: Мұрағаттық файлдарды көрсетуді тоқтатыңыз
ky: Архивделген файлдарды көрсөтүүнү токтотуу
lv: Pārtraukt arhivēto dokumentu ievadīšanu/parādīšanu
mn: Архивийг нуух
pt: Parar de mostrar arquivos
ro: Nu mai afișa arhivate
ru: Не показывать архивные
uk: Не відображати архівні
uz: Архивни кўрсатишни тўхтатиш
zh: 停止显示归档内容

source: Street Address:
ca: Adreça:
de: Strasse:
es: Dirección:
fr: Adresse effective :
it: Via:
ja: 市より先の住所：
kk: Көшені Жазыңыз:
ko: 주소 :
ky: Көчөнүн дареги:
lv: Ielas adrese:
mn: Хаяг:
pt: Endereço:
ro: Adresa:
ru: Указать Улицу:
uk: Вулиця:
uz: Кўча манзили:
zh: 街道地址：

source: Stretch Team Goal
fr: Objectif Ambitieux de l'Équipe
it: Obiettivo Ambizioso del Team
pt: Meta Estendida de Equipe
uk: Розтягніть командну мету

source: Sub-Total
de: Sub-Gesamt
fr: Sous-total
it: Totale parziale
ja: 小計
kk: Аралық жиынтық
ky: Аралык сумма
lv: Starp-summa
mn: Нийлбэр дүн
ru: Подытог
uk: Проміжний підсумок
uz: Оралиқ жами
zh: 小计

source: Subcategories
de: Unterkategorien
es: Subcategorías
fr: Sous-catégories
it: Sottocategorie
ja: サブカテゴリー
kk: Ішкі санаттар
ko: 하위 목록
ky: Түрчөлөр
lv: Apakškategorijas
mn: Дэд төрөл
pt: Subcategorias
ro: Subcategorii
ru: Подкатегории
uk: Підкатегорії
uz: Субтоифалар
zh: 子類別

source: Subject
ca: Tema
de: Betreff
es: Asunto
fr: Sujet
it: Oggetto
ja: 件名
kk: Тақырып
ko: 제목
ky: Тема
lv: Priekšmets
mn: Гарчиг
pt: Assunto
ro: Subiect
ru: Тема
uk: Тема
uz: Мавзу
zh: 主題

source: Subject:
ca: Tema:
de: Betreff:
es: Asunto:
fr: Sujet :
it: Oggetto:
ja: 件名:
kk: Тақырып:
ko: 제목:
ky: Тема:
lv: Tēma:
mn: Гарчиг:
pt: Assunto:
ro: Subiect:
ru: Тема:
uk: Тема:
uz: Мавзу:
zh: 主題：

source: Submit
ca: Enviar
de: Abschicken
es: Enviar
fr: Soumettre
it: Invia
ja: 提出する
kk: Жіберу
ko: 제출
ky: Жиберүү
lv: Iesniegt
mn: Илгээх
pt: Enviar
ro: Trimite
ru: Подтвердить
uk: Надати
uz: Киритиш
zh: 提交

source: Submit Code
ca: Enviar el codi
de: Code abschicken
es: Enviar Código
fr: Soumettre le Code
it: Invia il codice
ja: コードを送信
kk: Кодты жіберу
ko: 코드 입력
ky: Кодду жиберүү
lv: Iesniegt kodu
mn: Код оруулах
pt: Enviar código
ro: Trimite codul
ru: Отправить код
uk: Надіслати код
uz: Кодни киритиш
zh: 提交驗證碼

source: Submit Payment
ca: Enviar el pagament
de: Zahlung absenden
es: Enviar Pago
fr: Soumettre paiement
it: Invia pagamento
ja: 支払いを送信する
kk: Төлемді Жіберу
ko: 청구서 결제
ky: Төлөм жиберүү
lv: Iesniegt maksājumu
mn: Төлбөр илгээх
pt: Enviar pagamento
ro: Fă plata
ru: Сделать оплату
uk: Зробити платіж
uz: Тўловни киритиш
zh: 提交付款

source: Submit Phone Number
ca: Enviar Número de Telèfon
de: Telefonnummer senden
es: Enviar Número de Teléfono:
fr: Soumettre le Numéro de Téléphone
it: Invia il numero di telefono
ja: 電話番号を送信
kk: Телефон нөмірін жіберіңіз
ko: 전화번호 입력
ky: Телефон номерин жибериңиз
lv: Iesniegt telefona numuru
mn: Утасны дугаар оруулах
pt: Enviar número de telefone
ro: Trimite numărul de telefon
ru: Отправить номер телефона
uk: Надіслати номер телефону
uz: Телефон рақамини киритиш
zh: 提交電話號碼

source: Submit Pixel ID
ca: Enviar ID de Píxel
de: Pixel-ID übermitteln
es: Enviar ID de Pixel
fr: Soumettre l'ID Pixel
it: Invia ID del Pixel
ja: ピクセルIDを送信する
kk: Пиксель идентификаторын жіберу
ko: 픽셀 ID 입력
ky: Pixel ID тапшырыңыз
lv: Iesniegt pikseli ID
mn: Пиксел ID оруулах
pt: Enviar Pixel ID
ro: Trimite ID-ul Pixel
ru: Отправить идентификатор пикселя
uk: Надіслати ідентифікатор пікселя
uz: Пиксель идентификация рақамини киритиш
zh: 提交像素編號

source: Submit Ticket
ca: Envia el tiquet
de: Ticket senden
es: Enviar Ticket
fr: Soumettre le Ticket
it: Invia il ticket
ja: チケットを送信
kk: Тикетті Жіберу
ko: 티켓 제출
ky: Тикетти жиберүү
lv: Iesniegt Biļeti
mn: Илгээх
pt: Enviar Ticket
ro: Trimite Ticket-ul
ru: Отправить тикет
uk: Надіслати тікет
uz: Чиптани жўнатиш
zh: 提交票證

source: Submit your request.
ca: Envia la teva sol·licitud.
de: Ihre Anfrage einreichen.
es: Envía tu solicitud.
fr: Soumettez votre demande.
it: Invia la tua richiesta.
ja: リクエストを提出してください。
kk: Сұрау жіберу.
ky: Өтүнүчүңүздү жибериңиз.
lv: Iesniedziet savu pieprasījumu.
mn: Хүсэлт илгээх.
pt: Envie sua solicitação.
ro: Trimite solicitarea ta.
ru: Отправить запрос.
uk: Надіслати запит.
uz: Сўровингизни юборинг.
zh: 提交您的申请。

source: Subscription
ca: Subscripció
de: Abonnement
es: Suscripción
fr: Abonnement
it: Iscrizione
ja: 加入状況
kk: Жазылым
ky: Катталуулар
lv: abonēšana
mn: Захиалга
pt: Assinatura
ro: Abonament
ru: Подписка
uk: Підписка
uz: Обуна
zh: 订阅

source: Subscription Agreement
ca: Acord de subscripció
de: Abonnementvertrag
es: Acuerdo de suscripción
fr: Accord d'Abonnement
it: Contratto di adesione
ja: 加入（サブスクリプション）契約
kk: Жазылым келісімі
ko: 구독 계약
ky: Жазылуу келишими
lv: Pierakstīšanās līgums
mn: Захиалгын Гэрээ
pt: Contrato de assinatura
ro: Contract de abonament
ru: Соглашение на подписку
uk: Згода на підписку
uz: Обуна шартномаси
zh: 訂閱協議

source: Subscriptions
ca: Subscripcions
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Iscrizioni
ja: 加入状況
kk: Жазылымдар
ko: 구독 정보
ky: Жазылуулар
lv: Abonēšana
mn: Миний гишүүнчлэл
pt: Assinaturas
ro: Înregistrări ca
ru: Подписки
uk: Підписки
uz: Обуналар
zh: 訂閱

source: Subtotal
de: Zwischensumme
fr: Sous-total
it: Subtotale
ja: 小計
kk: Аралық қорытынды
ky: Жарым жыйынды
lv: Starpsumma
mn: Нийлбэр дүн
ru: Подытог
uk: Проміжний підсумок
uz: Оралиқ жами
zh: 小计

source: Subtotal: <b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
de: Zwischensumme: <b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
fr: Sous-total : <b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
it: Subtotale: <b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
ja: 小計：<b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
kk: Қорытынды: <b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
ky: Жалпы сумма: <b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
lv: Starpsumma: <b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
mn: Нийлбэр дүн: <b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
ru: Подытог: <b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
uk: Проміжний підсумок: <b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
uz: Оралиқ жами: <b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
zh: 小计：<b>${{ $filters.money(additionalBookingData.subtotal) }}</b>
