Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Upgrade your lifestyle today!
ca: Millora el teu estil de vida avui mateix!
de: Verbessern Sie noch heute Ihren Lebensstil!
es: ¡Mejora tu estilo de vida hoy mismo!
fr: Améliorez votre style de vie dès aujourd'hui !
it: Migliora il tuo stile di vita oggi stesso!
ja: あなたのライフスタイルをアップグレードしてください！
kk: Бүгін өмір салтыңызды өзгертіңіз!
ky: Жашооңузду бүгүн жаңыртыңыз!
lv: Uzlabo savu dzīves veidu šodien!
mn: Амьдралынхаа хэв маягийг өнөөдрөөс шинэчлээрэй!
pt: Melhore seu estilo de vida hoje mesmo!
ro: Îmbunătățește-ți stilul de viață astăzi!
ru: Перейдите на новый образ жизни уже сегодня!
uk: Покращте свій спосіб життя вже сьогодні!
uz: Турмуш тарзингизни бугуноқ яхшиланг!
zh: 今天就升级你的生活方式！

source: Upgrade your membership to get more iNsider pricing
fr: Améliorez votre Adhésion pour bénéficier plus d'INsider Pricing
it: Aggiorna il tuo piano di Membership per aumentare le prenotazioni INsider a tua disposizione
kk: Қосымша INsider pricing алу үшін мүшелік дәрежеңізді арттырыңыз
pt: Faça o upgrade da sua assinatura para obter mais iNsider pricing
uk: Підвищте план своєї Програми Членства, щоб отримати ще більше бронювань за Тарифами INsider
zh: 升级您的会员资格以获取更多INsider Pricing优惠

source: Upgrades This Month
ca: Millores aquest mes
de: Upgrades diesen Monat
es: Subidas de nivel en este mes
fr: Mises à jour ce mois-ci
it: Aggiornamenti di questo mese
ja: 今月のアップグレード
kk: Осы айдағы жаңартулар
ky: Ушул айдагы жаңыртуулар
lv: Šī Mēneša Apgreidojumi
mn: Энэ сарын ахиулалтууд
pt: Upgrades deste mês
ro: Upgrade-uri luna aceasta
ru: Обновлений в этом месяце
uk: Оновлень цього місяця
uz: Ушбу ойдаги апгрейдлар
zh: 本月升级

source: Upline
ca: Patrocinador
es: Línea ascendente
fr: En amont de la ligne
it: Sponsor
ja: アップライン
kk: Жоғары тұрған Демеуші
ko: 업라인
ky: Аплайн
lv: Augšējā līnija
mn: Дээд үе
pt: Patrocinador
ro: Linia superioară
ru: Вышестоящий Спонсор
uk: Вищестоящий Спонсор
uz: Аплайн
zh: 上線

source: Upline Title
ca: Títol de la Línia Ascendent
fr: Titre de Lignée Ascendante
it: Titolo upline
ja: アップラインのランク名
kk: Жоғары желідегі көшбасшының атауы
pt: Título do Patrocinador
ro: Titlu Linia superioară
uk: Назва Вищестоящого
uz: Аплайн ранги
zh: 上线头衔

source: Uplines
ca: Línia Ascendent
es: Líneas ascendentes
fr: lignes ascendantes
it: Sponsor
ja: アップライン
kk: Жоғары тұрған Демеушілер
ko: 업라인들
ky: Аплайнлар
lv: Augšējās līnijas
mn: Дээд үеүүд
pt: Patrocinadores
ro: Sponsori
ru: Вышестоящий Спонсор
uk: Вищестоящі Спонсори
uz: Аплайнлар
zh: 上線

source: Upload New Photo
ca: Puja una foto nova
de: Neues Foto hochladen
es: Subir Nueva Foto
fr: Télécharger une nouvelle photo
it: Carica una foto nuova
ja: 新しい写真をアップロードする
kk: Жаңа Фото Жүктеу
ko: 새로운 사진 업로드
ky: Жаңы сүрөт жүктөө
lv: Ielādē jaunu foto
mn: Шинэ зураг оруулах
pt: Carregar uma nova foto
ro: Încarcă o fotografie nouă
ru: Загрузить Новую Фотографию
uk: Завантажити Нову Фотографію
uz: Янги суратни юклаш
zh: 上傳新照片

source: Upload Picture
ca: Pujar imatge
de: Bild hochladen
es: Subir Imagen
fr: Télécharger l'image
it: Carica foto
ja: 写真をアップロードする
kk: Суретті жүктеп салу
ky: Сүрөт жүктөө
lv: Ielādē Attēlu
mn: Зураг ачааллах
pt: Carregar foto
ro: Încarcă fotografie
ru: Загрузить изображение
uk: Завантажити зображення
uz: Сурат юклаш
zh: 上传照片

source: Upload Sailings
ca: Carregar sortides
de: Upload Fahrten
es: Subir Viajes
fr: Télécharger les navigations
it: Carica le partenze
ja: 旅程をアップロード
kk: Круиздің жүзуін жүктеңіз
ko: 항해 업로드
ky: Круизди жүктөңүз
lv: Augšupielādēt braucienus/reisus
mn: Аялалууд оруулах
pt: Carregar navegações
ro: Încarcă navigările
ru: Загрузить плавания
uk: Завантажити плавання
uz: Круизни юклаш
zh: 上传航次

source: Upload Sailings CSV
ca: Carrega el CSV de les sortides
de: Upload Fahrten CSV
es: Subir el Archivo CSV del Viaje
fr: Télécharger le fichier CSV des navigations
it: Carica il CSV delle partenze
ja: 旅程のCSVファイルをアップロード
kk: CSV арқылы кеме жүзулерін жүктеп алыңыз
ko: 항해 CSV 업로드
ky: Круиз CSV жүктөө
lv: Augšuplādēt brauciena/reisa CSV
mn: Аяллын CSV файлыг ачааллах
pt: Carregar Navegações CSV
ro: Încarcă navigările CSV
ru: Загрузить плавания через CSV
uk: Завантажити плавання через CSV
uz: Круиз CSV ни юклаш
zh: 上传航次 CSV

source: Upload your proof:
ca: Carrega la teva prova:
de: Laden Sie den Nachweis hoch:
es: Adjunta tu prueba:
fr: Téléchargez votre preuve :
it: Carica la prova:
ja: 証拠をアップロードしてください：
kk: Растауды жүктеп алыңыз:
ky: Далилдериңизди жүктөңүз:
lv: Augšupielādējiet savu pierādījumu:
mn: Нотолгоо баримтаа хавсаргах:
pt: Envie seu comprovante:
ro: Încarcă dovada ta:
ru: Загрузите подтверждение:
uk: Завантажте підтвердження:
uz: Далилларни юкланг:
zh: 上传您的证明材料：

source: Upon the death of a Partner with Marketing Director or higher rank, their business may be passed to their heirs.
ca: A la mort d'un soci amb rang de Marketing Director o superior, el seu negoci pot passar als seus hereus.
de: Beim Tod eines Partners mit dem Rang eines Marketingdirektors oder mit einem höheren Rag kann sein Geschäft auf seine Erben übergehen.
es: Al fallecer un Socio con rango de Marketing Director o superior, su negocio puede ser transferido a sus herederos.
fr: Au décès d'un Partenaire ayant le rang de Directeur Marketing ou un rang supérieur, son business peut être transmis à ses héritiers.
it: Alla morte di un Partner con qualifica di Marketing Director o superiore, la sua attività può passare agli eredi.
ja: マーケティング ディレクター以上のランクのパートナーが死亡した場合、その事業は相続人に承継される場合があります。
kk: Маркетинг бойынша директор немесе одан жоғары дәрежесі бар Қауымдастырылған тұлға қайтыс болған жағдайда оның бизнесі мұрагерлеріне өтуі мүмкін.
ko: 마케팅 디렉터 이상의 파트너가 사망한 경우, 해당 비즈니스를 상속인에게 상속할 수 있습니다.
ky: Маркетинг боюнча директор же андан жогору турган Өнөктөш каза болгондо, бизнес анын мураскорлоруна өтүшү мүмкүн.
lv: Partnera nāves gadījumā ar Mārkettinga Direktora vai augstāku rangu, viņu bizness var tikt nodots vņu mantiniekiem.
mn: Marketing Director болон дээш цол бүхий Түнш нас барсан тохиолдолд түүний бизнес үр хүүхдүүдэд нь шилжин очих болно.
pt: Com o falecimento de um parceiro que seja Diretor de Marketing ou superior, seus negócios poderão ser repassados aos seus herdeiros.
ro: La decesul unui partener cu nivel de carieră de director de marketing sau superior, afacerea acestuia poate fi transmisă moștenitorilor săi.
ru: После смерти Партнера, имевшего ранг Маркетинг-Директора или выше, его бизнес может быть передан наследникам.
uk: Після смерті Партнера, який мав ранг Маркетинг Директора або вище, його бізнес може бути передано спадкоємцям.
uz: Маркетинг директор ёки ундан юқори рангдаги Ҳамкорнинг ўлимидан сўнг, унинг бизнеси меросхўрларига ўтиши мумкин.
zh: 营销总监或更高级别的合伙人去世后，他们的业务可能会传给他们的继承人。

source: Uralsk, Kazakhstan
de: Uralsk, Kasachstan
es: Uralsk, Kazajistán
fr: Ouralsk, Kazakhstan
it: Uralsk, Kazakistan
ja: ウラリスク（カザフスタン）
kk: Орал, Казахстан
ko: 우랄스크, 카자흐스탄
ky: Уральск, Казакстан
lv: Uraļska, Kazakhstāna
mn: Уралск, Казакстан
pt: Uralsk, Cazaquistão
ro: Uralsk, Kazahstan
ru: Уральск, Казахстан
uk: Уральськ, Казахстан
uz: Уральск, Қозоғистон
zh: 乌拉尔斯克，哈萨克斯坦

source: US Dollar (USD)
fr: Dollar Américain (USD)
it: Dollaro statunitense (USD)
kk: АҚШ доллары (USD)
pt: Dolar Americano (USD)
uk: Долар США (USD)
uz: АҚШ доллари (USD)
zh: 美元 (USD)

source: US State Reminder
ca: Recordatori de l'estat dels EUA
de: US-Staat Erinnerung
es: Recordatorio del estado de EE. UU.
fr: Rappel des États Américains
it: Promemoria Stato USA
ja: 米国の州に関するリマインダー
kk: АҚШ мемлекеттік ескертуі
ko: 미국 주 알림
ky: АКШнын мамлекеттик эскертүүсү
lv: ASV Atgādinājums
mn: АНУ-ын мужууд
pt: Lembrete de estado americano
ro: Memento privind statul USA
ru: Напоминание о штате США
uk: Нагадування про штат США
uz: АҚШ штатига оид эслатма
zh: 美國州提醒

source: Use alternative email
ca: Utilitza un correu electrònic alternatiu
de: Alternative E-Mail verwenden
es: Usar Email Alternativo
fr: Utiliser une adresse mail alternative
it: Usa una email alternativa
ja: 別のメールアドレスを使う
kk: Баламалы электронды поштаны пайдаланыңыз
ky: Кошумча э-адрес колдонуу
lv: Ļietojiet alternatīvu epastu
mn: Хоёрдогч имэйлийг хэрэглэх
pt: Use um email alternativo
ro: Folosește e-mailul alternativ
ru: Использовать альтернативный e-mail
uk: Використати альтернативну електронну пошту
uz: Муқобил электрон почтани қўллаш
zh: 使用备用邮箱

source: Use alternative phone number
ca: Utilitza un número de telèfon alternatiu
de: Alternative Rufnummer verwenden
es: Utilizar número telefónico alternativo
fr: Utiliser un numéro de téléphone alternatif
it: Usa un numero di telefono alternativo
ja: 別の電話番号を使う
kk: Қосымша телефон нөмірін пайдаланыңыз
ky: Кошумча телефон номерди колдонуу
lv: Lietojiet alternatīvu tālruņa numuru
mn: Хоёрдогч утасын дугаарыг хэрэглэх
pt: Use um número de telefone alternativo
ro: Folosește numărul de telefon alternativ
ru: Использовать альтернативный номер телефона
uk: Використати альтернативний номер телефону
uz: Муқобил телефон рақамини қўллаш
zh: 使用备用电话号码

source: Use Backup Code
ca: Utilitza el codi de seguretat
de: Backup-Code verwenden
es: Usa Código de Respaldo
fr: Utiliser le code de sauvegarde
it: Usa il codice di backup
ja: バックアップコードを使用
kk: Сақтық көшірме кодын пайдаланыңыз
ko: 백업 코드 사용
ky: Резервдик кодду колдонуу
lv: Izmantot dublēšanas kodu
mn: Backup код хэрэглэх
pt: Usar código alternativo
ro: Utilizează codul de rezervă
ru: Использовать резервный код
uk: Використати резервний код
uz: Захира коддан фойдаланиш
zh: 使用备份代码

source: Use Reward Points to lower the price of Retail Cruise and Hotel bookings by up to 17% with INsider Pricing
ca: Utilitza Punts de Recompensa per aconseguir una reducció de fins al 17% en el preu de les reserves de creuers i hotels amb INsider Pricing
de: Nutzen Sie Reward Points, um mit INsider Pricing den Preis für Buchungen von Kreuzfahrten und Hotels im Einzelhandel um bis zu 17 % zu senken.
es: Utiliza Puntos de Recompensa para reducir el precio de las reservas de cruceros y hoteles hasta en un 17% con Precio INsider
fr: Utilisez vos Points de Récompense pour réduire le prix des réservations de croisières et d'hôtels au détail jusqu'à 17% grâce à des prix d'initiés
it: Utilizza i Crediti Premio per ridurre il prezzo delle prenotazioni di crociere e hotel fino al 17% con INsider Pricing
ja: リワードポイントを利用して、クルーズやホテルの価格を最大17%引き下げることができます
kk: Insider Pricing арқасында круиздер мен қонақүйлерді бөлшек брондау құнын 17% - ға дейін төмендету үшін бонустық ұпайларды пайдаланыңыз
ky: INsider Pricing баасы менен чекене круиздик жана мейманканалык брондоолордун баасын 17% га чейин төмөндөтүү үчүн Бонустук упай колдонуңуз
lv: Izmantojiet Balvu Punktus, lai samazinātu mazumtirdzniecības kruīza un viesnīcu rezervāciju cenu pat par 17%, ar INsider Pricing
mn: Шагналын Оноогоо ашиглан далайн аялал, зочид буудлын захиалгын үнийг INsider Pricing 17%-ийн үнэ хүртэл бууруулах
pt: Use Pontos de Recompensa para reduzir o preço de reservas de cruzeiros e hotéis de varejo em até 17% com o INsider Pricing
ro: Folosește punctele de recompensă pentru a reduce prețul rezervărilor pentru croazieră și hoteluri cu amănuntul cu până la 17% cu INsider Pricing
ru: Используйте Бонусные Баллы, чтобы снизить розничную стоимость круиза и отеля на 17% с INsider Pricing
uk: Використовуйте Бонусні Бали, щоб знизити роздрібну вартість круїзу та готелю на 17% з INsider Pricing
uz: Бонус балларидан круизлар ва меҳмонхоналар буюртмаси чакана нархини INsider Pricing билан 17% гача камайтиришда фойдаланинг
zh: 使用奖励积分通过INsider Pricing将零售邮轮和酒店预订的价格降低最高可达17%

source: Use Reward Points to reduce Retail Cruise Prices by up to 50
ca: Aprofita els Punts de Recompensa per reduir els preus dels creuers fins a un 50
de: Nutzen Sie Reward Points, um die Einzelhandelspreise für Kreuzfahrten um bis zu 50 zu senken.
es: Utiliza Puntos de Recompensa para reducir los precios de cruceros hasta en un 50
fr: Utilisez des Points de Récompense pour réduire les Prix de Détail des Croisières jusqu'à 50
it: Usa i Crediti Premio per ridurre i prezzi al dettaglio delle crociere fino al 50
ja: リワードポイントを使って、クルーズの小売価格を最大50％まで割引できます
kk: Круиздердің бөлшек сауда бағасын 50-ге дейін төмендету үшін бонустық ұпайларды пайдаланыңыз
ky: Круиздик чекене бааларды 50гө чейин төмөндөтүү үчүн бонустук упай колдонуңуз
lv: Izmantot Balvu Punktus, lai samazinātu mazumtirdzniecības kruīza cenas pat par 50
mn: Далайн аяллын жижиглэнгийн үнийг Шагналын Оноо ашиглан 50 хүртэл хувь хямдруулаарай
pt: Use Pontos de Recompensa para reduzir os preços de cruzeiros de varejo em até 50
ro: Folosește punctele de recompensă pentru a reduce prețurile de croazieră cu amănuntul cu până la 50
ru: Используйте Бонусные Баллы для снижения розничной стоимости круиза до 50
uk: Використовуйте Бонусні Бали для зниження роздрібної вартості круїзу до 50
uz: Бонус балларидан круизлар чакана нархини 50% гача камайтиришда фойдаланинг
zh: 使用奖励积分将零售邮轮价格降低最高可达50

source: Use Reward Points to reduce Retail Cruise Prices by up to 50%
ca: Aprofita els Punts de Recompensa per reduir els preus dels creuers fins a un 50%
de: Nutzen Sie Reward Points, um die Einzelhandelspreise für Kreuzfahrten um bis zu 50 % zu senken.
es: Utiliza Puntos de Recompensa para reducir los precios de cruceros hasta en un 50%
fr: Utilisez vos Points de Récompense pour réduire les prix de détail des croisières jusqu'à 50%
it: Usa i Crediti Premio per ridurre i prezzi al dettaglio delle crociere fino al 50%
ja: リワードポイントを利用して、クルーズ料金に対して最大50%利用し、安くする
kk: Круиздердің бөлшек сауда бағасын 50-ге дейін төмендету үшін бонустық ұпайларды пайдаланыңыз
ky: Круиздик чекене бааларды 50% га чейин төмөндөтүү үчүн бонустук упай колдонуңуз
lv: Izmantot Balvu Punktus, lai samazinātu mazumtirdzniecības kruīza cenas pat par 50%
mn: Далайн аяллын жижиглэнгийн үнийг Шагналын Оноо ашиглан 50% хүртэл хямдруулах
pt: Use Pontos de Recompensa para reduzir os preços de cruzeiros de varejo em até 50%
ro: Folosește punctele de recompensă pentru a reduce prețurile de croazieră cu amănuntul cu până la 50%
ru: Используйте Бонусные Баллы для снижения розничной стоимости круиза до 50%
uk: Використовуйте Бонусні Бали для зниження роздрібної вартості круїзу до 50%
uz: Бонус балларидан круизлар чакана нархини 50% гача камайтиришда фойдаланинг
zh: 使用奖励积分将零售邮轮价格降低最高可达50%

source: Use Reward Points to reduce Retail Cruise, and Hotel up to 17%
ca: Utilitza els Punts de Recompensa per reduir fins a un 17% el Preu de Venda al públic de Creuers i Hotels.
de: Nutzen Sie Reward Points, um Kreuzfahrten und Hotels um bis zu 17 % zu reduzieren
es: Utiliza Puntos de Recompensa para reducir los precios de cruceros y hoteles hasta en un 17%
fr: Utilisez des Points de Récompense pour réduire les Prix des Croisières et des Hôtels jusqu'à 17 %
it: Usa i Crediti Premio per ridurre il prezzo al dettaglio di crociere e hotel fino al 17%
ja: リワードポイントを使って、クルーズやホテルの小売価格を最大17％まで割引できます
kk: Сыйақы ұпайларын пайдаланып, круиз бен қонақүй бағасын 17%-ға дейін төмендетіңіз
ky: Круиздерде жана мейманканаларда чекене бааларды 17% га чейин төмөндөтүү үчүн бонустук упайларын колдонуңуз
lv: Izmantot Balvu Punktus, lai samazinātu mazumtirdzniecības kruīzaun viesnīcas cenas par 17%
mn: Далайн аялал, зочид буудлын жижиглэнгийн үнийг Шагналын Оноо ашиглан 17% хүртэл хямдруулах
pt: Use Pontos de Recompensa para reduzir os preços de cruzeiros de varejo e hotel em até 17%
ro: Folosește punctele de recompensă pentru a reduce prețurile de retail la croazieră și hotel cu până la 17%
ru: Используйте Бонусные Баллы для снижения розничной стоимости круизов и отелей до 17%
uk: Використовуйте Бонусні Бали для зниження роздрібної вартості круїзу і готелю до 17%
uz: Бонус балларидан круиз ва меҳмонхона чакана нархини 17% гача камайтиришда фойдаланинг
zh: 使用奖励积分可最多抵扣17%的零售价邮轮和酒店费用

source: Use Reward Points to reduce the retail price by a maximum of 50%. Elite Travel Advantage benefits cannot be applied to this booking.
fr: Utilisez des Points de Récompense pour réduire le prix de vente jusqu'à 50%. Les bénéfices de l'Avantage de Voyage Élite ne peuvent pas être appliqués à cette réservation.
it: Utilizza i Crediti Premio per ridurre il prezzo di vendita fino al 50%. Non puoi applicare i Vantaggi di Viaggio Elite a questa prenotazione.
kk: Бонус Ұпайларын пайдаланып, бөлшек бағаны ең көп дегенде 50%-ға дейін төмендетуге болады. Бұл броньға Elite Travel Advantage артықшылықтары қолданылмайды.
pt: Use os Pontos de Recompensa para reduzir o preço de varejo em até 50%. Os benefícios do Elite Travel Advantage não se aplicam a esta reserva.
uk: Використовуйте Бонусні Бали для зниження роздрібної вартості до 50%. Елітні Туристичні Переваги не застосовуються до цього бронювання.
uz: Чакана нархни максимум 50% гача камайтириш учун Бонус балларидан фойдаланинг. Мазкур буюртма учун Элита Саёҳат афзаллиги татбиқ этилмайди.
zh: 使用奖励积分最多可抵扣零售价的50%。精英旅行优势福利不可用于此次预订。

source: Use Template
ca: Utilitzar Plantilla
de: Vorlage verwenden
es: Usar Plantilla
fr: Utiliser le modèle
it: Usa il modello
ja: テンプレートを使用する
kk: Үлгіні қолданыңыз
ky: Шаблон колдонуу
lv: Izmantojiet paraugu
mn: Загвар хэрэглэх
pt: Usar modelo
ro: Utilizează model
ru: Использовать шаблон
uk: Використовуйте шаблон
uz: Шаблондан фойдаланиш
zh: 使用模板

source: Use that password and the settings below to access your email account.
ca: Utilitza aquesta contrasenya i la configuració següent per accedir al teu compte de correu electrònic.
de: Verwenden Sie dieses Passwort und die folgenden Einstellungen, um auf Ihr E-Mail-Konto zugreifen zu können.
es: Utiliza la contraseña y los ajustes siguientes para acceder a tu cuenta de email.
fr: Utilisez ce mot de passe et les paramètres ci-dessous pour accéder à votre compte de messagerie.
it: Utilizza questa password e le impostazioni che seguono per accedere al tuo account di posta elettronica.
ja: そのパスワードと以下の設定を使用して、Eメールアカウントにアクセスしてください。
kk: Электрондық пошта тіркелгіңізге кіру үшін, осы құпиясөзді және төмендегі параметрлерді пайдаланыңыз.
ko: 해당 비밀번호와 아래 설정을 사용하여 메일 계정에 접근하십시오.
ky: Электрондук почта эсебиңизге кирүү үчүн бул сырсөздү жана төмөнкү орнотууларды колдонуңуз.
lv: Izmanto šo paroli un iestatījumus zemāk lai piekļūtu savam epasta kontam.
mn: Имэйл руугаа нэвтрэхдээ доорхи тохиргоо болон нууц үгийг хэрэглэнэ үү.
pt: Use essa senha e as configurações abaixo para acessar sua conta de email.
ro: Folosiţi acel paşaport şi setările de mai jos pentru a accesa contul dvs. de email.
ru: Используйте этот пароль и настройки ниже, для доступа к email аккаунту.
uk: Застосуйте цей пароль та налаштування, які розташовані нижче, щоб отримати доступ до облікового запису вашої електронної пошти.
uz: Электрон почта аккаунтингизга кириш учун ушбу пароль ва қуйидаги созлашларни қўлланг.
zh: 使用該密碼和以下設置訪問您的電子郵件帳戶。

source: Use the classic compensation layout you know. The same familiar structure and data presentation.
fr: Utilisez le format de rémunération classique que vous connaissez. La même structure et la même présentation des données vous sont familières.
it: Usa il layout classico del piano compensi che già conosci. La stessa struttura e presentazione dei dati a cui sei abituato.

source: Use them immediately on cruises and/or hotels!
ca: Fes-los servir immediatament en creuers o hotels!
de: Verwenden Sie sie sofort für Kreuzfahrten und/oder Hotels!
es: ¡Úsalos inmediatamente en cruceros y/o hoteles!
fr: Utilisez-les immédiatement sur des croisières et/ou des hôtels !
it: Utilizzali subito su crociere e/o hotel!
ja: クルーズやホテルに今すぐ使用できます！
kk: Оларды круиздерге және/немесе қонақүйлерге тапсырыс беру үшін бірден пайдаланыңыз!
ky: Аларды токтоосуз түрдө круиздер жана/же мейманканаларда колдонгула!
lv: Nekavējoties izmantojiet tos kruīzos un/vai viesnīcās!
mn: Уг оноог далайн аялал болон зочид буудлын захиалгууддаа нэн даруй ашиглаж болно!
pt: Use-os imediatamente nos cruzeiros e/ou hotéis!
ro: Folosește-le imediat în croaziere și/sau hoteluri!
ru: Используйте их сразу же для бронирования круизов и/или отелей!
uk: Використовуйте їх одразу в круїзах і/або в готелях!
uz: Улардан круизлар ва/ёки меҳмонхоналар буюртма қилишда дарҳол фойдаланинг!
zh: 立即在邮轮和/或酒店上使用！

source: Use this list to stay informed, provide support if needed, and ensure your team stays in good standing.
ca: Fes servir aquesta llista per mantenir-te informat, oferir suport si cal i assegurar-te que el teu equip manté una bona reputació.
fr: Utilisez cette liste pour rester informé, apporter votre soutien si nécessaire et vous assurer que votre équipe reste en règle.
it: Usa questo elenco per rimanere informato, fornire supporto se necessario e assicurarti che il tuo team rimanga in regola.
ja: このリストを活用して情報を把握し、必要に応じてサポートを提供し、チームが良好な状態を維持できるようにしてください。
kk: Бұл тізімді хабардар болу үшін пайдаланыңыз, қажет болған жағдайда қолдау көрсетіңіз және командаңыздың жақсы мәртебеде болуын қамтамасыз етіңіз.
pt: Use esta lista para se manter informado, fornecer suporte se necessário e garantir que sua equipe permaneça em situação regular.
ro: Folosește această listă pentru a rămâne informat, a oferi sprijin dacă este nevoie și a te asigura că echipa ta rămâne în formă.
uk: Використовуйте цей список, щоб залишатися в курсі подій, надавати підтримку за потреби та забезпечувати належну репутацію вашої команди.
uz: Мазкур рўйхатдан жамоангиз ҳолатидан хабардор бўлиш ва зарур бўлса, кўмаклашиш учун фойдаланинг.
zh: 请使用此列表保持了解，如有需要提供支持，并确保您的团队保持良好状态。

source: Use Wallet Balance
ca: Utilitzar el Saldo del Moneder
de: Wallet-Guthaben verwenden
es: Utilizar saldo de cartera
fr: Utiliser le solde du portefeuille
it: Usa il saldo del portafoglio
ja: ウォレットの残高を利用
kk: Wallet балансын пайдаланыңыз
ko: 월렛 잔액 사용
ky: Wallet балансын колдонуңуз
lv: Lietojiet Maciņa bilanci
mn: Түрийвчний балансыг хэрэглэх
pt: Usar saldo da Carteira Virtual
ro: Folosește soldul din portofel
ru: Использовать баланс Кошелька
uk: Використати Баланс Гаманця
uz: Ҳамён балансидан фойдаланиш
zh: 使用钱包余额
