Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: By completing my booking, I understand and accept all associated Terms and Conditions including any cancellation feed that may apply. Also by accepting, I release inCruises from any and all liability for any damages, including but no limited to monetary losses that may results due to interruption or cancellation of these travel plans.
ca: En completar la meva reserva, confirmo que he entès i acceptat tots els termes i condicions associades,incloent les possibles tarifes de cancel·lació que puguin aplicar-se. A més, en acceptar, allibero a inCruises de tota responsabilitat per danys, incloses i no limitades, les pèrdues monetàries que es puguin derivar de la interrupció o cancel·lació d'aquests plans de viatge.
de: Mit dem Abschluss meiner Buchung erkenne ich alle damit verbundenen Bedingungen und Konditionen an, einschließlich etwaiger Stornierungsgebühren, die anfallen können. Mit der Annahme der Buchung entbinde ich inCruises von jeglicher Haftung für Schäden, einschließlich, aber nicht beschränkt auf finanzielle Verluste die durch die Unterbrechung oder Stornierung dieser Reisepläne entstehen können.
es: Al completar mi reserva, entiendo y acepto todos los Términos y Condiciones asociados, incluidos los cargos por cancelación que puedan aplicar. Además, al aceptar, libero a inCruises de cualquier responsabilidad por daños, incluidos, pero no limitados a, pérdidas monetarias que puedan resultar de la interrupción o cancelación de estos planes de viaje.
fr: En complétant ma réservation, je comprends et j'accepte tous les termes et conditions asosciés, y compris les frais d'annulation qui peuvent s'appliquer. En acceptant, je dégage inCruises de toute responsabilité pour tout dommage, y compris, mais sans s'y limiter, les pertes monétaires qui pourraient résulter de l'interruption ou de l'annulation de ces plans de voyage.
it: Completando la mia prenotazione, comprendo e accetto tutte le condizioni associate, comprese le eventuali penali di cancellazione. Inoltre, accettando, sollevo inCruises da qualsiasi responsabilità per eventuali danni, incluse, ma non solo, le perdite monetarie che potrebbero derivare dall'interruzione o dalla cancellazione di questi programmi di viaggio.
ja: 予約を完了することにより、私は適用される可能性のあるキャンセル料を含む、すべての関連する利用規約を理解し、承諾します。また、これらの旅行計画の中止またはキャンセルによって生じる可能性のある金銭的損失を含むがこれに限定されないいかなる損害に対しても、 inCruisesは一切の責任を負わないことを承諾します。
kk: Брондауды аяқтай отырып, мен онымен байланысты барлық ережелер мен шарттарды, соның ішінде барлық ықтимал бас тарту опцияларын түсінемін және қабылдаймын. Келісе отырып, мен inCruises-ті кез-келген зиян үшін кез-келген жауапкершіліктен босатамын, соның ішінде, бірақ онымен шектелмей, осы сапар жоспарларын тоқтату немесе тоқтату нәтижесінде туындауы мүмкін ақшалай шығындар.
ky: Брондоону тастыктоо менен, мен ага байланыштуу бардык шарттарды, анын ичинде жокко чыгаруу мүмкүнчүлүгүн түшүнөм жана кабыл алам. Кошумча, бул жоболорду жана шарттарды кабыл алуу менен, мен inCruises компаниясын бул саякат пландарынын үзгүлтүккө учурашынан же жокко чыгаруудан келип чыгышы мүмкүн болгон каржылык жоготуулардан, бирок алар менен чектелбестен, ар кандай зыян үчүн жоопкерчиликтен бошотом.
lv: Pabeidzot rezervāciju, es saprotu un pieņemu visus saistītos noteikumus un nosacījumus, tostarp visas atcelšanas maksu, kas var tikt piemērotas. Arī pieņemot, es atbrīvoju inCruises no jebkādas atbildības par zaudējumiem, ieskaitot, bet neaprobežojoties ar monetārajiem zaudējumiem kas var rasties šo ceļojumu plānu pārtraukšanas vai atcelšanas dēļ.
mn: Аяллын захиалгыг хийснээр би алив цуцлалтын хураамж зэрэг холбогдох бүх Нөхцөл, Болзолуудыг ойлгон хүлээн зөвшөөрч байгаагаа илэрхийлж байна. Эдгээрийг хүлээн зөвшөөрснөөр би эдгээр аяллын төлөвлөгөөг тасалдуулсан болон цуцалснаас үүдэн гарсан бүх мөнгөн хохирол зэрэг аливаа хохирлыг inCruises компанид тохохгүй гэдгээ хүлээн зөвшөөрч байна.
pt: Ao concluir minha reserva, entendo e aceito todos os Termos e Condições associados, incluindo quaisquer taxas de cancelamento que possam ser aplicadas. Além disso, ao aceitar, eu libero a inCruises de toda e qualquer responsabilidade por quaisquer danos, incluindo, mas não limitado a, perdas monetárias em dinheiro que possa resultar devido à interrupção ou cancelamento desses planos de viagem.
ro: Prin finalizarea rezervării, înțeleg și accept toți Termenii și condițiile asociate, inclusiv orice feed de anulare care se poate aplica. De asemenea, acceptând, eliberez inCruises de orice răspundere pentru orice daune, inclusiv, dar fără a se limita la, pierderi bănești care pot rezulta din cauza întreruperii sau anulării acestor planuri de călătorie.
ru: Подтверждая бронирование, я понимаю и принимаю все связанные с ним Правила и Условия, включая комисии, которые могут быть применены при отмене. Принимая эти Правила и Условия, я также освобождаю inCruises от любой ответственности за любой ущерб, включая, но не ограничиваясь финансовыми потерями, которые могут возникать из-за приостановки или отмены этих туристических планов.
uk: Підтверджуючи бронювання, я розумію та приймаю всі пов'язані з ним Правила та Умови, включаючи комісії, які можуть бути застосовані під час скасування. Приймаючи ці Правила та Умови, я також звільняю inCruises від будь-якої відповідальності за будь-які збитки, включаючи, але не обмежуючись фінансовими втратами, які можуть виникати через переривання або скасування цих туристичних планів.
uz: Буюртмани якунлаб, у билан боғлиқ ҳар қандай Қоидалар ва шартлардан, жумладан круиз бекор қилинишига оид ҳар қандай вариантлардан хабардор эканлигимни ва розилигимни билдираман. Шартларни қабул қилиб, ушбу саёҳатларнинг бекор бўлиши натижасида юз бериши мумкин бўлган молиявий йўқотишлар учун inCruises ни жавобгарликдан озод этаман.
zh: 通过完成我的预订，我理解并接受所有相关的条款和条件，包括可能适用的任何取消费用。同时，通过接受，我释放inCruises对因中断或取消这些旅行计划而可能导致的任何和所有损失，包括但不限于金钱损失的责任。

source: By completing my booking, I understand and accept all associated Terms and Conditions including any cancellation fees that may apply. Also by accepting, I release inCruises from any and all liability for any damages, including but no limited to monetary losses that may result due to interruption or cancellation of these travel plans.
ca: En completar la meva reserva, confirmo que he entès i acceptat tots els termes i condicions associades, inclosos els càrrecs de cancel·lació que puguin aplicar-se. A més, en acceptar, allibero a inCruises de tota responsabilitat per danys, incloses i no limitades, les pèrdues monetàries que es puguin derivar de la interrupció o cancel·lació d'aquests plans de viatge.
de: Mit dem Abschluss meiner Buchung erkenne ich alle damit verbundenen Bedingungen und Konditionen an, einschließlich etwaiger Stornierungsgebühren, die anfallen können. Mit der Annahme der Buchung entbinde ich inCruises von jeglicher Haftung für Schäden, einschließlich, aber nicht beschränkt auf finanzielle Verluste die durch die Unterbrechung oder Stornierung dieser Reisepläne entstehen können.
es: Al completar mi reserva, entiendo y acepto todos los Términos y Condiciones asociados, incluidas las tarifas de cancelación que puedan aplicarse. Además, al aceptar, libero a inCruises de toda responsabilidad por cualquier daño, incluyendo y no limitado a, las pérdidas monetarias que puedan resultar debido a la interrupción o cancelación de estos planes de viaje.
fr: En complétant ma réservation, je comprends et j'accepte tous les termes et conditions asosciés, y compris les frais d'annulation qui peuvent s'appliquer. En acceptant, je dégage inCruises de toute responsabilité pour tout dommage, y compris, mais sans s'y limiter, les pertes monétaires qui pourraient résulter de l'interruption ou de l'annulation de ces plans de voyage.
it: Con il completamento della mia prenotazione, confermo di aver compreso e accettato tutti i termini e le condizioni ad essa associati, incluse le spese di cancellazione applicabili. Inoltre, con la mia accettazione, esonero inCruises da qualsiasi responsabilità per qualunque danno, tra cui a titolo esemplificativo ma non esaustivo perdite monetarie che possano derivare dall'interruzione o dalla cancellazione di questi piani di viaggio.
ja: 予約を完了することにより、私は適用される可能性のあるキャンセル料を含む、すべての関連する利用規約を理解し、承諾します。また、これらの旅行計画の中止またはキャンセルによって生じる可能性のある金銭的損失を含むがこれに限定されないいかなる損害に対しても、 inCruisesは一切の責任を負わないことを承諾します。
kk: Брондауды аяқтау арқылы мен барлық қатысты Шарттар мен шарттарды, соның ішінде қолданылуы мүмкін бас тарту төлемдерін түсінемін және қабылдаймын. Әрі қарай, қабылдау арқылы мен inCruises компаниясын осы саяхат жоспарларының үзілуі немесе жойылуынан туындауы мүмкін ақшалай шығындарды қоса алғанда, бірақ олармен шектелмей, кез келген залал үшін кез келген және барлық жауапкершіліктен босатамын.
ky: Брондоону тастыктоо менен, мен ага байланыштуу бардык Жоболорду жана Шарттарды, анын ичинде колдонулушу мүмкүн болгон жокко чыгаруу акысын түшүнөм жана кабыл алам. Ушул Жоболорду жана Шарттарды кабыл алуу менен, мен ошондой эле inCruises компаниясын бардык зыяндар анын ичинде бул саякат пландарын токтотуу же жокко чыгаруудан улам келип чыгышы мүмкүн болгон каржылык жоготуулар үчүн жоопкерчиликтен бошотом.
lv: Pabeidzot rezervāciju, es saprotu un pieņemu visus saistītos noteikumus un nosacījumus, tostarp visas atcelšanas maksas, kas var tikt piemērotas. Arī pieņemot, es atbrīvoju inCruises no jebkādas atbildības par zaudējumiem, ieskaitot, bet neaprobežojoties ar monetārajiem zaudējumiem kas var rasties šo ceļojumu plānu pārtraukšanas vai atcelšanas dēļ.
mn: Аяллын захиалгыг хийснээр би алив цуцлалтын хураамж зэрэг холбогдох бүх Нөхцөл, Болзолуудыг ойлгон хүлээн зөвшөөрч байгаагаа илэрхийлж байна. Эдгээрийг хүлээн зөвшөөрснөөр би эдгээр аяллын төлөвлөгөөг тасалдуулсан болон цуцалснаас үүдэн гарсан бүх мөнгөн хохирол зэрэг аливаа хохирлыг inCruises компанид тохохгүй гэдгээ хүлээн зөвшөөрч байна.
pt: Ao concluir minha reserva, entendo e aceito todos os Termos e Condições associados, incluindo quaisquer taxas de cancelamento que possam ser aplicadas. Além disso, ao aceitar, eu libero a inCruises de toda e qualquer responsabilidade por quaisquer danos, incluindo, mas não limitado a, perdas monetárias em dinheiro que possa resultar devido à interrupção ou cancelamento desses planos de viagem.
ro: Prin finalizarea rezervării, înțeleg și accept toți Termenii și Condițiile asociate, inclusiv orice taxe de anulare care se pot aplica. De asemenea, acceptând, eliberez inCruises de orice răspundere pentru orice daune, inclusiv, dar fără a se limita la pierderi de bani, care pot rezulta din cauza întreruperii sau anulării acestor planuri de călătorie.
ru: Подтверждая бронирование, я понимаю и принимаю все связанные с ним Правила и Условия, включая комисии, которые могут быть применены при отмене. Принимая эти Правила и Условия, я также освобождаю inCruises от любой ответственности за любой ущерб, включая, но не ограничиваясь финансовыми потерями, которые могут возникать из-за приостановки или отмены этих туристических планов.
uk: Підтверджуючи бронювання, я розумію та приймаю всі пов'язані з ним Правила та Умови, включаючи комісії, які можуть бути застосовані під час скасування. Приймаючи ці Правила та Умови, я також звільняю inCruises від будь-якої відповідальності за будь-які збитки, включаючи, але не обмежуючись фінансовими втратами, які можуть виникати через переривання або скасування цих туристичних планів.
uz: Буюртмани тамомлаб, у билан боғлиқ ҳар қандай Қоидалар ва шартлардан, жумладан круиз бекор қилиниши учун жарима ундирилишидан хабардор эканлигимни ва розилигимни билдираман. Шартларни қабул қилиб, ушбу саёҳатларнинг бекор бўлиши натижасида юз бериши мумкин бўлган молиявий йўқотишлар учун inCruises ни жавобгарликдан озод этаман.
zh: 通过完成我的预订，我理解并接受所有相关的条款和条件，包括可能适用的任何取消费。 此外，通过接受，我免除 inCruises 对任何损害的任何和所有责任，包括但不限于金钱损失这可能是由于这些旅行计划的中断或取消造成的.

source: By completing the Elevate registration, you agree to our membership terms and conditions.
ca: En completar el registre en Elevate, accepta els nostres termes i condicions de Membresia.
de: Mit dem Ausfüllen der Elevate-Anmeldung erklären Sie sich mit unseren Mitgliedschaftsbedingungen einverstanden.
es: Al completar tu registro para Elevate, estarás aceptando nuestros términos y condiciones de membresía.
fr: En remplissant le formulaire d'inscription à Elevate, vous acceptez nos conditions d'adhésion.
it: Completando la registrazione a Elevate, accetti i termini e le condizioni di adesione.
ja: Elevateクルーズのお申込み完了をもって、会員規約に同意したものとみなします。
kk: Elevate қызметіне тіркелуді аяқтау арқылы сіз біздің мүшелік шарттарымен келісесіз.
ko: Elevate 등록을 완료하면 회원 약관에 동의하는 것입니다.
ky: Elevate'ке каттооңузду бүтүрүү менен сиз биздин мүчөлүк шарттары менен жоболоруна макулдугуңузду билдиресиз.
lv: Pabeidzot Elevate reģistrāciju, jūs piekrītat mūsu biedru dalības noteikumiem.
mn: Elevate аяллын бүртгэлийг бөглөх нь та манай Гишүүнчлэлийн Үйлчилгээний нөхцлүүдийг хүлээн зөвшөөрч байгаа хэрэг болно.
pt: Ao concluir o registro do Elevate, você concorda com nossos termos e condições de assinatura.
ro: Prin completarea înregistrării Elevate, ești de acord cu termenii și condițiile noastre de membru.
ru: Регистрируясь на путешествие Elevate, вы соглашаетесь с условиями и положениями нашей программы Членства.
uk: Реєструючись на подорож Elevate, ви погоджуєтесь з умовами та положеннями нашої програми Членства.
uz: "Elevate" круизига рўйхатдан ўтишни якунлаб, сиз аъзолик қоидалари ва шартларига розилик билдирасиз.
zh: 完成 Elevate 注册即表示您同意我们的会员条款和条件。

source: By donating through inCruises Wallet, you acknowledge that your contribution to the 2025 Mercy Ships Fundraising Campaign is non-refundable and will be used solely to support the mission and operations of Mercy Ships.
fr: En faisant un don via le Portefeuille inCruises, vous reconnaissez que votre contribution à la Campagne de Collecte de Fonds 2025 de Mercy Ships est non remboursable et sera utilisée uniquement pour assister la mission et les opérations de Mercy Ships.
it: Effettuando una donazione tramite inCruises Wallet, riconosci che il tuo contributo alla Campagna di Raccolta Fondi 2025 per Mercy Ships non è rimborsabile e sarà utilizzato esclusivamente per sostenere la missione e le operazioni di Mercy Ships.
pt: Ao doar pela sua Carteira inCruises, você reconhece que sua contribuição para a Campanha de Arrecadação de Fundos da Mercy Ships de 2025 não é reembolsável e será usada exclusivamente para apoiar a missão e as operações da Mercy Ships.
uk: Здійснюючи пожертву через inCruises Wallet, ви підтверджуєте, що ваша пожертва в рамках кампанії по збору коштів для Mercy Ships 2025 не підлягає відшкодуванню та буде використана виключно для підтримки місії та діяльності Mercy Ships.

source: By donating through inWallet, you acknowledge that your contribution to the 2025 Mercy Ships Fundraising Campaign is non-refundable and will be used solely to support the mission and operations of Mercy Ships.
ca: En fer una donació a través d'inWallet, reconeixes que la teva contribució a la Campanya de Recaptació de Fons de Mercy Ships 2025 no és reemborsable i es farà servir exclusivament per donar suport a la missió i les operacions de Mercy Ships.
de: Wenn Sie über inWallet spenden, erkennen Sie an, dass Ihr Beitrag zur Spendenaktion 2025 von Mercy Ships nicht erstattungsfähig ist und ausschließlich zur Unterstützung der Mission und der Aktivitäten von Mercy Ships verwendet wird.
es: Al donar a través de tu inWallet, aceptas que tu contribución a la Campaña de Recaudación de Fondos de inCruises 2025 para Mercy Ships no es reembolsable y que será utilizada exclusivamente para apoyar la misión y operación de Mercy Ships.
fr: En faisant un don par l'intermédiaire d'inWallet, vous reconnaissez que votre contribution à la Campagne de Collecte de Fonds 2025 de Mercy Ships n'est pas remboursable et sera utilisée uniquement pour assister la mission et les opérations de Mercy Ships.
it: Donando tramite inWallet, accetti che il tuo contributo alla Campagna di raccolta fondi 2025 per Mercy Ships non è rimborsabile e sarà utilizzata esclusivamente per sostenere la missione e le operazioni di Mercy Ships.
ja: inWalletを通じて寄付を行うことにより、2025年Mercy Ships募金キャンペーンへの寄付は返金不可であり、Mercy Shipsの使命と運営を支援するためにのみ使用されることを承認したものとみなされます。
kk: InWallet арқылы қайырымдылық жасау арқылы сіз 2025 жылғы Mercy Ships қаражат жинау науқанына қосқан үлесіңіз қайтарылмайтынын және тек Mercy Ships миссиясы мен операцияларын қолдау үшін пайдаланылатынын растайсыз.
ky: inWallet аркылуу кайрымдуулук кылуу менен, сиз 2025-жылы Mercy Ships каражат топтоо кампаниясына кошкон салымыңыз кайтарылгыс жана Mercy Shipsтин миссиясын жана операцияларын колдоо үчүн гана колдонулаарына макул болосуз.
lv: Ziedojot ar programmas InWallet starpniecību, jūs atzīstat, ka jūsu ieguldījums 2025. gada labdarības kuģu līdzekļu vākšanas kampaņā nav atmaksājams un tiks izmantots vienīgi žēlastības ercy Ships darbības atbalstam.
mn: Миний inWallet-ээр дамжуулан Mercy Ships 2025 аянд өргөсөн хандив буцаан олгогдохгүй бөгөөд зөвхөн Mercy Ships хөлгийн зорилго, үйл ажиллагааг дэмжихэд зориулагдах болно гэдгийг би мэдэж, хүлээн зөвшөөрч байна.
pt: Ao doar pela sua inWallet, você reconhece que sua contribuição para a Campanha de Arrecadação de Fundos da Mercy Ships de 2025 não é reembolsável e será usada exclusivamente para apoiar a missão e as operações da Mercy Ships.
ro: Donând prin inWallet, recunoști că contribuția ta la campania de strângere de fonduri Mercy Ships 2025 este nerambursabilă și va fi folosită exclusiv pentru a sprijini misiunea și operațiunile Mercy Ships.
ru: Совершая пожертвование через inWallet, вы признаёте, что ваше пожертвование в рамках кампании по сбору средств для Mercy Ships 2025 является невозвратным, и оно будет использовано только в целях поддержки миссии и действий Mercy Ships.
uk: Здійснюючи пожертву через inWallet, ви підтверджуєте, що ваша пожертва в рамках кампанії по збору коштів для Mercy Ships 2025 не підлягає відшкодуванню та буде використана виключно для підтримки місії та діяльності Mercy Ships.
uz: inWallet орқали эҳсон қилиб, сиз 2025 йилда Mercy Ships учун маблағ тўплаш кампанияси доирасида киритган маблағларингиз қайтарилмаслиги ва фақатгина Mercy Ships миссияси ва ҳаракатларини қўллаб-қувватлаш учун сарфланишига ўз розилигингизни билдирасиз.
zh: 通过inWallet捐款，您确认您对2025年Mercy Ships募款活动的捐款不可退还，并将仅用于支持Mercy Ships的使命和运营。

source: By downloading any files shared in this chat, you acknowledge and accept full responsability for any potencial harm or damage caused, releasing all parties involved from liability.
ca: En descarregar qualsevol arxiu compartit en aquest xat, tu reconeixes i acceptes la plena responsabilitat per qualsevol mal o perjudici potencial causat, eximint de responsabilitat a totes les parts involucrades.
de: Durch das Herunterladen von Dateien, die in diesem Chat geteilt werden, erkennen Sie an, dass Sie die volle Verantwortung für mögliche Schäden übernehmen und entbinden alle Beteiligten von der Haftung.
es: Al descargar cualquier archivo compartido en este chat, usted reconoce y acepta la plena responsabilidad por cualquier daño o perjuicio potencial causado, eximiendo de responsabilidad a todas las partes involucradas.
fr: En téléchargeant les fichiers partagés sur ce chat, vous reconnaissez et acceptez l'entière responsabilité de tout préjudice ou dommage potentiel causé, en dégageant toutes les parties impliquées de toute responsabilité.
it: Effettuando il download di qualsiasi file condiviso in questa chat, l'utente riconosce e accetta la piena responsabilità per qualsiasi potenziale danno o perdita causata, sollevando tutte le parti coinvolte da ogni responsabilità.
ja: このチャットで共有されたファイルをダウンロードすることで、あなたはすべての関係者を責任から解放し、引き起こされる可能性のある危害や損害に対する全責任を認め、受け入れます。
kk: Осы чатта бөлісетін кез келген файлдарды жүктеп салу арқылы сіз кез келген ықтимал зиян немесе залал үшін толық жауапкершілікті мойындайсыз және қабылдайсыз, сонымен бірге барлық қатысушы тараптарды босатады.
ko: 이 채팅에서 공유된 모든 파일을 다운로드 함으로써 귀하는 잠재적인 손해나 손상에 대해 관련된 모든 당사자들의 전적인 책임을 인정하고 수락합니다.
ky: Бул чатта бөлүшүлгөн каалаган файлды жүктөп алуу менен сиз бардык мүмкүн болгон зыян же келтирилген зыян үчүн толук жоопкерчиликти өз колуңузга алып, ошондой эле бардык тараптарды жоопкерчиликтен бошотууга макул болосуз.
lv: Lejupielādējot visus failus, kas tiek koplietoti šajā tērzēšanā, jūs atzīstat un piekrītat pilnīgai atbildībai par iespējamo kaitējumu vai nodarīto kaitējumu, atbrīvojot visas iesaistītās puses no atbildības.
mn: Энэ чатанд хуваалцсан аливаа файлуудыг татаж авснаар та учирч болзошгүй хохирлыг бүрэн хариуцаж, холбогдох бүх талуудыг хариуцлагаас чөлөөлнө гэдгээ хүлээн зөвшөөрч байна.
pt: Ao baixar quaisquer arquivos compartilhados neste chat, você reconhece e aceita total responsabilidade por qualquer dano potencial ou dano causado, isentando todas as partes envolvidas de qualquer responsabilidade.
ro: Prin descărcarea oricăror fișiere partajate în acest chat, recunoști și accepți întreaga responsabilitate pentru orice potențial prejudiciu sau daune cauzate, eliberând toate părțile implicate de răspundere.
ru: Скачивая любые файлы в данном чате, вы подтверждаете и принимаете полную ответственность за любой потенциальный причинённый вред или ущерб, освобождая от ответственности все остальные вовлечённые стороны.
uk: Завантажуючи будь-які файли в цьому чаті, ви підтверджуєте та приймаєте повну відповідальність за будь-яку потенційну заподіяну шкоду або збитки, звільняючи від відповідальності всі інші залучені сторони.
uz: Ушбу чатда бўлишилган ҳар қандай файлни юклаб олиш орқали сиз етказилиши мумкин бўлган ҳар қандай зарар учун тўлиқ масъулиятни ўз зиммангизга олиб, барча иштирокчиларни жавобгарликдан озод қилишга розилик билдирасиз.
zh: 下载此聊天中共享的任何文件，即表示您承认并接受对所造成的任何潜在伤害或损害承担全部责任，从而免除所有相关方的责任。

source: By Emails
ca: Per Correus Electrònics
de: Nach E-Mails
es: Por Correos Electrónicos
fr: Par mail
it: Per email
ja: Eメール
kk: Электрондық пошта арқылы
ko: 이메일로
ky: Электрондук каттар аркылуу
lv: Pa e-pastiem
mn: Имэйлээр
pt: Por emails
ro: Prin e-mailuri
ru: По электронной почте
uk: За електронною поштою
uz: Электрон почталар бўйича
zh: 通过电子邮件

source: By enabling your saved payment method, you authorize inGroup International LLC to resume automatically charging this method for Membership and/or Partnership fees on a recurring basis until you cancel this authorization.
fr: En activant votre mode de paiement enregistré, vous autorisez inGroup International LLC à prélever automatiquement les frais d'Adhésion et/ou de Partenariat à intervalles réguliers, jusqu'à ce que vous révoquiez cette autorisation.
it: Abilitando il tuo metodo di pagamento salvato, autorizzi inGroup International LLC a riprendere l'addebito automatico su questo metodo per le quote di Membership e/o Partnership su base ricorrente, fino alla revoca di questa autorizzazione.
kk: Сақталған төлем әдісін қосу арқылы сіз inGroup International LLC компаниясына бұл рұқсатты жойғанға дейін Мүшелік және/немесе Серіктестік төлемдерін қайталанып осы әдіс арқылы автоматты түрде алуды қайта бастауға өкілеттік бересіз.
pt: Ao ativar o seu meio de pagamento, você autoriza a inGroup International LLC a retomar automaticamente a cobrança das taxas de Assinatura e/ou Parceria de forma recorrente até que você cancele essa autorização.
uk: Включаючи доданий спосіб оплати, ви надаєте компанії inGroup International LLC дозвіл відновити автоматичну оплату Членських та/або Партнерських внесків за допомогою цього методу на періодичній основі доти, доки ви не скасуєте це дозволення.
uz: Белгиланган тўлов усулини ёқиб, сиз inGroup International LLC га даврий тўловлар учун мазкур тўлов усули ёрдамида Аъзолик ва/ёки Ҳамкорлик тўловларини ечиш ҳуқуқини берасиз, токи ўзингиз уни бекор қилгунга қадар.
zh: 通过启用您已保存的付款方式，您授权inGroup International LLC恢复定期从该方式中自动扣除会员和/或合伙人费用，直到您取消此授权为止。
