Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Net Commission Due:
ca: Comissió neta a Pagar:
de: Fällige Nettoprovision:
es: Comisión Neta Adeudada:
fr: Commission nette due :
it: Commissione netta dovuta:
ja: 純報酬の支給日：
kk: Төленетін таза комиссия:
ko: 순 커미션 기한:
ky: Төлөм үчүн накта комиссия:
lv: Neto Komisija:
mn: Цэвэр шимтгэл:
pt: Comissão líquida devida:
ro: Comision net cuvenit:
ru: Чистая комиссия к оплате:
uk: Чиста комісія до сплати:
uz: Тўланадиган соф комиссия:
zh: 应付净佣金：

source: Net Commission:
ca: Comissió neta:
de: Netto-Provision:
es: Comisión Neta:
fr: Commission Nette :
it: Commissioni nette:
ja: 純報酬：
kk: Таза Комиссиялар:
ko: 순 커미션:
ky: Накта комиссия:
lv: Neto Komisija/komisijas:
mn: Цэвэр шимтгэл
pt: Comissão líquida:
ro: Comision net:
ru: Чистая комиссия:
uk: Чиста комісія:
uz: Соф комиссия:
zh: 淨佣金：

source: Net Rate
ca: Tarifa Neta
de: Netto-Kurs
es: Tarifa Neta
fr: Taux net
it: Tariffa netta
ja: 純レート
kk: Таза баға
ky: Таза баа
lv: Neto likme
mn: Цэвэр үнэ
pt: Taxa líquida
ro: Rata netă
ru: Чистый тариф
uk: Чиста ставка
uz: Соф коэффициент
zh: 净价

source: Networks
ca: Xarxes
de: Netzwerke
es: Redes
fr: Réseaux
it: Reti
ja: ネットワーク
kk: Желілер
ky: Тармактар
lv: Tīkli
mn: Сүлжээнүүд
ro: Rețele
ru: Сети
uk: Мережі
uz: Тармоқлар
zh: 网络

source: Never miss a payment again. Automatically pay your monthly membership fee.
fr: Ne manquez plus jamais un paiement. Payez automatiquement votre cotisation mensuelle.
it: Non saltare più un pagamento. Paga la tua quota di iscrizione mensile in modo automatico.
kk: Енді ешқашан төлемді өткізіп алмаңыз. Ай сайынғы мүшелік төлемді автоматты түрде төлеңіз.
pt: Nunca mais perca um pagamento. Pague a mensalidade da sua assinatura automaticamente.
uk: Більше ніколи не пропускайте оплату. Автоматично сплачуйте свій щомісячний членський внесок.
uz: Тўловни бошқа ўтказиб юборманг. Ойлик Аъзолик тўловини автомат тарзда тўланг.
zh: 再也不会错过付款。自动支付您的每月会员费。

source: Never miss a payment again. Automatically pay your monthly membership.
fr: Ne manquez plus jamais un paiement. Payez automatiquement votre cotisation mensuelle.
it: Non saltare più un pagamento. Paga la tua quota di iscrizione mensile in modo automatico.
kk: Енді ешқашан төлемді өткізіп алмаңыз. Ай сайынғы мүшелік төлемді автоматты түрде төлеңіз.
pt: Nunca mais perca um pagamento. Pague sua assinatura mensal automaticamente.
uk: Більше ніколи не пропускайте платіж. Сплачуйте своє членство автоматично.
uz: Тўловни бошқа ўтказиб юборманг. Ойлик Аъзолик тўловини автомат тарзда тўланг.
zh: 再也不会错过付款。自动支付您的每月会员。

source: Never miss a ticket drop or key announcement about
fr: Ne manquez aucune mise en vente de billets ni aucune annonce importante sur
it: Non perderti mai la messa in vendita dei biglietti o gli annunci chiave su
kk: Билет сатылымын немесе маңызды хабарландыруларды ешқашан жіберіп алмаңыз
pt: Não perca nenhuma venda de ingressos ou anúncio importante sobre
uk: Не пропустіть продаж квитків та важливі оголошення про
uz: Чипталар сотувини ёки асосий эълонларни ўтказиб юборманг
zh: 绝不错过有关…的票务发布或重要公告

source: Never pay full price for cruises, hotels, and resorts again
ca: No tornis a pagar el preu complet per creuers, hotels i ressorts
de: Zahlen Sie nie wieder den vollen Preis für Kreuzfahrten, Hotels und Resorts
es: No vuelvas a pagar el precio completo por cruceros, hoteles y resorts.
fr: Ne payez plus jamais le prix fort pour les croisières, hôtels et centres de villégiature
it: Non pagare mai più il prezzo pieno per crociere, hotel e resort
ja: クルーズ、ホテル、リゾートにもう正規料金を払う必要はありません
kk: Ешқашан круиздердің, қонақүйлердің және курорттардың толық құнын төлемеңіз
ky: Мындан ары круиздер, мейманканалар жана курорттор үчүн эч качан толук бааны төлөбөңүз
lv: Nekad vairs nemaksāt pilnu cenu par kruīziem, viesnīcām un kūrortiem
mn: Дахин хэзээ ч далайн аялал, зочид буудал, амралтын газруудын үнийг бүтнээр нь төлөх шаардлагагүй болсон!
pt: Nunca mais pague o preço total de cruzeiros, hotéis e resorts
ro: Nu mai plăti niciodată prețul întreg pentru croaziere, hoteluri și stațiuni
ru: Никогда больше не платите полную цену за круизы, отели и курорты
uk: Ніколи більше не платіть повну вартість круїзів, готелів і курортів
uz: Круизлар, меҳмонхоналар ва курортлар учун ҳеч қачон яхлит пул тўламанг
zh: 再也无需为邮轮、酒店和度假村支付全价

source: Never Pay Retail for Hotels and Resorts Again
ca: No tornis a pagar el preu de venda al públic per hotels i ressorts
de: Zahlen Sie nie wieder den Einzelhandelspreis für Hotels und Resorts
es: No Vuelvas a Pagar Precio Completo en Hoteles y Resorts
fr: Ne Payez Plus Jamais le Prix de Détail pour les Hôtels et Centres de villégiature
it: Non pagare mai più il prezzo al dettaglio per hotel e resort
ja: ホテルやリゾートにもう定価を支払う必要はありません
kk: Қонақ үйлер мен курорттар үшін ешқашан бөлшек сауда төлемеңіз
ky: Мындан ары эч качан мейманкана жана курорттор үчүн чекене баада төлөбөңүз
lv: Nekad vairs nemaksā Mazumtirdzniecības cenas par viesnīcām un kūrortiem
mn: Дахин хэзээ ч зочид буудал, амралтын газруудын үнийг бүтнээр нь төлөх хэрэггүй
pt: Nunca mais pague o valor completo em hotéis e resorts
ro: Nu mai plăti niciodată prețul de retail pentru hoteluri și stațiuni
ru: Никогда больше не платите розничную цену за отели и курорты
uk: Ніколи більше не платіть за готелі та курорти
uz: Меҳмонхоналар ва курортлар учун ҳеч қачон чакана нарх тўламанг
zh: 再也无需为酒店和度假村支付零售价

source: Nevermind
ca: No importa
de: Das macht nichts
es: Olvídalo
fr: Peu importe
it: Non importa
ja: 気にしない
kk: Маңызды емес
ko: 괜찮습니다
ky: Маанилүү эмес
lv: nekas
mn: Бүү тоо
pt: Deixa pra lá
ro: Las-o baltă
ru: Неважно
uk: Не звертайте уваги
uz: Муҳим эмас
zh: 沒關係

source: New
ca: Nou
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新
kk: Жаңа
ko: 신규
ky: Жаңы
lv: Jauns
mn: Шинэ
pt: Novo
ro: Nou
ru: Новый
uk: Новий
uz: Янги
zh: 新的

source: New Compensation Page
fr: Nouvelle Page de Rémunération
it: Nuova pagina Compensi
kk: Жаңа өтемақы беті
pt: Nova Página de Compensação
ro: Pagină nouă de compensare
uk: Нова Сторінка Компенсацій
uz: Янги Компенсация саҳифаси
zh: 新薪酬页面

source: NEW Format Laminate Presentation
ca: NOU Format de Presentació
de: Folienpräsentation im NEUEN Format
es: NUEVO Formato de la Presentación en Lámina
fr: Présentation stratifiée NOUVEAU FORMAT
it: Presentazione plastificata in NUOVO formato
ja: 新しいラミネート・プレゼンテーション
kk: Ламинатталған презентацияның жаңа форматы
ky: ЖАҢЫ форматтагы ламинацияланган презентациялар
lv: Jaunā Formāta Laminētā Prezentācija
mn: Шинэ ламинат танилцуулга
pt: NOVA Apresentação Laminada
ro: Prezentare Laminată NOUĂ
ru: НОВЫЙ формат Ламинированной Презентации
uk: НОВИЙ формат Ламінованої Презентації
uz: ЯНГИ форматдаги Ламинацияланган тақдимот
zh: 新格式的演示文稿

source: New Group {{ selectedNamespace }}
ca: Nou Grup {{ selectedNamespace }}
de: Neue Gruppe {{ selectedNamespace }}
es: Nuevo Grupo {{ selectedNamespace }}
fr: Nouveau groupe {{ selectedNamespace }}
it: Nuovo gruppo {{ selectedNamespace }}
ja: 新しいグループ {{ selectedNamespace }}
kk: Жаңа топ {{ selectedNamespace }}
ky: Жаңы топ {{ selectedNamespace }}
lv: Jauna Grupa {{ selectedNamespace }}
mn: Шинэ групп {{ selectedNamespace }}
pt: Novo grupo {{selectNamespace}}
ro: Grup nou {{ selectedNamespace }}
ru: Новая группа {{ selectedNamespace }}
uk: Нова група {{ selectedNamespace }}
uz: Янги гуруҳ {{ selectedNamespace }}
zh: 新组 {{ selectedNamespace }}

source: New Guests
fr: Nouveaux Invités
it: Nuovi ospiti

source: New inTours Feature Available!
ca: Descobreix la nova funció de Tours, ja disponible!
de: Neue inTours-Funktion Verfügbar!
es: ¡Nueva función de inTours ya está disponible!
fr: Nouvelle Fonctionnalité inTours Disponible !
it: È disponibile la nuova risorsa inTours!
ja: inToursが新たに利用可能に！
kk: Жаңа inTours мүмкіндігі қол жетімді!
ky: Жаңы inTours функциясы жеткиликтүү!
lv: Jauns inTours Rīks ir Pieejams!
mn: inTours-ийн шинэ функц бэлэн боллоо!
pt: Novo recurso inTours disponível!
ro: Noua funcție inTours disponibilă!
ru: Доступен новый функционал - inTours!
uk: Доступна нова функція inTours!
uz: Янги inTours функцияси мавжуд!
zh: 新的inTours功能现已推出！

source: New Members
ca: Nous Membres
de: Neue Mitglieder
es: Nuevos Miembros
fr: Nouveaux Membres
it: Nuovi Membri
ja: 新メンバー
kk: Клуб Жаңа Мүшелері
ko: 새 멤버
ky: Жаңы Мүчөлөр
lv: Jaunie Biedri
mn: Шинэ гишүүд
pt: Novos membros
ro: Membri noi
ru: Новые Члены Клуба
uk: Нові Члени Клубу
uz: Янги Аъзолар
zh: 新會員

source: New Membership Free
ca: Nova subscripció gratuïta
de: Neue beitragsfreie Mitgliedschaft
es: Nueva Membresía Gratuita
fr: Nouvelle adhésion gratuite
it: Nuova membership gratuita
ja: 新しいメンバーシップフリー
kk: Жаңа Тегін Мүшелік
ko: 신규 무료 멤버십
ky: Жаңы Акысыз Мүчөлүк
lv: Jauna brīvā partnerība
mn: Гишүүнчлэл-Үнэгүй болсон шинэ Гишүүд
pt: Nova Assinatura Gratuita
ro: Membru gratuit nou
ru: Новое Бесплатное Членство
uk: Нове Безкоштовне Членство
uz: Янги бепул Аъзолик
zh: 新會員免費

source: New Message
ca: Nou Missatge
de: Neue Nachricht
es: Nuevo Mensaje
fr: Nouveau Message
it: Nuovo messaggio
ja: 新しいメッセージ
kk: Жаңа хабарлама
ko: 새로운 메시지
ky: Жаңы Кабардама
lv: Jauns paziņijums
mn: Шинэ бичвэр
pt: Nova mensagem
ro: Mesaj nou
ru: Новое сообщение
uk: Нове повідомлення
uz: Янги хат
zh: 新消息

source: New Partners
ca: Nous socis
de: Neue Partner
es: Nuevos Socios
fr: Nouveaux Partenaires
it: Nuovi Partner
ja: 新規パートナー
kk: Жаңа Серіктестер
ko: 신규 파트너
ky: Жаңы Өнөктөштөр
lv: Jaunie partneri
mn: Шинэ Түншүүд
pt: Novos parceiros
ro: Parteneri noi
ru: Новые Партнёры
uk: Нові Партнери
uz: Янги Ҳамкорлар
zh: 新的合作夥伴

source: NEW Partners Last Month
ca: NOUS Socis l'últim Mes
de: Neue Partner im letzten Monat
es: NUEVOS Socios el Ultimo Mes
fr: De NOUVEAUX Partenaires du Mois Dernier
it: NUOVI Partner del mese scorso
ja: 先月の新規パートナー
kk: Өткен Айдағы ЖАҢА Серіктестер
ko: 지난 달의 신규 파트너
ky: Акыркы айдагы ЖАҢЫ Өнөктөштөр
lv: Jauni partneri pagājušajā mēnesī
mn: Өмнөх сарын шинэ Түншүүд
pt: NOVOS sócios este mês
ro: Parteneri NOI luna trecută
ru: Новые Партнёры за предыдущий месяц
uk: НОВІ Партнери За Минулий Місяць
uz: Ўтган ойдаги ЯНГИ Ҳамкорлар
zh: 上個月新合作夥伴

source: New Partners Last Month (10 Levels)
ca: Nous socis del mes passat (10 nivells)
de: Neue Partner im letzten Monat (10 Stufen)
es: Nuevos Socios del Ultimo Mes (10 Niveles)
fr: Nouveaux partenaires le mois dernier (10 niveaux)
it: Nuovi Partner del mese scorso (10 livelli)
ja: 先月の新規パートナー（１０レベル）
kk: Өткен Айдағы Жаңа Серіктестер (10 Деңгей)
ko: 지난 달 신규 파트너(10레벨)
ky: Өткөн айдагы Жаңы Өнөктөшөр (10 Деңгээл)
lv: Jauni partneri pagājušajā mēnesī(10 līmeņi)
mn: Өмнөх сарын шинэ Түншүүд (10 үе хүртэл)
pt: Novos sócios no mês passado (10 níveis)
ro: Parteneri noi luna trecută (10 niveluri)
ru: Новые Партнеры в прошлом Месяце (10 Уровней)
uk: Нові Партнери в Минулому Місяці (10 Рівнів)
uz: Ўтган ойдаги Янги Ҳамкорлар (10 босқич)
zh: 上個月新的合作夥伴（10級）

source: New Partners This Month
ca: Nous Socis Aquest Mes
de: Neue Partner in diesem Monat
es: Nuevos Socios Este Mes
fr: De nouveaux partenaires ce mois-ci
it: Nuovi Partner di questo mese
ja: 今月の新規パートナー
kk: Осы Айдағы Жаңа Серіктестер
ko: 이 달의 신규 파트너
ky: Ушул айдагы Жаңы Өнөктөштөр
lv: Jauni partneri šajā mēnesī
mn: Энэ сарын Шинэ Түншүүд
pt: Novos sócios este mês
ro: Noi Parteneri luna aceasta
ru: Новые Партнеры за этот Месяц
uk: Нові Партнери Цього Місяця
uz: Ушбу ойдаги янги Ҳамкорлар
zh: 本月新合作夥伴

source: NEW Partners This Month
ca: NOUS Socis Aquest Mes
de: NEUE Partner in diesem Monat
es: NUEVOS Socios Este Mes
fr: De NOUVEAUX Partenaires Ce Mois-ci
it: NUOVI Partner di questo mese
ja: 今月の新規パートナー
kk: Осы Айдағы ЖАҢА Серіктестер
ko: 이 달의 신규 파트너
ky: Ушул айдагы ЖАҢЫ Өнөктөштөр
lv: JAUNI partneri šajā mēnesī
mn: Энэ сарын шинэ Түншүүд
pt: NOVOS sócios este mês
ro: Parteneri NOI luna aceasta
ru: Новые Партнёры за этот месяц
uk: НОВІ Партнери Цього Місяця
uz: Ушбу ойдаги ЯНГИ Ҳамкорлар
zh: 本月新合作夥伴

source: New Partners This Month (10 Levels)
ca: Nous Socis Aquest Mes (10 nivells)
de: Neue Partner in diesem Monat (10 Stufen)
es: Nuevos Socios Este Mes (10 Niveles)
fr: Nouveaux partenaires ce mois-ci (10 niveaux)
it: Nuovi Partner questo mese (10 livelli)
ja: 今月の新規パートナー（１０レベル）
kk: Осы Айдағы Жаңа Серіктестер (10 Деңгей)
ko: 이 달의 신규 파트너(10레벨)
ky: Ушул айдагы Жаңы Өнөктөштөр (10 деңгээл)
lv: Jauni partneri šajā mēnesī(10 līmeņi)
mn: Энэ сарын шинэ Түншүүд (10 үе хүртэл)
pt: Novos sócios este mês (10 níveis)
ro: Parteneri noi luna aceasta (10 niveluri)
ru: Новые Партнеры за этот Месяц (10 Уровней)
uk: Нові Партнери за Цей Місяць (10 Рівнів)
uz: Ушбу ойдаги Янги Ҳамкорлар (10 босқич)
zh: 本月新的合作夥伴（10級）

source: New Password
ca: Nova contrasenya
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
kk: Жаңа Құпия сөз
ko: 새로운 비밀번호
ky: Жаңы Сырсөз
lv: Jauna Parole
mn: Шинэ нууц үг
pt: Nova senha
ro: Parolă nouă
ru: Новый пароль
uk: Новий пароль
uz: Янги Пароль
zh: 新密码

source: New Production
ca: Nova Producció
de: Neue Produktion
es: Nueva Producción
fr: Nouvelle Production
it: Nuova Produzione
ja: 新規売上
kk: Жаңа тауар айналымы
ko: 신규 매출액
ky: Жаңы өндүрүш
lv: Jaunais apgrozījums
mn: Шинэ борлуулалт
pt: Nova Produção
ro: Producție nouă
ru: Новый товарооборот
uk: Нове виробництво
uz: Янги ишлаб чиқариш
zh: 新业绩

source: New Production Review
ca: Revisió de Nova producció.
de: Neuer Umsatz Überprüfung
es: Revisión de Nueva Producción
fr: Revue de la Nouvelle production
it: Resoconto della nuova produzione
ja: 新規売上のレビュー
kk: Жаңа Өнімдерге Шолу
ky: Жаңы Өндүрүмдүүлүктү Көрүү
lv: Jauns Apgrozījuma Pārskats
mn: Шинэ борлуулалтыг харах
pt: Nova revisão de produção
ro: Noua recenzie de producție
ru: Обзор нового товарооборота
uk: Огляд нового товарообігу
uz: Янги ишлаб чиқаришни кўриб чиқиш
zh: 新产品审查

source: New Production This Month
ca: Nova producció d'aquest mes
de: Neuer Umsatz in diesem Monat
es: Nueva Producción Este Mes
fr: Nouvelle Production ce mois-ci
it: Nuova produzione di questo mese
ja: 今月の新規プロダクション
kk: Осы айда жаңа өнім
ko: 이 달의 신규 매출
ky: Ушул айдагы Жаңы өндүрүш
lv: Jaunais apgrozījums šajā mēnesī
mn: Энэ сарын шинэ борлуулалт
pt: Nova produção este mês
ro: Producție nouă în luna aceasta
ru: Новые продажы этого месяца
uk: Нові продажі цього місяця
uz: Янги ишлаб чиқариш Ушбу ой
zh: 本月新產品

source: New Production: Includes new Member Activations from your team. Total Production: Includes all new Activations and Recurring Membership payments from your team.
ca: Nova Producció: Inclou les noves Activacions de Membres del teu equip. Producció Total: Inclou totes les noves Activacions i els pagaments recurrents de Membresia del teu equip.
de: Neue Produktion: Beinhaltet neue Mitgliederaktivierungen aus Ihrem Team. Gesamtproduktion: Beinhaltet alle neuen Aktivierungen und Zahlungen für wiederkehrende Mitgliedschaften von Ihrem Team.
es: Producción Nueva: Incluye las nuevas Activaciones de Miembros realizadas por tu equipo. Producción Total: Incluye todas las Activaciones nuevas y los pagos recurrentes de Membresía de tu equipo.
fr: Nouvelle Production : Comprend les nouvelles Activations des Membres de votre équipe. Production totale : Comprend toutes les nouvelles Activations et les paiements d'Adhésion Récurrents de votre équipe.
it: Nuova produzione: include le attivazioni di Nuovi Membri da parte del tuo team. Produzione totale: Include tutte le nuove Attivazioni e i pagamenti ricorrenti delle Membership effettuati dal tuo team.
ja: 新規プロダクション：あなたのチームによる新規メンバー登録を含みます。総プロダクション：あなたのチームによるすべての新規登録および継続メンバーシップ支払いを含みます。
kk: Жаңа тауар айналымы: сіздің командаңыздың жаңа клуб мүшелерін белсендіруді қамтиды. Жалпы тауар айналымы: сіздің командаңыздың мүшелік бағдарламасы бойынша барлық жаңа Активациялар мен қайталанатын төлемдерді қамтиды.
ky: Жаңы өндүрүш: Командаңыздын жаңы мүчөлөрүнүн активдештирүүлөрүн камтыйт. Жалпы өндүрүш: Командаңыздын бардык жаңы активдештирүүлөрүн жана кайталануучу мүчөлүк төлөмдөрүн камтыйт.
lv: Jaunais apgrozījums: ietver jaunas Biedru aktivizācijas no jūsu komandas. Kopējais Apgrozījums: ietver visas jaunās aktivizācijas unatkārtotos Biedru dalības maksājumus no jūsu komandas.
mn: Шинэ борлуулалт: Үүнд таны багийн идэвхжүүлж буй шинэ Гишүүдийн идэвхжүүлэлтүүд багтана. Нийт борлуулалт: Үүнд таны багийн бүх шинэ идэвхжүүлэлт болон Гишүүнчлэлийн давтамжит төлбөрүүдийг багтаана.
pt: Nova Produção: Inclui novas Ativações de Membros da sua equipe. Produção Total: Inclui todas as novas Ativações e Pagamentos Recorrentes de Membros da sua equipe.
ro: Producție nouă: include noile activări de membri din echipa ta. Producție totală: include toate activările noi și plățile recurente pentru abonamente din echipa ta.
ru: Новый товарооборот: включает Активации новых Членов Клуба от вашей команды. Общий товарооборот: включает все новые Активации и рекуррентные платежи по Программе Членства от вашей команды.
uk: Нова продукція: включає нові активації членів вашої команди. Загальна продукція: включає всі нові активації та регулярні членські платежі вашої команди.
uz: Янги ишлаб чиқариш: Жамоангиздаги янги Аъзолар Фаоллигини ўз ичига олади. Жами ишлаб чиқариш: Жамоангиздаги барча янги Фаолликлар ва Даврий Аъзолик тўловларини ўз ичига олади.
zh: 新增业绩量：包括您团队中新会员的激活。总业绩量：包括您团队中的所有新激活以及会员的续费付款。

source: new rank for the first time in January or February
fr: nouveau rang pour la première fois en janvier ou février
it: nuovo rango per la prima volta a gennaio o febbraio

source: New Ranks
ca: Nous Rangs
de: Neue Ränge
es: Nuevos Rangos
fr: Nouveaux Classements
it: Nuove qualifiche
ja: 新ランク
kk: Жаңа Дәрежелер
ko: 신규 직급
ky: Жаңы рангдар
lv: Jaunie Līmeņi/pakāpes
mn: Шинэ цол зэргүүд
pt: Novos Rankings
ro: Noi trepte de carieră
ru: Новые Ранги
uk: Нові Ранги
uz: Янги ранг соҳиблари
zh: 新排名

source: New ranks are updated on or after the 10th of each month.
ca: Els nous rangs s’actualitzen a partir del dia 10 de cada mes.
de: Neue Ränge werden am oder nach dem 10. eines jeden Monats aktualisiert.
es: Los nuevos rangos se actualizan a partir del día 10 de cada mes.
fr: Les nouveaux rangs sont mis à jour le ou après le 10 de chaque mois.
it: Le nuove qualifiche vengono aggiornate a partire dal 10 di ogni mese.
ja: 毎月１０日頃に新しいランク達成者がアップデートされます。
kk: Ранг әр айдың 10-нда немесе одан кейін жаңартылады.
ko: 새로운 직급은 매월 10일에 반영됩니다.
ky: Жаңы рейтингдер ар бир айдын 10унда же андан кийин жаңыртылып турат.
lv: Jaunie līmeņi tiek pārskatīti pirms vai pēc katra mēneša 10. datuma.
mn: Шинэ цолтонуудын жагсаалт сар бүрийн 10-н болон 10-ноос хойш шинэчлэгдэх болно.
pt: Novas classificações são atualizadas no dia ou após o dia 10 de cada mês.
ro: Noile niveluri de carieră sunt actualizate la data de 10 sau după data de 10 ale fiecărei luni.
ru: Ранги обновляются 10-го числа каждого месяца или позже.
uk: Ранги оновлюються 10-го числа або пізніше, кожного місяця.
uz: Янги ранглар ҳар ойнинг 10-санасида ёки ундан кейин янгиланади.
zh: 新排名会在每月 10 日或之后更新。

source: New Ranks last month
ca: Nous Rangs del mes passat
de: Neue Ränge im letzten Monat
es: Nuevos rangos del Mes Pasado
fr: Nouveaux Rangs du dernier mois
it: Nuove qualifiche il mese scorso
ja: 先月の新しいランク
kk: Өткен Айдың Жаңа Рангтері
ko: 지난 달의 신규 직급자
ky: Өткөн айдын жаңы рангдары
lv: Jaunas pakāpes pagājušajā mēnesī
mn: Өмнөх сарын шинэ цолтонууд
pt: Novos rankings do último mês
ro: Noi trepte de carieră luna trecută
ru: Новые ранги прошлого месяца
uk: Нові Ранги минулого місяця
uz: Ўтган ойдаги янги ранглар
zh: 上個月的新排名

source: New Ranks Last Month
ca: Nous Rangs del mes passat
de: Neue Ränge im letzten Monat
es: Nuevos Rangos del Mes Pasado
fr: Nouveaux Rangs du Dernier Mois
it: Nuove qualifiche il mese scorso
ja: 先月の新しいランク
kk: Өткен Айдың жаңа Рангтері
ko: 지난 달의 신규 직급자
ky: Өткөн Айдын Жаңы Рангдары
lv: Jaunas pakāpes pagājušajā mēnesī
mn: Өмнөх сарын шинэ цолтонууд
pt: Novos rankings do último mês
ro: Noi trepte de carieră luna trecută
ru: Новые Ранги Прошлого Месяца
uk: Нові Ранги Минулого Місяця
uz: Ўтган ойдаги янги ранглар
zh: 上個月的新排名

source: New Ranks this month
ca: Noves classificacions aquest mes
de: Neue Ränge in diesem Monat
es: Nuevos rangos este mes
fr: Nouveaux rangs ce mois-ci
it: Nuove qualifiche questo mese
ja: 今月の新しいランク
kk: Осы Айдың Жаңа Рангтері
ko: 이 달의 신규 직급자
ky: Ушул айдын жаңы рангдары
lv: Jaunas pakāpes šajā mēnesī
mn: Энэ сарын шинэ цолтонууд
pt: Novos rankings este mês
ro: Noi trepte de carieră luna aceasta
ru: Новые ранги этого месяца
uk: Нові Ранги цього місяця
uz: Шу ойдаги янги ранглар
zh: 本月新排名

source: New Ranks This Month
ca: Nou rang d’aquest mes
de: Neue Ränge in diesem Monat
es: Nuevos Rangos Este Mes
fr: Nouveaux rangs ce mois-ci
it: Nuove qualifiche questo mese
ja: 今月の新しいランク
kk: Осы Айдың жаңа Рангтері
ko: 이 달의 신규 직급자
ky: Ушул Айдын Жаңы Рангдары
lv: Jaunas pakāpes šajā mēnesī
mn: Энэ сарын шинэ цолтонууд
pt: Novos Rankings Este Mês
ro: Noi trepte de carieră luna aceasta
ru: Новые Ранги Этого Месяца
uk: Нові Ранги Цього Місяця
uz: Шу ойдаги янги ранглар
zh: 本月新排名

source: New Referrer ID is Invalid
ca: El nou ID de referència no és vàlid
de: Neue Referrer-ID ist ungültig
es: El ID de referencia nuevo no es válido
fr: L'ID du nouveau référent est invalide
it: Il nuovo ID del Referrer non è valido
ja: 新しい紹介者IDが無効です
kk: Жаңа сілтеме идентификаторы жарамсыз
ko: 새 추천인 ID가 잘못되었습니다
ky: Жаңы реферердин ID жараксыз
lv: Jaunā nosūtītāja ID nav derīgs
mn: Шинэ элсүүлэгчийн ID хүчингүй байна
pt: O novo ID de referência é inválido
ro: Noul ID de referință este invalid
ru: ID нового реферера некорректен
uk: ID нового реферера недійсний
uz: Янги реферер идентификацион рақами яроқсиз
zh: 新的推薦人 ID 無效

source: New Reports Page
fr: Nouvelle Page de Rapports
it: Nuova pagina dei report

source: New Ticket
ca: Nou Tiquet
de: Neues Ticket
es: Nuevo Ticket
fr: Nouveau Billet
it: Nuovo ticket
ja: 新しいチケット
kk: Жаңа Билет
ko: 신규 티켓
ky: Жаңы Билет
lv: Jauna Biļete
mn: Шинэ тусламжийн хүсэлт илгээх
pt: Novo Ticket
ro: Bilet nou
ru: Новый тикет
uk: Новий тікет
uz: Янги чипта
zh: 新票

source: New Total Cost
ca: Nou cost total
de: Neue Gesamtkosten
es: Costo Total Nuevo
fr: Nouveau coût total
it: Nuovo costo totale
ja: 新しい合計費用
kk: Жаңа жалпы құны
ko: 새로운 총 비용
ky: Жаңы жалпы баасы
lv: Jaunā Kopējā maksa
mn: Шинэ нийт үнэ
pt: Novo custo total
ro: Cost total nou
ru: Новая итоговая стоимость
uk: Нова підсумкова вартість
uz: Янги жами баҳоси
zh: 新的总成本

source: New Zealand Dollar (NZD)
fr: Dollar Néo-Zélandais (NZD)
it: Dollaro neozelandese (NZD)
kk: Жаңа Зеландия доллары (NZD)
pt: Dólar neozelandês (NZD)
uk: Новозеландський долар (NZD)
uz: Янги Зеландия доллари (NZD)
zh: 新西兰元 (NZD)

source: NEW!
ca: NOU!
de: NEU!
es: NUEVO!
fr: NOUVEAU !
it: NUOVO!
kk: ЖАҢА!
ky: ЖАҢЫ!
lv: JAUNS!
mn: ШИНЭ!
pt: NOVO!
ro: NOU!
ru: НОВИНКА!
uk: НОВИНКА!
uz: ЯНГИ!
zh: 新的！

source: Newer
ca: Més recent
de: Neuer
es: Más reciente
fr: Plus récent
it: Più recente
ja: 新
kk: Ең жаңа
ko: 최신
ky: Жаңыраак
lv: Jaunāks
mn: Шинэвтэр
pt: Mais recente
ro: Mai noi
ru: Новейший
uk: Оновлений
uz: Янгироқ
zh: 較新的

source: Newly Ranked Partners:
ca: Nous Socis Classificats:
es: Nuevos Socios que lograron rango:
fr: Partenaires Nouvellement Classés :
it: Partner di Nuovo Rango:
ja: 新たにランクアップしたパートナー：
kk: Ранг алған жаңа серіктестер:
pt: Parceiros recém-classificados:
ro: Parteneri noi cu nivel de carieră:
uk: Партнери, які нещодавано отримали ранг:
uz: Янги рангга эришган Ҳамкорлар:
zh: 新晋排名的合作伙伴：

source: News App
ca: Notícies App
es: Aplicación de noticias
fr: Application de nouvelles
it: App Notizie
ja: ニュースアプリ
kk: Жаңалықтар қолданбасы
ko: 뉴스 앱
ky: Жаңы Колдонмо
lv: Jaunumu lietojumprogramma
mn: Шинэ Апп
pt: App News
ro: Aplicația de știri
ru: Новостное приложение
uk: Новинний додаток
uz: Янги Илова
zh: 新闻应用

source: Next
ca: Pròxim
de: Nächstes
es: Proceder
fr: Prochain
it: Prossimo
ja: 次
kk: Келесі
ko: 다음
ky: Кийинки
lv: Nākošais
mn: Үргэлжлүүлэх
pt: Próximo
ro: Următorul
ru: Следующий
uk: Далі
uz: Давом этиш
zh: 下一個
