Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises reserves the right to remove or alter some or all of Your Content, at inCruises' sole discretion, without liability and without notice to you. inCruises is not required to maintain or provide a copy of Your Content in its original form, nor does inCruises agree to any confidentiality or provisions of non-disclosure with respect to Your Content.
ca: inCruises es reserva el dret d’eliminar o modificar part o la totalitat del Teu Contingut, a la seva sola discreció, sense responsabilitat i sense necessitat de notificar-te. inCruises no està obligada a conservar ni a proporcionar una còpia del Teu Contingut en la seva forma original, ni tampoc accepta cap compromís de confidencialitat ni cap disposició de no divulgació respecte al Teu Contingut.
es: inCruises se reserva el derecho a eliminar o modificar una parte o la totalidad de Tu Contenido, a completa discreción de inCruises, sin responsabilidad y sin previo aviso. inCruises no está obligada a mantener o proporcionar una copia de Tu Contenido en su forma original, ni acepta acatar la confidencialidad o cualquier disposición de no divulgación de Tu Contenido.
fr: inCruises se réserve le droit de supprimer ou de modifier tout ou partie de Votre Contenu, à sa seule discrétion, sans responsabilité et sans préavis. inCruises n'est pas tenue de conserver ou de fournir une copie de Votre Contenu dans sa forme originale, et inCruises n'accepte aucune confidentialité ni aucune disposition de non-divulgation concernant Votre Contenu.
it: inCruises si riserva il diritto di rimuovere o modificare, a sua esclusiva discrezione, parte o tutto il Tuo Contenuto, senza alcuna responsabilità e senza preavviso. inCruises non è tenuta a conservare o fornire una copia del Tuo Contenuto nella sua forma originale, né accetta alcun obbligo di riservatezza o clausola di non divulgazione in relazione al Tuo Contenuto.
ja: nCruisesは、自己の裁量により、あなたのコンテンツの一部または全部を、責任を負うことなく、また事前の通知なしに削除または変更する権利を有します。inCruisesは、あなたのコンテンツを元の形式で保持したり、コピーを提供したりする義務を負いません。また、あなたのコンテンツに関して秘密保持や非開示の義務を負うことにも同意しません。
kk: inCruises' өз қалауы бойынша, Сіздің мазмұныңыздың бір бөлігін немесе барлығын алып тастауға немесе өзгертуге құқылы, бұл үшін жауапкершілік алмайды және Сізге алдын ала хабарлама жасауға міндетті емес. inCruises Сіздің мазмұныңызды оның бастапқы түрінде сақтау немесе ұсыну міндеттемесін алмайды, сондай-ақ inCruises Сіздің мазмұныңызға қатысты құпиялылық немесе жарияламау шарттарын қабылдамайды.
pt: A inCruises reserva o direito de remover ou alterar parte ou todo o Seu Conteúdo, a critério exclusivo da inCruises, sem responsabilidade e sem aviso prévio. A inCruises não é obrigada a manter ou fornecer uma cópia do Seu Conteúdo na forma original, nem concorda com qualquer confidencialidade ou cláusula de não divulgação com relação ao Seu Conteúdo.
ro: inCruises își rezervă dreptul de a elimina sau modifica o parte sau tot conținutul tău, la discreția exclusivă a inCruises, fără răspundere și fără notificare. inCruises nu este obligat să păstreze sau să furnizeze o copie a Conținutului tău în forma sa originală și nici inCruises nu este de acord cu nicio confidențialitate sau prevederi de nedezvăluire cu privire la Conținutul tău.
uk: inCruises залишає за собою право видаляти або змінювати частково або повністю Ваші Матеріали на власний розсуд inCruises', без відповідальності та без попередження. inCruises не вимагає збереження або надання копій Ваших Матеріалів в оригінальному вигляді, а також inCruises не погоджується на будь-яку конфіденційність або положення про нерозголошення щодо Ваших Матеріалів.
uz: inCruises, ёлғиз ўз ихтиёрига кўра, сизга хабар бермасдан ва ҳеч қандай жавобгарликсиз, Контентингизнинг баъзи қисмини ёки тўлалигича ўзгартириш ёки ўчириш ҳуқуқини ўзида сақлаб қолади. inCruises Контентингизни асл шаклида сақлаш ёки унинг асл шаклидаги нусхасини тақдим этишга мажбур эмас ҳамда inCruises Контентингизга нисбатан махфийлик ёки ошкор қилмаслик қоидаларига амал қилишга розилик бермайди.
zh: inCruises保留自行决定删除或修改您内容部分或全部的权利，且无需承担任何责任，也无需通知您。inCruises没有义务保留或提供您内容的原始副本，也不就您内容作出任何保密或不披露的承诺。

source: inCruises reserves the right, at its sole discretion, to immediately terminate your account if inCruises believes you are under the age of eighteen (18).
ca: inCruises es reserva el dret, a la seva sola discreció, de cancel·lar immediatament el teu compte si considera que ets menor de divuit (18) anys.
de: inCruises behält sich das Recht vor, Ihr Konto nach eigenem Ermessen sofort zu kündigen, wenn inCruises der Ansicht ist, dass Sie unter achtzehn (18) Jahre alt sind.
es: inCruises se reserva el derecho, a su completa discreción, a cancelar inmediatamente tu cuenta si inCruises cree que eres menor de dieciocho (18) años de edad.
fr: inCruises se réserve le droit, à sa seule discrétion, de résilier immédiatement votre compte si inCruises estime que vous avez moins de dix-huit (18) ans.
it: inCruises si riserva il diritto, a sua esclusiva discrezione, di chiudere immediatamente il tuo account qualora inCruises ritenga che tu abbia meno di diciotto (18) anni.
ja: inCruisesは、独⾃の裁量により、18歳未満であるとinCruisesが判断した場合、会員のアカウントを直ちに終了する権利を留保します。
kk: inCruises өз қалауы бойынша, егер inCruises сіздің жасыңыз он сегізге (18) толмаған деп санаса, сіздің есептік жазбаңызды дереу тоқтату құқығына ие.
ky: Эгерде inCruises сизди он сегиз (18) жашка чыга элек деп эсептесе, inCruises өзүнүн кароосу боюнча аккаунтуңузду дароо жабуу укугун өзүнө калтырат.
lv: inCruises patur tiesības pēc saviem ieskatiem nekavējoties pārtraukt konta darbību, ja inCruises uzskata, ka esat jaunāks par astoņpadsmit (18) gadiem.
mn: inCruises таныг арван найм (18) нас хүрээгүй гэж үзвэл inCruises нь өөрийн бүрэн эрхийн дагуу бүртгэлийг нэн даруй цуцлах эрхтэй.
pt: A inCruises reserva o direito, a seu exclusivo critério, de encerrar imediatamente sua conta se a inCruises acreditar que você tem menos de dezoito (18) anos.
ro: inCruises își rezervă dreptul, la discreția sa, de a-ți închide imediat contul dacă inCruises consideră că ai sub optsprezece (18) ani.
ru: inCruises оставляет за собой право по собственному усмотрению немедленно прекратить действие вашей учетной записи, если у inCruises будут основания полагать, что вам не исполнилось 18 (восемнадцати) лет.
uk: Компанія inCruises залишає за собою право на власний розсуд негайно закрити ваш рахунок, якщо inCruises вважатиме, що вам не виповнилося вісімнадцяти (18) років.
uz: inCruises, агар сиз ўн саккиз (18) ёшдан кичик деб топса, якка ўзининг ихтиёрига кўра, ҳисобингизни дарҳол тугатиш ҳуқуқини ўзида сақлаб қолади.
zh: inCruises保留在其全权酌情决定下，若认为您未满十八（18）岁，即可立即终止您账户的权利。

source: inCruises reserves the right, at its sole discretion, to terminate, suspend or otherwise limit your account, for any or no reason at all, without your consent, prior notice or explanation and without liability. You may terminate or suspend your account at any time for any reason.
ca: inCruises es reserva el dret, a la seva sola discreció, de cancel·lar, suspendre o limitar el teu compte, per qualsevol motiu o sense cap motiu, sense el teu consentiment, sense avís previ ni explicació, i sense cap responsabilitat. Tu pots cancel·lar o suspendre el teu compte en qualsevol moment i per qualsevol motiu.
de: inCruises behält sich das Recht vor, Ihr Konto nach eigenem Ermessen jederzeit und ohne Angabe von Gründen zu kündigen, zu sperren oder anderweitig einzuschränken. Dies gilt auch ohne Ihre Zustimmung, vorherige Ankündigung oder Erklärung und ohne Haftung. Sie können Ihr Konto jederzeit und ohne Angabe von Gründen kündigen oder sperren.
es: inCruises se reserva el derecho, a su completa discreción, de finalizar, suspender o limitar tu cuenta, por cualquier o ninguna razón, sin tu consentimiento, previo aviso o explicación y sin responsabilidad. Puedes cancelar o suspender tu cuenta en cualquier momento y por cualquier razón.
fr: inCruises se réserve le droit, à sa seule discrétion, de résilier, suspendre ou limiter votre compte, pour quelque raison que ce soit ou sans raison, sans votre consentement, préavis ni explication, et sans responsabilité. Vous pouvez résilier ou suspendre votre compte à tout moment et pour quelque raison que ce soit.
it: inCruises si riserva il diritto, a sua esclusiva discrezione, di chiudere, sospendere o altrimenti limitare il tuo account, per qualsiasi motivo o senza alcun motivo, senza il tuo consenso, preavviso o spiegazione e senza alcuna responsabilità. Tu puoi chiudere o sospendere il tuo account in qualsiasi momento e per qualsiasi motivo.
ja: inCruisesは、独⾃の裁量により、会員の同意、事前の通知または説明なしに、また責任を負うことなく、理由の有無にかかわらず、会員のアカウントを終了、⼀時停⽌、または制限する権利を留保します。理由を問わず、いつでもアカウントを終了または⼀時停⽌できます。
kk: inCruises өз қалауы бойынша, кез келген немесе еш себепсіз сіздің келісіміңізсіз, алдын ала хабарламасыз немесе түсініктеме бермей, жауапкершіліксіз есептік жазбаңызды тоқтату, уақытша тоқтату немесе шектеу құқығына ие. Сіз өз есептік жазбаңызды кез келген уақытта, кез келген себеппен тоқтата аласыз немесе уақытша тоқтата аласыз.
ky: inCruises өзүнүн кароосу боюнча, сиздин макулдугуңузсуз, алдын ала эскертүүсүз же түшүндүрмөсүз жана жоопкерчиликсиз кандайдыр бир себеп менен же эч кандай себепсиз сиздин аккаунтуңузду жаап коюуга, токтотууга же башка жол менен чектөөгө укуктуу. Сиз өзуңуз да аккаунтуңузду каалаган учуруңузда, кандайдыр бир себеп менен токтотуп же жаап кое аласыз.
lv: inCruises patur tiesības pēc saviem ieskatiem izbeigt, apturēt vai citādi ierobežot jūsu kontu jebkāda iemesla dēļ vai bez jebkāda iemesla, bez jūsu piekrišanas, iepriekšēja paziņojuma vai paskaidrojuma un bez atbildības. Jebkura iemesla dēļ jebkurā brīdī varat pārtraukt vai apturēt konta darbību.
mn: inCruises нь өөрийн бүрэн эрхийн дагуу таны зөвшөөрөл, урьдчилан мэдэгдэл, тайлбаргүйгээр, ямар нэг шалтгаанаар эсвэл ямар ч шалтгаангүйгээр таны бүртгэлийг хаах, түдгэлзүүлэх, эсвэл өөр хэлбэрээр хязгаарлах эрхтэй. Та хүссэн үедээ ямар ч шалтгаанаар өөрийн бүртгэлээ хааж эсвэл түдгэлзүүлж болно.
pt: A inCruises reserva o direito, a seu exclusivo critério, de encerrar, suspender ou limitar sua conta, com ou sem razão, sem o seu consentimento, aviso prévio ou explicação e sem responsabilidade. Você pode encerrar ou suspender sua conta a qualquer momento, por qualquer motivo.
ro: inCruises își rezervă dreptul, la discreția sa, de a închide, suspenda sau limita în alt mod contul tău, pentru orice motiv sau fără niciun motiv, fără consimțământul tău, notificarea prealabilă sau explicație și fără răspundere. Îți poți închide sau suspenda contul în orice moment, din orice motiv.
ru: inCruises оставляет за собой право по собственному усмотрению прекратить, приостановить или иным образом ограничить действие вашей учетной записи по какой бы то ни было причине или без таковой, без вашего согласия, без предварительного уведомления или объяснений, и без возникновения каких-либо обязательств. Вы можете прекратить или приостановить действие своей учетной записи в любое время по любой причине.
uk: inCruises залишає за собою право на власний розсуд припинити, призупинити чи іншим чином обмежити ваш обліковий запис, з будь-яких причин або без будь-якої причини, без вашої згоди, попереднього повідомлення чи пояснень та без відповідальності. Ви можете будь-коли припинити або призупинити дію свого облікового запису з будь-якої причини.
uz: inCruises сизнинг розилигингизсиз, олдиндан огоҳлантирмасдан ёки тушунтириш бермасдан ва ҳеч қандай жавобгарликсиз, бирор сабаб юзасидан ёки ҳеч қандай сабабсиз, ёлғиз ўз ихтиёрига кўра, ҳисобингизни тугатиш, тўхтатиб қўйиш ёки бошқача шаклда чеклаш ҳуқуқига эга. Сиз исталган вақтда ва ҳар қандай сабаб билан ҳисобингизни тугатишингиз ёки тўхтатиб қўйишингиз мумкин.
zh: inCruises保留在其全权酌情决定下，因任何原因或无需任何原因，终止、暂停或以其他方式限制您的账户的权利，且无须征得您的同意、提前通知或作出解释，也不承担任何责任。您也可以在任何时间因任何原因终止或暂停您的账户。

source: inCruises reserves, at its sole discretion or as otherwise required by law, the right to contact law enforcement agencies in situations where inCruises cannot verify your identity or creditworthiness related to a financial transaction and believes a crime or misdemeanor may be taking place. inCruises, at its sole discretion, may cancel any financial transaction it believes is in violation of any of its Terms of Service, Privacy Policy, this Agreement or any other agreement associated with a financial transaction.
ca: inCruises es reserva, a la seva sola discreció o si així ho requereix la llei, el dret de contactar amb les autoritats policials en situacions en què no pugui verificar la teva identitat o solvència en relació amb una transacció financera i consideri que es pot estar cometent un delicte o infracció. inCruises, a la seva sola discreció, pot cancel·lar qualsevol transacció financera que consideri que infringeix els seus Termes de Servei, la Política de Privacitat, aquest Acord o qualsevol altre acord associat amb una transacció financera.
de: inCruises behält sich nach eigenem Ermessen oder wie gesetzlich vorgeschrieben das Recht vor, in Situationen, in denen inCruises Ihre Identität oder Kreditwürdigkeit im Zusammenhang mit einer Finanztransaktion nicht überprüfen kann und der Ansicht ist, dass möglicherweise ein Verbrechen oder Vergehen vorliegt, das Recht vor, Strafverfolgungsbehörden zu kontaktieren. inCruises kann nach eigenem Ermessen jede Finanztransaktion stornieren, von der es glaubt, dass sie gegen seine Servicebedingungen, Datenschutzrichtlinien, diese Vereinbarung oder eine andere Vereinbarung im Zusammenhang mit einer Finanztransaktion verstößt.
es: inCruises se reserva, a su sola discreción o según lo requiera la ley, el derecho de contactar a organismos judiciales en casos en los que inCruises no pueda verificar tu identidad o solvencia con respecto a una transacción financiera y considere que podría estarse realizando un delito. INCRUISES, a su sola discreción, puede cancelar cualquier transacción financiera que considere que viole cualquiera de sus Términos de Servicio, Política de Privacidad, este Acuerdo o cualquier otro acuerdo asociado a una transacción financiera.
fr: inCruises se réserve, à sa seule discrétion ou tel que requis par la loi, le droit de contacter les organismes chargés de l'application de la loi dans les situations où inCruises ne peut pas vérifier votre identité ou votre solvabilité liée à une transaction financière et pense qu'un crime ou un délit peut avoir lieu. inCruises, à sa seule discrétion, peut annuler toute transaction financière qu'elle estime être en violation de l'une de ses Conditions d'utilisation, Politique de confidentialité, du présent Accord ou de tout autre accord associé à une transaction financière.
it: inCruises si riserva il diritto, a sua esclusiva discrezione o come altrimenti richiesto dalla legge, di contattare le forze dell'ordine in situazioni in cui inCruises non può verificare la tua identità o la tua solvibilità in relazione a una transazione finanziaria e ritiene che possa essere in corso un reato o un illecito. inCruises, a sua esclusiva discrezione, può annullare qualsiasi transazione finanziaria che ritenga violi le sue Condizioni di Servizio, l'Informativa sulla Privacy, il presente Contratto o qualsiasi altro accordo associato a una transazione finanziaria.
ja: inCruisesは、独⾃の裁量で、または法律で義務付けられているとおり、inCruisesが⾦融取引に関連する⾝元または信⽤⼒を検証できず、犯罪または軽罪が発⽣していると考えられる状況で法執⾏機関に連絡する権利を留保します。inCruisesは、独⾃の裁量により、利⽤規約、プライバシーポリシー、本契約、または⾦融取引に関連するその他の契約に違反していると思われる⾦融取引をキャンセルする場合があります。
kk: inCruises өз қалауы бойынша немесе заңмен талап етілген жағдайда, сіздің жеке басыңыз бен қаржылық жағдайыңызға қатысты тексеруді жүзеге асыра алмайтын жағдайларда және қылмыс немесе құқық бұзушылық орын алуы мүмкін деп есептесе, құқық қорғау органдарымен байланысу құқығын сақтайды. Сонымен қатар, inCruises өз қалауы бойынша қаржылық мәмілелерді болдырмауға құқылы, егер ол кез келген Қызмет көрсету шарттары, Құпиялылық саясаты, осы Келісім немесе қаржылық мәмілеға қатысты басқа келісімдердің бұзылғанын анықтаса.
ky: inCruises финансылык транзакцияга байланыштуу сиздин жарандык маалыматтарыыңызды жана кредиттик жөндөмдүүлүгүңүздү текшере албаган жана кылмыш же жосунсуз жорук жасалды деп эсептеген учурда, inCruises өзүнүн кароосу боюнча же мыйзамдын талабына жараша укук коргоо органдарына кайрылуу укугун өзүнө калтырат. inCruises өзүнүн кароосу боюнча, анын Тейлөө шарттарын, Купуялык саясатын, ушул Келишимди же финансылык транзакцияга байланышкан башка келишимдерди бузду деп эсептеген ар кандай финансылык транзакцияны жокко чыгара алат.
lv: inCruises patur tiesības pēc saviem ieskatiem vai citādi, kā to paredz tiesību akti, sazināties ar tiesībaizsardzības iestādēm situācijās, kad inCruises nevar pārbaudīt jūsu identitāti vai kredītspēju saistībā ar finanšu darījumu un uzskata, ka var notikt noziegums vai ļaunprātīga rīcība. inCruises pēc saviem ieskatiem var atcelt jebkuru finanšu darījumu, kas, pēc tās domām, pārkāpj kādu no tās pakalpojumu sniegšanas noteikumiem, konfidencialitātes politiku, šo nolīgumu vai jebkuru citu līgumu, kas saistīts ar finanšu darījumu.
mn: inCruises нь санхүүгийн гүйлгээтэй холбоотой таны хувийн байдал, зээлжих чадварыг баталгаажуулж чадахгүй бөгөөд гэмт хэрэг, зөрчил үйлдэж болзошгүй гэж үзсэн тохиолдолд өөрийн бүрэн эрхийн дагуу эсвэл хуульд заасан бусад тохиолдолд хууль сахиулах байгууллагад хандах эрхтэй. inCruises нь өөрийн бүрэн эрхийн дагуу Үйлчилгээний нөхцөл, Нууцлалын бодлого, энэхүү Гэрээ эсвэл санхүүгийн гүйлгээтэй холбоотой аливаа бусад гэрээг зөрчсөн гэж үзсэн санхүүгийн аливаа гүйлгээг цуцалж болно.
pt: A inCruises reserva-se, a seu critério exclusivo ou conforme exigido por lei, o direito de entrar em contato com as agências policiais em situações em que a inCruises não possa verificar sua identidade ou credibilidade relacionada a uma transação financeira e acreditar que um crime ou contravenção possa estar ocorrendo. A inCruises, a seu exclusivo critério, pode cancelar qualquer transação financeira que considere violar qualquer um dos Termos de Serviço, Política de Privacidade, este Contrato ou qualquer outro contrato associado a uma transação financeira.
ro: inCruises își rezervă, la discreția sa exclusivă sau conform prevederilor legale, dreptul de a contacta agențiile de aplicare a legii în situațiile în care inCruises nu vă poate verifica identitatea sau solvabilitatea legată de o tranzacție financiară și consideră că ar putea avea loc o infracțiune sau un delict. inCruises, la discreția sa, poate anula orice tranzacție financiară pe care o consideră că încalcă oricare dintre Termenii și condițiile, Politica de confidențialitate, acest Acord sau orice alt acord asociat cu o tranzacție financiară.
ru: inCruises оставляет за собой право по своему собственному усмотрению либо по установленным законодательством причинам связываться с правоохранительными органами в случаях, когда inCruises не может установить вашу личность или платежеспособность в отношении какой-либо финансовой операции и считает, что в данной ситуации может иметь место мошенничество либо преступление. inCruises по своему собственному усмотрению может отменить любую финансовую операцию, которая, по мнению Компании, нарушает положения ее «Условий Использования», «Политики Конфиденциальности», настоящего Соглашения либо любых других соглашений, связанных с данной финансовой операцией.
uk: На свій розсуд або відповідно до вимог законодавства inCruises залишає за собою право на звернення в правоохоронні органи в ситуаціях, коли inCruises не має можливості підтвердити вашу особу або кредитоспроможність, пов'язану з фінансовою операцією, і вважає, що злочин або правопорушення можуть мати місце. inCruises на свій власний розсуд може скасувати будь-яку фінансову операцію, яка, на нашу думку, є порушенням будь-якої з Умов Використання, Політики Конфіденційності, цієї Угоди або будь-якої іншого угоди, пов'язаної з фінансовою транзакцією.
uz: inCruises шахсингиз ва молиявий транзакция билан боғлиқ тўловга қобилиятли эканингизни аниқлай олмаган ва буни жиноят ёки хато бўлиши мумкин деб ҳисоблаган ҳолларда, inCruises ўз ихтиёрига кўра ёки бошқа талабларга мувофиқ, ҳуқуқни муҳофаза қилувчи органларга мурожаат этиш ҳуқуқини ўзида қолдиради. inCruises ўз ихтиёрига кўра, Хизмат кўрсатиш шартлари, Маҳфийлик сиёсати, ушбу Шартнома ва молиявий транзакция билан боғлиқ бошқа битимлар қоидаларини бузиши мумкин деб ҳисоблаган ҳар қандай молиявий транзакцияни бекор қилиши мумкин.
zh: inCruises保留在其全权酌情决定或依法要求的情况下，在无法验证您在金融交易中的身份或信用状况且认为可能存在犯罪或轻罪行为时，联系执法机构的权利。inCruises亦可全权酌情取消其认为违反任何服务条款、隐私政策、本协议或任何其他与金融交易相关协议的金融交易。

source: inCruises reviews and notifies you that you have been approved for a $400 price adjustment
ca: inCruises revisa i et comunica que se t’ha concedit un ajust de preu de 400 dòlars
de: inCruises prüft und benachrichtigt Sie, dass Sie für eine Preisanpassung von 400 $ zugelassen wurden
es: inCruises revisa y te notifica que has sido aprobado para un ajuste de precio de $400.00 USD
fr: inCruises vérifie et vous informe que votre demande d'ajustement de prix de 400 $ a été approuvée
it: inCruises controlla e ti comunica che ti è stato concesso un adeguamento del prezzo di $400
ja: inCruisesが内容を確認し、$400の価格調整が承認されたことをお知らせします
kk: inCruises тексеру жүргізеді және сізге цены 400 бағасын түзетуге рұқсат алғаныңыз туралы хабарлайды
ky: inCruises компаниясы бааны карап чыгып, бааны 400 долларга өзгөртүүгө макулдугун бергенин билдирет
lv: InCruises apskata un paziņo, ka esat apstiprināts 400 ASV dolāru cenu korekcijai
mn: inCruises-ийн зүгээс хянаж үзээд танд $400-ын үнийн зөрүүг зөвшөөрөн олгох болсныг мэдэгдэх болно.
pt: A inCruises analisa e notifica você de que você foi aprovado para um ajuste de preço de US$ 400
ro: inCruises analizează și te notifică de faptul că ți s-a aprobat o ajustare de preț de 400$
ru: inCruises проводит проверку и уведомляет вас о том, что вы получили одобрение на корректировку цены на $400
uk: inCruises проводить перевірку та повідомляє вас про схвалення коригування ціни на $400
uz: inCruises кўриб чиқиб, нархга 400$ ўзгартириш киритишга оид сўровингиз тасдиқлагани ҳақида сизга маълум қилади
zh: inCruises审核后通知您已获批准进行$400价格调整

source: inCruises Savings Guarantee!
ca: Garantia d'estalvi inCruises!
de: inCruises Einsparungsgarantie!
es: ¡Garantía de Ahorro de inCruises!
fr: Garantie d'économies inCruises !
it: Garanzia di risparmio sulle crociere!
ja: inCruisesの節約保証です！
kk: inCruises үнемдеуге кепілдік беріледі!
ko: inCruises 절감 보장!
ky: inCruises менен үнөмдөө кепилдиги!
lv: inCruises Ietaupījumu Garantija!
mn: inCruises-ийн хэмнэлтийн баталгаа юм!
pt: Garantia de economia inCruises!
ro: Garanția de economii inCruises!
ru: Гарантия экономии с inCruises!
uk: Гарантія економії з inCruises!
uz: inCruises Пул тежаш кафолати!
zh: inCruises 储蓄保证

source: inCruises Support
ca: Suport d'inCruises
es: Soporte de inCruises
fr: Assistance inCruises
it: Supporto inCruises
ja: inCruises サポート
kk: inCruises Қолдау Қызметі
ko: inCruises 지원
ky: inCruises колдоосу
lv: inCruises atbalsts
mn: inCruises-ийн Тусламж
pt: Suporte da inCruises
ro: Asistența inCruises
ru: Поддержка inCruises
uk: Підтримка inCruises
uz: inCruises Қўллаб-қувватлаш
zh: inCruises支持团队
