Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Cruise Bookings
ca: Reserves de Creuers
de: Kreuzfahrt Buchungen
es: Reservas de Crucero
fr: Réservations de croisière
it: Prenotazioni di crociere
ja: クルーズ予約
kk: Круиз Брондары
ko: 크루즈 예약
ky: Круиздик брондоолор
lv: Kruīza rezervācijas
mn: Далайн аяллын захиалга
pt: Reservas de cruzeiro
ro: Rezervări croazieră
ru: Бронирования круизов
uk: Бронювання Круїзів
uz: Круиз буюртмалари
zh: 邮轮预定

source: Cruise cabins will be awarded to the top earners in each region.
ca: Les cabines del creuer s’atorgaran als que més Ingressos hagin generat en cada regió.
de: Den Spitzenverdienern in jeder Region werden Kreuzfahrtkabinen zugeteilt.
es: Los camarotes del crucero se otorgarán a quienes más Ingresos hayan generado en cada región.
fr: Les cabines de croisière seront attribuées aux participants les mieux rémunérés de chaque région.
it: Le cabine della crociera saranno assegnate a coloro che avranno ottenuto i migliori risultati in ciascuna regione.
ja: クルーズキャビンは各地域のトップ収益獲得者に授与されます。
kk: Круиз кабиналары әр аймақтағы ең көп табыс тапқан қатысушыларға беріледі.
ky: Круиздик каюталар ар бир аймактын эң көп киреше тапкан адамдарына берилет.
mn: Хөлгийн өрөөнүүдийг тухайн бүс нутагт шалгарсан шилдэг орлотонуудад шагнал болгон өгөх юм.
pt: Cabines de cruzeiro serão concedidas aos maiores ganhadores de cada região.
ro: Cabinele de croazieră vor fi oferite celor mai performanți parteneri din fiecare regiune.
ru: Круизные каюты получат самые результативные участники каждого региона.
uk: аюти для круїзів будуть надані найуспішнішим заробітчанам у кожному регіоні.
uz: Круиз каюталари ҳар бир минтақадаги энг кўп даромад ишлаб топганларга совға қилинади.
zh: 每个地区的顶尖业绩者将获得邮轮舱位奖励。

source: Cruise Category
fr: Catégorie de Croisière
it: Categoria crociera
kk: Круиз санаты
pt: Categoria de Cruzeiro
uk: Категорія Круїзів
uz: Круиз тоифаси
zh: 邮轮类别

source: Cruise Confirmation
ca: Confirmació de Creuers
de: Bestätigung der Kreuzfahrt
es: Confirmación del Crucero
fr: Confirmation de croisière
it: Conferma della crociera
ja: クルーズ予約確認書
kk: Круизді растау
ko: 크루즈 확정
ky: Круизди тастыктоо
lv: Kruīza apstiprinājums
mn: Далайн аяллын баталгаажуулалт
pt: Confirmação de Cruzeiro
ro: Confirmarea croazierei
ru: Подтверждение Круиза
uk: Підтвердження Круїзу
uz: Круизни тасдиқлаш
zh: 郵輪確認

source: Cruise dates will be between January and May 2026 (exact itineraries TBD)
ca: Les dates del Creuer seran entre Gener i Maig de 2026 (itineraris exactes per determinar)
de: Die Kreuzfahrtdaten liegen zwischen Januar und Mai 2026 (genaue Reiserouten werden noch festgelegt)
es: Las fechas de los cruceros serán entre enero y mayo de 2026 (itinerarios exactos por confirmar)
fr: Les dates de croisière se situeront entre janvier et mai 2026 (itinéraires exacts à déterminer)
it: Le crociere saranno tra gennaio e maggio 2026 (gli itinerari esatti devono ancora essere decisi)
ja: クルーズの実施期間は2026年1月から5月の間となります（正確な日程と航程は未定）
kk: Круиз даталары 2026 жылдың қаңтар мен мамыр айлары аралығында болады (нақты маршруттар кейін анықталады)
ky: Круиздин даталары 2026-жылдын январь айынан май айына чейин болот (так маршруту кийинчерээк аныкталат)
mn: Далайн аяллууд 2026 оны 1-р сараас 5-р сарын хооронд зохион байгуулагдах бөгөөд нарийвчилсан маршрутуудыг тун удахгүй зарлах болно
pt: As datas do Cruzeiro serão entre Janeiro e Maio de 2026( itinerários exatos a serem definidos)
ro: Datele croazierelor vor fi între ianuarie și mai 2026 (itinerariile exacte vor fi stabilite ulterior)
ru: Даты круиза — с января по май 2026 года (маршруты уточняются)
uk: Дати круїзів будуть між Січнем і Травнем 2026 року (точні маршрути уточнюються)
uz: Круизлар 2026 йил январдан майгача бўлади (аниқ йўналишлар кейинроқ маълум қилинади)
zh: 邮轮出发日期将在2026年1月至5月之间（具体行程待定）

source: Cruise Destination
ca: Destinació del Creuer
de: Kreuzfahrt Destination
es: Destino de Crucero
fr: Destination de Croisière
it: Destinazione della crociera
ja: クルーズの目的地
kk: Круиздік Бағыттар
ky: Круиздин багыты:
lv: Kruīza gala mērķis
mn: Далайн аяллаар очих газрууд:
pt: Destinos de cruzeiros
ro: Destinaţia de croazieră
ru: Круизное направление
uk: Круїзний напрямок
uz: Круиз йўналиши
zh: 邮轮目的地

source: Cruise Details
ca: Detalls del Creuer
de: Kreuzfahrt Details
es: Detalles del Crucero
fr: Détails de la Croisière
it: Dettagli della crociera
ja: クルーズ詳細
kk: Круиз туралы мәліметтер
ky: Круиз тууралу маалымат
lv: Kruīza dati
mn: Далайн аяллын тухай дэлгэрэнгүй мэдээлэл
pt: Detalhes do Cruzeiro
ro: Detalii croazieră
ru: Детали круиза
uk: Деталі круїзу
uz: Круизга оид маълумотлар
zh: 邮轮详情

source: Cruise Fare, $100 Sailor Loot, Taxes, Fees, Port Charges
fr: Tarif de la Croisière, 100 $ de Crédit Sailor/Passager, Taxes, Frais, Frais Portuaires
it: Tariffa crociera, 100 $ Sailor Loot, tasse, spese, diritti portuali.
kk: Круиз билеті бағасы, $100 Sailor Loot бонусы, салықтар, қызмет көрсету алымдары және порттық төлемдер
pt: Tarifa do Cruzeiro, Crédito de Navegante de US$ 100, Impostos, Taxas e Encargos Portuários
uk: Круїзний тариф, «Здобич Моряків» за $100, податки, збори, портові збори
zh: 邮轮票价、$100船上消费额度、税费、手续费、港口费

source: Cruise Fare, Drink Package, Pre-paid Hotel Service Charge, Taxes, Fees, Port Charges
fr: Tarif de la Croisière, Forfait Boissons, Frais de Service Hôtelier Prépayés, Taxes, Frais, Frais Portuaires
it: Tariffa crociera, pacchetto bevande, quota di servizio alberghiero prepagata, tasse, spese, diritti portuali.
ja: クルーズ運賃、ドリンクパッケージ、事前支払いホテルサービス料、税金、手数料、港湾使用料
kk: Круиз құны, ішімдік пакеті, алдын ала төленген қонақүй қызмет ақысы, салықтар, алымдар, порттық төлемдер
pt: Tarifa do Cruzeiro, Pacote de Bebidas, Taxa de Serviço Pré-paga do Hotel, Impostos, Taxas, Encargos Portuários
ro: Tarif croazieră, pachet băuturi, taxă de serviciu hotelier preplătită, taxe, comisioane, taxe portuare
uk: Вартість проїзду в круїзі, пакет напоїв, передоплачена плата за обслуговування готелю, податки, збори, портові збори
uz: Круиз нархи, Ичимликлар пакети, Олдиндан тўланган меҳмонхона хизмати ҳақи, Солиқлар, тўловлар, порт йиғимлари
zh: 邮轮票价、饮品套餐、预付酒店服务费、税费、手续费、港口费

source: Cruise Fare, Drink Package, Taxes, Fees, Port Charges
fr: Tarif de la Croisière, Forfait Boissons, Taxes, Frais, Frais Portuaires
it: Tariffa crociera, pacchetto bevande, tasse, spese e diritti portuali.
ja: クルーズ運賃、ドリンクパッケージ、税金、手数料、港湾使用料
kk: Круиз құны, ішімдік пакеті, салықтар, алымдар, порттық төлемдер
pt: Tarifa do Cruzeiro, Pacote de Bebidas, Impostos, Taxas, Encargos Portuários
ro: Tarif croazieră, pachet băuturi, taxe, comisioane, taxe portuare
uk: Круїзний тариф, пакет напоїв, податки, портові збори
uz: Круиз нархи, Ичимликлар пакети, Солиқлар, тўловлар, порт йиғимлари
zh: 邮轮票价、饮品套餐、税费、手续费、港口费

source: Cruise Fare, Drink Package, Two pre-selected Excursions, Pre-paid Hotel Service Charge, Taxes, Fees, Port Charges
fr: Tarif de la Croisière, Forfait Boissons, Deux Excursions Présélectionnées, Frais de Service Hôtelier Prépayés, Taxes, Frais, Frais Portuaires
it: Tariffa crociera, pacchetto bevande, due escursioni preselezionate, quota servizi alberghieri prepagata, tasse, spese e diritti portuali.
ja: クルーズ運賃、ドリンクパッケージ、事前に選択された2つのエクスカーション、前払いホテルサービス料、税金、手数料、港湾使用料
kk: Круиз құны, ішімдік пакеті, алдын ала таңдалған екі экскурсия, алдын ала төленген қонақүй қызмет ақысы, салықтар, алымдар, порттық төлемдер
pt: Tarifa do Cruzeiro, Pacote de Bebidas, Duas Excursões pré-selecionadas, Taxa de Serviço Pré-paga de Hotel, Impostos, Taxas, Encargos Portuários
ro: Tarif croazieră, pachet băuturi, două excursii preselectate, taxă de serviciu hotelier preplătită, taxe, comisioane, taxe portuare
uk: Круїзний тариф, пакет напоїв, два попередньо вибраних тури, передплачений збір за обслуговування готелю, податки, збори, портові збори
uz: Круиз нархи, Ичимликлар пакети, Аввалдан танланган иккита қирғоқ экскурсияси, Олдиндан тўланган меҳмонхона хизмати ҳақи, Солиқлар, тўловлар ва порт йиғимлари
zh: 邮轮票价、饮品套餐、两项预选岸上观光、预付酒店服务费、税费、手续费、港口费

source: Cruise Fare, Gratuities, Taxes, Fees, Port Charges
fr: Tarif de la Croisière, Pourboires, Taxes, Frais, Frais Portuaires
it: Tariffa crociera, mance, tasse, spese, diritti portuali.
ja: クルーズ運賃、チップ、税金、手数料、港湾使用料
kk: Круиз құны, сыйақылар, салықтар, алымдар, порттық төлемдер
pt: Tarifa do Cruzeiro, Gorjetas, Impostos, Taxas, Encargos Portuários
ro: Tarif de croazieră, bacșișuri, taxe, comisioane, taxe portuare
uk: Круїзний тариф, чайові, Податки, внески та портові збори
uz: Круиз нархи, Миннатдорчилик ҳақи, Солиқлар, тўловлар, порт йиғимлари
zh: 邮轮票价、小费、税费、手续费、港口费

source: Cruise Fare, Non - Alcoholic Drink Package, Pre-paid Hotel Service Charge, Taxes, Fees, Port Charges
fr: Tarif de la Croisière, Forfait Boissons Non Alcoolisées, Frais de Service Hôtelier Prépayés, Taxes, Frais, Frais Portuaires
it: Tariffa crociera, pacchetto bevande analcoliche, quota di servizio alberghiero prepagata, tasse, spese, diritti portuali.
ja: クルーズ運賃、ノンアルコールドリンクパッケージ、事前支払いホテルサービス料、税金、手数料、港湾使用料
kk: Круиз құны, алкогольсіз сусындар пакеті, алдын ала төленген қонақүй қызмет ақысы, салықтар, алымдар, порттық төлемдер
pt: Tarifa do Cruzeiro, Pacote de Bebidas Não Alcoólicas, Taxa de Serviço Pré-paga do Hotel, Impostos, Taxas, Encargos Portuários
ro: Tarif croazieră, pachet băuturi nealcoolice, taxă de serviciu hotelier preplătită, taxe, comisioane, taxe portuare
uk: Круїзний Тариф, пакет безалкогольних напоїв, передоплачений готельний сервісний збір, податки, збори, портові збори
uz: Круиз нархи, Алкоголсиз ичимликлар пакети, Олдиндан тўланган меҳмонхона хизмати ҳақи, Солиқлар, тўловлар, порт йиғимлари
zh: 邮轮票价、无酒精饮品套餐、预付酒店服务费、税费、手续费、港口费

source: Cruise Fare, Pre-paid Hotel Service Charge, Taxes, Fees, Port Charges
fr: Tarif de la Croisière, Frais de Service Hôtelier Prépayés, Taxes, Frais, Frais Portuaires
it: Tariffa crociera, quota di servizio alberghiero prepagata, tasse, spese, diritti portuali.
ja: クルーズ運賃、前払いホテルサービス料、税金、手数料、港湾使用料
kk: Круиз құны, алдын ала төленген қонақүй қызмет ақысы, салықтар, алымдар, порттық төлемдер
pt: Tarifa do Cruzeiro, Taxa de Serviço Pré-paga do Hotel, Impostos, Taxas, Encargos Portuários
ro: Tarif de croazieră, taxă de serviciu hotelier preplătită, taxe, comisioane, taxe portuare
uk: Круїзний Тариф, передоплачений готельний сервісний збір, податки, збори, портові збори
uz: Круиз нархи, Олдиндан тўланган меҳмонхона хизмати ҳақи, Солиқлар, тўловлар, порт йиғимлари
zh: 邮轮票价、预付酒店服务费、税费、手续费、港口费

source: Cruise Fare, Taxes, Fees, Port Charges
fr: Tarif de la Croisière, Taxes, Frais, Frais Portuaires
it: Tariffa crociera, tasse, diritti e oneri portuali.
ja: クルーズ運賃、税金、手数料、港湾使用料
kk: Круиз құны, салықтар, алымдар, порттық төлемдер
pt: Tarifa do Cruzeiro, Impostos, Taxas, Encargos Portuários
ro: Tarif de croazieră, taxe, comisioane, taxe portuare
uk: Круїзний Тариф Податки, внески, портові збори
uz: Круиз нархи, Солиқлар, тўловлар, порт йиғимлари
zh: 邮轮票价、税费、手续费、港口费

source: Cruise Fare, Taxes, Fees, Port Charges, Wi Fi, Unlimited Soda
fr: Tarif de la Croisière, Taxes, Frais, Frais Portuaires, Wi Fi, Soda Illimité
it: Tariffa crociera, tasse, spese, diritti portuali, Wi-Fi, bibite analcoliche illimitate.
ja: クルーズ運賃、税金、手数料、港湾使用料、Wi-Fi、ソフトドリンク飲み放題
kk: Круиз құны, салықтар, алымдар, порттық төлемдер, Wi-Fi, шексіз газдалған сусындар
pt: Tarifa do Cruzeiro, Impostos, Taxas, Encargos Portuários, Wi-Fi, Refrigerantes Ilimitados
ro: Tarif croazieră, taxe, comisioane, taxe portuare, Wi-Fi, băuturi răcoritoare nelimitate
uk: Круїзний Тариф, податки, збори, портові збори, Wi-Fi, безлімітна газована вода
uz: Круиз нархи, Солиқлар, тўловлар, порт йиғимлари, интернет, чекланмаган миқдордаги газли ичимликлар
zh: 邮轮票价、税费、手续费、港口费、WiFi、无限量汽水

source: Cruise Fare, Unlimited Drink Package,Speciality Dining Package, Free WiFi, $50 USD Shore Excursion Credit. (*"Sail Away" Categories (IX, OX, BX, MX): Only receive $50 Shore Excursion credit. Other items of the packages don't apply. Available for the 1st and 2nd guests)
fr: Tarif de la Croisière, Forfait Boissons Illimitées, Forfait Restauration Spécialisée, WiFi Gratuit, Crédit de 50 $ USD pour les Excursions à Terre. (* Catégories"Sail Away"(IX, OX, BX, MX) : seuls les 50 $ de crédit pour les Excursions à Terre sont inclus. Les autres éléments du forfait ne s'appliquent pas. Offre valable uniquement pour les 1er et 2e passagers)
it: Tariffa crociera, pacchetto bevande illimitate, pacchetto ristorazione speciale, WiFi gratuito, credito di 50 USD per escursioni a terra. (*Categorie “Sail Away” (IX, OX, BX, MX): ricevono solo 50 USD di credito per escursioni a terra. Gli altri elementi dei pacchetti non sono applicabili. Disponibile per il 1° e il 2° ospite)
ja: クルーズ運賃、無制限ドリンクパッケージ、スペシャリティダイニングパッケージ、無料Wi-Fi、$50 USD ショアエクスカーション クレジット（※「Sail Away」カテゴリー（IX, OX, BX, MX）の場合は、$50 ショアエクスカーション クレジットのみが対象。他のパッケージ内容は適用されません。対象は1人目および2人目のゲストのみ）
kk: Круиз құны, шексіз ішімдік пакеті, арнайы мейрамханадағы ас мәзірі, тегін Wi-Fi, 50 АҚШ доллары көлемінде жағалаудағы экскурсияға несие. (*"Sail Away" санаттары (IX, OX, BX, MX): тек 50 долларлық жағалаудағы экскурсия несиесін алады. Пакеттің басқа тармақтары қолданылмайды. Тек 1-ші және 2-ші қонақтарға қолжетімді)
pt: Tarifa do Cruzeiro, Pacote de Bebidas Ilimitadas, Pacote de Refeições Especiais, Wi-Fi Gratuito, Crédito de US$ 50 para Excursões em Terra. (*Categorias “Sail Away” (IX, OX, BX, MX): recebem apenas crédito de US$ 50 para Excursões em Terra. Os outros itens dos pacotes não se aplicam. Disponível para o 1º e o 2º hóspedes)
ro: Tarif croazieră, pachet băuturi nelimitate, pachet cină specială, WiFi gratuit, credit excursie la țărm în valoare de 50$. (*Categoriile „Sail Away” (IX, OX, BX, MX): Primești doar un credit de 50$ pentru excursia la țărm. Alte articole din pachete nu se aplică. Disponibil pentru primul și al doilea oaspete)
uk: Круїзний Тариф, безлімітний пакет напоїв, пакет спеціалізованих ресторанів, безкоштовний Wi-Fi, кредит $50 USD на берегову екскурсію. (Категорії "Sail Away" (IX, OX, BX, MX): отримують лише кредит $50 на берегову екскурсію. Інші пункти пакета не застосовуються. Доступно лише для 1-го та 2-го гостей.)
uz: Круиз нархи, Чексиз ичимликлар пакети, Махсус овқатланиш, Бепул интернет, Қирғоқбўйи экскурсиялар учун 50$ кредит. (*"Жўнаш" тоифаларида (IX, OX, BX, MX): фақатгина Қирғоқбўйи экскурсиялар учун 50$ кредит. Пакетдаги бошқа имтиёзлар кирмайди. 1- ва 2-йўловчи учун мавжуд)
zh: 邮轮票价、无限量饮品套餐、特色餐饮套餐、免费WiFi、$50美元岸上观光抵用金。（*“Sail Away”舱等(IX, OX, BX, MX)：仅可获得$50岸上观光抵用金，其他套餐项目不适用。适用于第一和第二位客人）

source: Cruise Fare, Up to $600 onboard credit*, Taxes, Fees, Port Charges (*Onboard Credit amouont depends on the cabin category and duration of the cruise)
fr: Tarif de la Croisière, Crédit à bord jusqu'à 600 $*, Taxes, Frais, Frais Portuaires (*Le montant du Crédit à Bord dépend de la catégorie de cabine et de la durée de la croisière )
it: Tariffa crociera, credito di bordo fino a 600 $*, tasse, spese portuali (*L'importo del credito di bordo dipende dalla categoria della cabina e dalla durata della crociera).
ja: クルーズ運賃、最大$600のオンボードクレジット*、税金、手数料、港湾使用料（*オンボードクレジットの金額はキャビンカテゴリーとクルーズの期間によって異なります）
kk: Круиз құны, борттағы кредит $600-ге дейін*, салықтар, алымдар, порттық төлемдер (*Борттағы кредит мөлшері каюта санатына және круиздің ұзақтығына байланысты)
pt: Tarifa do Cruzeiro, até US$ 600 em crédito a bordo*, Impostos, Taxas, Encargos Portuários (*O valor do Crédito a Bordo depende da categoria da cabine e da duração do cruzeiro)
ro: Tarif croazieră, credit la bord de până la 600$*, taxe, comisioane, taxe portuare (*Suma creditului la bord depinde de categoria cabinei și de durata croazierei)
uk: Круїзний Тариф, до $600 бортового кредиту, податки, збори, портові збори (Сума бортового кредиту залежить від категорії каюти та тривалості круїзу)
uz: Круих нархи, 600$ гача Борт кредити*, Солиқлар, тўловлар, порт йиғимлари (*Борт кредити суммаси каюта тоифаси ва круиз давомийлигига боғлиқ)
zh: 邮轮票价、最高$600船上消费额度*、税费、手续费、港口费（*船上消费额度金额取决于舱等类别和邮轮航程时长）

source: Cruise Fare, WI-FI (1 device), Crew Appreciation, Plus Drinks Package (drinks up to $15 each), Casual Dining Meals (2 per Cruise), Premium Desserts (2 per day), Fitness Classes (2 per cruise), Unlimited Juice Bar, OceanNow Delivery, Room Service delivery, Taxes, Fees, Port Charges (* Available for the 1st and 2nd guests)
fr: Tarif de la Croisière, WI-FI ( pour 1 appareil ), Pourboire Inclus pour l'Équipage, Formule Boissons Plus (boissons jusqu'à 15 $ chacune), Repas Décontractés (2 par Croisière), Desserts Premium (2 par jour), Cours de Fitness (2 par croisière), Bar à Jus illimité, Livraison OceanNow, Service en Chambre, Taxes, Frais, Frais Portuaires (*Disponible pour les 1er et 2e passagers )
it: Tariffa crociera, WI-FI (1 dispositivo), apprezzamento equipaggio (mance), pacchetto bevande Plus (bevande fino a 15 $ ciascuna), pasti informali (2 per crociera), dessert premium (2 al giorno), lezioni di fitness (2 per crociera), juice bar illimitato, consegna OceanNow, servizio in camera, tasse, spese portuali (* disponibile per il 1° e il 2° ospite).
ja: クルーズ運賃、Wi-Fi（1台）、クルー向けチップ、ドリンクパッケージ（1杯あたり$15まで）、カジュアルダイニングの食事（クルーズごとに2回）、プレミアムデザート（1日2回）、フィットネスクラス（クルーズごとに2回）、ジュースバー飲み放題、OceanNowデリバリー、ルームサービスデリバリー、税金、手数料、港湾使用料
kk: Круиз құны, Wi-Fi (1 құрылғы), экипажға алғыс, қосымша ішімдік пакеті (әр сусын 15 АҚШ долларына дейін), жеңіл ас мәзірі (әр круизге 2 рет), премиум-десерттер (күніне 2 рет), фитнес-сабақтар (әр круизге 2 рет), шексіз шырындар бары, OceanNow жеткізу қызметі, бөлмеге жеткізу қызметі, салықтар, алымдар, порттық төлемдер (*тек 1-ші және 2-ші қонақтарға қолжетімді)
pt: Tarifa do Cruzeiro, WI-FI (1 dispositivo), Taxa de Serviço Tripulação, Pacote de Bebidas Plus (bebidas até US$ 15 cada), Refeições Informais (2 por Cruzeiro), Sobremesas Premium (2 por dia), Aulas de Ginástica (2 por Cruzeiro), Bar de Sucos Ilimitado, Serviço de Entrega a Bordo, Serviço de Entrega no Quarto, Impostos, Taxas, Encargos Portuários (* Disponível para o 1º e o 2º hóspedes)
ro: Tarif croazieră, WI-FI (1 dispozitiv), Meniu echipaj, Pachet băuturi Plus (băuturi de până la 15$ fiecare), Mese casual (2 per croazieră), Deserturi premium (2 pe zi), Cursuri de fitness (2 per croazieră), Bar de sucuri nelimitat, Livrare OceanNow, Livrare room service, Taxe, Comisioane, Taxe portuare (* Disponibil pentru primul și al doilea oaspete)
uk: Круїзний Тариф, Wi-Fi (1 пристрій), чайові для екіпажу, пакет напоїв «Plus» (до $15 кожен), харчування у повсякденному ресторані (2 за круїз), преміум-десерти (2 на день), фітнес-заняття (2 за круїз), безлімітний сік-бар, доставка OceanNow, доставка в каюту, податки, збори, портові збори (доступно для 1-го та 2-го гостей)
uz: Круиз нархи, WI-FI (1 та қурилма учун), Экипаж эътирофи, Плюс Ичимликлар пакети (ҳар бири 15$ гача бўлган ичимликлар), Махсус овқатланиш (круиз давомида 2 маротаба), Премиум ширинликлар (кунига 2 та), Фитнес машғулотлари (круиз давомида 2 маротаба), чексиз шарбатлар, OceanNow етказиб бериш хизмати, Хонага етказиб бериш хизмати, Солиқлар, тўловлар, порт йиғимлари (* 1- ва 2-йўловчилар учун мавжуд)
zh: 邮轮票价、Wi-Fi（1台设备）、船员服务费、饮品套餐（每杯最高$15）、休闲餐饮（每次航程2次）、高级甜点（每天2份）、无限量果汁吧、OceanNow送餐、客房送餐服务费、税费、手续费、港口费（*适用于第一和第二位客人）
