Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: PARTNER acknowledges that because of the position in which inGroup International is placing him/her, the substantial credibility, visibility and exposure to other IBPs that his/her status as a National Director will provide PARTNER, the access to confidential and trade secret information belonging to inGroup International, and other opportunities made available to PARTNER as a National Director or higher rank, PARTNER will acquire extensive information and ability specifically suited to immediate application by a party plan, multi-tier affiliate or direct selling business in competition with inGroup International. Accordingly, PARTNER considers the foregoing restrictions in this Section 4 in all respects reasonable, fair, and appropriate. Due to the national and international nature of the inGroup International business, PARTNER specifically agrees that the geographical limitation set forth in Section 4.e is reasonable, fair and appropriate in these circumstances. For the reasons set forth herein and others, PARTNER specifically agrees that a one (1) year restriction against competition after the termination of this Addendum is a fair, equitable and reasonable period of time. PARTNER acknowledges that he/she has been provided with ample opportunity to have this Addendum reviewed by counsel of his/her choice.
ca: El SOCI té coneixement que, a causa de la posició en què inGroup International el o la situa, la credibilitat, la visibilitat i l'exposició a altres IBP que la seva condició de National Director proporcionarà al SOCI l'accés a informació confidencial i secreta comercial pertanyent a inGroup International, i altres oportunitats posades a disposició del SOCI com a National Director o de rang superior, el SOCI pot accedir a informació adequada per a l'aplicació immediata d'un pla parcial, per un afiliat multinivell o negoci de venda directa en competència amb inGroup International. En conseqüència, el SOCI considera raonables, justes i apropiades les restriccions anteriors en tots els aspectes en aquesta secció 4 a causa de la naturalesa nacional e internacional del negoci d'inGroup International, el SOCI accepta específicament que la limitació geogràfica establerta a la secció 4.e és raonable, justa i adequada en aquestes circumstàncies. Per les raons exposades en aquest document i d'altres, el SOCI accepta específicament que una restricció d'un any a la competència després de la finalització d'aquest annex és un període de temps just, equitatiu i raonable. El SOCI reconeix que se li ofereix una àmplia oportunitat de revisar aquest annex per part de l'assessor que ha escollit.
de: Der PARTNER stimmt zu, dass er aufgrund der Position, in der er von inGroup International eingesetzt wird, der erheblichen Glaubwürdigkeit, Sichtbarkeit und Exposition gegenüber anderen unabhängigen Partnern, die sein Status als National Director dem PARTNER bietet, den Zugang zu vertraulichen Geschäftsgeheimnissen hat, die zu inGroup International gehören, und zu anderen Möglichkeiten, umfangreiche Informationen und Kompetenzen, die dem PARTNER als National Director oder höherrangig zur Verfügung gestellt werden und erwerben wird, wobei die speziell für die sofortige Anwendung durch einen Partyplan, ein Multilevel Affiliate oder ein Direktvertriebsgeschäft im Wettbewerb mit inGroup International stehen. Dementsprechend hält der PARTNER die vorstehenden Einschränkungen in diesem Abschnitt 4 in jeder Hinsicht für angemessen, fair und verständlich. Aufgrund des nationalen und internationalen Charakters des inGroup International-Geschäfts stimmt der PARTNER ausdrücklich zu, dass die in Abschnitt 4.e dargelegte geografische Beschränkung unter diesen Umständen angemessen, fair und verständlich sein wird. Aus den hier dargelegten und anderen Gründen stimmt der PARTNER ausdrücklich zu, dass eine einjährige Wettbewerbsbeschränkung nach Beendigung dieses Zusatzes eine angemessene, gerechte und verständliche Laufzeit ist. Der PARTNER erkennt an, dass ihm ausreichend Gelegenheit gegeben wurde, diesen Zusatz von einem Berater seiner Wahl überprüfen zu lassen.
es: El SOCIO reconoce que debido a la posición en la que inGroup International lo ubica, la credibilidad sustancial, la visibilidad y la exposición a otros IBP de que su estado como Director Nacional proporcionará al SOCIO, el acceso a información confidencial y de secreto comercial perteneciente a inGroup International, y otras oportunidades puestas a disposición del SOCIO como National Director o rango superior, el SOCIO puede acceder a información adecuada para la aplicación inmediata de un plan parcial, un afiliado de múltiples niveles o un negocio de venta directa en competencia con inGroup International. En consecuencia, el SOCIO considera razonables, justas y apropiadas las restricciones anteriores en esta Sección 4 en todos los aspectos. Debido a la naturaleza nacional e internacional del negocio de inGroup International, el SOCIO acuerda específicamente que la limitación geográfica establecida en la Sección 4.e es razonable, justa y apropiada en estas circunstancias. Por las razones expuestas aquí y otras, el SOCIO acuerda específicamente que una restricción de un (1) año contra la competencia después de la terminación de este Anexo es un período de tiempo justo, equitativo y razonable. El SOCIO reconoce que se le ha brindado una amplia oportunidad para que este Anexo sea revisado por un abogado de su elección.
fr: LE PARTENAIRE reconnaît qu'en raison de la position dans lequel inGroup International le/la place, de la crédibilité substantielle, de la visibilité et de l'exposition à l'autre IBP que son statut de Directeur National fournira au PARTENAIRE, l’accès aux informations confidentielles et au secret commercial appartenant à inGroup International, et d’autres opportunités sont mises à la disposition du PARTENAIRE comme Directeur National ou rang supérieur, le PARTENAIRE acquerra des informations plus larges et des capacités spécifiquement adaptées à l'application immédiate par un plan de fêtes, affiliation à plusieurs niveaux ou une entreprise de vente directe en concurrence avec inGroup International. En conséquence, le PARTENAIRE considère les restrictions susmentionnées dans cette section 4 à tous les égards raisonnables, équitables et appropriées. En raison de la nature nationale et internationale de l’activité inGroup International, PARTENAIRE convient spécifiquement que la limitation géographique énoncée dans la Section 4.e est raisonnable, juste et appropriée dans ces circonstances. Pour les raisons énoncées aux présentes et pour d’autres raisons, le PARTERNAIRE convient spécifiquement qu’une restriction d’un (1) an contre la concurrence après la résiliation de cet Addendum constitue une période de temps juste, équitable et raisonnable. Le PARTENAIRE reconnaît qu’il a eu amplement l’opportunité de faire réviser cet addendum par un conseiller de son choix.
it: Il PARTNER riconosce che, grazie alla sua posizione in inGroup International, la sua credibilità sostanziale, la visibilità e l'esposizione davanti agli altri Partner Commerciali Indipendenti, e grazie al suo status di National Director avrà l'accesso a informazioni confidenziali e ai segreti commerciali appartenenti a inGroup International, e altre opportunità messe a disposizione del PARTNER con qualifica di National Director o livello superiore, il Partner acquisirà ampie informazioni e abilità specifiche che possono essere immediatamente implementate da un affiliato multilivello o attività di vendita diretta in concorrenza con inGroup International. Di conseguenza, il PARTNER considera le restrizioni precedenti della presente Sezione 4 assolutamente ragionevoli, giuste e appropriate. A causa della natura nazionale e internazionale dell'attività di inGroup International, il PARTNER accetta specificamente che la limitazione geografica di cui alla Sezione 4.e sia ragionevole, equa e appropriata in queste circostanze. Per i motivi esposti nel presente documento e in altri, il PARTNER accetta specificamente che la restrizione alla concorrenza di un (1) anno dopo la risoluzione di questo Addendum è un periodo di tempo giusto, equo e ragionevole. Il PARTNER riconosce di avere avuto ampia opportunità di sottoporre questo Addendum al consulto di un legale di sua scelta.
ja: パートナーは、inGroup Internationalが彼/彼女を配置している立場から、他のIBPへの実質的な信頼性、可視性、およびエクスポージャーのために、ナショナルディレクターのパートナーとしての彼/彼女の地位が提供されると認めます。inGroup Internationalに属する機密情報および企業秘密情報へのアクセスとそして他の機会がナショナルディレクターまたはそれより高いランクのパートナーに利用可能になります。パートナーは、inGroup Internationalと競合する複数層の関連会社または直接販売事業に関してパーティープランによるすぐに応用できる広範な情報と能力を獲得します。したがって、パートナーは、このセクション4の前述の制限をあらゆる点で合理的、公正かつ適切と見なします。inGroup International事業の国内および国際的な性質により、パートナーはセクション4.eに記載されている地理的制限がこれらの状況において合理的、公正かつ適切であることに特に同意します。本契約その他の理由により、パートナーは、本追加条項の終了後の競合に対する1年間の制限は、公正で、公正かつ合理的な期間であることに特に同意します。パートナーは、この追加条項を自分の選択した弁護士が審査する十分な機会を与えられたことを認めます。
kk: inGroup International СЕРІКТЕСТІҢ Ұлттық Директор мәртебесіне сай inGroup International-ке тиесілі құпия және коммерциялық құпия ақпаратқа қол жеткізуін қамтамасыз ететінін, сондай-ақ шынайылық, қолжетімділік пен көрнекілікті, басқа да мүмкіндіктермен қамтамасыз ететінін білдіреді. СЕРІКТЕСТІҢ ұлттық директор немесе жоғары дәрежеге (рангке) өтуі басқаларға қарағанда оның жоғарғы статусын көрсетеді. СЕРІКТЕС inGroup International-тен толық, кең көлемде ақпарат пен үлкен мүмкіндіктерге қол жеткізіп, арнайы бәсекелестікке арналған дереу командалық жоспар, көп деңгейлі серіктестік немесе тікелей бизнес туралы өте пайдалы ақпарат пен мүмкіндіктерді алады. Сондықтан, СЕРІКТЕС жоғарыда 4-тарауда көрсетілген шектеулерді дұрыс, ақылға қонымды, әділ және барлық жағынан қолайлы деп қабылдайды. inGroup Internationa бизнесінің ұлттық және халықаралық сипатына, дәрежесіне байланысты, СЕРІКТЕС, 4.e-тарауда көрсетілген географиялық шектеулерді осы жағынан дұрыс, ақылға қонымды, адал және қолайлы екендігімен келіседі. Осы және басқа да себептер бойынша, СЕРІКТЕС, осы толықтыруды, қосымшаны тоқтатқаннан кейін бір (1) жыл бойы бәсекелестікке қарсы шектеуді дұрыс, ақылға қонымды, әділ және уақыт мерзімі де түсінікті деп санайды. СЕРІКТЕС оған бұл өз таңдауы бойынша мол мүмкіндік берілгенін, бұл қосымшаны өз адвокатымен назар аударып қарап танысатынына сенімді.
ky: ӨНӨКТӨШ inGroup Internationalда ээ боло турган даражасына байланыштуу Улуттук директордун статусу аркылуу камсыз кылынган ишенимдин олуттуу ресурсу, көрүнүү жана башка ЭБПлерге жетүү, inGroup Internationalга тиешелүү купуя маалыматтарга жана коммерциялык сырларга жана Улуттук директор же жогорку даражадагы адам катары ӨНӨКТӨШкө берилген башка мүмкүнчүлүктөргө жетээрин эске алат, ӨНӨКТӨШ inGroup International менен атаандашкан партиялык план, көп деңгээлдүү филиал же түз сатуу бизнеси тарабынан дароо ишке ашыруу үчүн атайын ылайыкталган ар тараптуу билимге жана көндүмгө ээ болот. Буга ылайык, ӨНӨКТӨШ ушул 4-бөлүмдөгү жогоруда айтылган чектөөлөрдү бардык жагынан негиздүү, адилеттүү жана ылайыктуу деп эсептейт. inGroup Internationa бизнесинин улуттук жана эл аралык табиятынан жана көлөмүнөн улам ӨНӨКТӨШ 4.e бөлүмүндө көрсөтүлгөн географиялык чектөөлөр бул жагынан негиздүү, адилеттүү жана ылайыктуу экенине макул болот. Ушул жерде жана башкаларда баяндалган себептерден улам, ӨНӨКТӨШ бул Тиркеме токтотулгандан кийин атаандаштыкка каршы бир (1) жылдык чектөө адилеттүү, акылга сыярлык жана негиздүү мезгил экенине өзгөчө макул болот. ӨНӨКТӨШ ага бул Тиркемени өзү тандаган консультанттын жардамы менен карап чыгууга кеңири мүмкүнчүлүк берилгенин моюнга алат.
lv: PARTNERIS atzīst, ka, ņemot vērā stāvokli, kādā inGroup International nostāda viņu par būtisku uzticamību, pamanāmību un pakļautību citiem IBPs, ka viņa/viņas kā Nacionālā direktora statuss nodrošinās partneri, piekļuvi konfidenciālai un tirdzniecības slepenai informācijai, KAS pieder pie inGroup International un citām iespējām, KAS darītas PIEEJAMAS partnerim kā valsts direktoram vai augstākam amatam, partneris iegūs plašu informāciju un spējas, kas ir īpaši piemērotas TŪLĪTĒJAI partijas plāna, daudzlīmeņu radniecīga vai tiešs tirdzniecības bizness sacensībā ar inGroup International. Tādējādi PARTNERIS uzskata, ka 4. punktā minētie ierobežojumi visos aspektos ir pamatoti, taisnīgi un piemēroti.Sakarā ar inGroup International nacionālo un internacionļo raksturu PARTNERIS īpaši piekrīt, ka ģeogrāfiskais ierobežojums, kas noteikts 4. e iedaļā, ir saprātīgs, taisnīgs un piemērots šādos apstākļos. Šo un citu iemeslu dēļ PARTNERIS īpaši piekrīt, ka viena (1) gada ierobežojums attiecībā uz konkurenci pēc šā papildinājuma izbeigšanas ir taisnīgs un saprātīgs laika posms. PARTNERIS atzīst, ka viņam/viņai ir dota lieliska iespēja šo papildinājumu izskatīt pēc viņa izvēles.
mn: ТҮНШ нь inGroup International-ээс тухайн цол зэрэг дээр томилогдсоныхоо хувьд, бусад БДТ-үүдийн өмнө ил, найдаж болохоор, түүнчлэн National Director-ын хувьд, inGroup International-д хамаарах нууцууд болон худалдааны нууц мэдээллүүд, National Director болон түүнээс дээш зэрэгтэй Түншийн хувьд ТҮНШҮҮДЭД өгдөг бусад боломжуудын тухай мэдээллүүд, INCRUISES-тэй өрсөлдөгч шууд худалдааны бизнес, олон түвшний хамтрагч, талуудаар хийгдсэн өргөн мэдээллийг авах эрхтэй гэдгээ хүлээн хүлээн зөвшөөрч байна. Иймээс ТҮНШ нь 4-р хэсэгт дурьдсан хязгаарлалтуудыг бүх талаар боломжийн, шударга, тохиромжтой гэж зөвшөөрөн үзнэ. inGroup International-ийн бизнесийн үндэсний болон олон улсын шинж чанараас шалтгаалан ТҮНШ нь 4.д хэсэгт заасан газарзүйн хязгаарлалт нь эдгээр нөхцөлд үндэслэлтэй, шударга бөгөөд тохиромжтой гэдэгтэй онцгой санал нэгтэй байна. Энд дурдсан болон бусад шалтгаануудын улмаас, ТҮНШ нь энэхүү Нэмэлт Гэрээг цуцалснаас хойш өрсөлдөөний нэг жилийн хязгаарлалтын хугацааг шударга, эрх тэгштэй, боломжийн хугацаа гэдэгтэй санал нэг байна. ТҮНШ нь энэ Нэмэлт Гэрээг өөрийн сонгосон зөвлөлөөр хянан үзүүлэхэд бүрэн боломжоор хангагдсан гэдгээ хүлээн зөвшөөрч байна.
pt: O SÓCIO reconhece que por causa da posição em que o inGroup International está colocando a ele/ela, a substancial credibilidade, visibilidade e exposição a outros sócios que seu status como Diretor Nacional fornecerá, o acesso a informações confidenciais e segredos comerciais pertencentes ao inGroup International e outras oportunidades disponibilizadas ao SÓCIO na qualificação de Diretor Nacional ou outra superior, o SÓCIO adquirirá ampla informação e aptidão especifica e adequada para aplicação imediata em planos de multinível, afiliação multicamada ou negócios de venda direta em concorrência com o inGroup International. Consequentemente, o SÓCIO considera as restrições precedentes nesta Seção 4 em todos os aspectos razoáveis, justas e apropriadas. Devido à natureza nacional e internacional dos negócios inGroup International, o SÓCIO especificamente concorda que a limitação geográfica estabelecida na Seção 4 é razoável, justa e apropriada nestas circunstâncias. Pelos motivos aqui expostos e outros, o SÓCIO concorda especificamente que uma restrição de um (1) ano contra a concorrência após o término deste Adendo é um período de tempo justo, equitativo e razoável. O SÓCIO reconhece que ele/ela teve ampla oportunidade de ter este Adendo revisado por um advogado de sua escolha.
ro: PARTENERUL înțelege că potrivit poziţiei pe care inGroup International i-o conferă, de credibilitate sporită, vizibilitate şi expunere înaintea altor PAI, statutul lui/ei de Director Naţional va oferi PARTENERULUI accesul la informaţii confidenţiale şi secrete comerciale care aparţin inGroup International şi alte oportunităţi puse la dispoziţia PARTENERULUI ca Director Naţional sau o treaptă superioară, PARTENERUL va dobândi informaţii suplimentare şi capacitatea necesară pentru a o folosi imediat într-un plan de vânzare socială, prin afiliere pe niveluri multiple sau afaceri cu vânzare directă aflate în competiţie cu inGroup International. În mod corespunzător, PARTENERUL consideră restricţiile mai sus menţionate în această Secţiune 4 în toate privinţele rezonabile, corecte şi potrivite. Datorită naturii naţionale şi internaţionale a afacerii inGroup International, PARTENERUL este în mod specific de acord că limitarea geografică despre care se vorbeşte în Secţiunea 4.e este rezonabilă, corectă şi potrivită în aceste împrejurări. Pentru motivele enunţate aici şi altele, PARTENERUL este în mod specific de acord că un (1) an de restricţie împotriva competiţiei după terminarea acestui Act Adiţional este o perioadă de timp corectă, echitabilă şi rezonabilă. PARTENERUL recunoaşte că lui/ei i s-au oferit ocazii suficiente de a evalua acest Act Adiţional prin consilierea juridică la alegerea proprie.
ru: ПАРТНЕР признает, что, учитывая ранг , который он будет занимать в inGroup International, существенный ресурс доверия, заметности и доступа к другим НБП, которые обеспечиваются статусом Национального Директора, доступ к принадлежащей inGroup International конфиденциальной информации и коммерческой тайне, а также прочие возможности, предоставляемые ПАРТНЕРУ как Национальному Директору или лицу, занимающему более высокий Ранг, ПАРТНЕР получит обширную информацию и возможности, которые могут немедленно быть использованы программами продаж с демонстрацией товаров на дому у потенциальных покупателей, многоуровневыми структурами продаж с привлечением независимых распространителей, схемами сетевого маркетинга и схемами многоуровневых аффилированных продавцов как конкурентами в ущерб коммерческим интересам inGroup International. Соответственно, ПАРТНЕР считает вышеуказанные запреты, предусмотренные настоящей статьей 4, во всех отношениях разумными, справедливыми и обоснованными. Ввиду национального и международного характера деятельности inGroup International, ПАРТНЕР отдельно соглашается с тем, что ограничения географического характера, предусмотренные статьей 4.с, являются в указанных обстоятельствах разумными, справедливыми и обоснованными. По изложенным в настоящем Дополнении причинам и по иным причинам ПАРТНЕР отдельно соглашается с тем, что установленный годовой срок после прекращения настоящего Дополнения, в течение которого действует запрет на участие в конкурирующей деятельности, является разумным, справедливым и обоснованным сроком. ПАРТНЕР подтверждает, что ему была предоставлена достаточная возможность передать настоящее Дополнение на изучение выбранным им юристам.
uk: ПАРТНЕР визнає, що, враховуючи ранг , який він займатиме в inGroup International, суттєвий ресурс довіри, помітності та доступу до інших НБП, які забезпечуються статусом Національного Директора, доступ до належної inGroup International конфіденційної інформації та комерційної таємниці, а також інші можливості, що надаються ПАРТНЕРУ як Національному Директору або особі, що займає більш високий Ранг, ПАРТНЕР отримає обширну інформацію та можливості, які можуть бути негайно використані програмами продажу з демонстрацією товарів вдома у потенційних покупців, багаторівневими структурами продажів із залученням незалежних розповсюджувачів, схемами мережевого маркетингу та схемами багаторівневих афілійованих продавців як конкурентами на шкоду комерційним інтересам inGroup International. Відповідно, ПАРТНЕР вважає вищезазначені заборони, передбачені цією статтею 4, в усіх відношеннях розумними, справедливими та обґрунтованими. Зважаючи на національний та міжнародний характер діяльності inGroup International, ПАРТНЕР окремо погоджується з тим, що обмеження географічного характеру, передбачені статтею 4.e, є в зазначених обставинах розумними, справедливими та обґрунтованими. За викладеними у цьому Доповненні причинами та з інших причин ПАРТНЕР окремо погоджується з тим, що встановлений річний термін після припинення цього Доповнення, протягом якого діє заборона на участь у конкуруючій діяльності, є розумним, справедливим та обґрунтованим терміном. ПАРТНЕР підтверджує, що йому було надано достатню можливість передати це Доповнення на вивчення обраним юристам.
uz: ҲАМКОР inGroup International даги мақоми, ўзининг Миллий директорлик мақоми таъминлайдиган бошқа МБҲларга катта ишонч, кўриниш ва мойиллиги, inGroup International га тегишли маҳфий ва тижорат сири бўлган ахборотни олиш имкони, ва ҲАМКОРГА Миллий директор ва ундан юқори ранг эгаси сифатида тақдим этилган бошқа имкониятлар сабабли ҲАМКОР inGroup International билан рақобатда тадбирлар уюштиришда, кўп тармоқли ҳамкорлик ёки тўғридан-тўғри сотувда дарҳол қўллаши учун махсус мос келувчи кенг ахборот ва имкониятни қўлга киритишини тушунади. Тегишлича, ҲАМКОР мазкур 4-бўлимдаги юқорида келтирилган чекловларни ҳар томонлама оқилона, адолатли ва ўринли деб ҳисоблайди. inGroup International нинг миллий ва халқаро характердаги бизнеси туфайли ҲАМКОР 4.е бўлимида баён этилган географик чекловлар ушбу ҳолатда оқилона, адолатли ва ўринли эканлигига қўшилади. Ушбу ҳужжат ва бошқа ҳужжатларда баён этилган сабабларга кўра, ҲАМКОР ушбу Қўшимча амал қилиши тугатилганидан кейинги рақобатга оид ўрнатилган бир (1) йиллик чеклов адолатли, тенг ҳуқуқли ва оқилона белгиланганлигини қабул қилади. ҲАМКОР ушбу Қўшимчани ўзи истаган адвокат билан биргаликда кўриб чиқиши учун етарлича вақт тақдим этилганига розилик билдиради.
zh: 合作伙伴承认，作为国家董事合作伙伴，他/她将从他/她在 inGroup International 的位置获得可观的信誉、知名度和对其他 IBP 的曝光度。访问属于 inGroup International 的机密和商业机密信息以及其他机会将提供给 National Director 或更高级别的合作伙伴，合作伙伴可以获得各种信息和功能，这些信息和功能可以直接应用到与 inGroup International 竞争的多层附属公司或直销业务的派对计划中。因此，合作伙伴认为第4节中描述的限制在所有方面都是合理、公平和适当的。由于 inGroup International 业务的国家和国际性质，合作伙伴明确同意第4.e节中描述的地理限制在这些情况下是合理、公平和适当的。就本协议及其他原因而言，合作伙伴明确同意本补充期结束后的一（1）年竞争限制是公平、公正和合理的期限。合作伙伴承认，他们已与律师一起审阅其他条款。

source: Partner Activation Date:
ca: Data d'activació de Soci:
de: Partner Aktivschaltungsdatum:
es: Fecha de Activación de Socio:
fr: Date d'activation du partenaire :
it: Data di attivazione del Partner:
ja: パートナー登録日：
kk: Серіктесті қосқан күні:
ko: 파트너 활성화일:
ky: Өнөктөштү Активдештирүү Күнү:
lv: Partnera aktivizācijas datums:
mn: Түншийн идэвхжсэн Огноо:
pt: Data de ativação como parceiro:
ro: Data activării partenerului:
ru: Дата Активации Партнёра:
uk: Дата Активації Партнера:
uz: Ҳамкор фаоллашган сана:
zh: 合作夥伴激活日期：
