Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: 3-5th level partner activations / reactivations
ca: Activacions/reactivacions de socis de 3r a 5è nivell
de: 3-5. Stufe Partneraktivierungen / Reaktivierungen
es: Activaciones/Reactivaciones de Socios de 3ro a 5to nivel
fr: activations / réactivations de prtenaire de niveau 3 à 5
it: Attivazioni/riattivazioni partner di livello 3-5
ja: 3〜5レベルパートナー登録／再登録
kk: 3-5 деңгейдегі серіктестерді белсендіру / қайта белсендіру
ky: 3-5-деңгээлдеги өнөктөш активдештирүүлөрү / кайрадан активдештирүүлөр
mn: 3-5 үеийн түншийн идэвхжүүлэлтүүд / дахин идэвхжүүлэлтүүд
pt: 3º-5º nível de ativações de parceiro/reativações
ro: Activări/reactivări ale partenerilor de nivel 3-5
ru: Активации/восстановления Партнёра на уровнях 2-5
uk: Активації / реактивації партнерів 3–5-го рівня
uz: 3-5-чуқурликдаги ҳамкорнинг фаолликлари / қайта фаолликлари
zh: 第3至第5级合伙人激活／重新激活

source: 3. Grow your Total Team NEW Partner enrollments by 15% from last month to this month
ca: 3. Augmenta el nombre total de NOVES inscripcions de Socis en un 15% del mes passat a aquest mes
de: 3. Erhöhen Sie vom letzten Monat bis diesen Monat die Zahl der Registrierungen NEUER Partner um 15%
es: 3. Aumenta tu número total de Equipo en NUEVAS inscripciones de Socios en un 15% del mes pasado a este
fr: 3. Augmentez de 15% l'inscriptions Totale de vos NOUVEAUX Partenaires de votre équipe du dernier mois à ce mois-ci
it: 3. Aumenta il numero totale di iscrizioni di NUOVI Partner del 15% dal mese scorso a questo mese
ja: 3．先月から今月までにチーム全体新規パートナー登録数を１５%増加
kk: 3. Өткен айдан бастап осы айға дейінгі жалпы серіктестікке жаңа жазушыларды 15% көбейтіңіз
ko: 3. 지난 달의 전체 팀 신규 파트너 등록수를 기준으로 10월의 전체 팀 신규 파트너 등록수를 15 % 더 늘립니다
ky: 3. Өткөн айдан ушул айга чейин жалпы командаңыздын ЖАНЫ Өнөктөш каттоосун 15% га көбөйтүңүз
lv: 3.Palielini savu Kopējo Komandas JAUNO Partneru iesaistīšanu līdz 15% no iepriekšējā un šī mēneša apgrozījuma
mn: 3. Өөрийн багийн шинэ Түншүүдийг энэ сард өмнөх сарынхаас 15%-иар нэмэгдүүлэн өөрийн багийг өсгөх
pt: 3. Aumente o número total de inscrições de novos sócios em 15% neste mês
ro: 3. Crește numărul Total de înscrieri de Parteneri NOI în Echipă cu 15% de luna trecută până în această lună
ru: 3. Увеличьте общий объём НОВОГО Партнёрского товарооборота Вашей команды в этом месяце на 15%, по сравнению с предыдущим.
uk: 3. Збільште Загальний Обсяг НОВОГО Партнерського товарообігу Вашої команди в цьому місяці на 15%, в порівнянні з попереднім
uz: 3. Ушбу ойда Умумий жамоангиздаги ЯНГИ Ҳамкорлар обунасини ўтган ойга нисбатан 15%га оширинг
zh: 3.從上個月到這個月，您的新團隊合作夥伴總數增加15％

source: 3. Term of Addendum.
ca: 3. Termini de l'Annex.
de: 3. Laufzeit des Addendums.
es: 3. Término del Anexo.
fr: Durée de l’addenda.
it: 3. Termine dell'addendum.
ja: 3. 追加条項の期間。
kk: 3. Қосымшаның шарттары.
ko: 3. 추가 조항의 적용 기간.
ky: 3. Толуктоо шарттары.
lv: 3.Papildinājuma termiņš.
mn: 3. Нэмэлт өөрчлөлтийн хүчинтэй хугацаа.
pt: 3. Termo de Adendo.
ro: 3. Termenul actului adiţional.
ru: 3. Условия Дополнения.
uk: 3. Термін Додаткової угоди.
uz: 3. Қўшимчанинг амал қилиш муддати.
zh: 3. 附錄條款。

source: 300,000+ Tours and experiences are waiting for you
ca: Més de 300.000 Tours i experiències t'esperen.
de: 300.000+ Touren und Erlebnisse warten auf Sie
es: Más de 300,000 tours y experiencias están esperándote
fr: Plus de 300 000 circuits et expériences vous attendent
it: Ti aspettano più di 300.000 tour ed esperienze
ja: 300,000件以上のツアーと体験があなたを待っています
kk: Сізді 300 000-нан астам турлар мен тәжірибелер күтуде
ky: 300,000+ Тур жана тажрыйбаларa сизди күтүүдө
lv: 300,000+ Ekskursiju pieredze jūs gaida
mn: 300,000+ гаруй аялал, гайхалтай газрууд таныг хүлээж байна
pt: Mais de 300.000 passeios e experiências estão esperando por você
ro: Peste 300.000 de tururi și experiențe te așteaptă
ru: Вас ждут более 300 000 туров и экскурсий
uk: На вас чекають понад 300 000 турів та екскурсій
uz: 300,000+ турлар ва саргузаштлар сизни кутмоқда!
zh: 超过300,000项旅游和体验项目正等着您！

source: 300.000+ Global destinations are waiting for you
ca: Més de 300.000 destins a tot el món t'esperen!
de: 300.000+ Globale Reiseziele warten auf Sie
es: Más de 300,000 destinos globales están esperándote
fr: + de 300,000 destinations qui vous attendent
it: Ci sono oltre 300.000 destinazioni in tutto il mondo che ti aspettano
ja: 300,000以上の世界中の観光地があなたを待っています
kk: Сізді бүкіл әлем бойынша 300.000нан астам бағыттар күтеді
ky: 300.000+ Дүйнөлүк багыттар сизди күтүүдө!
lv: 300.000 + Pasaules gala mērķi gaida jūs
mn: Дэлхийн 300.000+ гаруй газрууд таныг хүлээж байна
pt: Mais de 300.000 destinos globais estão esperando por você
ro: 300.000+ de destinaţii globale te aşteaptă
ru: Вас ждут более 300 000 международных направлений
uk: На вас чекає понад 300 000 міжнародних напрямків
uz: 300.000+ Глобал йўналишлар сизни кутмоқда
zh: 全球300,000多個目的地正等著您！

source: 3rd
fr: 3e

source: 3rd–5th Level
fr: 3e à 5e Niveau
it: 3°-5° Livello

source: 4 basic concepts every Partner must know:
ca: 4 conceptes bàsics que tot Soci ha de conèixer:
de: 4 grundlegende Konzepte, die jeder Partner kennen muss:
es: 4 conceptos básicos que cada Socio debe saber:
fr: 4 concepts de base que tout Partenaire doit connaître :
it: 4 concetti fondamentali che ogni Partner deve conoscere:
ja: パートナーが知っておくべき４つの基本概念：
kk: Әрбір серіктес білуі керек 4 негізгі ұғым:
ko: 모든 파트너가 알아야 할 4가지 기본 개념:
ky: Ар бир өнөктөш билиши керек болгон 4 негизги түшүнүк:
lv: 4 pamatjēdzieni, kas jāzina katram partnerim:
mn: Түнш хүн бүрийн мэдэх ёстой 4 үндсэн ойлголтыг өгдөг. Үүнд:
pt: 4 conceitos básicos que todo Parceiro deve saber:
ro: 4 concepte de bază pe care fiecare partener trebuie să le cunoască:
ru: 4 базовые концепции, которые должен знать каждый Партнёр:
uk: 4 базові концепції, які має знати кожен Партнер:
uz: Ҳар бир Ҳамкор билиши шарт бўлган ўта муҳим 4 асос:
zh: 每个合作伙伴都必须知道的 4 个基本概念：

source: 4 NEW Direct Partner-Members (PM)
fr: 4 NOUVEAUX Membres Partenaires Directs (MP)
it: 4 NUOVI Partner-Membri diretti (PM)

source: 4. New Partners through 10 Levels (5 for MD, 15 for SMD, and 50 for RD)
ca: 4. Nous Socis durant 10 Nivells - (5 per MD, 15 per SMD, y 50 per RD)
de: 4. Neue Partner über 10 Stufen (5 für MD, 15 für SMD, und 50 für RD)
es: 4. Nuevos Socios durante 10 Niveles - (5 para MD, 15 para SMD, y 50 para RD)
fr: 4. Nouveaux Partenaires à travers 10 niveaux (5 pour MD, 15 pour SMD, et 50 pour RD)
it: 4. Nuovi Partner fino a 10 livelli (5 per MD, 15 per SMD e 50 per RD)
ja: 4. １０レベル以内での新規パートナー数（MDは５人、SMDは１５人、RDは５０人）
kk: 4. 10 деңгейден жаңа серіктес (MD үшін 5, SMD үшін 15, RD үшін 50)
ko: 4. 10 레벨 이내의 새로운 파트너 - (MD는 5명, SMD는 15명, RD는 50명)
ky: 4. 10 баскычты басып өткөн Жаңы Өнөктөштөр(MD үчүн 5, SMD үчүн 15 жана RD үчүн 50)
lv: 4 Jaunie Partneri 10 līmeņos(5 priekš MD,15priekš SMD un 50 priekš RD)
mn: 4. 10 үе хүртэлх Шинэ Түншүүд (MЗ-д 5, АМЗ-д 15, БЗ-д 50)
pt: 4. Novos sócios através de 10 níveis- (5 para DM, 15 para DMS e 50 para DR)
ro: 4. Parteneri noi până la 10 niveluri (5 pentru MD, 15 pentru SMD și 50 pentru RD)
ru: 4. Новые Партнеры, прошедшие 10 Уровней (5 - для МД, 15 - для СМД и 50 для РД).
uk: 4. Нові Партнери, що пройшли 10 Рівнів (5 - для МД, 15 - для СМД і 50 для РД)
uz: 4. 10 даража бўйича янги Ҳамкорлар - (МД учун 5, СМД учун 15, МинД учун 50 та)
zh: 4.通過10個級別的新合作夥伴（5個MD級別，15個SMD級別和50個RD級別）

source: 4. PARTNER’S Covenants, Duties and Obligations.
ca: 4. Convenis, Deures i Obligacions del Soci.
de: 4. Des PARTNERS Zusicherungen, Pflichten und Verpflichtungen.
es: 4. Pactos, Deberes y Obligaciones del SOCIO.
fr: 4. Engagements, devoirs, et obligation des partenaires.
it: 4. Impegni, doveri e obblighi del PARTNER.
ja: 4.パートナーの規約、義務および責務。
kk: 4. СЕРІКТЕСТІҢ Келісім-шарттары, Міндеттері мен Міндеттемелері.
ko: 4. 파트너의 약속 및 의무.
ky: 4. ӨНӨКТӨШТҮН келишимдери, милдеттери жана милдеттенмелери.
lv: 4. PARTNERA vienošanās, pienākumi un saistības.
mn: 4. ТҮНШИЙН Гэрээ, Үүрэг хариуцлага.
pt: 4. Acordos, Deveres e Obrigações do SÓCIO.
ro: 4. Acordurile PARTENERULUI, Îndatoririle şi Obligaţiile.
ru: 4. ПАРТНЕРСКИЕ Договора, Обязанности и Обязательства.
uk: 4. Угоди, Зобов'язання та Обов'язки ПАРТНЕРІВ.
uz: 4. ҲАМКОР аҳдлашувлари, мажбуриятлари ва масъулиятлари.
zh: 4.合作夥伴的合約，責任和義務。

source: 4th
fr: 4e

source: 5 annual INsider Pricing Bookings
ca: 5 reserves anuals amb INsider Pricing
de: 5 jährliche INsider Pricing Buchungen
es: 5 reservas anuales con Precio INsider
fr: 5 réservations annuelles pour la tarification INsider
it: 5 prenotazioni annuali a tariffe INsider Pricing
ja: 年間5件のINsider Pricingを利用したご予約
kk: 5 жыл сайынғы INsider Pricing Bookings
ky: Жылына 5 INsider Pricing баасында брондоо
lv: 5 gadskārtējās Insider Pricing Rezervācijas
mn: Жилд 5 удаа INsider Pricing үнээр захиалга хийх эрх
pt: 5 reservas anuais com INsider Pricing
ro: 5 rezervări anuale cu INsider Pricing
ru: 5 бронирований в год с INsider Pricing
uk: 5 бронювань на рік з INsider Pricing
uz: INsider Pricing билан йилига 5 та буюртма
zh: 每年5次INsider Pricing预订

source: 5 INsider bookings/ year
fr: 5 réservations INsider/an
it: 5 prenotazioni INsider/anno
kk: 5 INsider брондау / жыл
pt: 5 reservas INsider/ano
uk: 5 Бронювань з INsider Pricing / рік
zh: 5次INsider预订/每年

source: 5. Termination of Addendum.
ca: 5. Terminació de l'Annex.
de: 5. Kündigung des Addendums.
es: 5. Terminación del Anexo.
fr: 5. Fin de l’addenda.
it: 5. Cessazione dell'Addendum.
ja: 5.追加条項の終了。
kk: 5. Қосымшаны тоқтату.
ko: 5. 추가 조항의 해지.
ky: 5. Толуктоолорду жокко чыгаруу.
lv: 5. Pielikuma beigas.
mn: 5. Нэмэлт Өөрчлөлтийг цуцлах.
pt: 5. Rescisão do Adendo.
ro: 5. Încheierea actului adiţional.
ru: 5. Отмена Дополнения.
uk: 5. Припинення Дії Додаткової угоди.
uz: 5. Қўшимчани тугатиш.
zh: 5. 附錄終止。

source: 50 Complimentary Reward Points
ca: 50 Punts de Recompensa Complementaris
de: 50 kostenlose Reward Points
es: 50 Puntos de Recompensa de cortesía
fr: 50 Points de Récompense offerts
it: %0 Crediti Premio omaggio
ja: 50無料リワードポイント
kk: 50 сыйлық бонус ұпайлары
ky: Кошумча 50 бонустук упай
lv: 50 Bezmaksas Balvu Punkti
mn: Үнэгүй авах 50 Шагналын Оноо
pt: 50 Pontos de Recompensa Grátis
ro: 50 de puncte recompensă gratuite
ru: 50 подарочных Бонусных Баллов
uk: 50 подарункових Бонусних Балів
uz: мукофот тариқасидаги 50 Бонус баллари
zh: 50个免费奖励积分

source: 50 GLS points
ca: 50 punts GLS
es: 50 puntos GLS
fr: 50 points GLS
it: 50 punti GLS
ja: 50 GLS ポイント
kk: 50 GLS ұпайлары
pt: 50 pontos GLS
ro: 50 de puncte GLS
uk: 50 МЛС балів
uz: 50 GLS баллари
zh: 50 GLS积分

source: 50 Reward Points
ca: 50 Punts de Recompensa
es: 50 Puntos de Recompensa
fr: 50 Points de Récompense
it: 50 Crediti Premio
ja: 50リワードポイント
kk: 50 Бонус Ұпайлар
ky: 50 Бонустук Упай
lv: 50 Balvu Punkti
mn: аяллын захиалгад ашиглах
pt: 50 Pontos de Recompensa
ro: 50 de puncte de recompensă
ru: 50 Бонусных Баллов
uk: 50 Бонусних Балів
uz: 50 Бонус баллари
zh: 50奖励积分

source: 50+ locations you can attend globally (Check with your top leaders regards local events in your area).
ca: Més de 50 ubicacions a les quals pots assistir a tot el món (consulta amb els teus líders principals els esdeveniments locals de la teva zona).
de: Mehr als 50 Orte, die Sie weltweit besuchen können (Fragen Sie bei Ihren Top-Führungskräften nach Veranstaltungen in Ihrer Region).
es: Más de 50 ubicaciones a las que puedes asistir en todo el mundo (consulta con tus líderes principales sobre los eventos locales en tu área).
fr: Plus de 50 lieux auxquels vous pouvez assister dans le monde entier (Vérifiez auprès de vos leaders principaux les événements locaux dans votre région).
it: Più di 50 località in tutto il mondo a cui puoi partecipare (Consulta i tuoi leader superiori per conoscere gli eventi locali nella tua zona).
ja: 50以上のロケーションでグローバルに参加可能（あなたの地域のローカルイベントについて、あなたのトップリーダーに確認してください）。
kk: Бүкіл әлем бойынша сіз бара алатын 50-ден астам орын (сіздің аймағыңыздағы іс-шаралар туралы жоғарғы көшбасшыларыңыздан анықтаңыз).
ko: 전세계적으로 50개 이상의 장소에 참석할 수 있습니다(해당 지역의 지역 이벤트에 관해 당신의 탑리더들에게 확인하십시오).
ky: Дүйнө жүзү боюнча сиз катыша турган 50+ жер (аймагыңыздагы иш-чаралардын жерлерин жогорку лидерлериңизден текшериңиз).
lv: 50+vietas,kuras var apmeklēt globāli(Konsultējaties ar saviem top līderiem attecībā par pasākumiem jūsu rajonā).
mn: Танд дэлхийн хэмжээнд оролцох 50 гаруй байршил бүхий газрууд бий (Танай оршин байдаг газарт болох арга хэмжээнүүдийн талаар дээд удирдагч нараасаа тодруулна уу).
pt: Mais de 50 locais em que você pode participar globalmente (verifique com seus principais líderes sobre os eventos locais em sua área).
ro: 50+ locații la care poți participa la nivel global (Consultă liderii de top cu privire la evenimentele locale din zona ta).
ru: 50+ мест, которые вы можете посетить по всему миру (места проведения мероприятий в вашем регионе уточняйте у своих топ-лидеров).
uk: 50+ місць, які ви можете відвідати по всьому світу (місця проведення заходів у вашому регіоні уточнюйте у своїх топ-лідерів).
uz: Дунё бўйича боришингиз мумкин бўлган 50 дан ортиқ жойлар (ҳудудингиздаги маҳаллий тадбирларга оид маълумотни топ етакчиларингиз билан кўриб чиқинг)
zh: 您可以在全球範圍內參加50多個地點的活動（向您的高層領導諮詢您所在地區的當地活動）。

source: 500 GLS points
ca: 500 punts GLS
es: 500 puntos GLS
fr: 500 points GLS
it: 500 punti GLS
ja: 500 GLS ポイント
kk: 500 GLS ұпайлары
pt: 500 pontos GLS
ro: 500 de puncte GLS
uk: 500 МЛС балів
uz: 500 GLS баллари
zh: 500 GLS积分

source: 55+ years
fr: 55 ans et plus
it: Più di 55 anni
pt: 55+ anos
uk: 55+ років

source: 5th
fr: 5e

source: 6-character code:*
ca: Codi de 6 caràcters:*
de: 6-stelliger Code:*
es: Código de 6 caracteres:*
fr: Code à 6 caractères :*
it: Codice a 6 caratteri:*
ja: ６文字コード：*
kk: 6 таңбалы код:*
ko: 6자리 코드:*
ky: 6 символдук код:*
lv: 6 zīmju kods: *
mn: 6 оронт код:*
pt: Código de 6 caracteres:*
ro: Cod din 6 caractere:*
ru: 6-значный код:*
uk: 6-значний код:*
uz: 6 белгили код:*
zh: 6个字符的代码：*

source: 6. Severability.
ca: 6. Separabilitat.
de: 6. Trennbarkeit.
es: 6. Divisibilidad.
fr: 6. La sévérité.
it: 6. Clausola salvatoria.
ja: 6. 分離/可分性。
kk: 6. Бөліну.
ko: 6. 분리 가능성.
ky: 6. Бөлүнүүчүлүк.
lv: 6. Izšķiršanas spējas.
mn: 6. Гэрээ хүчин төгөлдөр үлдэх.
pt: 6. Severidade.
ro: 6. Separabilitate.
ru: 6. Делимость.
uk: 6. Роздільність.
uz: 6. Бўлиниш.
zh: 6. 可分割性。

source: 60 companies
ca: 60 empreses
de: 60 Unternehmen
es: 60 compañías
fr: 60 entreprises
it: 60 aziende
ja: 60社
kk: 60 компания
ky: 60 компания
lv: 60 kompānijas
mn: 60 компани
pt: 60 companhias
ro: 60 de companii
ru: 60 компаний
uk: 60 компаній
uz: 60 та компания
zh: 60个公司

source: 7 and 12%
ca: 7 i 12%
de: 7 und 12%
es: 7 y 12%
fr: 7 et 12%
it: 7 e 12%
ja: 7 と 12%
kk: 7 және 12%
ky: 7 жана 12%
lv: 7 un 12%
mn: 7 болон 12%
pt: 7 e 12%
ro: 7 și 12%
ru: 7 и 12%
uk: 7 та 12%
uz: 7 ва 12%
zh: 7和12%

source: 7 Days
ca: 7 Dies
de: 7 Tage
es: 7 Días
fr: 7 Jours
it: 7 Giorni
ja: 7日間
kk: Жеті Күн
ko: 7일
ky: 7 Күн
lv: 7 Dienas
mn: 7 өдөр
pt: 7 dias
ro: 7 Zile
ru: 7 дней
uk: 7 Днів
uz: 7 кун
zh: 7天

source: 7. Conflicting Provisions.
ca: 7. Disposicions conflictives.
de: 7. Widersprüchliche Klauseln.
es: 7. Disposiciones conflictivas.
fr: 7. Disposition contradictoire.
it: 7. Disposizioni contrastanti.
ja: 7.抵触規定。
kk: 7. Қарама-қайшы жағдайлар.
ko: 7. 상충되는 조항.
ky: 7. Карама-каршы жоболор.
lv: 7.Pretrunīgie nosacījumi.
mn: 7. Зөрчилтэй заалтууд.
pt: 7. Disposições Conflitantes.
ro: 7. Prevederi conflictuale.
ru: 7. Противоречивые положения.
uk: 7. Суперечливі положення.
uz: 7. Низоли ҳолатлар.
zh: 7.相互矛盾的條款。

source: 72 hours
ca: 72 hores
de: 72 Stunden
es: 72 horas
fr: 72 heures
it: 72 ore
ja: 72時間
kk: 72 сағат
ko: 72 시간
ky: 72 саат
lv: 72 stundas
mn: 72 цагийн дотор
pt: 72 horas
ro: 72 de ore
ru: 72 часов
uk: 72 години
uz: 72 соат
zh: 72小時

source: 72 hours to complete your booking at the new, lower price.
fr: 72 heures pour finaliser votre réservation au nouveau tarif réduit.
it: 72 ore per completare la tua prenotazione al nuovo prezzo ridotto.
ja: 新しい割引価格で予約を完了するまでの期限は72時間です。
kk: Брондауды жаңа, төмен бағамен аяқтау үшін 72 сағат.
pt: 72 horas para completar sua reserva pelo novo preço mais baixo.
ro: 72 de ore pentru a finaliza rezervarea la noul preț, mai mic.
uk: 72 години, щоб завершити своє бронювання за новою, нижчою ціною.
uz: буюртмангизни янги, арзонроқ нархда якунлаш учун 72 соат.
zh: 在72小时内完成以新低价预订。

source: 8. General.
de: 8. Allgemeines.
fr: 8. Général.
it: 8. Disposizioni Generiche.
ja: 8.全般。
kk: 8. Жалпы.
ko: 8.개요.
ky: 8. Жалпы.
lv: 8. Vispārīgs.
mn: 8. Ерөнхий зүйл.
pt: 8. Geral.
ru: 8. Общее.
uk: 8. Загальне.
uz: 8. Умумий.
zh: 8.壹般情況。

source: 90-Days To
fr: 90 Jours Avant
it: 90 giorni a

source: A <strong>Simple</strong> , <strong>Affordable</strong> way to make your payments <strong>Refundable</strong>
ca: Una manera <strong>Senzilla</strong> , <strong>Assequible</strong> de fer que els pagaments siguin<strong>Reemborsables</strong>
de: Ein <strong>einfacher</strong>, <strong>leistbarer</strong> Weg für Ihre Zahlungen <strong>Erstattungsfähig</strong>
es: Una manera <strong>Sencilla</strong> , <strong>Asequible</strong> de hacer que tus pagos sean <strong>Reembolsables</strong>
fr: Un moyen <strong>Simple</strong> , <strong>Abordable</strong> de rendre vos paiements <strong>Remboursables</strong>
it: Un modo <strong>semplice</strong> e <strong>conveniente</strong> per rendere i tuoi pagamenti <strong>rimborsabili</strong>
ja: とても <strong>シンプル</strong> で、<strong>お手頃</strong> にあなたの旅費のお支払いを <strong>返金可能</strong>にする方法
kk: <strong> төлемдерді</strong>,<strong> қайтарудың</strong>қарапайым және қолжетімді<strong> жолы</strong>
ky: Сиздин төлөмдөрүңүздү <strong>кайтаруунун</strong> <strong>Жөнөкөй</strong><strong>Жеткиликтүү</strong>жолу
lv: <strong>Vienkāršs</strong> , <strong>Ērts</strong> veids kā padarīt jūsu maksājumus <strong>Atmaksājamus</strong>
mn: Төлбөрөө <strong>буцаан авах</strong> <strong>энгийн</strong> бөгөөд <strong>боломжийн</strong> арга
pt: Uma <strong>maneira</strong> simples e <strong>acessível</strong> para tornar os seus pagamentos <strong>reembolsáveis</strong>
ro: O <strong>modalitate simplă</strong> , <strong>accesibilă</strong> pentru a face plățile <strong>rambursabile.</strong>
ru: <strong>Простой</strong> и <strong>доступный</strong> способ сделать ваши платежи <strong>возвращаемыми</strong>
uk: <strong>Простий</strong> та, <strong>доступний</strong> спосіб зробити ваші платежі з можливістю <strong>відшкодування</strong>
uz: <strong>Тўловларингизни</strong> қайтариб <strong>олишнинг</strong> энг оддий <strong>йўли</strong>
zh: 一种<strong>简单</strong>且<strong>实惠</strong>的方式，使您的付款<strong>可退款</strong>。

source: A 90-day window with a 30-day offset, excluding the last month since new members haven’t received their first invoice yet.
fr: Un délai de 90 jours avec un décalage de 30 jours, excluant le dernier mois, car les nouveaux membres n'ont pas encore reçu leur première facture.
it: Si prevede un periodo di 30 giorni di offset nell'arco di 90 giorni. Tuttavia, poiché i nuovi membri non hanno ancora ricevuto la prima fattura, l'ultimo mese è escluso.
ja: 90日間の期間に30日間のオフセットを設けます。ただし、新規メンバーはまだ最初の請求書を受け取っていないため、最後の1か月は除外されます。
kk: 90 күндік кезең, 30 күндік шегеріммен, жаңа мүшелер алғашқы шот-фактурасын әлі алмағандықтан соңғы айды қоспағанда.
pt: Um período de 90 dias com um deslocamento de 30 dias, excluindo o último mês, uma vez que os novos membros ainda não receberam a sua primeira fatura.
ro: O fereastră de 90 de zile cu un decalaj de 30 de zile, excluzând ultima lună de când noii membri nu au primit încă prima factură.
uk: 90-денне вікно зі зміщенням на 30 днів, за винятком останнього місяця, оскільки нові учасники ще не отримали свій перший рахунок.
uz: Янги Аъзоларга биринчи ҳисоб хали очилмаганлиги сабабли, ўтган ойни чиқариб ташлаган ҳолда 30 кунлик имтиёзли давр билан бирга 90 кунлик муддат.
zh: 一个90天的时间窗口，带有30天的偏移，不包括最后一个月，因为新会员尚未收到他们的第一张账单。

source: A child passenger will be %{minAge} years old or over on sailing date %{sailDate}.
fr: Un enfant passager sera âgé de %{minAge} ans ou plus à la date de départ %{sailDate}.
it: Un passeggero registrato come bambino avrà %{minAge} anni o più alla data di partenza %{sailDate}.

source: A child passenger will be over 18 years old on sailing date %s.
ca: Un passatger infantil tindrà més de 18 anys a la data de navegació % s.
de: Ein junger Passagier wird am Abfahrtsdatum %s über 18 Jahre alt sein.
es: El pasajero infante tendrá más de 18 años en la fecha de embarque %s.
fr: Un passager enfant sera âgé de plus de 18 ans à la date de départ %s.
it: Un passeggero bambino avrà più di 18 anni alla data di partenza %s.
ja: 子供の乗客は、出発日 %s の時点で１８歳以上です。
kk: Бала ретінде тізімделген жолаушы % s ұшатын күні 18-ден асады.
ko: 어린이 승객이 항해일 %s에 만 18세가 지나게 됩니다.
ky: Жүргүнчү бала %s круиз чыккан күнү 18 жаштан жогору болот.
lv: Pasažieris bērns būs cecāks par 18 gadiem kuģa atiešanas datumā %s.
mn: Зорчигч хүүхдийн нас хөлөг онгоц хөдлөх %s гэхэд 18 нас хүрсэн байх болно.
pt: Uma criança passageira terá mais de 18 anos na data da partida %s.
ro: Un pasager copil va avea peste 18 ani la data plecării %s.
ru: Пассажир, указанный как ребёнок, на дату отправления %s будет сташе 18 лет.
uk: Пасажир, зазначений як дитина, на дату відправлення%s буде сташа 18 років.
uz: Сиз киритган йўловчи бола жўнаш кунида 18 ёшдан катта бўлади %s.
zh: 兒童乘客將在航行日期％s年滿18歲。

source: A child passenger's age does not match the age entered at the beginning of the cruise cabin search. Child's age: %s, expecting %s
ca: L'edat d'un viatger infantil no coincideix amb l'edat introduïda al començament de la cerca a la cabina de creuers. Edat del nen:% s, que espera% s
de: Das Alter eines jungen Passagiers stimmt nicht mit dem zu Beginn der Kreuzfahrtkabinensuche eingegebenen Alter überein. Alter des Kindes: %s, erwartete %s
es: La edad de un infante no coincide con la edad ingresada al comienzo de la búsqueda de camarote de crucero. Edad del infante %s, esperando %s
fr: L'âge d'un enfant passager ne correspond pas à l'âge indiqué au début de la recherche de la cabine de croisière. Âge de l'enfant : %s, %s en attente
it: L'età di un passeggero bambino non corrisponde all'età inserita all'inizio della ricerca della cabina. Età del bambino: %s, dovrebbe essere %s
ja: クルーズのキャビンを選択した際に入力された子供の乗客年齢が合致しません。子供の年齢: %s 歳、 条件では %s 歳
kk: Бала ретінде тізімделген жолаушының жасы каютаға іздеу басталғандағымен сәйкес келмейді. Баланың жасы: % s, күтілетін жас: % s
ko: 어린이 승객의 연령이 크루즈 객실 검색을 시작시 입력한 연령과 일치하지 않습니다. 자녀의 나이 : % s, 예상 % s
ky: Бала жүргүнчүнүн жашы круиздик каюта издөөнүн башында көрсөтүлгөн куракка дал келбейт. Баланын жашы: %s, күтүлгөн жашы %s.
lv: Bērna pasažiera vecums nesakrīt ar kruīza kajītes meklēšanas sākumā ievadīto vecumu. Bērna vecums: %s, gaida %s
mn: Зорчигч хүүхдийн нас өрөөний хайлтын өмнө бичсэн настай таарахгүй байна. Хүүхдийн нас: %s, таарч болох нас %s
pt: A idade do passageiro criança não corresponde à idade inserida no início da pesquisa na cabine de cruzeiro. Idade da criança: % s, esperando % s
ro: Vârsta unui copil pasager nu se potrivește cu vârsta introdusă la începutul căutării pentru cabina de croazieră. Vârsta copilului: %s, se așteaptă %s
ru: Возраст пассажира, указанного как ребёнок, не совпадает с возрастом, который был введён вначале поиска кают. Возраст ребёнка: %s, ожидаемый возраст: %s.
uk: Вік пасажира, зазначеного як дитина, не збігається з віком, який був введений спочатку пошуку кают. Вік дитини: %s, очікуваний вік: %s
uz: Йўловчи боланинг ёши круиз каютасини излашни бошлашда кўрсатилган ёшга тўғри келмаяпти. Боланинг ёши: %, кутилган %s
zh: 兒童乘客的年齡與最開始郵輪搜索時輸入的年齡不匹配。孩子的年齡：％s，預期為％s
