Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Once MD rank is earned you must maintain at least MD rank throughout the contest.
ca: Un cop assolit el rang de MD, has de mantenir com a mínim el rang de MD durant tot el concurs.
es: Una vez alcanzado el rango de MD, debes mantener al menos el rango de MD durante todo el concurso.
fr: Une fois le rang MD obtenu, vous devez conserver au moins le rang MD tout au long du concours.
it: Una volta che hai ottenuto il rango di MD, devi mantenere almeno questo rango per tutta la durata del concorso.
ja: 一度MD（Marketing Director）ランクを獲得した場合、コンテスト期間中は最低でもMDランクを維持する必要があります。
kk: MD рангына жеткеннен кейін, байқау барысында кемінде MD рангын сақтап тұру қажет.
pt: Uma vez que o patamar de MD é alcançado, você precisa manter pelo menos esta posição durante toda a competição.
ro: Odată ce nivelul MD este obținut, trebuie să menții cel puțin nivelul MD pe tot parcursul concursului.
uk: Після досягнення рангу MD ви повинні підтримувати принаймні ранг MD протягом усього конкурсу.
uz: MD рангига эришгач, сиз MD рангини бутун танлов даврида ушлаб туришингиз шарт.
zh: 一旦达成MD级别，您必须在整个竞赛期间始终保持至少MD级别。

source: Once members reach the International Director rank or above they are no longer part of your Builders Base.
fr: Une fois que les membres atteignent le rang d'International Director ou supérieur, ils ne font plus partie de votre Base des Constructeurs.
it: Dopo aver raggiunto il rango di International Director o superiore, i Membri non fanno più parte della tua Base Costruttori.
kk: Клуб мүшелері International Director немесе одан жоғары рангқа жеткеннен кейін, олар енді сіздің Фундамент Бизнес құрамында болмайды.
pt: Uma vez que os membros atinjam o patamar de International Director ou superior, eles não fazem mais parte da sua Base de Construtores.
uk: Як тільки Член Клубу досягає рангу International Director або вище, він перестає бути частиною вашого Фундаменту Бізнесу.
uz: Аъзолар International Director ёки ундан юқори рангга эришиши билан сизнинг Қурувчилар базангиз таркибидан чиқади.
zh: 一旦会员达到International Director级别或更高，他们将不再属于您的建设者基础。

source: Once on board, you will need to pay out of pocket for things such as: cruise tours, beverage packages and personal expenditures. Those are your expenses, subject to our Cruise Membership Agreement. Flights to and from the cruise, if necessary, are not included in our prices nor membership.
ca: Un cop a bord, has de pagar de la teva butxaca per conceptes com ara: excursions del creuer, paquets de begudes i despeses personals. Aquestes són les teves despeses, subjectes al nostre Acord de Membresia de Creuer. Els vols d'anada i tornada al creuer, si són necessaris, no estan inclosos en els nostres preus ni en la membresia.
de: Sobald Sie an Bord sind, müssen Sie für Dinge wie Kreuzfahrt-Touren, Getränkepakete und persönliche Ausgaben aus eigener Tasche bezahlen. Dies sind Ihre Kosten, die unserer Vereinbarung über die Kreuzfahrtmitgliedschaft unterliegen. Flüge zur und von der Kreuzfahrt, falls erforderlich, sind weder in unseren Preisen noch in der Mitgliedschaft enthalten.
es: Una vez a bordo, tendrás que pagar de tu bolsillo algunos gastos, como por ejemplo: excursiones, paquetes de bebidas y otros gastos personales. Esos son tus gastos, sujetos a nuestro Contrato de Membresía de Crucero. Los vuelos hacia y desde el puerto donde zarpa el crucero, si se requieren, no están incluidos en nuestros precios ni en la membresía.
fr: Une fois à bord, vous aurez besoin de payer de votre poche pour des choses comme ça : les tours de croisière, les emballages de boissons et les dépenses personnelles. Ces dépenses sont les vôtres, sous réserve de notre accord d'adhésion à la croisière. Les vols à destination et en provenance de la croisière, s'ils sont nécessaires, ne sont pas inclus dans nos prix ni dans notre contrat d'adhésion.
it: Una volta a bordo, dovrai pagare di tasca tua alcune spese tipo: tour turistici, pacchetti bevande e spese personali. Queste sono le tue spese, secondo quanto stabilito dal nostro Contratto di Membership per crociere. I voli da e per la crociera, se necessari, non sono inclusi nei nostri prezzi né nella membership.
ja: 搭乗後、クルーズツアー、飲み物のパッケージ、個人的な消費などのためにポケットから支払う必要があります。 これらの費用はあなたのご負担となり、クルーズメンバーシップ規約が適用されます。クルーズに参加するために必要な往復の航空券は、私たちの料金にもメンバーシップにも含まれていません。
kk: Бортта болғаннан кейін сізге круиздік турлар, сусындар пакеттері және жеке шығындар сияқты шығындарды қалтаңыздан төлеу қажет болады. Бұл сіздің круиздік мүшелік келісімімен реттелетін шығындарыңыз. Қажет болса, круизге және кері рейстер біздің бағамызға да, мүшелік құнына да кірмейді.
ky: Бортко түшкөндөн кийин, сиз круиздик турлар, суусундук пакеттери жана жеке чыгымдар үчүн өз чөнтөгүңүздөн төлөшүңүз керек болот. Круиздик мүчөлүк келишимибиздин шарттарына ылайык, алар сиз үчүн кошумча төлөм болуп саналат. Круизге чейинки жана кайтып келүүчү (зарыл болсо) учак чыгымдары биздин бааларыбызга же Мүчөлүк программасына кирбейт.
lv: tiklīdz uz kuģa, skaidrā naudā būs jāmaksā par tādām lietām kā kruīzatūres, dzērienu pakas un personīgie izdevumi. Tie ir jūsu izdevumi saskaņā ar mūsu Krūza Biedru dalības līgumu. Lidojumi uz un no kruīza, ja nepieciešams, nav iekļauti ne mūsu cenās, ne biedru dalībā.
mn: Хөлөгт суусны дараа та хөлгийн танилцуулга, ундааны багц болон өөрийн хувийн зардлаа өөрөө хариуцан төлөх болно. Эдгээр нь манай далайн аялалын Гишүүний Гэрээний дагуу таны өөрөөс төлөх зардлууд байдаг. Таны далайн аялалын хөлөг хүртэлх ирэх очих онгоцны нислэгийн үнэ нь энэхүү үнэ болон манай гишүүнчлэлийн төлбөрт шингээгүй болно.
pt: Uma vez a bordo, você precisará pagar à parte coisas como: excursões, pacotes de bebidas e despesas pessoais. Essas são as suas despesas, sujeitas ao nosso Contrato de Assinatura. Voos de ida e volta para o cruzeiro, se necessário, não estão incluídos em nossos preços nem na assinatura.
ro: Odată aflat la bord, va trebui să plătești din buzunarul propriu pentru lucruri ca: excursii, pachete de băuturi şi cheltuieli personale. Acestea sunt cheltuielile tale, sub rezerva Acordului nostru de membru. Zborurile către și de la croazieră, dacă sunt necesare, nu sunt incluse în prețurile noastre și nici în calitatea de membru.
ru: На борту корабля дополнительно оплачиваются такие услуги, как экскурсии, пакеты напитков и личные расходы. Они являются вашими дополнительными расходами, согласно условиям нашего Членского Соглашения в отношении круизов. Перелёты к месту отправления и из места прибытия круиза (если таковые требуются) не включены ни в наши цены, ни в Программу Членства.
uk: На борту корабля додатково сплачуються такі послуги, як екскурсії, напої та особисті витрати. Вони є вашими додатковими витратами відповідно до умов нашої Членської Угоди щодо круїзів. Перельоти до місця відправлення та з місця прибуття круїзу (якщо такі потрібні) не включені ні до наших цін, ні до Програми Членства.
uz: Бортда экскурсиялар, ичимликлар пакети ва шахсий харажатлар учун ҳамёнингиздан пул сарфлашингизга тўғри келади. Круизга Аъзолик битимига мувофиқ, булар сизнинг шахсий харажатларингиз ҳисобланади. Зарурат бўлганда, круизгача бориш-келиш авиачипталари бизнинг нархларимизга ҳам, аъзоликка ҳам киритилмаган.
zh: 一旦登船，您需要自费支付如邮轮旅行、饮料套餐和个人开销等费用。这些费用由您自行承担，需遵守我们的邮轮会员协议。如果需要，往返邮轮的航班不包括在我们的价格或会员资格内。

source: Once you have a confirmed cruise booking through the inCruises platform, and within 72 hours you find a lower, publicly available, published price, use these criteria in the comparison:
ca: Una vegada que tinguis una reserva de creuer confirmada a través de la plataforma d'inCruises, i en un termini de 72 hores trobes un preu més baix, disponible públicament i publicat, utilitza aquests criteris en la comparació:
de: Sobald Sie eine bestätigte Kreuzfahrtbuchung über die inCruises-Plattform haben und innerhalb von 72 Stunden einen niedrigeren, öffentlich zugänglichen, veröffentlichten Preis finden, verwenden Sie diese Kriterien für den Vergleich:
es: Una vez que tengas una reservación de crucero confirmada a través de la plataforma inCruises, y dentro de las primeras 72 horas encuentras un precio publicado más bajo, disponible públicamente, usa estos criterios al comparar:
fr: Une fois que vous avez confirmé votre réservation de croisière sur la plateforme inCruises et que, dans les 72 heures, vous trouvez un prix inférieur publié et accessible au public, utilisez ces critères pour la comparaison :
it: Dopo aver confermato la prenotazione di una crociera sulla piattaforma inCruises, se entro 72 ore trovi un prezzo al pubblico inferiore, utilizza questi criteri per il confronto:
ja: inCruisesプラットフォームを通じてクルーズの予約が確定した後、７２時間以内に、一般に公開されているより安い価格を見つけた場合、比較する際には以下の基準で比較してください：
kk: Егер сізде inCruises платформасы арқылы расталған круиздік брондау болса және 72 сағат ішінде төменірек, жалпыға қолжетімді және жарияланған бағаны тапсаңыз, салыстыру үшін мына критерийлерді пайдаланыңыз:
ko: inCruises 플랫폼을 통해 크루즈 예약을 확인하고 72시간 이내에 더 낮은 공개 가격을 찾으면 다음 기준을 비교에 사용하십시오:
ky: Эгерде сиз inCruises'те круиздик брондоо тастыктоосун алсаңыз жана 72 сааттын ичинде жалпыга жеткиликтүү арзаныраак бааны тапсаңыз, салыштыруу үчүн төмөнкү критерийлерди колдонуңуз:
lv: Kad esat apstiprinājis kruīza rezervāciju, izmantojot inCruises platformu, un 72 stundu laikā atrodat zemāku, publiski pieejamu, publiskotu cenu, izmantojiet šos kritērijus salīdzinājumā:
mn: Та inCruises-ийн платформоор дамжуулан далайн аялал захиалсны дараа 72 цагийн дотор өөрийн захиалгын үнээс хямд, нийтэд нээлттэй, нийтлэгдсэн үнэ олвол дараах харьцуулалтыг ашиглана уу:
pt: Assim que você tiver uma reserva de cruzeiro confirmada através da plataforma inCruises, e dentro de 72 horas você encontrar um preço disponível publicamente e mais baixo, use estes critérios na comparação:
ro: Odată ce ai confirmat o rezervare de croazieră prin platforma inCruises și în decurs de 72 de ore găsești un preț publicat mai mic, disponibil public, folosește aceste criterii în comparație:
ru: Если вы получили подтверждение бронирования круиза на платформе inCruises и в течение 72 часов нашли более низкую, опубликованную в открытом доступе, цену, то используйте следующие критерии для сравнения:
uk: Якщо ви отримали підтвердження бронювання круїзу на платформі inCruises і протягом 72 годин знайшли нижчу, опубліковану у відкритому доступі ціну, то використовуйте наступні критерії для порівняння:
uz: inCruises платформаси орқали круиз буюртмасини тасдиқлаганингиздан сўнг 72 соат ичида оммавий эълон қилинган янада арзонроқ нархни топсангиз, солиштириш учун қуйидаги мезонлардан фойдаланинг:
zh: 一旦您通过 inCruises 平台确认邮轮预订，并且在 72 小时内您发现更低的公开发布价格，请使用以下标准进行比较：

source: Once you have connected your app, enter your most recent 6 digit verification code:
ca: Una vegada que hagis connectat la teva aplicació, introdueix el teu codi de verificació de 6 dígits més recent:
de: Sobald Sie Ihre App verbunden haben, geben Sie Ihren letzten 6-stelligen Verifizierungscode ein:
es: Una vez que hayas ligado tu app, introduce tu más reciente código de verificación de 6 dígitos:
fr: Une fois que vous avez connecté votre application, saisissez votre dernier code de vérification à 6 chiffres :
it: Una volta collegata l'app, inserisci il tuo ultimo codice di verifica a 6 cifre:
ja: アプリを接続したら、最も新しい６桁の認証コードを入力してください：
kk: Қолданбаны қосқаннан кейін соңғы 6 санды растау кодын енгізіңіз:
ko: 앱을 연결한 후 가장 최근의 6자리 인증 코드를 입력하세요:
ky: Колдонмоңузду туташтыргандан кийин, эң акыркы 6 орундуу текшерүү кодун киргизиңиз:
lv: Kad lietotne ir pievienota, ievadiet pēdējo 6 ciparu verifikācijas kodu:
mn: Та аппликэйшнээс хамгийн сүүлд гаргасан 6 оронтой кодыг доорх цонхонд оруулан Илгээх товчийг дарна.
pt: Depois de conectar seu aplicativo, insira seu código de verificação de 6 dígitos mais recente:
ro: După ce ți-ai conectat aplicația, introdu cel mai recent cod de verificare din 6 cifre:
ru: После подключения своего приожения введите самый последний 6-значный код подтверждения:
uk: Після підключення програми введіть останній 6-значний код підтвердження:
uz: Иловага уланишингиз билан энг сўнгги 6 рақамли тасдиқлаш кодини киритинг:
zh: 连接应用程序后，输入最新的 6 位验证码：

source: Once you submit a Price Match Request, a support ticket will be created. You will be notified via the ticket system and can later review the status of your request on the Price Match Request page.
ca: Un cop enviïs una Sol·licitud d'Igualació de Preu, es crearà un tiquet de suport. Se t'informarà a través del sistema de tiquets i posteriorment podràs revisar l'estat de la teva sol·licitud a la pàgina de Sol·licitud d'Igualació de Preu.
de: Sobald Sie einen Antrag auf Preisanpassung einreichen, wird ein Support-Ticket erstellt. Sie werden über das Ticketsystem benachrichtigt und können später den Status Ihrer Anfrage auf der Seite Preisanpassungsanfrage einsehen.
es: Una vez que envíes una Solicitud de Igualación de Precio, se generará un ticket de soporte. Serás notificado a través del sistema de tickets y, posteriormente, podrás revisar el estado de tu solicitud en la página de Solicitud de Igualación de Precio.
fr: Une fois que vous aurez soumis une Demande d'Alignement de Prix, un ticket d'assistance sera créé. Vous serez averti via le système de tickets et pourrez ultérieurement consulter l'état de votre demande sur la page Demande d'Alignement de Prix.
it: Una volta inviata la Richiesta di Parità di Prezzo, verrà creato un ticket di supporto. Riceverai una notifica tramite il sistema di ticket e potrai successivamente verificare lo stato della tua richiesta nella pagina dedicata alle Richieste di Parità di Prezzo.
ja: プライスマッチリクエストを送信すると、サポートチケットが作成されます。チケットシステムを通じて通知が届き、その後、プライスマッチリクエストページでリクエストの状況を確認することができます。
kk: Баға сәйкестігін сұрау жіберілгеннен кейін қолдау тикеті жасалады. Сіз тикеттер жүйесі арқылы хабарланасыз және кейінірек сұрауыңыздың күйін Баға сәйкестігін сұрау бетінде тексере аласыз.
ky: Сиз бааны дал келтирүү өтүнүчүн бергенден кийин суроо-талап арызы түзүлөт. Сизге суроо-талаптар системасы аркылуу кабарланат жана кийинчерээк Сиздин өтүнүчүңүздүн статусун бааны дал келтирүү өтүнүчү барагынан көрө аласыз.
lv: Pēc cenu atbilstības pieprasījuma iesniegšanas tiks izveidota atbalsta biļete. Jūs saņemsit paziņojumu, izmantojot biļešu sistēmu, un vēlāk varēsit pārskatīt sava pieprasījuma statusu cenu atbilstības pieprasījuma lapā.
mn: Үнэ тохируулах хүсэлт илгээсний дараа тусламжийн хүсэлт үүсэх болно. Энэ тухай системээр танд мэдэгдэх бөгөөд өөрийн хүсэлтийнхээ тухай Үнийн тохиргоо хуудаснаас шалгах боломжтой.
pt: Após enviar uma Solicitação de Equiparação de Preços, um ticket de suporte será criado. Você será notificado pelo sistema de tickets e poderá, posteriormente, verificar o status da sua solicitação na página de Solicitação de Equiparação de Preços.
ro: Odată ce trimiți o cerere de potrivire a prețului, va fi creat un bilet de asistență. Vei fi notificat prin intermediul sistemului de bilete și vei putea revizui ulterior starea solicitării tale pe pagina Solicitare de potrivire a prețurilor.
ru: Как только вы отправите запрос на соответствие цены, будет создан тикет поддержки. Вы получите уведомление через систему тикетов и позже сможете отслеживать статус вашего запроса на странице «Запрос на соответствие цены».
uk: Щойно ви надішлете запит на відповідність ціни, система автоматично створить тікет підтримки. Ви отримаєте сповіщення через систему тікетів і зможете надалі відстежувати статус запиту на сторінці «Запит на відповідність ціни».
uz: Нарх кафолатига оид сўров юборганингиздан сўнг, қўллаб-қувватлаш чиптаси очилади. Сизга бу ҳақда хат орқали хабар берилади ва сиз кейинроқ Нарх кафолатига оид сўров саҳифасида сўровингиз ҳолатини кўришингиз мумкин.
zh: 一旦您提交价格匹配申请，系统将创建一个支持工单。您将通过工单系统收到通知，之后可在价格匹配申请页面查看申请状态。

source: Once your booking is confirmed, you will receive an email with your receipt, the terms and conditions, and a redemption link. If something happens and you need to apply for a refund, simply click on this link, fill out the form, upload whatever verification is requested, and submit it. At that point, a trusted 3rd Party verification service with reliable redemption experts will promptly review your case and facilitate the refund process.
ca: Un cop confirmada la teva reserva, rebràs un correu electrònic amb el teu rebut, els termes i condicions, i un enllaç per a utilitzar. Si alguna cosa succeeix i necessites sol·licitar un reemborsament, simplement fes clic en aquest enllaç, completa el formulari, puja la verificació que es requereixi i envia-la. En aquest punt, un servei de verificació de tercers de confiança amb experts en processos de reemborsament fiables revisarà ràpidament el teu cas i facilitarà el procés de reemborsament.
de: Sobald Ihre Buchung bestätigt ist, erhalten Sie eine E-Mail mit Ihrer Quittung, den Allgemeinen Geschäftsbedingungen und einem Link zur Rückerstattung. Wenn etwas passiert und Sie eine Rückerstattung beantragen müssen, klicken Sie einfach auf diesen Link, füllen das Formular aus, laden alle erforderlichen Nachweise hoch und senden es ab. Dann wird ein vertrauenswürdiger Drittanbieter mit zuverlässigen Rückerstattungsexperten Ihren Fall umgehend prüfen und den Rückerstattungsprozess erleichtern.
es: Una vez confirmada tu reserva, recibirás un correo electrónico con tu recibo, los términos y condiciones, y un enlace de redención. Si algo sucede y necesitas solicitar un reembolso, simplemente haz clic en este enlace, completa el formulario, sube la verificación que se requiera y envíalo. En ese momento, un servicio de verificación de terceros de confianza con expertos en redención confiables revisará prontamente tu caso y facilitará el proceso de reembolso.
fr: Une fois votre réservation confirmée, vous recevrez un courriel contenant votre reçu, les conditions générales et un lien de remboursement. Si un incident survient et que vous devez demander un remboursement, il vous suffit de cliquer sur ce lien, de remplir le formulaire, de télécharger toutes les vérifications demandées et de l'envoyer. À ce moment-là, un service de vérification tiers de confiance avec des experts en remboursement fiables examinera rapidement votre cas et facilitera le processus de remboursement.
it: Una volta confermata la prenotazione, riceverai una mail con la ricevuta, i termini e le condizioni e un link per il rimborso. Se dovesse succedere qualcosa e dovessi richiedere il rimborso, ti basterà cliccare sul link, compilare il modulo, caricare la documentazione di verifica richiesta e inviare il tutto. A quel punto, un servizio di verifica di terza parte con esperti di rimborso affidabili esaminerà prontamente il tuo caso e si occuperà del processo di rimborso.
ja: ご予約が確定すると、領収書、ご利用規約、払い戻しリンクが記載されたEメールが送信されます。万が一、返金が必要になった場合は、このリンクをクリックし、フォームに必要事項をご記入の上、必要な証明書をアップロードして 送信してください。その時点で、信頼できる換金エキスパートを擁するサード・パーティーの検証サービスが、あなたのケースを迅速に検証し、返金手続きを進めます。
kk: Брондау расталғаннан кейін сізге түбіртек, шарттар мен белсендіру сілтемесі бар электрондық хат келеді. Егер бірдеңе болып, ақшаны қайтаруға өтініш беру қажет болса, жай ғана осы сілтемені басып, пішінді толтырыңыз, барлық сұралған растауларды жүктеп алып, оларды жіберіңіз. Осы кезде сенімді өндіріп алу сарапшылары бар сенімді үшінші тараптың шолу қызметі сіздің ісіңізді жылдам қарап шығады және қайтару процесін жеңілдетеді.
ky: Брондооңуз ырасталгандан кийин, сиз эсеп фактура, жоболор жана шарттар жана сатып алуу шилтемеси менен электрондук кат аласыз. Эгер бир нерсе болуп, акчаны кайтарып алуу үчүн арыз беришиңиз керек болсо, жөн гана бул шилтемени чыкылдатыңыз, форманы толтуруңуз, кандай текшерүү болсо да жүктөңүз, суранып, тапшырыңыз. Ошол учурда, ишенимдүү сатып алуу боюнча эксперттери менен ишенимдүү 3-Тараптын текшерүү кызматы ишиңизди дароо карап чыгып, төлөмдү кайтаруу процессин жеңилдетет.
lv: Kad rezervācija būs apstiprināta, saņemsit e-pasta ziņojumu ar savu kvīti, noteikumiem un izpirkšanas saiti. Ja kaut kas notiek un jums ir jāpiesakās uz atmaksu, vienkārši noklikšķiniet uz šīs saites, aizpildiet veidlapu, augšupielādējiet visu, lai kāda būtu varifikācija pieprasīta un to iesniedziet. Tajā brīdī uzticams trešās puses pārbaudes dienests ar uzticamiem izpirkšanas ekspertiem nekavējoties pārskatīs jūsu lietu un atvieglos atmaksas procesu.
mn: Таны захиалга баталгаажсаны дараа та төлбөрийн баримт, худалдааны нөхцөл, буцаан олголт хүсэх холбоос бүхий имэйл хүлээн авах болно. Хэрэв танд ямар нэг зүйл тохиолдож, төлбөрөө буцаан авах хүсэлт гаргах шаардлагатай бол уг холбоос дээр дарж, маягтыг бөглөж, танаас хүссэн нотлох баримтыг хавсаргаж, илгээх хэрэгтэй. Энэ үед найдвартай ажиллагаа бүхий төлбөр буцаах гуравдагч талын мэргэжилтнүүд таны хүсэлтийг цаг алдалгүй хянаж, буцаан олголтыг гүйцэтгэх болно.
pt: Assim que sua reserva for confirmada, você receberá um e-mail com seu recibo, os termos e condições e um link de resgate. Se algo acontecer e você precisar solicitar um reembolso, basta clicar neste link, preencher o formulário, fazer upload de qualquer verificação solicitada e enviar. Nesse ponto, um serviço de verificação terceirizado confiável, com especialistas em resgate confiáveis, analisará imediatamente o seu caso e facilitará o processo de reembolso.
ro: Odată ce rezervarea este confirmată, vei primi un e-mail cu chitanța ta, termenii și condițiile și un link de răscumpărare. Dacă se întâmplă ceva și trebuie să soliciți o rambursare, fă clic pe acest link, completează formularul, încarcă orice verificare este solicitată și trimite. În acel moment, un serviciu de verificare terță parte de încredere, cu experți de încredere în răscumpărare, îți va examina imediat cazul și va facilita procesul de rambursare.
ru: После подтверждения вашего бронирования вы получите электронное письмо с вашей квитанцией, условиями и положениями, а также с сылкой для оформления возврата. Если что-то случится и вам нужно будет оформить возврат, то просто нажмите на эту ссылку, заполните форму, загрузите требуемые для подтверждения документы и отправьте форму. На этом этапе надёжные эксперты по вопросам возврата от доверенной сторонней проверочной службы в кратчайшие сроки рассмотрят ваше обращение и помогут с процессом возврата средств.
uk: Після підтвердження вашого бронювання ви отримаєте електронного листа з квитанцією, умовами та положеннями, а також з посиланням на оформлення повернення. Якщо щось трапиться і вам потрібно буде оформити повернення, просто натисніть на це посилання, заповніть форму, завантажте необхідні для підтвердження документи і надішліть форму. На цьому етапі надійні експерти з питань повернення від довіреної сторонньої перевірочної служби у найкоротші терміни розглянуть ваше звернення та допоможуть із процесом повернення коштів.
uz: Буюртмангиз тасдиқланиши билан, сизга квитанция, тартиб-қоидалар ва маблағларни қайтариб олиш учун ҳавола илова қилинган хат келади. Агар бирор сабабга кўра сизда маблағларни қайтариб олиш зарурати туғилса, шунчаки ҳаволага босинг, шаклни тўлдиринг ва талаб этилган далилларни юклаб, жў натинг. Шунда ишончли, синалган мутахассисларга эга учинчи томон назорат хизмати сизнинг вазиятингизни кўриб чиқиб, маблағларни қайтариш жараёнини осонлаштиради.
zh: 预订确认后，您将收到一封电子邮件，其中包含收据、条款和条件以及兑换链接。 如果出现问题并且您需要申请退款，只需点击此链接，填写表格，上传任何验证信息要求，并提交。 届时，由可靠的兑换专家组成的值得信赖的第三方验证服务将立即审核您的案例并促进退款流程。
