Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Third Child Birthdate
ca: Data de naixement del tercer fill/a
de: Drittes Kind Geburtsdatum
es: Fecha de Nacimiento del tercer niño
fr: Date de naissance du troisième enfant
it: Data di nascita del terzo figlio
ja: 3人目の子供の誕生日
kk: Үшінші баланың туған күні
ky: Үчүнчү баланын туулган күнү
lv: Trešā Bērna Dzimšanas Datums
mn: Гурав дах хүүхдийн төрсөн огноо
pt: Data de nascimento da terceira criança
ro: Data nașterii celui de-al treilea copil
ru: Дата рождения третьего ребёнка
uk: Дата народження третьої дитини
uz: Учинчи боланинг туғилган санаси
zh: 第三个孩子的出生日期

source: this
ca: aquest
de: dieses
es: este
fr: celui-ci
it: questo
ja: この
kk: бұл
ko: 이
ky: бул
lv: šis
mn: энэ
pt: esse
ro: acest
ru: это
uk: це
uz: ушбу
zh: 这个

source: This $200 payment includes - a one-time $100 Activation Payment that results in 100 Reward Points and $100 first month's Membership Payment that results in 200 Reward Points.
ca: Aquest pagament de 200 dòlars inclou: un pagament únic d'activació de 100 dòlars que equival a 100 Punts de Recompensa i amb el pagament del primer mes de Membresia de 100 dòlars obtens 200 Punts de Recompensa.
de: Diese Zahlung von $200 beinhaltet - eine einmalige Aktivierungszahlung von $100, die 100 Reward Points ergibt, und $100 für den ersten Monat der Mitgliedschaft, die 200 Reward Points ergibt.
es: Este pago de $200 USD incluye: un pago único de activación de $100 USD que resulta en 100 Puntos de Recompensa y un pago mensual de Membresía del primer mes de $100 USD que resulta en 200 Puntos de Recompensa.
fr: Ce paiement de 200 $ comprend - un paiement d'activation unique de 100 $ qui donne droit à 100 Points de Récompense et un paiement d'Adhésion de 100 $ pour le premier mois qui donne droit à 200 Points de Récompense.
it: Questo pagamento di $200 è comprensivo del pagamento una tantum di $100 per l'Attivazione, che dà diritto a 100 Crediti Premio, e di $100 per il primo mese di Membership, che dà diritto a 200 Crediti Premio.
ja: この$200の支払いには、100 リワードポイントが付与される1回限りの登録費の支払いと、200 リワードポイントが付与される初月の$100ドルのメンバーシップ の支払いが含まれます。
kk: Бұл 200 АҚШ доллары төлеміне мыналар кіреді: 100 бонустық ұпай әкелетін 100 АҚШ доллары көлеміндегі бір реттік белсендіру төлемі және 200 бонустық ұпай әкелетін 100 долларлық бірінші айлық мүшелік төлем.
ky: Бул 200 долларлык төлөм төмөнкүлөрдү камтыйт: 100 Бонустук упайга ээ болгон бир жолку $100 активдештирүү төлөмү жана 200 Бонустук упайга ээ болгон 100 долларлык биринчи айлык Мүчөлүк төлөмү.
lv: Šis 200 ASV dolāru maksājums ietver vienreizēju 100 ASV dolāru aktivizācijas maksājumu, kura rezultātā tiek saņemti 100 Balvu punkti un 100 ASV dolāru pirmā mēneša Biedru Dalības maksājums, kura rezultātā tiek saņemti 200 Balvu punkti.
mn: Энэхүү $200-ын төлбөрт 100 Шагналын Оноо авах нэг удаагийн $100-ын идэвхжүүлэлтийн хураамж болон 200 Шагналын Оноо авах таны эхний сарын $100-ын Гишүүнчлэлийн төлбөр багтсан болно.
pt: Este pagamento de $200 inclui: um pagamento único de ativação de $100 que resulta em 100 Pontos de Recompensa e $100 referente ao pagamento de assinatura do primeiro mês que resulta em 200 Pontos de Recompensa.
ro: Această plată de 200$ include - o plată unică de activare de 100$ care are ca rezultat 100 de puncte de recompensă și plata de membru de 100$ pentru prima lună, care are ca rezultat 200 de puncte de recompensă.
ru: Данный платёж в размере $200 включает в себя единовременный взнос за Активацию в размере $100, благодаря которому вы получаете 100 Бонусных Баллов, а также Членский взнос за первый месяц в размере $100, благодаря которому вы получаете 200 Бонусных Баллов.
uk: Цей платіж у розмірі $200 включає одноразовий внесок за Активацію у розмірі $100, завдяки якому ви отримуєте 100 Бонусних Балів, а також Членський внесок за перший місяць у розмірі $100, завдяки якому ви отримуєте 200 Бонусних Балів.
uz: Ушбу 200$ миқдоридаги тўловга қуйидагилар киради - бир марталик 100$ Фаоллаштириш тўлови ва унга тақдим этилган 100 Бонус баллари ҳамда 100$ ойлик Аъзолик тўлови ва унга берилган 200 Бонус баллари.
zh: 这笔$200的付款包括：一次性$100的激活付款，可获得100奖励积分，以及首月$100的会员付款，可获得200奖励积分。

source: This $50 payment expands your Connect platform for the next 30 days to include additional rooms, features and up to 500 participants at one time.
ca: Aquest pagament de 50 dòlars amplia la teva plataforma Connect durant els pròxims 30 dies per a incloure sales i funcions addicionals i fins a 500 participants alhora.
de: Mit dieser Zahlung von 50 $ wird Ihre Connect-Plattform für die nächsten 30 Tage um zusätzliche Räume, Funktionen und bis zu 500 Teilnehmer gleichzeitig erweitert.
es: Este pago de $50 USD amplía tu plataforma Connect durante los próximos 30 días para incluir habitaciones adicionales, funciones y hasta 500 participantes a la vez.
fr: Ce paiement de 50 $ permet d'étendre votre plateforme Connect pour les 30 prochains jours et d'y inclure des salles et des fonctionnalités supplémentaires et jusqu'à 500 participants à la fois.
it: Questo pagamento di $50 espande le potezialità della tua piattaforma Connect per i prossimi 30 giorni, includendo altre sale, funzioni e fino a 500 partecipanti alla volta.
ja: この$50をお支払いいただくと、今後30日間、コネクトのプラットフォームが拡張され、ルームの追加、機能、一度に500人までの参加者を追加することができます。
kk: Бұл $50 төлем қосымша бөлмелерді, мүмкіндіктерді және бір мезгілде 500-ге дейін қатысушыны қамту үшін келесі 30 күнде Connect платформаңызды кеңейтеді.
ko: 50달러를 지불하면 향후 30일 동안 Connect 플랫폼을 확장하여 추가 회의실을 사용할 수 있으며, 최대 500명의 참가자가 동시에 참여 가능합니다.
ky: Бул $50 төлөм сиздин Connect платформаңызды кеңейтип, кийинки 30 күндүн ичинде кошумча бөлмөлөрдү, функцияларды жана 500гө чейин катышуучуну камтыйт.
lv: Šis 50 ASV dolāru maksājums paplašina jūsu Connect platformu uz nākamajām 30 dienām, iekļaujot tajā papildu telpas, līdzekļus un līdz 500 dalībniekiem vienlaikus.
mn: Энэхүү $50-ын төлбөр нь таны Конект өрөөний ирэх 30 хоногийн төлбөр бөгөөд үүнд нэг доор 500 хүртэл оролцогчдийг багтаах нэмэлт өрөөнүүд, бусад функцуудыг багтаасан болно.
pt: Este pagamento de $50 expande sua plataforma Connect pelos próximos 30 dias para incluir salas adicionais, recursos e até 500 participantes ao mesmo tempo.
ro: Această plată de 50 USD extinde platforma ta Connect pentru următoarele 30 de zile pentru a include camere suplimentare, funcții și până la 500 de participanți simultan.
ru: Данный платёж в размере $50 продлевает работу вашей платформы Connect на следующие 30 дней и включает дополнительные комнаты, функции и возможность присутствия до 500 участников единовременно.
uk: Цей платіж у розмірі $50 пролонгує роботу вашої платформи Connect на наступні 30 днів і включає додаткові кімнати, функції та можливість присутності до 500 учасників одночасно.
uz: Ушбу 50$ тўлов сизнинг Connect платформангизни кейинги 30 кунга бир вақтнинг ўзида 500 нафар иштирокчи сиғимига эга қўшимча хоналар ва функциялар билан кенгайтиради.
zh: 这笔 50 美元的付款将在接下来的 30 天内扩展您的 Connect 平台，包括额外的房间、功能以及一次最多 500 名参与者。

source: This $50 payment includes - $50 first month's Membership Payment that results in 50 Reward Points.
ca: Aquest pagament de 50 dòlars inclou: el pagament de la Membresia del primer mes de 50 dòlars i et permet obtenir 50 Punts de Recompensa.
de: Diese Zahlung von 50 $ umfasst: 50 $ Mitgliedsbeitrag für den ersten Monat, der 50 Reward Points bringt.
es: Este pago de $50 USD incluye: el pago mensual de Membresía del primer mes de $50 USD que resulta en 50 Puntos de Recompensa.
fr: Ce paiement de 50 $ comprend : le paiement de 50 $ pour le premier mois d'Adhésion qui donne lieu à 50 Points de Récompense.
it: Questo pagamento di $50 include: $50 per il primo mese di Membership che dà luogo a 50 Crediti Premio.
ja: この$50の支払いには、初月の$50ドルのメンバーシップ の支払いで獲得できる50 リワードポイントが含まれます。
kk: Бұл 50 долларлық төлем мыналарды қамтиды: - бірінші айда 50 долларлық мүшелік жарна, ол 50 бонустық ұпай береді.
ky: Бул 50 доллар биринчи айдын мүчөлүк төлөмү болуп эсептелет, ал 50 бонустук упай менен коштолот.
lv: Šajā 50 ASV dolāru maksājumā iekļauts - 50 ASV dolāru pirmā mēneša Biedru Dalības maksājums, kas dod 50 Balvu Punktus.
mn: Энэхүү $50-ын төлбөр нь 50 Шагналын Оноо авах таны эхний сарын $50-ын Гишүүнчлэлийн төлбөр юм.
pt: Este pagamento de $50 inclui: o pagamento de $50 referente ao primeiro mês de assinatura, que resulta em 50 Pontos de Recompensa.
ro: Această plată de 50$ include - 50$ pentru prima lună, care are ca rezultat 50 de puncte de recompensă.
ru: Данный платёж в размере $50 включает в себя Членский взнос за первый месяц в размере $50, благодаря которому вы получаете 50 Бонусных Баллов.
uk: Цей платіж у розмірі $50 включає Членський внесок за перший місяць у розмірі $50, завдяки якому ви отримуєте 50 Бонусних Балів.
uz: Ушбу 50$ миқдоридаги тўловга қуйидагилар киради - 50$ дастлабки ойлик Аъзолик тўлови ва унга берилган 50 Бонус баллари.
zh: 这笔$50的付款包括：首月$50的会员付款，可获得50奖励积分。

source: This $500 payment expands your Connect platform for the next 30 days to include additional rooms, features and up to 1,500 participants at one time.
ca: Aquest pagament de 500 dòlars amplia la teva plataforma Connect durant els pròxims 30 dies per a incloure sales i funcions addicionals i fins a 1.500 participants alhora.
de: Mit dieser Zahlung in Höhe von 500 $ wird Ihre Connect-Plattform für die nächsten 30 Tage um zusätzliche Räume, Funktionen und bis zu 1.500 Teilnehmer auf einmal erweitert.
es: Este pago de $500 USD amplía tu plataforma Connect durante los próximos 30 días para incluir habitaciones adicionales, funciones y hasta 1,500 participantes a la vez.
fr: Ce paiement de 500 $ permet d'étendre votre plateforme Connect pour les 30 prochains jours afin d'inclure des salles supplémentaires, des fonctionnalités et jusqu'à 1 500 participants en même temps.
it: Questo pagamento di $500 espande le potezialità della tua piattaforma Connect per i prossimi 30 giorni, includendo altre sale, funzioni e fino a 1.500 partecipanti alla volta.
ja: この$500をお支払いいただくと、今後30日間、コネクトのプラットフォームが拡張され、ルームの追加、機能、一度に1500人までの参加者を追加することができます。
kk: Бұл $500 төлем қосымша бөлмелерді, мүмкіндіктерді және бір мезгілде 1500 қатысушыны қамту үшін келесі 30 күнде Connect платформаңызды кеңейтеді.
ko: $500를 지불하면 향후 30일 동안 Connect 플랫폼을 확장하여 추가 회의실을 사용할 수 있으며, 최대 1,500명의 참가자가 동시에 참여 가능합니다.
ky: Бул 500 долларлык төлөм Connect платформаңызды кеңейтип, кийинки 30 күндүн ичинде кошумча бөлмөлөрдү, функцияларды жана 1500 катышуучуну камтыйт.
lv: Šis 500 ASV dolāru maksājums paplašina jūsu Connect platformu uz nākamajām 30 dienām, iekļaujot tajā papildu telpas, līdzekļus un līdz 1500 dalībniekiem vienlaikus.
mn: Энэхүү $500-ын төлбөр нь таны Конект өрөөний ирэх 30 хоногийн төлбөр бөгөөд үүнд нэг доор 1500 хүртэл оролцогчдийг багтаах нэмэлт өрөөнүүд, бусад функцуудыг багтаасан болно.
pt: Este pagamento de $500 expande sua plataforma Connect pelos próximos 30 dias para incluir salas adicionais, recursos e até 1.500 participantes ao mesmo tempo.
ro: Această plată de 500 USD extinde platforma ta Connect pentru următoarele 30 de zile pentru a include camere suplimentare, funcții și până la 1.500 de participanți simultan.
ru: Данный платёж в размере $500 продлевает работу вашей платформы Connect на следующие 30 дней и включает дополнительные комнаты, функции и возможность присутствия до 1500 участников единовременно.
uk: Цей платіж у розмірі $500 пролонгує роботу вашої платформи Connect на наступні 30 днів і включає додаткові кімнати, функції та можливість присутності до 1500 учасників одночасно.
uz: Ушбу 500$ тўлов сизнинг Connect платформангизни кейинги 30 кунга бир вақтнинг ўзида 1,500 нафар иштирокчи сиғимига эга қўшимча хоналар ва функциялар билан кенгайтиради.
zh: 这笔 500 美元的付款将在接下来的 30 天内扩展您的 Connect 平台，包括额外的房间、功能以及一次最多 1,500 名参与者。

source: This $500 payment includes - a one-time $250 Activation Payment that results in 250 Reward Points and $250 first month's Membership Payment that results in 500 Reward Points.
ca: Aquest pagament de 500 dòlars inclou: un Pagament d'activació únic de 250 dòlars, que genera 250 Punts de Recompensa, i el pagament de 250 dòlars per la membresia del primer mes, que genera 500 Punts de Recompensa.
de: Diese Zahlung von 500 $ umfasst eine einmalige Aktivierungszahlung von 250 $, die zu 250 Reward Points führt, und eine Mitgliedszahlung für den ersten Monat von 250 $, die zu 500 Reward Points führt.
es: Este pago de $500 USD incluye: un pago único de activación de $250 USD que resulta en 250 Puntos de Recompensa y un pago mensual de Membresía del primer mes de $250 USD que resulta en 500 Puntos de Recompensa.
fr: Ce paiement de 500 $ comprend - un paiement d'activation unique de 250 $ qui donne droit à 500 Points de Récompense et un paiement d'Adhésion de 250 $ pour le premier mois qui donne droit à 500 Points de Récompense.
it: Questo pagamento di $500 è costituito da: un pagamento di Attivazione di $250 una tantum che dà diritto a 250 Crediti Premio e un pagamento di $250 per il primo mese di Membership che dà diritto a 500 Crediti Premio.
ja: この$500の支払いには、250 リワードポイントが付与される1回限りの$250の登録費の支払いと、500 リワードポイントが付与される初月の$250ドルのメンバーシップ の支払いが含まれます。
kk: Бұл 500 долларлық төлемге 250 бонустық ұпай жинайтын 250 долларлық бір реттік активтендіру төлемі және 500 бонустық ұпай жинайтын 250 долларлық мүшеліктің бірінші айындағы төлем кіреді.
ky: Бул 500 долларлык төлөм төмөнкүлөрдү камтыйт: 250 бонустук упайга ээ болгон бир жолку $250 активдештирүү төлөмү жана 250 бонустук упайга ээ болгон $250 долларлык биринчи айлык мүчөлүк төлөмү.
lv: Šis 500 ASV dolāru maksājums ietver - vienreizēju 250 ASV dolāru aktivizācijas maksājumu, kura rezultātā tiek saņemti 250 Balvu Punkti un 250 ASV dolāru pirmā mēneša Biedru Dalības maksājums, kura rezultātā tiek saņemti 500 Balvu Punkti.
mn: Энэхүү $500-ын төлбөрт 250 Шагналын Оноо авах нэг удаагийн $250-ын идэвхжүүлэлтийн хураамж болон 500 Шагналын Оноо авах таны эхний сарын $250-ын Гишүүнчлэлийн төлбөр багтсан болно.
pt: Este pagamento de $500 inclui: um pagamento único de ativação de $250 que resulta em 250 Pontos de Recompensa e um pagamento de $250 referente ao primeiro mês de assinatura que resulta em 500 Pontos de Recompensa.
ro: Această plată de 500$ include - o plată unică de activare de 250$ care are ca rezultat 250 de puncte de recompensă și plata de membru de 250$ pentru prima lună, care are ca rezultat 500 de puncte de recompensă.
ru: Данный платёж в размере $500 включает в себя единовременный взнос за Активацию в размере $250, благодаря которому вы получаете 250 Бонусных Баллов, а также Членский взнос за первый месяц в размере $250, благодаря которому вы получаете 500 Бонусных Баллов.
uk: Цей платіж у розмірі $500 включає одноразовий внесок за Активацію у розмірі $250, завдяки якому ви отримуєте 250 Бонусних Балів, а також Членський внесок за перший місяць у розмірі $250, завдяки якому ви отримуєте 500 Бонусних Балів.
uz: Ушбу 500$ миқдоридаги тўловга қуйидагилар киради - бир марталик 250$ Фаоллаштириш тўлови ва унга берилган 250 Бонус баллари ҳамда 250$ дастлабки ойлик Аъзолик тўлови ва 500 Бонус баллари.
zh: 这笔$500的付款包括：一次性$250的激活付款，可获得250奖励积分，以及首月$250的会员付款，可获得500奖励积分。

source: This $95 payment Activates your Partner account for the initial 6 month period.
ca: Aquest pagament de 95 dòlars activa el teu compte de soci durant el període inicial de 6 mesos.
de: Mit dieser Zahlung von $95 wird Ihr Partnerkonto für die ersten 6 Monate aktiviert.
es: Este pago de $95 USD activa tu cuenta de Socio durante el período inicial de 6 meses.
fr: Ce paiement de 95 $ active votre compte partenaire pour la période initiale de 6 mois.
it: Questo pagamento di $95 attiva il tuo account di Partner per un periodo iniziale di 6 mesi.
ja: この$95の支払いにより、パートナーアカウントは最初の6ヶ月間有効になります。
kk: Бұл $95 төлем сіздің серіктестік шотыңызды бастапқы 6 айлық кезеңге белсендіреді.
ko: $95를 지불하면 처음 6개월 동안 파트너 계정이 활성화됩니다.
ky: Бул $95 төлөм сиздин Өнөктөш эсебиңизди алгачкы 6 айга активдештирет.
lv: Šis 95 ASV dolāru maksājums aktivizē jūsu partnera kontu sākotnējam 6 mēnešu periodam.
mn: Энэхүү $95-ын төлбөр нь таны Түншийн эрхийн эхний 6 сарын хураамж болно.
pt: Este pagamento de $95 ativa sua conta de parceiro durante o período inicial de 6 meses.
ro: Această plată de 95 USD activează contul tău de partener pentru perioada inițială de 6 luni.
ru: Данный платёж в размере $95 Активирует вашу Партнёрскую учётную запись на первые 6 месяцев.
uk: Цей платіж у розмірі $95 Активує ваш Партнерський обліковий запис на перші 6 місяців.
uz: Ушбу 95$ тўлов сизнинг Ҳамкорлик аккаунтингизни дастлабки 6 ойлик даврга фаоллаштиради.
zh: 这笔 95 美元的付款可在最初 6 个月内激活您的合作伙伴帐户。

source: This action only works with the incorrect questions, please continue.
ca: Aquesta acció només funciona amb preguntes incorrectes, continua.
de: Diese Aktion funktioniert nur bei den falschen Fragen, bitte fahren Sie fort.
es: Esta acción solo funciona con las preguntas incorrectas, continúe.
fr: Cette action ne fonctionne qu'avec les questions incorrectes, veuillez continuer.
it: Questa azione funziona solo con le domande errate, continua.
ja: このアクションは、不正確な質問に対してのみ機能しますので、続けてください。
kk: Бұл әрекет тек жарамсыз сұрақтармен жұмыс істейді, жалғастырыңыз.
ko: 이 작업은 잘못된 질문에만 적용됩니다. 계속하십시오.
ky: Бул функция туура эмес суроолор менен гана иштейт, улантыңыз.
lv: Šī darbība darbojas tikai ar nepareizajiem jautājumiem, lūdzu, turpiniet.
mn: Энэ үйлдэл нь зөвхөн буруу асуултуудад гарна, цааш нь үргэлжлүүлнэ үү.
pt: Esta ação só funciona com as perguntas incorretas, continue.
ro: Această acțiune funcționează numai cu întrebările incorecte, te rugăm să continui.
ru: Данное действие работает только с неверными вопросами, пожалуйста продолжайте.
uk: Ця дія працює тільки з неправильними питаннями, будь ласка, продовжуйте.
uz: Бу функция фақатгина нотўғри саволлар билан ишлайди, илтимос давом этинг.
zh: 此操作仅适用于错误的问题，请继续。

source: This action will delete your current pending verification and you will need to start the verification process from the beginning. Only restart if you are absolutely sure that you want to start over. If your verification is truly pending, this will delete that verification.
fr: Cette action supprimera votre vérification en attente actuelle et vous devrez recommencer le processus de vérification depuis le début. Ne redémarrez que si vous êtes absolument sûr de vouloir recommencer. Si votre vérification est réellement en attente, cela supprimera cette vérification.
it: Questa operazione eliminerà la tua attuale verifica in sospeso e dovrai ricominciare il processo di verifica dall'inizio. Riavvia la procedura solo se sei assolutamente sicuro di voler ricominciare. Se la tua verifica è effettivamente in corso, questa azione la cancellerà.

source: This action will remove the permission or permission group from this admin.
ca: Aquesta acció eliminarà el permís o grup de permisos d'aquest administrador.
de: Mit dieser Aktion wird die Berechtigung oder die Berechtigungsgruppe von diesem Administrator entfernt.
es: Esta acción eliminará el permiso o el grupo de permisos de este administrador.
fr: Cette action supprimera l'autorisation ou le groupe d'autorisations de cet administrateur.
it: Questa azione rimuove l'autorizzazione o il gruppo di autorizzazioni da questo amministratore.
ja: この管理者から権限や権限グループを削除します。
kk: Бұл әрекет осы әкімшіден құқықтарды немесе топ құқықтарын жояды.
ko: 이 작업은 이 관리자로부터 권한 또는 권한 그룹을 제거합니다.
ky: Бул аракет бул администратордон уруксат же уруксат тобун алып салат.
lv: Šī darbība noņems atļauju vai atļauju grupu no šī administratora.
mn: Энэ үйлдэл нь уг админаас зөвшөөрөл эсвэл зөвшөөрлийн бүлгийг устгах болно.
pt: Esta ação removerá a permissão ou o grupo de permissões deste administrador.
ro: Această acțiune va elimina permisiunea sau grupul de permisiuni de la acest administrator.
ru: Данное действие удалит права или права группы у этого администратора.
uk: Ця дія видалить права або права групи у цього адміністратора.
uz: Мазкур ҳаракат ушбу маъмурдан мазкур рухсатни ёки рухсат гуруҳини ўчиради.
zh: 此操作将从该管理员中删除权限或权限组。

source: This action will remove this admin from this department.
ca: Aquesta acció eliminarà a aquest administrador d'aquest departament.
de: Mit dieser Aktion wird dieser Admin aus dieser Abteilung entfernt.
es: Esta acción eliminará este administrador de este departamento.
fr: Cette action aura pour effet de retirer cet administrateur de ce département.
it: Questa azione rimuoverà l'amministratore da questo reparto.
ja: この部署からこの管理者を削除します。
kk: Бұл әрекет осы әкімшіні осы бөлімнен жояды.
ko: 이 작업은 이 부서에서 이 관리자를 제거합니다.
ky: Бул аракет бул администраторду бөлүмдөн чыгарат.
lv: Šī darbība noņems šo administratoru no šīs nodaļas.
mn: Энэ үйлдэл нь админыг энэ хэлтэсээс хасах болно.
pt: Esta ação removerá este administrador deste departamento.
ro: Această acțiune va elimina acest administrator din acest departament.
ru: Данное действие удалит этого администратора из этого отдела.
uk: Ця дія видаляє цього адміністратора з цього відділу.
uz: Мазкур ҳаракат ушбу маъмурни бўлимдан чиқаради.
zh: 此操作将从该部门中删除该管理员。

source: This action will remove this admin from this permission group.
ca: Aquesta acció eliminarà a aquest administrador d'aquest grup de permisos.
de: Mit dieser Aktion wird der Administrator aus dieser Berechtigungsgruppe entfernt.
es: Esta acción eliminará a este administrador de este grupo de permisos.
fr: Cette action supprimera l'administrateur de ce groupe d'autorisations.
it: Questa azione rimuoverà l'amministratore da questo gruppo di permessi.
ja: この権限グループからこの管理者を削除します。
kk: Бұл әрекет осы әкімшіні осы рұқсаттар тобынан жояды.
ko: 이 작업은 이 권한 그룹에서 이 관리자를 제거합니다.
ky: Бул аракет бул администраторду бул уруксат тобунан чыгарат.
lv: Šī darbība noņems šo admin no šīs atļauju grupas.
mn: Энэ үйлдэл нь админыг энэ зөвшөөрлийн бүлгээс хасах болно.
pt: Esta ação removerá este administrador deste grupo de permissão.
ro: Această acțiune va elimina acest administrator din acest grup de permisiuni.
ru: Данное действие удалит этого администратора из этой группы разрешений.
uk: Ця дія видаляє цього адміністратора з цієї групи дозволів.
uz: Мазкур ҳаракат ушбу маъмурни мазкур рухсат гуруҳидан чиқаради.
zh: 此操作会将此管理员从此权限组中删除。

source: This action will remove this permission from this permission group.
ca: Aquesta acció eliminarà aquest permís d'aquest grup de permisos.
de: Mit dieser Aktion wird diese Berechtigung aus dieser Berechtigungsgruppe entfernt.
es: Esta acción eliminará este permiso de este grupo de permisos.
fr: Cette action supprimera cette autorisation de ce groupe d'autorisations.
it: Questa azione rimuoverà il permesso da questo gruppo di permessi.
ja: この権限グループからこの権限を削除します。
kk: Бұл әрекет осы рұқсатты осы рұқсаттар тобынан жояды.
ko: 이 작업은 이 권한 그룹에서 이 권한을 제거합니다.
ky: Бул аракет бул уруксатты бул уруксат тобунан алып салат.
lv: Šī darbība noņems šo atļauju šai atļauju grupai.
mn: Энэ үйлдэл нь энэ зөвшөөрлийн бүлгээс энэ зөвшөөрлийг устгах болно.
pt: Esta ação removerá esta permissão deste grupo de permissões.
ro: Această acțiune va elimina această permisiune din acest grup de permisiuni.
ru: Данное действие удалит эти права из этой группы разрешений.
uk: Ця дія видаляє ці права з цієї групи дозволів.
uz: Мазкур ҳаракат ушбу рухсатни мазкур рухсат гуруҳидан чиқаради.
zh: 此操作将从该权限组中删除该权限。
