Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Unlock Group
ca: Desbloquejar Grup
de: Gruppe entsperren
es: Desbloquear Grupo
fr: Déverrouiller le groupe
it: Sblocca il gruppo
ja: グループをアンロックする
kk: Топты блоктан шығару
ko: 그룹 잠금 해제
ky: Группаны бөгөттөөдөн чыгаруу
lv: Atbloķēt grupu
mn: Бүлгийг нээх
pt: Desbloquear grupo
ro: Deblochează grupul
ru: Раблокировать группу
uk: Розблокувати групу
uz: Гуруҳни блокдан чиқариш
zh: 解锁组

source: Unlock special partner-only benefits and even free trips!
ca: Desbloqueja avantatges especials exclusius per a socis i fins i tot viatges gratuïts!
de: Schalten Sie spezielle, nur für Partner geltende Vorteile und sogar kostenlose Reisen frei!
es: Desbloquea beneficios especiales, exclusivos para los Socios, ¡e incluso viajes gratis!
fr: Débloquez des avantages spéciaux réservés aux partenaires et même des voyages gratuits !
it: Sblocca speciali vantaggi riservati ai Partner e persino viaggi gratuiti!
ja: パートナー限定の特別特典や無料旅行も手に入れましょう！
kk: Тек серіктестер үшін қол жетімді арнайы артықшылықтарды, соның ішінде тегін саяхаттарды табыңыз!
ky: Атайын өнөктөштөр үчүн гана каралган жеңилдиктерди жана акысыз саякаттарды ачкыла!
lv: Iegūsti īpašus tikai - partneriem labumus un pat bezmaksas ceļojumus!
mn: Зөвхөн Түнш нарт зориулсан тусгай ашиг тусууд, тэр ч байтугай үнэгүй аялах эрхийг авах!
pt: Desbloqueie benefícios especiais só para parceiros e até viagens gratuitas!
ro: Deblochează beneficii speciale numai pentru parteneri și chiar călătorii gratuite!
ru: Откройте для себя особые, доступные только для Партнёров преимущества, включая и бесплатные путешествия!
uk: Отримайте спеціальні переваги лише для партнерів і навіть безкоштовні поїздки!
uz: Фақат Ҳамкорлар учун тақдим этиладиган махсус афзалликларга ва ҳаттоки бепул саёҳатларга эга бўлинг!
zh: 解锁专属合作伙伴福利，甚至免费旅行！

source: Unlock the full power of membership 3.0
ca: Desbloqueja tot el potencial de la membresia 3.0
de: Schöpfen Sie die Vorteile der Mitgliedschaft 3.0 voll aus
es: Desbloquea todo el potencial de la Membresía 3.0
fr: Libérer toute la puissance de l'adhésion 3.0
it: Sblocca tutte le potenzialità della Membership 3.0
ja: メンバーシップ 3.0のパワーを最大限に引き出す
kk: 3.0 мүшелігінің барлық күшін ашыңыз
ky: Мүчөлүк 3.0 программасынын толук күчүнөн пайдаланыңыз
lv: Pilnībā izmantojiet biedru dalības 3.0 priekšrocības
mn: Гишүүнчлэл 3.0-ын бүх хүчийг ашиглаарай
pt: Desbloqueie todo o poder da assinatura 3.0
ro: Deblochează întreaga putere a abonamentului 3.0
ru: Разблокируйте всю мощь Программы Членства 3.0
uk: Розблокуйте всю потужність Програми Членства 3.0
uz: Аъзолик 3.0 нинг тўлиқ қудратини кўринг
zh: 解锁会员3.0的全部功能

source: Unlock this bonus by earning
fr: Débloquez ce bonus en gagnant
it: Sblocca questo bonus guadagnando
kk: Бұл бонусты табыс табу арқылы ашыңыз
pt: Desbloqueie este bônus ao ganhar
ro: Deblochează acest bonus câștigând
uk: Розблокуйте цей бонус, заробивши
uz: Қуйидагиларни ишлаб топган ҳолда бонусни қўлга киритинг:
zh: 通过获得来解锁此奖励

source: Unlock this bonus by helping
ca: Desbloqueja aquesta bonificació ajudant els altres a aconseguir-ho
fr: Débloquez ce bonus en aidant
it: Sblocca questo bonus aiutando
ja: ボーナスをサポートすることで手に入れましょう
kk: Көмек көрсету арқылы осы бонусты ашыңыз
pt: Desbloqueie este bônus ajudando
ro: Deblochează acest bonus ajutând
uk: Розблокуйте цей бонус, допомагаючи
uz: Қуйидагиларга ёрдам берган ҳолда бонусни қўлга киритинг
zh: 通过协助即可解锁此奖励

source: Unlock this bonus by inviting at least
ca: Desbloqueja aquesta bonificació convidant com a mínim
fr: Débloquez ce bonus en invitant au moins
it: Sblocca questo bonus invitando almeno
ja: このボーナスは、最低でも下記の人数を招待することで手に入れることが出来ます
kk: Бұл бонусты кем дегенде шақыру арқылы ашыңыз
pt: Desbloqueie este bônus convidando ao menos
ro: Deblochează acest bonus invitând cel puțin
uk: Розблокуйте цей бонус, запросивши щонайменше
uz: Камида қуйидаги миқдордаги аъзоларни таклиф этиб, ушбу бонусни қўлга киритинг
zh: 邀请至少以下人数即可解锁此奖励

source: Unlock this bonus by inviting at least
ca: Desbloqueja aquesta bonificació convidant almenys
fr: Débloquez ce bonus en invitant au moins
it: Sblocca questo bonus invitando almeno
ja: このボーナスは、最低でも下記の人数を招待することで手に入れることが出来ます
kk: Бұл бонусты кем дегенде шақыру арқылы ашыңыз
pt: Desbloqueie este bônus convidando ao menos
ro: Deblochează acest bonus invitând cel puțin
uk: Розблокуйте цей бонус, запросивши щонайменше
uz: Камида қуйидаги миқдордаги аъзоларни таклиф этиб, ушбу бонусни қўлга киритинг
zh: 邀请至少以下人数即可解锁此奖励

source: Unlock this bonus by reaching at least
ca: Desbloqueja aquesta bonificació assolint com a mínim
fr: Débloquez ce bonus en atteignant au moins
it: Sblocca questo bonus raggiungendo almeno
ja: このボーナスは、最低でも下記の人数を招待することで手に入れることが出来ます
kk: Бұл бонусты ашу үшін кем дегенде
pt: Desbloqueie este bônus alcançando ao menos
ro: Deblochează acest bonus atingând cel puțin
uk: Розблокуйте цей бонус, досягнувши щонайменше
uz: Камида қуйидагиларга эришиб, ушбу бонусни қўлга киритинг
zh: 达到至少以下业绩即可解锁此奖励

source: Unlock this bonus by reaching the rank of
ca: Desbloqueja aquesta bonificació assolint el rang de
fr: Débloquez ce bonus en atteignant le rang de
it: Sblocca questo bonus raggiungendo il rango di
ja: このボーナスは、最低でも下記ののランクに達することで手に入れることが出来ます
kk: Бұл бонусты ашу үшін келесі рангқа жетіңіз
pt: Desbloqueie este bônus alcançando o patamar de
ro: Deblochează acest bonus atingând nivelul de
uk: Розблокуйте цей бонус, досягнувши рангу
uz: Камида қуйидаги рангга эришиб, ушбу бонусни қўлга киритинг
zh: 晋升至以下职级即可解锁此奖励

source: unLock user
ca: desbloquejar usuari
de: Nutzer entsperren
es: desBloquear usuario
fr: Déverrouiller l'utilisateur
it: sblocca utente
ja: ユーザーをアンロックする
kk: пайдаланушыны блоктан шығару
ko: 사용자 잠금 해제
ky: Колдонуучуну бөгөттөөдөн чыгаруу
lv: atbloķēt lietotāju
mn: хэрэглэгчийг нээх
pt: desbloquear usuário
ro: deBlochează utilizatorul
ru: Разблокировать пользователя
uk: Розблокувати користувача
uz: фойдаланувчини блокдан чиқариш
zh: 解锁用户

source: Unlocked!
ca: Desbloquejat!
de: Freigeschalten!
es: ¡Desbloqueado!
fr: Débloqué !
it: Sbloccato!
ja: 解除されました！
kk: Құлып ашылды!
ky: Бөгөттөн чыкты!
lv: Atbloķēts/Atslēgts!
mn: Нээгдлээ!
pt: Desbloqueado!
ro: Deblocat!
ru: Разблокировано!
uk: Розблоковано!
uz: Блокдан чиқарилди!
zh: 解锁！

source: Unpaid Invoice
ca: Factura no pagada
de: Nicht bezahlte Rechnung
es: Recibo Pendiente de Pago
fr: Facture impayée
it: Fattura non pagata
ja: 未払いの請求書
kk: Төленбеген Шот
ko: 미결제 청구서
ky: Төлөнбөгөн эсеп-фактуралар
lv: Neapmaksātais rēķins
mn: Төлөгдөөгүй нэхэмжлэх
pt: Fatura pendente
ro: Factură neplătită
ru: Неоплаченный Счет
uk: Неоплачений Рахунок
uz: Тўланмаган ҳисоб
zh: 未支付發票

source: Unrivaled travel perks –
ca: Avantatges de viatge incomparables –
de: Exklusive Reisevorteile –
es: Beneficios de viaje inigualables –
fr: Des avantages de voyage inégalés –
it: Vantaggi di viaggio impareggiabili -
ja: 他に類を見ない旅行特典 –
kk: Саяхатшылар үшін теңдесі жоқ артықшылықтар –
ky: Салыштырылгыс саякат артыкчылыктары –
lv: Nepārspēti ceļojumu labumi –
mn: Аяллын хосгүй давуу талууд –
pt: Vantagens de viagem INigualáveis –
ro: Beneficii de călătorie fără rival –
ru: Непревзойдённые туристические привилегии —
uk: Неперевершені туристичні привілеї —
uz: Тенгсиз саёҳат имтиёзлари -
zh: 无与伦比的旅行福利–

source: Unsaved Changes
ca: Canvis no desats
de: Nicht gespeicherte Änderungen
es: Cambios no guardados
fr: Modification non enregistrées
it: Modifiche non salvate
ja: 未保存の変更
kk: Сақталмаған өзгерістер
ky: Сакталбаган өзгөртүүлөр
lv: Nesaglabāās izmaiņas
mn: Сануулагдаагүй өөрчлөлтүүд
pt: Alterações não salvas
ro: Modificări nesalvate
ru: Несохраненные изменения
uk: Незбережені зміни
uz: Сақланмаган ўзгаришлар
zh: 未保存更改

source: Unsubscribe
ca: Anul·la la subscripció
de: Abonnement stornieren
es: Darte de baja
fr: Se désabonner
it: Annulla l'iscrizione
ja: 登録解除
kk: Жазылымнан бас тарту
ko: 주소 삭제
ky: Жазылууну токтотуу
lv: Abonēšana
mn: Захиалга цуцлах
pt: Cancelar inscrição
ro: Dezabonaţi-vă
ru: Отписаться
uk: Відписатися
uz: Обунани бекор қилиш
zh: 取消訂閱

source: Unsubscribe from our mailing list:
ca: Anul·lar la subscripció a la nostra llista de correu:
de: Aus der Mailingliste entfernen:
es: Date de baja de nuestra lista de correo:
fr: Se désabonner de notre liste de diffusion :
it: Cancellati dalla nostra mailing list:
ja: 私たちのメーリングリストから購読を中止します。
kk: Біздің тарату тізімімізден бас тарту:
ko: 메일 리스트에서 주소 삭제:
ky: Биздин почта тизмебизден чыгуу үчүн:
lv: Anulēt mūsu adresātu sarakstu:
mn: Манай имэйлийн жагсаалтаас хасагдах:
pt: Cancelar a inscrição na nossa lista de email:
ro: Ştergeți-vă din lista noastră de adrese:
ru: Отписаться от нашей рассылки:
uk: Відписатися від списку розсилки:
uz: Бизнинг почта рўйхатимиздан обунани бекор қилиш:
zh: 取消訂閱我們的郵件：

source: Unsubscribe here
ca: Cancel·lar subscripció aquí
de: Hier abbestellen
es: Cancelar suscripción aquí
fr: Se désabonner ici
it: Annulla l'iscrizione qui
ja: 登録解除はこちら
kk: Мұнда жазылудан бас тартыңыз
ko: 여기에서 구독 취소
ky: Бул жерден жазылууну токтотуңуз
lv: Abonēšana šeit
mn: Захиалга цуцлах
pt: Cancelar inscrição aqui
ro: Dezabonează-te aici
ru: Отписаться здесь
uk: Відписатися тут
uz: Обунани бу ерда бекор қилинг
zh: 在此取消订阅

source: Until Membership Invoice Is Sent
ca: Fins que la Factura de la Membresia sigui Enviada.
de: Bis zum Versand der Mitgliedschaftsrechnung
es: Hasta que se Envíe la Factura de Membresía
fr: Jusqu'à l'envoi de la facture d'adhésion
it: all'invio della fattura della Membership
ja: メンバーシップの請求書発行まで
kk: Клуб мүшелігін төлеуге арналған шот әлі жіберілген жоқ
ky: Мүчөлүк эсеп-фактурасы жөнөтүлгөнгө чейин
lv: Līdz biedru dalības rēķina nosūtīšanai
mn: Гишүүнчлэлийн нэхэмжлэх ирэх хүртэл
pt: Até que a fatura da assinatura seja enviada
ro: Până la trimiterea facturii de membru
ru: Пока не отправлен счёт на оплату Членства в Клубе
uk: Поки не надіслано рахунок на оплату Членства в Клубі
uz: Аъзолик ҳисоби юборилгунга қадар
zh: 直至会员发票发送为止

source: Until Month-End
ca: Fins a Final de Mes
de: Bis zum Monatsende
es: Hasta Fin de Mes
fr: Jusqu'à la fin du mois
it: Fino a fine mese
ja: 月末まで
kk: Айдың соңына дейін
ky: Айдын аягына чейин
lv: Līdz Menešā beigām
mn: Сар дуусах өдөр хүртэл
pt: Até o final do mês
ro: Până la sfârșitul lunii
ru: До конца месяца
uk: До кінця місяця
uz: Ой сўнига қадар
zh: 直到月底

source: Unused RPs
ca: PR no utilitzats
de: Ungenutzte RPs
es: PR no utilizados
fr: RP inutilisés
it: CP non utilizzati
ja: 未使用のリワードポイント
kk: Пайдаланылмаған БҰ
ky: Колдонулбаган БУ
lv: Neizmantotie BP
mn: Хэрэглээгүй ШО-нууд
pt: PRs não utilizados
ro: PR nefolosite
ru: Неиспользованные ББ
uk: Невикористані ББ
uz: Фойдаланилмаган ББ
zh: 未使用的奖励积分

source: Up to
fr: Jusqu'à
it: Fino a
kk: Дейін
pt: Até
uk: До
zh: 最高可达

source: Up to %{RPAvailable} RP & %{OutOfPocket}
fr: Jusqu'à %{RPAvailable} RP et %{OutOfPocket}
it: Fino a %{RPAvailable} RP e %{OutOfPocket} fondi propri
kk: %{RPAvailable} БҰ және %{OutOfPocket} мөлшеріне дейін
pt: Até %{RPAvailable} PR e %{OutOfPocket}
uk: До %{RPAvailable} ББ & %{OutOfPocket}
zh: 最高可使用%{RPAvailable}个RP和%{OutOfPocket}自付金额

source: Up to 6,000 Reward Points a Year
fr: Jusqu'à 6 000 Points de Récompense par An
it: Fino a 6.000 Crediti Premio all'anno
kk: Жылына 6 000 Бонус Ұпайларына дейін
pt: Até 6.000 pontos de recompensa por ano
uk: До 6000 Бонусних Балів на рік
uz: Йилига 6000 Бонус балларигача
zh: 每年最高可获得6000奖励积分

source: UPCOMING
fr: À venir
it: PROSSIMAMENTE
kk: АЛДАҒЫ
pt: PRÓXIMAS NOVIDADES
uk: МАЙБУТНІ
uz: ЯҚИНЛАШИБ КЕЛАЁТГАН
zh: 即将到来

source: Upcoming Booking!
ca: Pròxima Reserva!
de: Kommende Buchung!
es: ¡Próxima Reserva!
fr: Prochaines réservations !
it: Prenotazioni attive!
ja: 既存の予約！
kk: Алдағы брондау!
ko: 다가오는 예약 !
ky: Келечектеги брондоолор!
lv: Nākamās Rezervācijas!
mn: Таны захиалсан аялал!
pt: Próxima reserva!
ro: Rezervare viitoare!
ru: Будущие бронирования!
uk: Майбутнє бронювання!
uz: Келгуси буюртмалар!
zh: 即将预订！

source: Update
ca: Actualització
es: Actualización
fr: Mise à jour
it: Aggiorna
ja: 更新する
kk: Жаңарту
ko: 업데이트하기
ky: Жаңылоо
lv: Atjaunot
mn: Шинэчлэх
pt: Atualizar
ro: Actualizare
ru: Обновить
uk: Оновити
uz: Янгилаш
zh: 更新

source: Update Customer
ca: Actualitzar client
de: Kunden aktualisieren
es: Actualizar Cliente
fr: Mise à jour du client
it: Aggiorna cliente
ja: カスタマーをアップデートする
kk: Клиентті Жаңарту
ky: Клиентти жаңыртыңыз
lv: Atjaunots Klients
mn: Хэрэглэгч шинэчлэх
pt: Atualizar cliente
ro: Actualizează Clientul
ru: Обновить клиента
uk: Оновити клієнта
uz: Мижозни янгилаш
zh: 客户更新

source: update Invitation Type
ca: actualitza el Tipus d'Invitació
de: Einladungstyp aktualisieren
es: Actualizar tipo de invitación
fr: mettre à jour le type d'invitation
it: aggiorna il tipo di invito
ja: 招待状のタイプをアップデート
kk: шақыру түрін жаңарту
ky: чакыруу түрүн жаңыртуу
lv: jauniniet ielūgumu tipu
mn: Урилгын төрлийг шинэчлэх
pt: atualizar tipo de convite
ro: actualizare tipul invitației
ru: обновить тип приглашения
uk: оновити тип запрошення
uz: таклифнома турини янгилаш
zh: 更新邀请类型

source: Update Later
ca: Actualitzar més tard
de: Später aktualisieren
es: Actualizar más tarde
fr: Mise à jour plus tard
it: Aggiorna più tardi
ja: 後でアップデートする
kk: Кейін жаңарту
ko: 나중에 업데이트
ky: Кийинчерээк жаңыртыңыз
lv: Atjaunot vēlāk
mn: Дараа шинэчлэх
pt: Atualizar mais tarde
ro: Actualizează Mai Târziu
ru: Обновить позже
uk: Оновити пізніше
uz: Кейинроқ янгилаш
zh: 稍後更新

source: Update Picture
fr: Mettre à Jour la Photo
it: Aggiorna foto
pt: Atualizar Imagem
uk: Оновити зображення

source: Update Pixel ID
ca: Actualitzar ID de Píxel
de: Pixel-ID aktualisieren
es: Actualizar ID de Pixel
fr: Mise à Jour de l'ID Pixel
it: Aggiorna ID dei Pixel
ja: ピクセルIDをアップデート
kk: Пиксель Идентификаторын Жаңарту
ko: 픽셀 ID 업데이트
ky: Пиксел ID номерин жаңыртыңыз
lv: Jauniniet pikseli ID
mn: Пиксел ID шинэчлэх
pt: Atualizar Pixel ID
ro: Actualizează Pixel ID
ru: Обновить идентификатор пикселя
uk: Оновити ідентифікатор пікселя
uz: Пиксель идентификация рақамини янгилаш
zh: 更新像素ID

source: Update Recurring Profile
ca: Actualitza el Perfil Habitual
de: Wiederkehrendes Protokoll aktualisieren
es: Actualizar Perfil Recurrente
fr: Mettre à Jour le Profil Récurrent
it: Aggiorna il profilo ricorrente
ja: 定期払いの情報をアップデートする
kk: Қайталанатын Профильді Жаңарту
ko: 자동 프로필 업데이트
ky: Профильди мезгил-мезгили менен жаңыртуу
lv: Atjauno automātisko maksājumu profilu
mn: Давтамжит бүртгэлийг шинэчлэх
pt: Atualizar perfil recorrente
ro: Actualizați Profilul Recurent
ru: Обновить рекуррентный профиль
uk: Оновити рекурентний профіль
uz: Даврий профилни янгилаш
zh: 更新循環資料

source: Update Sailing
ca: Actualitzacions de sortida
de: Update Segeln
es: Actualizar Viaje
fr: Mise à jour de la navigation
it: Aggiornamenti sulla partenza
ja: 旅程をアップデート
kk: Желкенді жаңарту
ko: 항해 업데이트
ky: Круизди жаңыртуу
lv: Atjaunināt Braucienu/reisu
mn: Аяллыг шинэчлэх
pt: Atualizar navegação
ro: Actualizează navigarea
ru: Обновить плавание
uk: Оновити плавання
uz: Круизни янгилаш
zh: 更新航行

source: Update VAT
ca: Actualitzar l'IVA
es: Actualizar IVA
fr: Actualiser la TVA
it: Aggiorna IVA
ja: VATを更新する
kk: ҚҚС Жаңарту
ky: КНС Жаңылоо
lv: Jaunini VAT
mn: VAT шинэчлэх
pt: Atualizar VAT
ro: Actualizare TVA
ru: Обновить НДС
uk: Оновити ПДВ
uz: ҚҚСни янгилаш
zh: 更新VAT

source: Updated documents and resources
ca: Documents i recursos actualitzats
de: Aktualisierte Dokumente und Ressourcen
es: Documentos y recursos actualizados
fr: Documents et ressources mis à jour
it: Documenti e risorse aggiornati
ja: 更新された資料とリソース
kk: Жаңартылған құжаттар мен ресурстар
ky: Жаңыланган документтер жана ресурстар
lv: Jaunināti dokumenti un resursi
mn: Шинэчлэгдсэн баримт бичгүүд болон нөөц материалууд
pt: Documentos e recursos atualizados
ro: Documente și resurse actualizate
ru: Обновлённые материалы и документы
uk: Оновлені матеріали та документи
uz: Янгиланган ҳужжатлар ва манбалар
zh: 更新的文档和资源

source: Updated Referrer ID
ca: ID de referència actualitzat
de: Aktualisierte Referrer-ID
es: ID de Referencia Actualizado
fr: ID du référent mis à jour
it: ID del referente aggiornato
ja: 紹介者IDをアップデート
kk: Жаңартылған сілтеме идентификаторы
ko: 업데이트된 추천인 ID
ky: Жаңыртылган Referrer идентификациялык номери
lv: Atjauninātās personas/sūtītāja ID
mn: Элсүүлэгчийн ID шинэчлэх
pt: ID de referência atualizado
ro: ID-ul de referință actualizat
ru: ID реферера обновлён
uk: ID реферера оновлено
uz: Янгиланган реферер идентификация рақами
zh: 更新的推薦人 ID

source: Updating your display name, phone number, or email will apply across your entire inCruises profile
ca: Actualitzar el teu nom visible, número de telèfon o correu electrònic s'aplicarà a tot el teu perfil d'inCruises
de: Wenn Sie Ihren Anzeigenamen, Ihre Telefonnummer oder Ihre E-Mail-Adresse aktualisieren, gilt dies für Ihr gesamtes inCruises Profil.
es: Actualizar tu nombre para mostrar, número de teléfono o correo electrónico se aplicará en todo tu perfil de inCruises
fr: La mise à jour de votre nom d'affichage, de votre numéro de téléphone ou de votre adresse couriel s'appliquera à l'ensemble de votre profil inCruises
it: L'aggiornamento del nome di visualizzazione, del numero di telefono o dell'e-mail sarà applicato a tutto il tuo profilo inCruises.
ja: 表示名、電話番号、またはメールアドレスを更新すると、inCruisesプロフィール全体に反映されます
kk: Дисплейдегі атыңызды, телефон нөміріңізді немесе электрондық поштаңызды жаңарту сіздің бүкіл inCruises профиліңізге қолданылады
ky: Дисплейдеги атыңызды, телефон номериңизди же электрондук почтаңызды жаңылоо inCruises профилиңиздин бүтүндөй бөлүгүнө колдонулат
lv: Parādāmā vārda, tālruņa numura vai e-pasta atjaunināšana tiks lietota visā jūsu InCruises profilā
mn: Дэлгэцийн нэр, утасны дугаар, имэйл хаягаа өөрчлөх нь таны inCruises-ийн бүх профайлд өөрчлөлт оруулах болно
pt: As atualizações no nome de exibição, telefone ou e-mail serão refletidas em todo o seu perfil da inCruises
ro: Actualizarea numelui afișat, a numărului de telefon sau a adresei de e-mail se va aplica întregului profil inCruises
ru: Обновление отображаемого имени, номера телефона или электронной почты будет применено во всей вашей учётной записи inCruises
uk: Оновлення вашого імені, номера телефону або електронної пошти застосовуватиметься до всього вашого профілю inCruises
uz: Акс этувчи исмингиз, телефон рақами ёки электрон почта манзили бутун inCruises профилингиз бўйича татбиқ этилади
zh: 更新您的显示名称、电话号码或电子邮件后，将应用于您的整个inCruises个人资料

source: Upgradable
ca: Actualitzable
de: Upgradebar
es: Con opción a mejora de plan
fr: Évolutif
it: Con possibilità di upgrade
ja: アップグレード可能
kk: Жаңартуға болады
ky: Жогорулатууга мүмкүн болгон
lv: Jaunināms
mn: Ахиулалт хийх боломжтой эсэх
pt: Com possibilidade de upgrade
ro: Upgradabil
ru: С возможностью повышения
uk: З можливістю підвищення
uz: Апгрейд мумкин бўлган
zh: 可升级的

source: Upgrade
ca: Actualització
es: Mejorar la suscripción
fr: Mettre à niveau
it: Aggiorna
ja: アップグレード
kk: Жаңарту
ko: 업그레이드
ky: Жаңыртуу
lv: Apgreidojies
mn: Шинэчлэх
pt: Atualizar
ro: Activează-te acum
ru: Обновить статус
uk: Оновлення
uz: Янгилаш
zh: 升級

source: Upgrade Now
ca: Actualitza ara
de: Jetzt upgraden
es: Mejorar mi suscripción ahora
fr: Passe de niveau maintenant
it: Aggiornati subito
ja: 今すぐアップグレード
kk: Қазір Жаңарту
ko: 지금 업그레이드 하십시오
ky: Азыр жаңыртыңыз
lv: Apgreido tagad
mn: Энэ багцыг сонгох
pt: Atualize Agora
ro: Actualizează acum
ru: Обновить Сейчас
uk: Оновити Зараз
uz: Ҳозироқ янгилаш
zh: 現在升級

source: Upgrade Now!
ca: Actualitza ara!
de: Jetzt upgraden!
es: ¡Mejora Tu Plan Ahora!
fr: Mettre à niveau maintenant !
it: Fai subito l'aggiornamento!
ja: 今すぐアップグレード！
kk: Қазір Жаңарту!
ky: Азыр жаңыртыңыз!
lv: Apgreido tagad!
mn: Одоо ахиулалт хийх!
pt: Atualizar agora!
ro: Fă upgrade acum!
ru: Обновиться сейчас!
uk: Оновити Зараз!
uz: Ҳозироқ апгрейд қилинг!
zh: 现在升级！

source: Upgrade Only
fr: Mise à Niveau Uniquement
it: Solo upgrade

source: Upgrade Plans
ca: Plans d'Actualització
de: Upgrade-Pläne
es: Mejorar Planes
fr: Plans de mise à niveau
it: Aggiornamento Piani
ja: プランをアップグレードする
kk: Жаңарту Пландары
ky: Жаңыртуу пландары
lv: Apgreido Plānus
mn: Гишүүнчлэлийн ахиулалт хийх
pt: Planos para atualização
ro: Planuri de upgrade
ru: Планы к обновлению
uk: Плани для оновлення
uz: Апгрейд режалари
zh: 升级计划

source: Upgrade subscription to unlock InCruises benefits.
ca: Actualitza la subscripció per desbloquejar els beneficis d'InCruises.
de: Upgrade des Abonnements zur Freischaltung der InCruises-Vorteile.
es: Mejora tu suscripción para desbloquear los beneficios de inCruises.
fr: Passez à l'abonnement supérieur pour bénéficier des avantages InCruises.
it: Aggiorna l'abbonamento per usufruire dei vantaggi di inCruises.
ja: inCruisesの特典をアンロックするためにサブスクリプションをアップグレードする。
kk: InCruises артықшылықтарына қол жеткізу үшін жазылымыңызды жаңартыңыз.
ky: InCruises артыкчылыктарын ачуу үчүн абонентти жогорулатыңыз.
lv: jaunini pierakstīšanos lai atslēgtu inCruises priekšrocības.
mn: inCruises-ийн ашиг тусуудыг эдлэхийн тулд Гишүүнчлэлийнхээ хувилбарыг ахиулаарай.
pt: Atualize a assinatura para desbloquear os benefícios da InCruises.
ro: Fă upgrade la abonament pentru a debloca beneficiile inCruises.
ru: Обновите свою подписку, чтобы разблокировать преимущества InCruises.
uk: Оновіть підписку, щоб розблокувати переваги InCruises.
uz: InCruises афзалликларига эга бўлиш учун обунани янгиланг.
zh: 升级订阅以解锁InCruises福利。
