Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Was your first cruise booked with inCruises?
ca: El teu primer creuer va ser reservat amb inCruises?
de: Haben Sie Ihre erste Kreuzfahrt bei inCruises gebucht?
es: ¿Tu primer crucero fue reservado por medio de inCruises?
fr: Votre première croisière a-t-elle été réservée avec inCruises ?
it: La tua prima crociera è stata prenotata con inCruises?
ja: inCruisesで初めてクルーズ予約をしましたか？
kk: Сіз өз алғашқы круизіңізді inCruises арқылы брондадыңыз ба?
ko: 인크루즈를 통해 첫 크루즈 여행을 예약하셨습니까?
ky: Биринчи круизиңиз inCruises аркылуу брондолду беле?
lv: Vai jūsu pirmais kruīzs bija ar inCruises?
mn: Та анхны круиз аялалаа inCruises-ээр дамжуулан захиалсан уу?
pt: É seu primeiro cruzeiro reservado com a inCruises?
ro: Prima ta croazieră a fost rezervată cu inCruises?
ru: Вы бронировали свой первый круиз через inCruises?
uk: Ви бронювали свій перший круїз через inCruises?
uz: Биринчи круизингизга inCruises орқали буюртма берганмисиз?
zh: 您的第一次郵輪旅行是通過inCruises預訂的嗎？

source: Washington registration number
ca: Número de registre de Washington
de: Washington Registrierungsnummer
es: Número de registro de Washington
fr: Numéro d'enregistrement Washington
it: Numero di registrazione di Washington
ja: ワシントン州登録番号
kk: Вашингтон тіркеу нөмірі
ko: 워싱턴주 등록 번호
ky: Вашингтондо катталган номер
lv: Vašingtonas reģistrācijas numurs
mn: Вашингтон мужийн бүртгэлийн дугаар
pt: Número de registro em Washington
ro: Număr de înregistrare de Washington
ru: Регистрационный номер в Вашингтоне
uk: Реєстраційний номер у Вашингтоні
uz: Вашингтонда рўйхатдан ўтган рақами
zh: 華盛頓註冊號碼

source: Watch Again
ca: Torna a veure
de: Nochmals ansehen
es: Ver de nuevo
fr: Regarder à nouveau
it: Guarda di nuovo
ja: もう一度観る
kk: Қайтадан Қараңыз
ky: Кайрадан көрүңүз
lv: Skaties Atkal
mn: Дахин үзэх
pt: Assista novamente
ro: Vizionează din nou
ru: Посмотреть ещё раз
uk: Переглянути ще раз
uz: Такрор томоша қилиш
zh: 再次观看

source: Watch Intro Video
ca: Mira el vídeo d’introducció
de: Intro Video ansehen
es: Mira el Video de Introducción
fr: Regarder la Vidéo d'Introduction
it: Guarda il video introduttivo
ja: 紹介動画を見る
kk: Кіріспе видеосын қараңыз
ky: Тааныштыруу видеосун көрүңүз
lv: Skatiet Intro Video
mn: Танилцуулга видео үзэх
pt: Assista ao Vídeo de Introdução
ro: Vizionează videoclipul introductiv
ru: Посмотрите ознакомительное видео
uk: Подивіться вступне відео
uz: Таништирувчи Видеони кўриш
zh: 观看介绍视频

source: Watch Membership Video
ca: Mira el vídeo de la Membresia
de: Mitgliedschaftsvideo ansehen
es: Mira el Video de Membresía
fr: Regardez la Vidéo d'Adhésion
it: Guarda il Video sulla Membership
ja: メンバーシップの動画を見る
kk: Мүшелік видеосын қараңыз
ky: Мүчөлүк тууралуу видеону көрүңүз
lv: Noskatieties Biedru Dalības Video
mn: Гишүүнчлэлийн видео үзэх!
pt: Assista ao Vídeo Sobre a Assinatura
ro: Urmărește videoclipul despre Abonament
ru: Посмотреть видео о программе Членства
uk: Перегляньте відео про Членство
uz: Аъзоликка оид видеони томоша қилиш
zh: 观看会员介绍视频

source: Watch our media coverage, news updates, and promotional videos
ca: Mira la nostra cobertura mediàtica, actualitzacions de notícies i vídeos promocionals
fr: Regardez notre couverture médiatique, nos actualités et nos vidéos promotionnelles
it: Guarda le nostre apparizioni sui media, gli aggiornamenti e i video promozionali
ja: メディア報道、ニュース更新、プロモーションビデオを見る
kk: Біздің медиа жарияланымдарымызды, жаңалықтарымызды және жарнамалық бейнелерімізді көріңіз
pt: Assista à nossa cobertura da mídia, atualizações de notícias e vídeos promocionais
ro: Urmărește acoperirea media, actualizările de știri și videoclipurile promoționale
uk: Дивіться наші висвітлення у ЗМІ, новини та рекламні відео
uz: ОАВдаги чиқишларимиз, янгиликлар ва тарғибот видеоларини томоша қилинг
zh: 观看我们的媒体报道、新闻更新和宣传视频

source: Watch Partnership Video
ca: Mira el vídeo del Programa de Socis
de: Partnerschaftsvideo ansehen
es: Mira el Video de Sociedad
fr: Regarder la Vidéo du Partenariat
it: Guarda il Video sulla Partnerhip
ja: パートナーシップの動画を見る
kk: Серіктестік видеосын қараңыз
ky: Өнөктөштүк тууралуу видеону көрүңүз
lv: Noskatieties Partnerības Video
mn: Түншлэлийн тухай видео үзэх
pt: Assista ao Vídeo Sobre a Parceria
ro: Urmărește videoclipul despre parteneriat
ru: Посмотреть видео о программе Партнёрства
uk: Перегляньте відео про Партнерство
uz: Ҳамкорликка оид видеони томоша қилиш
zh: 观看合作伙伴介绍视频

source: Watch the Insider Advantage Series
ca: Mira la sèrie "Insider Advantage"
de: Die Insider Vorteile-Serie ansehen
es: Vea la Serie Insider Advantage
fr: Regardez la série Avantage pour les initiés
it: Guarda la serie "Vantaggio dell'Insider"
ja: インサイダー・アドバンテージ シリーズを見る
kk: «Айтылмаған артықшылық» вебинар сериясын қараңыз
ko: 인사이더 어드밴티지 시리즈 보기
ky: "Ички артыкчылык" сериясын көрүңүз
lv: Skatiet Ieksējo Priekšrocību Sēriju
mn: Гишүүн байхын ашиг тус цувралыг үзнэ үү
pt: Assista aos treinamentos da série Vantagens Internas
ro: Urmărește seria Avantajul Partenerului
ru: Посмотреть серию вебинаров "Негласное преимущество"
uk: Переглянути серію вебінарів "Негласна перевага"
uz: "Ички афзалликлар" сериясини томоша қилинг
zh: 观看 Insider Advantage 系列

source: Watch the Membership 3.0 Launch Video!
ca: Mira el Vídeo de Llançament de la Membresia 3.0!
de: Sehen Sie sich das Video zur Einführung der Mitgliedschaft 3.0 an!
es: ¡Mira el video de lanzamiento de la Membresía 3.0!
fr: Regardez la vidéo de lancement de l'Adhésion 3.0 !
it: Guarda il video di lancio della Membership 3.0!
ja: メンバーシップ 3.0の公式スタートビデオを見る！
kk: Мүшеліктің 3.0 бағдарламасының іске қосылуы туралы бейнені қараңыз!
ky: Мүчөлүк 3.0 программасынын старттык видеосун көрүңүз!
lv: Noskatieties Biedru Dalības 3.0 Video!
mn: Гишүүнчлэл 3.0-ын нээлтийн видеог үзэх!
pt: Assista ao vídeo de lançamento da Assinatura 3.0!
ro: Urmărește videoclipul de lansare Abonamentul 3.0!
ru: Посмотрите видео о запуске Программы Членства 3.0!
uk: Перегляньте відео про запуск Програми Членства 3.0!
uz: Аъзолик 3.0 очилиш видеосини томоша қилинг!
zh: 观看会员3.0启动视频！

source: Watch video
ca: Mira el vídeo
de: Video ansehen
es: Ver vídeo
fr: Regarder la vidéo
it: Guarda il video
ja: ビデオを見る
kk: Видеоны Қараңыз
ky: Видеону көрүңүз
lv: Skatiet video
mn: Видео үзэх
pt: Assista ao Vídeo
ro: Vizionează videoclipul
ru: Смотреть видео
uk: Подивіться відео
uz: Видеони кўриш
zh: 观看视频

source: We anticipate 7,000+ attendees, making this the largest inCruises gathering ever — truly the "first" you will remember forever.
fr: Nous prévoyons plus de 7 000 participants, ce qui fera de cet événement le plus grand rassemblement d'inCruises de tous les temps – une véritable "première" dont vous vous souviendrez longtemps.
it: Ci aspettiamo più di 7.000 partecipanti, il raduno inCruises più imponente di sempre: una vera “prima” che rimarrà indelebile nella tua memoria.
kk: Біз 7 000-нан астам қатысушыны күтеміз, бұл inCruises тарихындағы ең үлкен кездесу болады — Сіз мәңгі есте сақтайтын шын мәніндегі «алғашқы» шара.
pt: Prevemos mais de 7.000 participantes, tornando este o maior encontro da inCruises de todos os tempos — verdadeiramente o “primeiro” que você vai lembrar para sempre.
uk: Ми очікуємо понад 7000 учасників — цей захід стане найбільшим в історії inCruises. Це буде справжній «перший» досвід, який залишиться з вами назавжди.
uz: Биз 7000+ иштирокчи билан inCruises тарихидаги энг катта тадбир ўтказишни кутиб қоламиз - ҳақиқатан ҳам ёдингизда умрбод қоладиган "илк".
zh: 我们预计将有7,000+名与会者，这将成为史上规模最大的inCruises聚会——真正让您永生难忘的“首次”盛会。

source: We appreciate your input and value your opinion. Your feedback helps us improve our product and ensure that we are meeting the needs of you, our valued members and partners. We take all feedback seriously and use it to make necessary improvements to continue providing the best possible service to our partner-members. If you have any further comments or suggestions, please do not hesitate to reach out to us again. Thank you again for taking the time to provide your feedback.
ca: Agraïm els teus comentaris i valorem la teva opinió. Els teus comentaris ens ajuden a millorar el nostre producte i a assegurar-nos que estem satisfent les vostres necessitats, els nostres valuosos membres i socis. Ens prenem molt de debò els seus comentaris i els utilitzem per a introduir les millores necessàries per a continuar oferint el millor servei possible als nostres socis. Si tens algun comentari o suggeriment, no dubtis a tornar a posar-te en contacte amb nosaltres. Gràcies de nou per dedicar-nos el teu temps.
de: Wir freuen uns über Ihren Beitrag und schätzen Ihre Meinung. Ihr Feedback hilft uns, unser Produkt zu verbessern und sicherzustellen, dass wir die Bedürfnisse von Ihnen, unseren geschätzten Mitgliedern und Partnern, erfüllen. Wir nehmen alle Rückmeldungen ernst und nutzen sie, um notwendige Verbesserungen vorzunehmen, damit wir unseren Partner-Mitgliedern weiterhin den bestmöglichen Service bieten können. Wenn Sie weitere Kommentare oder Vorschläge haben, zögern Sie bitte nicht, sich erneut an uns zu wenden. Nochmals vielen Dank, dass Sie sich die Zeit genommen haben, uns Ihr Feedback zu geben.
es: Agradecemos tu aporte y valoramos tu opinión. Tus comentarios nos ayudan a mejorar nuestro producto y a garantizar que satisfagamos tus necesidades, las de nuestros valiosos miembros y socios. Tomamos en serio todos los comentarios y los utilizamos para realizar las mejoras necesarias para continuar brindando el mejor servicio posible a nuestros Socios-Miembros. Si tienes más comentarios o sugerencias, no dudes en comunicarte con nosotros. Gracias, nuevamente, por tomarte el tiempo para brindar tu retroalimentación.
fr: Nous apprécions votre contribution et votre opinion. Vos commentaires nous aident à améliorer notre produit et à nous assurer que nous répondons aux besoins de nos Membres et Partenaires. Nous prenons tous les commentaires au sérieux et les utilisons pour apporter les améliorations nécessaires afin de continuer à fournir le meilleur service possible à nos Membres-Partenaires. Si vous avez d'autres commentaires ou suggestions, n'hésitez pas à nous contacter à nouveau. Merci encore d'avoir pris le temps de nous faire part de vos commentaires.
it: Apprezziamo il tuo contributo e apprezziamo la tua opinione. Il tuo feedback ci aiuta a migliorare il nostro prodotto e ad assicurarci di soddisfare le esigenze dei nostri stimati membri e partner. Prendiamo sul serio tutti i feedback e li utilizziamo per apportare i miglioramenti necessari a continuare a fornire il miglior servizio possibile ai nostri Partner-Membri. Se hai ulteriori commenti o suggerimenti, non esitare a contattarci nuovamente. Ti ringraziamo ancora una volta per il tempo che ci hai dedicato per inviarci il tuo feedback.
ja: 皆様のご意見をお聞かせください。皆様のご意見は、私たちが商材を改善し、私たちの大切なメンバーやパートナーの皆様のニーズにお応えするために役立ちます。私たちは、すべてのフィードバックを真剣に受け止め、パートナー・メンバーの皆様へ最高のサービスを提供し続けるために必要な改善を行うために実施しています。また、ご意見、ご感想がございましたら、ご遠慮なくお聞かせください。この度は、貴重なお時間を割いてご意見をお寄せいただき、ありがとうございました。
kk: Біз сіздің пікіріңізге өте ризамыз және сіздің пікіріңізді бағалаймыз. Сізден кері байланыс өнімімізді жақсартуға және сіздің қажеттіліктеріңізді қанағаттандыруымызға көмектеседі, қымбатты серіктестеріміз және клуб мүшелері. Біз әрбір кері байланысқа байыппен қараймыз және оны Клуб мүшелеріне барынша жақсы қызмет көрсету үшін қажетті жақсартулар жасау үшін пайдаланамыз. Егер сізде қосымша ескертулер немесе ұсыныстар болса, оларды бізге қайтадан хабарлаудан тартынбаңыз. Пікір білдіруге уақыт бөлгеніңіз үшін тағы да рахмет.
ko: 귀하의 의견에 감사드리며 귀하의 의견을 소중하게 생각합니다. 귀하의 피드백은 제품을 개선하고 귀하, 소중한 멤버 및 파트너의 요구 사항을 충족하는 데 도움이 됩니다. 우리는 모든 피드백을 진지하게 받아들이고 파트너 멤버에게 최상의 서비스를 계속 제공하기 위해 필요한 개선을 위해 사용합니다. 추가 의견이나 제안 사항이 있으면 언제든지 다시 문의해 주시기 바랍니다. 시간을 내어 피드백을 제공해 주셔서 다시 한 번 감사드립니다.
ky: Сиздин салымыңыз жана көңүл бурууңуз үчүн ыраазыбыз. Пикириңиз биздин өнүмдөрдү жакшыртууга жана сиздин, биздин эң баалуу колдонуучуларыбыздын жана өнөктөштөрүбүздүн муктаждыктарын канааттандырып жатканыбызды текшерүүгө жардам берет. Биз бардык пикирлерди олуттуу кабыл алабыз жана аны өнөктөштөрүбүзгө мыкты кызмат көрсөтүүнү улантуу үчүн керектүү жакшыртууларды жасоо үчүн колдонобуз. Эгерде сизде дагы комментарийлер болсо, кайра биз менен байланышуудан тартынбаңыз. Пикириңизди жазууга убакыт бөлгөнүңүз үчүн дагы бир жолу рахмат.
lv: Mēs augstu vērtējam jūsu ieguldījumu un augstu vērtējam jūsu viedokli. Jūsu atsauksmes palīdz uzlabot mūsu produktu un nodrošināt, ka mēs apmierinām jūsu, mūsu vērtīgāko biedru un partneru vajadzības. Mēs uztveram visas atsauksmes nopietni un izmantojam tās, lai veiktu nepieciešamos uzlabojumus un turpinātu sniegt labāko iespējamo pakalpojumu mūsu partneriem. Ja jums ir vēl kādi komentāri vai ieteikumi, lūdzu, nevilcinieties vēlreiz sazināties ar mums. Vēlreiz paldies, ka veltījāt laiku atsauksmju sniegšanai.
mn: Бид таны таны санал бодлыг тусган авч үнэлдэг. Таны санал хүсэлт бидэнд бүтээгдэхүүнээ сайжруулах, гишүүд, түншүүдийнхээ хэрэгцээг хангахад тусалдаг юм. Бид бүх санал хүсэлтийг нухацтай авч үзэж, түнш гишүүддээ хамгийн сайн үйлчилгээг өгөх үүднээс зайлшгүй шаардлагатай сайжруулалтуудыг хийдэг. Хэрэв танд нэмэлт санал хүсэлт байвал бидэнтэй дахин холбоо барина уу. Цаг гарган санал хүсэлтээ өгсөнд дахин баярлалаа.
pt: Agradecemos sua contribuição e valorizamos sua opinião. Seu feedback nos ajuda a melhorar nosso produto e garantir que estamos atendendo às suas necessidades, nossos valiosos membros e parceiros. Levamos todos os comentários a sério e os usamos para fazer as melhorias necessárias para continuar oferecendo o melhor serviço possível aos nossos membros parceiros. Se você tiver mais comentários ou sugestões, não hesite em nos contatar novamente. Obrigado novamente por tomar o tempo para fornecer seus comentários.
ro: Apreciem contribuția ta și punem valoare pe opinia ta. Feedbackul tău ne ajută să ne îmbunătățim produsul și să ne asigurăm că satisfacem nevoile tale, ale membrilor și partenerilor noștri valoroși. Luăm în serios toate feedback-urile și le folosim pentru a face îmbunătățirile necesare pentru a continua să oferim cele mai bune servicii posibile membrilor parteneri. Dacă ai alte comentarii sau sugestii, te rugăm să nu eziți să ne contactați din nou. Îți mulțumim din nou pentru timpul acordat pentru a oferi feedback-ul tău.
ru: Мы очень признательны вам за ваш вклад и ценим ваше мнение. Обратная связь от вас помогает нам улучшать наш продукт и гарантировать, что мы удовлетворяем ваши, наших дорогих Партнёров и Членов Клуба, нужды. Мы со всей серьёзностью относимся к каждому из отзывов и используем их для внесения неоходимых улучшений, для того чтобы предоставлять лучший из возможных сервисов нашим Членам-Партнёрам Клуба. Если у вас есть ещё какие-либо комментарии или предложения, пожалуйста, не медлите сообщить их нам снова. Ещё раз благодарим вас за выделенное время для предоставления обратной связи.
uk: Ми дуже вдячні вам за ваш внесок та цінуємо вашу думку. Зворотній зв'язок від вас допомагає нам покращувати наш продукт та гарантувати, що ми задовольняємо ваші, наших дорогих Партнерів та Членів Клубу, потреби. Ми з усією серйозністю ставимося до кожного з відгуків і використовуємо їх для внесення необхідних покращень, щоб надавати найкращий з можливих сервісів нашим Членам-Партнерам Клубу. Якщо у вас є ще будь-які коментарі чи пропозиції, будь ласка, не зволікайте повідомити їх нам знову. Ще раз дякуємо вам за виділений час для надання зворотного зв'язку.
uz: Сиз қўшаётган ҳисса ва эътиборингизни қадрлаймиз. Сизнинг фикр-мулоҳазаларингиз бизга ўз маҳсулотимизни яхшилашга ва сизнинг - энг ҳурматли фойдаланувчиларимиз ва ҳамкорларимиз эҳтиёжларини қондираётганимизга ишонч ҳосил қилишимизга ёрдам беради. Биз билдирилган барча фикр-мулоҳазаларга жиддий қараймиз ва улардан ўз ҳамкор-аъзоларимизга энг яхши хизмат кўрсатишда давом этиш учун зарурий яхшилашларни киритишда фойдаланамиз. Агар қўшимча изоҳларингиз бўлса, илтимос, бизга такрор мурожаат этишдан тортинманг. Ўз фикр-мулоҳазаларингизни ёзишга вақт ажратаётганингиз учун яна бир бора ташаккур.
zh: 我们感谢您的投入并重视您的意见。 您的反馈有助于我们改进我们的产品，并确保我们满足您、我们尊贵的会员和合作伙伴的需求。 我们认真对待所有反馈，并利用它进行必要的改进，以继续为我们的合作伙伴成员提供最好的服务。 如果您有任何进一步的意见或建议，请随时再次与我们联系。 再次感谢您抽出宝贵时间提供反馈。

source: We are deeply grateful for the generous contributions of our top donors. Your support is helping transform lives through access to critical medical care. Together, we are bringing hope and healing to those who need it most. Thank you!
ca: Estem profundament agraïts per les generoses contribucions dels nostres principals donants. El vostre suport està ajudant a transformar vides mitjançant l'accés a cures mèdiques essencials. Junts, estem portant esperança i sanació a aquells que més ho necessiten. Gràcies!
de: Wir sind sehr dankbar für die großzügigen Beiträge unserer wichtigsten Spender. Ihre Unterstützung trägt dazu bei, Leben zu verändern, indem sie den Zugang zu wichtiger medizinischer Versorgung ermöglicht. Gemeinsam bringen wir denjenigen, die es am meisten brauchen, Hoffnung und Heilung. Wir danken Ihnen!
es: Estamos profundamente agradecidos por las contribuiciones generosas de nuestros más grandes donantes. Su apoyo, está ayudando a transformar vidas a través del acceso a atención médica fundamental. Juntos estamos brindando esperanza y sanación a quienes más lo necesitan. ¡Gracias!
fr: Nous sommes profondément reconnaissants de la générosité de nos principaux donateurs. Votre assistance contribue à transformer des vies grâce à l'accès à des soins médicaux essentiels. Ensemble, nous apportons espoir et guérison à ceux qui en ont le plus besoin. Merci !
it: Siamo grati per il contributo generoso dei nostri principali donatori. Il vostro sostegno sta contribuendo a trasformare vite attraverso l'accesso a cure mediche essenziali. Insieme, stiamo portando speranza e guarigione a chi ne ha più bisogno. Grazie!
ja: 私たちは、最も多くご寄付いただいた支援者の皆さまの寛大なお心に深く感謝しています。皆さまのご支援により、必要とされている人々に重要な医療を届け、命を変える手助けができています。共に、希望と癒しを最も必要とする人々のもとへ届けていきましょう。本当にありがとうございます!
kk: Біз жетекші донорларымыздың Жомарт қайырымдылықтарын терең бағалаймыз. Сіздің қолдауыңыз жедел медициналық көмекке қол жеткізу арқылы адамдардың өмірін өзгертуге көмектеседі. Біз бірге ең мұқтаж адамдарға үміт пен ем береміз. Рахмет!
ky: Биз эң ири донорлорубуздун берешен салымдары үчүн ыраазычылык билдиребиз. Сиздин колдооңуз маанилүү медициналык жардамга жетүү мүмкүнчүлүгү аркылуу адамдардын жашоосун өзгөртүүгө жардам берүүдө. Биз бирге эң муктаж болгон адамдарга үмүт жана шыпаа тартуулап жатабыз. Чоң рахмат!
lv: Esam dziļi pateicīgi par mūsu izcilāko ziedotāju dāsno ieguldījumu. Jūsu atbalsts ir palīdzēt pārveidot dzīvi, nodrošinot piekļuvi kritiskajai medicīniskajai aprūpei. Kopā mēs nesam cerību un dziedināšanu tiem, kam tā visvairāk vajadzīga. Paldies!
mn: Бид шилдэг хандивлагч нарынхаа өгсөн өгөөмөр тусламж, дэмжлэгт чин сэтгэлээсээ талархаж байна. Та бүхний дэмжлэг амин чухал эрүүл мэндийн тусламж үйлчилгээг хүмүүст хүргэж, тэдний амьдралыг өөрчлөхөд тусалж байна. Бид хамтдаа хамгийн их хэрэгцээтэй хүмүүст итгэл найдвар, эдгэрлийг авчирч байгаа билээ. Та бүхэндээ баярлалаа!
pt: Somos profundamente gratos pelas generosas contribuições de nossos principais doadores. Seu apoio está ajudando a transformar vidas por meio do acesso a cuidados médicos essenciais. Juntos, estamos levando esperança e cura àqueles que mais precisam. Muito obrigado!
ro: Suntem profund recunoscători pentru contribuțiile generoase ale donatorilor noștri de top. Sprijinul vostru ajută la transformarea vieților prin accesul la îngrijiri medicale critice. Împreună, aducem speranță și vindecare celor care au cea mai mare nevoie. Mulțumim!
ru: Мы глубоко благодарны за щедрые пожертвования наших самых крупных спонсоров. Ваша поддержка помогает преобразовывать жизни людей благодаря доступу к важнейшей медицинской помощи. Вместе мы несём надежду и исцеление тем, кто нуждается в них больше всего. Спасибо!
uk: Щиро вдячні нашим найщедрішим спонсорам за їхні пожертви. Ваша підтримка допомагає змінювати життя людей, надаючи їм доступ до життєво необхідної медичної допомоги. Разом ми даруємо надію та зцілення тим, хто потребує цього найбільше. Дякуємо!
uz: Биз доимий ҳомийларимизнинг сахий эҳсонлари учун чуқур миннатдорчилик билдирамиз. Сизнинг ёрдамингиз шошилинч тиббий ёрдам орқали инсонлар ҳаётини яхшилашга ёрдам беради. Биргаликда биз муҳтож инсонларга умид ва шифо бағишлаймиз. Раҳмат!
zh: 我们由衷感谢顶级捐赠者的慷慨支持。您们的帮助正在通过提供关键医疗服务改变无数人的生活。我们携手为最需要帮助的人们带去希望与康复。谢谢您！

source: We are making improvements to our Cruise Booking engine, please come back later to make a reservation.
ca: Estem millorant el nostre motor de reserves de Creuers. Si us plau, torna més tard per fer una reserva.
de: Wir sind dabei, unsere Kreuzfahrtbuchungsmaschine zu verbessern. Bitte kommen Sie später wieder, um eine Reservierung vorzunehmen.
es: Estamos realizando mejoras a nuestro motor de Reserva de Cruceros. Por favor, vuelve más tarde para hacer una reserva.
fr: Nous sommes en train d'améliorer notre moteur de réservation de croisières, veuillez revenir plus tard pour faire une réservation.
it: Stiamo eseguendo dei miglioramenti al nostro motore di prenotazione delle crociere, ti invitiamo a tornare più tardi per fare una prenotazione.
ja: クルーズ予約検索エンジンの更新中です。予約をするには後日改めてアクセスしてください。
kk: Біз круиздік брондау жүйесін жетілдіріп жатырмыз, тапсырыс беру үшін кейінірек тоқтаңыз.
ky: Биз круиздерди брондоо системасын жакшыртуудабыз, брондоо үчүн кийинчерээк кайра текшериңиз.
lv: Mēs veicam uzlabojumus mūsu viesnīcu Kruīzu Rezervācijas sistēmā, lūdzu, atgriezieties vēlāk, lai veiktu rezervāciju.
mn: Бид далайн аяллын захиалгын системд сайжруулалт хийж байгаа тул хэсэг хугацааны дараа захиалгаа өгнө үү.
pt: Estamos fazendo melhorias em nosso mecanismo de reservas de cruzeiros. Volte mais tarde para fazer uma reserva.
ro: Facem îmbunătățiri motorului nostru de rezervări de croaziere, te rugăm să revii mai târziu pentru a face o rezervare.
ru: Мы работаем над улучшением нашей системы бронирования круизов. Чтобы осуществить бронирование, вернитесь, пожалуйста, позже.
uk: Ми працюємо над покращенням нашої системи бронювання круїзів. Щоб здійснити бронювання, поверніться, будь ласка, пізніше.
uz: Биз круизга буюртма бериш тизимини такомиллаштирмоқдамиз, илтимос, кечроқ буюртма қилишга уриниб кўринг.
zh: 我们正在对我们的邮轮预订引擎进行改进，请稍后再来预订。
