Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: </div><div><br></div><div>I am sending you this message because I noticed your Partner status is currently Inactive as a result of not meeting the Minimum Activations Requirement. This means you are not eligible to receive inCome.</div><div><br></div><div>The good news is it's very simple to become Active again. As soon as you directly Activate even one new Member or Partner Member or Reactivate a Member or Partner Member you become immediately Active and inCome eligible again for the next 30 days.</div><div><br></div><div>As you continue Activating additional Members this can extend your Active status up to a full year (365 days). I know you can do this and I'm here to help!</div><div><br></div><div>Best regards,</div><div>[YOUR SIGNATURE HERE]</div>
ca: </div><div><br></div><div> T'envio aquest missatge perquè m'he adonat que el teu estat de soci està actualment inactiu per no complir el requisit d'activacions mínimes. Això significa que no tens dret a rebre INgressos. </div><div><br></div><div>La bona notícia és que és molt senzill tornar a estar Actiu. Quan activis directament encara que sigui un nou Membre o Soci Membre, o reactivis un Membre o Soci Membre, passaràs a estar actiu immediatament i tornaràs a ser elegible durant els pròxims 30 dies.</div><div><br></div><div>As Si continues activant a altres membres, pots estendre el teu estat actiu fins a un any complet (365 dies). Sé que pots fer-ho i sóc aquí per a ajudar-te!</div><div><br></div><div> Salutacions cordials,</div><div>[LA TEVA SIGNATURA AQUÍ]</div>
de: </div><div><br></div><div>Ich sende Ihnen diese Nachricht, weil ich festgestellt habe, dass Ihr Partnerstatus derzeit inaktiv ist, weil Sie die Mindestaktivierungsanforderungen nicht erfüllt haben. Das bedeutet, dass Sie nicht berechtigt sind, Einkommen zu erhalten.</div><div><br></div><div>Die gute Nachricht: Es ist sehr einfach, wieder aktiv zu werden. Sobald Sie auch nur ein neues Mitglied oder Partner-Mitglied direkt aktivieren oder ein Mitglied oder Partner-Mitglied reaktivieren, werden Sie sofort aktiv und sind für die nächsten 30 Tage wieder teilnahmeberechtigt.</div><div><br></div><div>Wenn Sie weitere Mitglieder aktivieren, kann sich Ihr aktiver Status auf bis zu ein ganzes Jahr (365 Tage) verlängern. Ich weiß, dass Sie es schaffen können, und ich bin hier, um Ihnen zu helfen!</div><div><br></div><div>Liebe Grüße, </div><div>[YOUR SIGNATURE HERE]</div>
es: </div><div><br></div><div>Envío este mensaje porque noté que tu estado de Socio está actualmente Inactivo como resultado de no cumplir con el Requisito Mínimo de Activaciones. Esto significa que no eres elegible para recibir INgresos.</div><div><br></div><div>La buena noticia es que es muy simple volver a estar Activo. Tan pronto como Actives directamente incluso un nuevo Miembro o Miembro Socio o Reactives un Miembro o Miembro Socio, se activará inmediatamente y volverá a ser elegible para INgresos durante los próximos 30 días.</div><div><br></div><div>A medida que continúas Activando Miembros adicionales, esto puede extender tu estado Activo hasta un año completo (365 días). ¡Sé que puedes hacer esto y estoy aquí para ayudarte!</div><div><br></div><div>Best regards,</div><div>[TU FIRMA AQUÍ]</div>
fr: </div><div><br></div><div>Je vous envoie ce message car j'ai remarqué que votre statut de Partenaire est actuellement Inactif car vous n'avez pas atteint le seuil minimum d'activations requis. Cela signifie que vous n'avez pas le droit de recevoir des revenus.</div><div><br></div><div>La bonne nouvelle est qu'il est très simple de redevenir actif. Dès que vous activez directement ne serait-ce qu'un seul nouveau Membre ou Membre Partenaire ou que vous réactivez un Membre ou Membre Partenaire, vous redevenez immédiatement Actif et éligible aux revenus pour les 30 prochains jours.</div><div><br></div><div>Si vous continuez à activer d'autres Membres, vous pouvez prolonger votre statut actif jusqu'à une année complète (365 jours). Je sais que vous pouvez le faire et je suis là pour vous aider !</div><div><br></div><div>Meilleures salutations,</div><div>[VOTRE SIGNATURE ICI]</div>
it: </div><div><br></div><div>Ti invio questo messaggio perché ho notato che il tuo stato di Partner è attualmente Inattivo in quanto non soddisfa il requisito minimo di Attivazioni. Questo significa che non hai diritto a ricevere compensi.</div><div><br></div><div>La buona notizia è che è molto semplice tornare Attivo. Non appena attivi direttamente anche un solo nuovo Membro o Partner o riattivi un Membro o un Partner-Membro, diventi immediatamente attivo e idoneo per i successivi 30 giorni.</div><div><br></div><div>Se continui ad Attivare altri Membri, puoi estendere il tuo stato di Attivo fino a un anno intero (365 giorni). So che puoi farcela e sono qui per aiutarti!</div><div><br></div><div>I migliori saluti,</div><div>[FIRMA QUI]</div>
ja: </div><div><br></div><div>あなたのパートナーステータスが、新規直紹介メンバーの最低要件を満たしておらず、現在非アクティブになっていると表示されているため、このメッセージを送信しています。非アクティブであるということは、報酬を受け取ることができないことを意味しています。</div><div><br></div><div>アクティブになるのはとてもシンプルです。新規メンバーや新規パートナー・メンバーを１人登録、または以前メンバーやパートナー・メンバーとして登録していた人が復会した瞬間に、あなたのパートナーステータスがアクティブになり、３０日間は報酬を受け取ることができるようになります。</div><div><br></div><div>新たな新規メンバーの登録や復会の登録をし続けることによって、アクティブステータスを最大１年間（３６５日）継続し続けることも可能です。あなたならできると信じています。いつでもサポートするので、ご連絡ください！</div><div><br></div><div>Best regards,</div><div>[あなたの署名をここに記入してください]</div>
kk: </div><div><br></div><div>Мен сізге осы хаттаманы жіберіп отырған себебім сіздің Серіктестік статусыңыз ең төменгі белсендіру талаптарына сәйкес келмейтіндіктен қазір белсенді емес екенін байқадым. Бұл сіздің кіріс алуға мүмкіндігіңіз жоқ дегенді білдіреді.</div><div><br></div><div> Жақсы жаңалық - қайтадан Белсенді болу өте оңай. Кем дегенде бір жаңа мүшені немесе серіктес мүшені тікелей белсендірсеңіз немесе мүшені немесе серіктес мүшені қайта белсендірсеңіз, сіз бірден белсенді боласыз және келесі 30 күн ішінде қайтадан табыс алуға мүмкіндігіңіз болады.</div><div><br></div><div>Қосымша мүшелерді белсендіруді жалғастыру арқылы сіздің белсенді статусыңызды толық жылға дейін ұзартуға болады (365 күн). Сіз мұны істей алатыныңызды білемін және мен көмектесуге дайынмын!</div><div><br></div><div>Ізгі тілекпен,</div><div>[СІЗДІҢ ҚОЛЫҢЫЗ]</div>
ko: </div><div><br></div><div>최소 활성화 요구 사항을 충족하지 못하여 귀하의 파트너 상태가 현재 비활성 상태임을 확인했기 때문에 이 메시지를 보내드립니다. 이는 귀하가 inCom을 받을 자격이 없음을 의미합니다.</div><div><br></div><div>좋은 소식은 매우 간단하게 다시 활성 상태가 된다는 것입니다. 한 명의 신규 멤버 또는 파트너 멤버라도 직접 활성화하거나 멤버 또는 파트너 멤버를 재활성화하는 즉시 귀하는 즉시 활성 상태가 되며 향후 30일 동안 다시 소득 자격이 부여됩니다.</div><div><br></div><div>추가 멤버를 계속 활성화하면 활성 상태를 최대 1년(365일)까지 연장할 수 있습니다. 저는 귀하가 이것을 할 수 있다는 것을 알고 있고 제가 도와주기 위해 여기 있습니다!</div><div><br></div><div>Best regards,</div><div>[YOUR SIGNATURE HERE]</div>
ky: </div><div><br></div><div>Мен сизге бул кабардаманы жөнөтүп жатканымдын себеби мен сиздин Өнөктөш статусуңуздун Минималдуу активдештирүү талабына жооп бербегендиктен учурда активдүү эмес экенин байкадым. Бул сиз киреше алууга укугуңуз жок дегенди билдирет.</div><div><br></div><div>Жакшы жаңылык, кайра активдүү болуу абдан оңой. Бир жаңы Мүчөнү же Өнөктөш Мүчөнү активдештирсеңиз эле же бир Мүчөнү же Өнөктөш мүчөнү кайра активдештирсеңиз, сиз дароо активдүү болуп, кийинки 30 күндүн ичинде кайра кирешеге ээ болосуз.</div><div><br></div><div>Эгер сиз кошумча мүчөлөрдү активдештире берсеңиз, бул сиздин активдүү статусуңузду толук бир жылга (365 күнгө) узартышы мүмкүн. Мен муну кыла аларыңызды билем жана жардам берүү үчүн дайыма даярмын!</div><div><br></div><div>Сизди урматтап,</div><div>[СИЗДИН КОЛУҢУЗ]</div>
lv: </div><div><br></div><div>Es jums nosūtu šo ziņojumu, jo pamanīju, ka jūsu partnera statuss pašlaik nav aktīvs, jo neizpildāt minimālo aktivizēšanas prasību. Tas nozīmē, ka jums nav tiesību saņemt ienākumus.</div><div><br></div><div>Labā ziņa ir tā, ka ir ļoti vienkārši atkal kļūt aktīvam. Tiklīdz jūs tieši aktivizējat pat vienu jaunu Biedru vai partneri vai atkārtoti aktivizējat Biedru vai partneri, jūs nekavējoties kļūstat aktīvs un ienākumi atkal tiek piemēroti nākamajām 30 dienām.</div><div><br></div><div>Ja turpināt Aktivizēt papildus Biedrus,tas pagarina jūsu Aktīvo statusu līdz gadam (365 dienām). Es zinu jūs to varat un esmu šeit,lai palīdzētu!</div><div><br></div><div>Best regards,</div><div>[YOUR SIGNATURE HERE]</div>
mn: </div><div><br></div><div>Та идэвхжүүлэлтийн хамгийн бага болзолыг хангаагүй учраас одоогоор идэвхгүй төлөвт байгааг мэдэгдэх үүднээс энэ сануулгыг илгээж байна. Иймээс та одоогоор орлого авах боломжгүй болсон байна. </div><div><br></div><div>Гэхдээ дахин идэвхжихэд маш амархан. Та хувьчлан шинээр Гишүүн, Түнш Гишүүн идэвхжүүлэх, эсвэл идэвхгүй болсон Гишүүн, Түнш Гишүүнийг дахин идэвхжүүлсэн тэр даруйдаа идэвхтэй болж дараагийн 30 өдрийн турш орлого авах эрхтэй болно.</div><div><br></div><div>Та нэмж Гишүүд идэвхжүүлэх тусам таны Идэвхтэй төлөв бүтэн жил хүртэл (365 өдөр) сунгагдах болно. Та үүнийг хийж чадна гэдэгт би найдаж байна. Иймээс би танд туслахаар энд хамт байгаа болно. </div><div><br></div><div>Хүндэтгэсэн,</div><div>[YOUR SIGNATURE HERE]</div>
pt: </div><div><br></div><div>Estou enviando esta mensagem porque notei que seu status de parceiro está inativo no momento por não atender ao requisito mínimo de ativações. Isso significa que você não está qualificado para receber sua compensação.</div><div><br></div><div>A boa notícia é que é muito simples se tornar ativo novamente. Assim que você ativar diretamente um novo membro ou sócio-membro ou reativar um membro ou sócio-membro, você se tornará imediatamente ativo e se qualificará novamente pelos próximos 30 dias.</div><div><br></div><div >À medida que você continua ativando membros adicionais, isso pode estender seu status ativo até um ano inteiro (365 dias). Eu sei que você pode fazer isso e estou aqui para ajudar!</div><div><br></div><div>Atenciosamente,</div><div>[SUA ASSINATURA AQUI]</div>
ro: </div><div><br></div><div>Îți trimit acest mesaj deoarece am observat că statutul tău de partener este în prezent inactiv, ca urmare a neîndeplinirii cerinței minime de activări. Aceasta înseamnă că nu ești eligibil pentru a primi venituri.</div><div><br></div><div>Vestea bună este că este foarte simplu să redevii Activ. De îndată ce activezi direct chiar și un membru nou sau membru partener sau reactivezi un membru sau membru partener, devii imediat Activ și eligibil(ă) din nou pentru următoarele 30 de zile.</div><div><br></div><div. >Pe măsură ce continui să activezi membri suplimentari, acest lucru îți poate extinde statutul de Activ până la un an întreg (365 de zile). Știu că poți face asta și sunt aici să te ajut!</div><div><br></div><div>Cu stima,</div><div>[SEMNĂTURA TA AICI]</div>
ru: </div><div><br></div><div>Я направляю вам данное сообщение в связи с тем, что ваш статус Партнёра стал Неактивным в результате несоответствия Требованиям к минимальному количеству активаций. Это означает, что вы не имеете права на получение Дохода.</div><div><br></div><div>Есть и хорошая новость: вновь обрести Активный статус очень просто. Как только вы активируете по крайней мере одного нового прямого Члена Клуба или Члена-Партнёра Клуба или оформите Продление Члена Клуба или Члена-Партнёра Клуба, вы сразу станете Активным и будете иметь право на Доход на следующие 30 дней.</div><div><br></div><div>Продолжая активировать дополнительных Членов Клуба, вы можете продлить свой Активный статус на период до года (365 дней). Я знаю, вы это можете, и я здесь, чтобы помочь вам!</div><div><br></div><div>С уважением,</div><div>[ЗДЕСЬ ДОЛЖНА БЫТЬ ВАША ПОДПИСЬ]</div>
uk: </div><div><br></div><div>Я надсилаю вам це повідомлення у зв'язку з тим, що ваш статус Партнера став Неактивним через невідповідність Вимогам до мінімальної кількості активацій. Це означає, що ви не маєте права на отримання Доходу.</div><div><br></div><div>Є і хороша новина: знову набути Активний статус дуже просто. Як тільки ви активуєте принаймні одного нового прямого Члена Клубу або Члена Партнера Клубу або відновите Продовження Члена Клубу або Члена Партнера Клубу, ви відразу станете Активним і матимете право на Дохід на наступні 30 днів.</div><div><br></div><div>Продовжуючи активувати додаткових Членів Клубу, ви можете продовжити свій Активний статус на період до року (365 днів). Я знаю, ви це можете, і я тут, щоб допомогти вам!</div><div><br></div><div>З повагою,</div><div>[ТУТ МАЄ БУТИ ВАШ ПІДПИС]</div>
uz: </div><div><br></div><div>Минимал Фаоллик талабига жавоб бермаганингиз учун Ҳамкорлик мақомингиз ҳозирда фаол эмаслигини пайқаганим сабабли сизга ушбу хатни йўлламоқдаман. Яъни, сиз даромад олиш ҳуқуқига эга эмассиз.</div><div><br></div><div>Яхши янгилик шуки, такрор фаол бўлиш жуда осон. 1 нафар тўғридан-тўғри янги Аъзо ёки Ҳамкорни фаоллаштирган заҳотингиз, ёхуд Аъзо ёки Ҳамкорни такрор фаоллаштириш билан сиз такрор Фаол бўласиз ва кейинги 30 кунда даромад олиш ҳуқуқига эга бўласиз.</div><div><br></div><div>Қўшимча Аъзоларни фаоллаштириш билан сиз фаоллик мақомингизни тўлиқ йил (365 кун) учун узайтирасиз. Сиз буни уддалай олишингизга ишонаман, ва мен сизга ёрдам бериш учун доимо тайёрман!</div><div><br></div><div>+Ҳурмат билан,</div><div>[СИЗНИНГ ИМЗОИНГИЗ]</div>
zh: </div><div><br></div><div>我向您发送此消息是因为我注意到您的合作伙伴状态由于未满足最低激活要求而目前处于非活动状态。 这意味着您没有资格获得收入。</div><div><br></div><div>好消息是再次成为活跃用户非常简单。 只要您直接激活甚至一位新会员或合作伙伴会员或重新激活会员或合作伙伴会员，您就会立即成为活跃会员，并在接下来的 30 天内再次符合资格。</div><div><br></div><div >当您继续激活其他会员时，这可以将您的活跃状态延长至一整年（365 天）。 我知道你可以做到这一点，我在这里为您提供帮助！</div><div><br></div><div>最好的问候，</div><div>[您在此处签名]</div>

source: <b style="color: red">IMPORTANT NOTICE:</b> All cruise lines now require online web check-in prior to embarkation. Failure to complete in advance can result in denied boarding. Please see online check-in link below your booking receipt data. You must click to access and enter all required personal information no later than 48-72 hours prior to departure depending on the cruise line. Web check-in opens 45-60 days prior depending on the cruise line. Completed check-in for ALL passengers in the cabin is REQUIRED to issue boarding pass.
ca: <b style="color: red">AVÍS IMPORTANT: </b> Totes les línies de creuers ara requereixen registre d’entrada en línia abans de l’embarcament. Si no es completa per endavant, es pot denegar l’embarcament. Consulta l’enllaç de registre en línia a sota de les dades del rebut de la reserva. Has de clicar per accedir i introduir tota la informació personal requerida no més tard de 48-72 hores abans de la sortida, segons la línia de creuer. El registre d’entrada web s’obre 45-60 dies abans, segons la línia de creuers. Cal que facis el registre d’entrada per a TOTS els passatgers de la cabina per emetre la targeta d’embarcament.
de: <b style="color: red">WICHTIGER HINWEIS:</b> Alle Kreuzfahrtgesellschaften verlangen jetzt einen Online-Web-Check-in vor der Einschiffung. Wenn Sie diesen nicht im Voraus ausfüllen, kann Ihnen das Boarding verweigert werden. Bitte sehen Sie den Online-Check-in-Link unter den Daten Ihrer Buchungsbestätigung. Sie müssen auf den Link klicken und alle erforderlichen persönlichen Daten eingeben spätestens 48-72 Stunden vor der Abfahrt, abhängig von der Kreuzfahrtgesellschaft. Der Web-Check-in öffnet je nach Kreuzfahrtgesellschaft 45-60 Tage vor der Abfahrt. Der vollständige Check-in für ALLE Passagiere in der Kabine ist für die Ausstellung der Bordkarte ERFORDERLICH.
es: <b style="color: red">AVISO IMPORTANTE:</b> Todas las líneas de cruceros ahora requieren el registro web en línea antes del embarque. No completarlo con anticipación puede resultar en la denegación de embarque. Consulta el enlace de check-in en línea abajo de la información de recibo de reserva. Debes hacer clic para acceder e ingresar toda la información personal requerida a más tardar 48-72 horas antes de la salida, según la línea de cruceros. El check-in en línea se abre entre 45 y 60 días antes, según la línea de cruceros. Se REQUIERE el check-in completo para TODOS los pasajeros del camarote para emitir el pase de embarque.
fr: <b style="color: red">AVIS IMPORTANT :</b> Toutes les compagnies de croisière exigent désormais un check-in en ligne avant l'embarquement. Si ceci n'est pas effectué à l'avance, l'embarquement peut être refusé. Veuillez consulter le lien de check-in en ligne sous les données de votre reçu de réservation. Vous devez cliquer pour accéder et saisir toutes les informations personnelles requises au plus tard 48 à 72 heures avant le départ, selon la compagnie de croisière. Le check-in en ligne est ouvert 45 à 60 jours avant le départ, selon la compagnie de croisière. Le check-in complet de TOUS les passagers de la cabine est OBLIGATOIRE pour l'émission de la carte d'embarquement.
it: <b style="color: red">AVVISO IMPORTANTE:</b> tutte le compagnie di crociera ora richiedono il check-in online prima dell'imbarco. Il mancato completamento in anticipo può comportare il divieto d'imbarco. Vedi il link al check-in online sotto i dati della tua ricevuta di prenotazione. Devi cliccare per accedere e inserire tutte le informazioni personali richieste non più tardi di 48-72 ore prima della partenza, a seconda della linea di crociera. Il check-in online si apre 45-60 giorni prima, a seconda della linea di crociera. Per l'emissione della carta d'imbarco è assolutamente NECESSARIO effettuare il check-in completo per TUTTI i passeggeri della cabina.
ja: <b style="color: red">重要なお知らせ：</b> すべてのクルーズラインでは、乗船前にオンラインでウェブチェックインする必要があります。事前にチェックインを完了しないと、乗船が拒否される可能性があります。予約確認書の下部にあるオンラインチェックインリンクをご覧ください。クルーズラインによって異なりますが、 出発の48〜72時間前までにリンク先をクリックし、必要なすべての個人情報を入力する必要があります。ウェブチェックインは、クルーズラインによって異なりますが、45〜60日前から開始されます。乗船チケットを発行するには、同キャビンに宿泊するすべての乗客のチェックインが完了している必要があります。
kk: <b style="color: red">Маңызды ескерту: </b>Барлық круиздік желілер отырғызу алдында онлайн тіркелуді қажет етеді. Алдын ала тіркелмеген жағдайда отырғызбауы мүмкін. Брондау туралы түбіртектің деректері астындағы онлайн тіркелу сілтемесін қараңыз. Сілтемеге қол жеткізу үшін толық жеке ақпараттарыңызды енгізу қажет. Круиздік желі кетуге байланысты 48-72 сағаттан кешіктірмей. Онлайн тіркелу круиздік желіге байланысты 45-60 күн бұрын ашылады. Барлық жолаушыларғы отырғызу талонын беру үшін барлығы толықтай тіркеуден өтуі қажет.
ky: <b style="color: red">МААНИЛҮҮ ЭСКЕРТҮҮ:</b> Бардык круиздик линиялар азыр кемеге отурардан мурун онлайн каттоодон өтүүнү талап кылат. Алдын ала катталбасаңыз, кемеге отургузуудан баш тартууга алып келиши мүмкүн. Сураныч, брондоо дүмүрчөгүнүн астындагы онлайн катталуу шилтемесин колдонуңуз. Сиз круиздик компанияга жараша сапарга чыгаарга чейин 48 же 72 сааттан кечиктирбестен өзүңүз жөнүндө керектүү маалыматты киргизишиңиз керек. Онлайн/веб каттоо круиздик линияга жараша 45-60 күн мурун ачылат. Отургузуу талону алуу үчүн каютадагы БАРДЫК жүргүнчүлөрдүн онлайн каттоодон өтүүсү ТАЛАП КЫЛЫНАТ.
lv: <b style="color: red">SVARĪGS PAZIŅOJUMS:</b> visām kruīza līnijām ir nepieciešama"check in" tiešsaistē pirms iekāpšanas. Ja tas netiek izdarīts iepriekš, iekāpšana var tikt atteikta. Lūdzu, skatiet tiešsaistes "check-in" saiti zem rezervācijas saņemšanas datiem. Jānoklikšķina, lai piekļūtu un ievadītu visu nepieciešamo personisko informāciju ne vēlāk kā 48 -72 stundas pirms atiešanas atkarībā no kruīza līnijas. Atkarībā no kruīza līnijas tīmeklī "check-in" tiek atvērta 45 –60 dienas iepriekš. Lai izsniegtu iekāpšanas atļauju, visiem pasažieriem salonā ir JĀVEIC formas aizpildīšana.
mn: <b style="color: red">ЧУХАЛ МЭДЭГДЭЛ:</b> Бүх аяллын компаниудаас зорчигчдийг хөлөг онгоцонд суухаас өмнө онлайнаар бүртгэх журамтай болсон. Энэ бүртгэлийг урьдчилан хийгээгүй тохиолдолд хөлөг онгоцонд суухыг зөвшөөрөхгүй болно. Захиалгын баримтын доорх онлайн бүртгэлийн холбоосыг үзнэ үү. Та холбоосоор орж, аяллын компаниас хамааран аялалд гарахаас 48-72 цагийн өмнө шаардлагатай бүх хувийн мэдээллээ оруулах ёстой. Энэ онлайн бүртгэл нь аяллын компаниас хамаарч 45-60 хоногийн өмнө нээгддэг болно. Өрөөний БҮХ зорчигчдын бүртгэл дууссаны дараа суух тасалбар ОЛГОНО.
pt: <b style="color: red">AVISO IMPORTANTE:</b> Todas as linhas de cruzeiro agora exigem o check-in online antes do embarque. O não preenchimento antecipado pode resultar na recusa de embarque. Por favor, consulte o link de check-in online abaixo dos dados do recibo de reserva. Você deve clicar para acessar e inserir todas as informações pessoais necessárias o mais tardar 48-72 horas antes da partida, dependendo da linha de cruzeiro. O check-in pela web abre 45-60 dias antes, dependendo da linha de cruzeiro. O check-in concluído para TODOS os passageiros na cabine é NECESSÁRIO para emitir o cartão de embarque.
ro: <b style="color: red">ANUNȚ IMPORTANT:</b> Toate liniile de croazieră necesită acum check-in online înainte de îmbarcare. Nerespectarea acestei condiții în avans poate duce la refuzul îmbarcării. Vă rugăm să consultați link-ul de check-in online de mai jos cu datele de primire a rezervării. Trebuie să faceți clic pentru a accesa și introduce toate informațiile personale necesare nu mai târziu de 48-72 de ore înainte de plecare, în funcție de linia de croazieră. Check-in-ul web se deschide cu 45-60 de zile înainte, în funcție de linia de croazieră. Check-in-ul finalizat pentru TOȚI pasagerii din cabină este NECESARĂ pentru eliberarea permisului de îmbarcare.
ru: <b style="color: red">ВАЖНО:</b> Все круизные компании теперь требуют совершения онлайн-регистрации до посадки на борт. Отсутствие предварительной онлайн-регистрации может привести к отказу в размещении на борту. Просим пользоваться ссылкой на онлайн-регистрацию под данными Вашего бронирования. Вам необходимо войти и ввести всю требуемую информацию о себе не позднее 48 либо 72 часов до отправления, в зависимости от круизной компании. Онлайн-регистрация открывается за 45-60 дней в зависимости от круизной компании. Для оформления посадочного талона онлайн-регистрация ОБЯЗАТЕЛЬНА для ВСЕХ пассажиров каюты.
uk: <b style="color: red">ВАЖЛИВО:</b> Всі круїзні компанії тепер вимагають здійснення онлайн реєстрації до посадки на борт. Відсутність попередньої онлайн реєстрації може призвести до відмови в розміщенні на борту. Просимо користуватися посиланням на онлайн-реєстрацію під даними вашого бронювання. Вам необхідно увійти і ввести всю необхідну інформацію про себе не пізніше 48 або 72 годин до відправлення, в залежності від круїзної компанії. Онлайн реєстрація відкривається за 45-60 днів в залежності від круїзної компанії. Для оформлення посадкового талона онлайн реєстрація ОБОВ'ЯЗКОВА для ВСІХ пасажирів каюти.
uz: <b style="color: red">МУҲИМ ЭСЛАТМА:</b> Барча круиз линиялари энди кемага чиқишдан олдин онлайн рўйхатдан ўтишни талаб қилмоқда. Ушбу талабни бажармаслик кемага чиқишингиз рад этилишига олиб келиши мумкин. Онлайн рўйхатдан ўтиш саҳифасига ҳаволани буюртма квитанциясининг пастки қисмида кўришингиз мумкин. Саҳифага ўтиш учун ҳаволани босинг ва круиз линиясига қараб, круиз бошланишидан олдин 48-72 соатдан кеч бўлмаган муддатда барча зарур шахсий маълумотларни киритинг. Рўйхатдан ўтишни якунлаш учун каютадаги БАРЧА йўловчилардан жойлашув талони (посадочный талон) талаб этилади.
zh: <b style="color: red">重要的提醒：</b>现在，所有邮轮公司都要求在登船前进行在线登船手续。未能提前完成可能导致登船被拒绝。请查看您的预订收据下方的在线值机链接。您必须点击以访问并在出发前48-72小时之间输入所有必需的个人信息，具体时间取决于航程。根据登船路线的不同，网上办理登船手续可提前45至60天开放。必须为机舱中的所有乘客办理登船手续才能签发登船牌。
