Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Partners are Membership Free.
ca: Socis amb Membresia gratuïta.
de: Partner haben eine beitragsfreie Mitgliedschaft
es: Los Socios son Membresía Gratuita.
fr: Les Partenaires ne payent pas l'Adhésion.
it: Partner sono Membri Gratuiti.
ja: パートナーはメンバーシップフリーです。
kk: Серіктестердің мүшелігі жоқ.
ko: 파트너는 무료 멤버십입니다.
ky: Мүчөлүгү Акысыз Өнөктөштөр .
lv: Partneriem ir Brīvā Partnerība.
mn: Гишүүнчлэл-Үнэгүй нийт Түншүүдийн тоо.
pt: Os Parceiros são gratuitos.
ro: Parteneri sunt membri gratuiți.
ru: - Партнёров со статусом "Бесплатное Членство".
uk: Партнери зі статусом "Безкоштовне Членство".
uz: Бепул Аъзо бўлган Ҳамкорлар.
zh: 合作夥伴是免費的。

source: Partners Eligible for Compensation
fr: Partenaires Éligibles à une Compensation
it: Partner idonei ai compensi

source: Partners Eligible For Membership Free
fr: Partenaires Éligibles à une Adhésion Gratuite
it: Partner idonei alla Membership Gratuita

source: Partners enjoy an unparalleled opportunity
ca: Els Socis tenen l’oportunitat de viure una experiència única
de: Partner genießen eine einmalige Chance
es: Los Socios disfrutan de una oportunidad sin comparación
fr: Les partenaires bénéficient d'une opportunité sans précédent
it: I Partner godono di un'opportunità ineguagliabile
ja: パートナーは他に類を見ないチャンスを享受できます
kk: Серіктестер бұрын соңды болмаған мүмкіндіктерге ие
ky: Өнөктөштөр теңдешсиз мүмкүнчүлүккө ээ
lv: Partneri bauda nepārspējamu iespēju
mn: Манай Түнш нар хосгүй боломжуудыг эдэлдэг
pt: Os Parceiros desfrutam de uma oportunidade INigualável
ro: Partenerii se bucură de o oportunitate de neegalat
ru: Партнеры наслаждаются беспрецедентными возможностями
uk: Партнери насолоджуються неперевершеною можливістю
uz: Ҳамкорлар тенгсиз имкониятлардан баҳраманд бўлади
zh: 合作伙伴享有无与伦比的机会

source: Partners from your team which are still eligible for Fast Start matching bonus.
fr: Partenaires de votre équipe qui sont encore éligibles au bonus de Démarrage Rapide correspondant.
it: I Partner del tuo team che sono ancora idonei al bonus Equivalente Avvio Veloce.
pt: Parceiros da sua equipe que ainda são elegíveis para o bônus de correspondência de Início Rápido.
uk: Партнери з вашої команди, які все ще відповідають вимогам для отримання бонусу "Швидкого Старту".

source: Partners have earned more than 10,000 dollars in a 12 month period.
ca: Els socis han guanyat més de 10.000 dòlars en un període de 12 mesos.
de: Die Partner haben in einem 12-Monats-Zeitraum mehr als 10.000 Dollar verdient.
es: Los Socios han ganado más de 10.000 dólares en un período de 12 meses.
fr: Les Partenaires ont gagné plus de 10.000 dollars sur une période de 12 mois.
it: Partner hanno guadagnato più di $10.000 nell'arco di 12 mesi.
ja: パートナーは、12ヶ月間で10,000ドル以上を獲得しています。
kk: Серіктестер 12 айда 10,000 доллардан астам табыс тапты.
ko: 파트너는 12개월 동안 10,000달러 이상을 벌었습니다.
ky: Өнөктөштөр 12 айлык мөөнөттө 10 000 доллардан ашык киреше табышты.
lv: Partneri 12 mēnešu kalendārajā laika periodā ir nopelnījuši vairāk nekā 10.000 dolāru.
mn: 12 сарын хугацаанд $10,000-аас их орлого авсан Түншийн тоо.
pt: Os Parceiros ganharam mais de 10.000 dólares em um período de 12 meses.
ro: Partenerii au câștigat peste 10.000 de dolari într-o perioadă de 12 luni.
ru: - Партнёров, заработавших более $10 000 за 12-месячный период.
uk: Партнери, які заробили понад $10 000 за 12-місячний період.
uz: 12 ой ичида 10,000 доллардан кўп ишлаб топган Ҳамкорлар.
zh: 合作伙伴在 12 个月内赚取了超过 10,000 美元。

source: Partners have reached the International Director or Above rank.
ca: Els socis han aconseguit el rang de International Director o superior.
de: Die Partner haben den Rang eines internationalen Direktors oder höher erreicht.
es: Los socios han alcanzado el rango de Director Internacional y superior.
fr: Les Partenaires ont atteint le rang de Directeur International ou plus.
it: Partner hanno raggiunto il rango di International Director o superiore.
ja: パートナーは、インターナショナル ディレクター以上のランクを達成しました。
kk: Серіктестер «Халықаралық директор» немесе «Жоғары» дәрежесіне жетті.
ko: 파트너는 인터내셔널 디렉터 또는 그 이상 등급에 도달했습니다.
ky: Өнөктөштөр Эл аралык Директор же андан Жогору рангга жетишти.
lv: Partneri ir sasnieguši Starptautiskā Direktora un augstāku līmeni.
mn: International Director эсвэл түүнээс дээш цолд хүрсэн Түншийн тоо.
pt: Os parceiros alcançaram o nível de Diretor Internacional ou acima.
ro: Partenerii au atins rangul de director internațional sau mai sus.
ru: - Партнёров, достигших ранга Интернациональный Директор или выше.
uk: Партнери, які досягли рангу Інтернаціонального Директора або вище.
uz: Халқаро директор ва ундан юқори рангга эришган Ҳамкорлар.
zh: 合夥人已達到國際總監或以上級別。

source: Partners Pending to Receive Builders Base Bonus
fr: Partenaires en Attente de Versement du Bonus de Base des Constructeurs
it: Partner in attesa di ricevere il Bonus Base Costruttori

source: Partners Still Eligible for Fast Start
fr: Partenaires Toujours Éligibles au Démarrage Rapide
it: Partner ancora idonei all'Avvio Veloce.

source: Partners Still Eligible for Fast Start Matching
fr: Partenaires Toujours Éligibles à la Correspondance pour le Démarrage Rapide
it: Partner ancora idonei all'abbinamento Avvio Veloce

source: Partners Team Leadership Performance
fr: Performance du Leadership de l'Équipe des Partenaires
it: Performance Leadership del Team Partner

source: Partners That Have Not Renewed
ca: Socis que no han renovat
de: Partner, die nicht verlängert haben
es: Socios que no se han renovado
fr: Partenaires qui n'ont pas renouvelé
it: Partner che non hanno fatto il rinnovo
ja: 更新されていないパートナー
kk: Жаңартылмаған Серіктестер
ko: 재갱신하지 않은 파트너들
ky: Жаңыланбаган Өнөктөштөр
lv: Partneri, kas nav atjaunoti
mn: Ахиулалт хийж амжаагүй Түншүүд
pt: Sócios que não renovaram
ro: Partneri care nu au reînnoit
ru: Партнер, не оплативший счет
uk: Партнери, Які Не Зробили Оновлення
uz: Янгиламаган Ҳамкорлар
zh: 還沒有更新的合作夥伴

source: Partners That Will Be Renewing Next Month
ca: Socis que renovaran el proper mes
de: Partner, die im nächsten Monat verlängern werden
es: Socios Que Renovarán El Siguiente Mes
fr: Partenaires qui seront renouvelés le mois prochain
it: Partner che faranno il rinnovo il mese prossimo
ja: 来月更新予定のパートナー
kk: Келесі айда жаңартылатын серіктестер
ko: 다음 달에 재갱신하는 파트너들
ky: Кийинки айда жаңылана турган Өнөктөштөр
lv: Partneri,kuri tiks atjaunoti nākošajā mēnesī
mn: Дараа сард Түншийн сунгалт хийх Түншүүд
pt: Parceiros que se renovarão no próximo mês
ro: Parteneri care vor face reînnoirea luna următoare
ru: Партнеры, которые будут обновлять подписку в следующем месяце
uk: Партнери, Які Зроблять Оновлення Наступного Місяця
uz: Кейинги ойда янгиланадиган Ҳамкорлар
zh: 將在下個月更新的合作夥伴

source: Partners Who Achieved Fast Start
fr: Partenaires qui ont Réalisé un Démarrage Rapide
it: Partner che hanno conseguito l'Avvio Veloce

source: Partners with New Ranks
fr: Partenaires avec de Nouveaux Rangs
it: Partner con nuovi ranghi

source: Partnership
ca: Programa de Socis
de: Partnerschaft
es: Sociedad
fr: Partenaire
it: Partnerhip
ja: パートナーシップ
kk: Серіктестік
ko: 파트너십
ky: Өнөктөштүк
lv: Partnerība
mn: Түншлэл
pt: Parceria
ro: Partener
ru: Партнёрство
uk: Партнерство
uz: Ҳамкорлик
zh: 合作夥伴資格

source: Partnership Created
ca: Societat Creada
de: Partnerschaft erstellt
es: Sociedad Creada
fr: Partenariat créé
it: Partnership creata
ja: パートナーシップ会員登録
kk: Серіктестік Құрылды
ko: 파트너십 생성
ky: Өнөктөштүк түзүлдү
lv: Partnerība izveidota
mn: Түншлэл үүсгэгдлээ
pt: Parceria criada
ro: Parteneriat creat
ru: Партнерство Создано
uk: Партнерство Створено
uz: Ҳамкорлик яратилди
zh: 建立合作夥伴關系

source: Partnership Creation Date
ca: Data de Creació de la Societat
de: Datum der Erstellung der Partnerschaft
es: Fecha de Creación de Sociedad
fr: Date de création du partenariat
it: Data di creazione della Partnership
ja: パートナーシップ登録日
kk: Серіктестік Басталған Күн
ko: 파트너십 생성 날짜
ky: Өнөктөштүк башталган күн
lv: Partnerības izveidošanas datums
mn: Түншлэл үүсгэгдсэн огноо
pt: Data da parceria criada
ro: Data creării Parteneriatului
ru: Дата создания Партнерства
uk: Дата Створення Партнерства
uz: Ҳамкорлик яратилган сана
zh: 合作夥伴關系建立日期

source: Partnership Invoice
fr: Facture de Partenariat
it: Fattura Partnerhip

source: Partnership Not Renewed
fr: Partenariat Non Renouvelé
it: Partnership non rinnovate

source: Partnership Program
ca: Programa de Socis
de: Partnerschaftsprogramm
es: Programa de Sociedad
fr: Programme de Partenariat
it: Programma di Partnership
ja: パートナーシップ・プログラム
kk: Серіктестік Бағдарламасы
ky: Өнөктөштүк программасы
lv: Partnerības Programma
mn: Түншийн хөтөлбөр
pt: Programa de Parceria
ro: Program de Parteneriat
ru: Партнёрская программа
uk: Партнерська програма
uz: Ҳамкорлик дастури
zh: 合作伙伴计划

source: Partnership Video
ca: Vídeo del Programa de Socis
es: Video de Sociedad
fr: Vidéo de Partenariat
it: Video sulla Partnerhip
ja: パートナーシップ動画
kk: Серіктестік бағдарламасы туралы бейне
pt: Vídeo Sobre a Parceria
ro: Videoclipul despre Parteneriat
uk: відео про Партнерство
uz: Ҳамкорликка оид видео
zh: 合作伙伴视频

source: Pass
fr: Passer

source: Passenger #%{passengerNo}
ca: Passatger #%{passengerNo}
de: Passagier #%{passengerNo}
es: Pasajero #%{passengerNo}
fr: Passager #%{passengerNo}
it: Passeggero #%{passengerNo}
ja: 乗客 #%{passengerNo}
kk: Жолаушы #%{passengerNo}
ko: 승객 #%{passengerNo}
ky: Жүргүнчү #%{пасsengerNo}
lv: Pasažieris #%{passengerNo}
mn: Зорчигч #%{passengerNo}
pt: Passageiro #% {passengerNo}
ro: Pasager #%{passengerNo}
ru: Пассажир #%{passengerNo}
uk: Пасажир #%{passengerNo}
uz: Йўловчилар #%{passengerNo}
zh: 乘客 #%{passengerNo}

source: Passenger %{ index }
ca: Passatger %{ index }
de: Passagier %{ index }
es: Pasajero %{ index }
fr: Passager %{ index }
it: Passeggero %{ index }
ja: 乗客 %{ index }
kk: Жолаушы %{ index }
ky: Жүргүнчү %{ index }
lv: Passažiera %{ index }
mn: Зорчигч %{ index }
pt: Passageiro %{ index }
ro: Pasager %{ index }
ru: Пассажир %{ index }
uk: Пасажир %{ index }
uz: Йўловчи %{ index }
zh: 乘客 #%{ index }

source: Passenger confirmation
ca: Confirmació del passatger
de: Passagier Bestätigung
es: Confirmación de pasajero
fr: Confirmation des passagers
it: Conferma del passeggero
ja: 乗客情報を確定する
kk: Жолаушыны растау
ky: Жүргүнчү тастыктоо
lv: Pasažiera apstiprinājums
mn: Зорчигчийн мэдээлэл
pt: Confirmação do passageiro
ro: Confirmarea pasagerului
ru: Подтверждение пассажира
uk: Підтвердження пасажира
uz: Йўловчини тасдиқлаш
zh: 乘客确认

source: Passenger Confirmation
de: Passagier-Bestätigung
es: Confirmación de Pasajero
fr: Confirmation des passagers
it: Conferma del passeggero
ko: 승객 확인
ky: Жүргүнчү тастыктоо
lv: Pasažieru apstiprinājums
mn: Зорчигчийн нэрийг шалгах
ru: Подтверждение пассажира

source: Passenger count
de: Passagierzahlen
es: Conteo de pasajeros
fr: Nombre de passagers
it: Numero dei passeggeri
ko: 승객수
ky: Жүргүнчүлөрдүн саны
lv: Pasažiera konts
mn: Зорчигчдийн тоо
ru: Количество пассажиров

source: Passenger Info
ca: Informació del passatger
de: Passagierinfo
es: Info del Pasajero
fr: Information des passagers
it: Dati del passeggero
ja: 乗客情報
kk: Жолаушы туралы ақпарат
ky: Жүргүнчү жөнүндө маалымат
lv: Pasažieru Info
mn: Зорчигчийн мэдээлэл
pt: Informação dos passageiros
ro: Info despre pasageri
ru: Информация о пассажире
uk: Інформація про пасажира
uz: Йўловчига оид маълумот
zh: 乘客信息

source: Passenger Information
ca: Informació per a Passatgers
de: Fahrgastinformation
es: Información de Pasajero
fr: Information des passagers
it: Dati del passeggero
ja: 乗客情報
kk: Жолаушыларға арналған ақпарат
ko: 승객 정보
ky: Жүргүнчүлөр жөнүндө маалымат
lv: Pasažieru informācija
mn: Зорчигчийн мэдээлэл
pt: Informação dos passageiros
ro: Informații despre pasageri
ru: Информация о пассажире
uk: Інформація про пасажира
uz: Йўловчи ҳақида маълумот
zh: 乘客信息

source: Passenger information saved successfully.
ca: Informació del passatger desada correctament.
de: Fahrgastinformationen erfolgreich gespeichert.
es: Información de Pasajero guardada exitosamente.
fr: Les informations sur les passagers ont été enregistrées avec succès.
it: I dati del passeggero sono stati salvati con successo.
ja: 乗客情報が正常に保存されました。
kk: Жолаушы туралы ақпарат сәтті сақталды.
ky: Жүргүнчүлөр жөнүндө маалымат ийгиликтүү сакталды.
lv: Pasažieru informācija veiksmīgi saglabāta.
mn: Зорчигчийн мэдээлэл амжилттай хадгалагдлаа.
pt: Informações do passageiro salvas com sucesso.
ro: Informațiile despre pasageri au fost salvate cu succes.
ru: Информация о пассажире успешно сохранена.
uk: Інформація про пасажира успішно збережена.
uz: Йўловчига оид маълумот муваффақиятли сақланди
zh: 乘客信息保存成功。

source: Passengers
ca: Passatgers
de: Passagiere
es: Pasajeros
fr: Les passagers
it: Passeggeri
ja: 乗客
kk: Жолаушылар
ko: 탑승자
ky: Жүргүнчүлөр
lv: Pasažieri
mn: Зорчигчид
pt: Passageiros
ro: Pasageri
ru: Пассажиры
uk: Пасажири
uz: Йўловчилар
zh: 乘客

source: Passengers 55+ at boarding
fr: Passagers de 55 ans et plus à l'embarquement
it: Passeggeri dai 55 anni in su all'imbarco
pt: Passageiros com mais de 55 anos no embarque
uk: Пасажири віком 55+ на момент посадки

source: Passengers that are between %{ageLimitStart} - %{ageLimitEnd} years old
fr: Passagers âgés de %{ageLimitStart} à %{ageLimitEnd} ans
it: Passeggeri di età compresa tra %{ageLimitStart} e %{ageLimitEnd} anni
pt: Passageiros com idade entre %{ageLimitStart} e %{ageLimitEnd} anos
uk: Пасажири віком від %{ageLimitStart} до %{ageLimitEnd} років

source: passport
ca: passaport
de: Personalausweis
es: pasaporte
fr: passeport
it: passaporto
ja: パスポート
kk: паспорт
ko: 여권
ky: паспорт
lv: pase
mn: паспорт
pt: passaporte
ro: paşaport
ru: паспорт
uk: паспорт
uz: паспорт
zh: 护照

source: Passport
ca: Passaport
de: Personalausweis
es: Pasaporte
fr: Le passeport
it: Passaporto
ja: パスポート
kk: Төлқұжат
ko: 여권
ky: Паспорт
lv: Pase
mn: Паспорт
pt: Passaporte
ro: Paşaport
ru: Паспорт
uk: Паспорт
uz: Паспорт
zh: 護照

source: Passport / ID renewals and visa applications take time, so you must plan accordingly.
ca: La renovació del passaport/document d'identitat i les sol·licituds de visat triguen molt de temps, per la qual cosa has de planificar en conseqüència.
de: Die Erneuerung des Reisepasses/der ID und die Beantragung eines Visums nehmen Zeit in Anspruch, so dass Sie entsprechend planen müssen.
es: Las renovaciones de pasaporte/documento de identidad y las solicitudes de visa toman tiempo, por lo que debes planificar en consecuencia.
fr: Le renouvellement d'un passeport ou d'une carte d'identité et les demandes de visa prennent du temps, il faut donc prévoir en conséquence.
it: I rinnovi dei passaporti e dei documenti d'identità e le richieste di visto richiedono tempi lunghi, quindi devi pianificare di conseguenza.
ja: パスポート/IDの更新やビザの申請には時間が要するため、計画的に行う必要があります。
kk: Паспортты/жеке куәлікті жаңарту және визаға өтініш беру уақытты қажет етеді, сондықтан соған сәйкес жоспарлау керек.
ko: 여권/신분증 갱신 및 비자 신청은 시간이 걸리므로 그에 따라 계획을 세워야 합니다.
ky: Паспортту/ИН жаңыртуу жана виза арыздары убакытты талап кылат, андыктан сиз ошого жараша пландаштырышыңыз керек.
lv: Pases/personas apliecības atjaunošana un vīzu pieteikumi aizņem laiku, tāpēc atbilstoši jāplāno.
mn: Паспорт / үнэмлэхний сунгалт, визний мэдүүлэг нь цаг хугацаа шаарддаг тул та зохих ёсоор төлөвлөх хэрэгтэй.
pt: As renovações de passaporte / identidade e pedidos de visto levam tempo, então você deve planejar adequadamente.
ro: Reînnoirea pașapoartelor / actului de identitate și cererile de viză necesită timp, așa că trebuie să planifici în consecință.
ru: Замена паспорта/ID и подача документов на визу занимает время, поэтому вы должны соответствующим образом планировать время.
uk: Поновлення паспорта/ID та подання документів на візу займає час, тому ви повинні відповідно планувати свою подорож.
uz: Паспорт/ID картани янгилаш ва виза олиш вақт талаб этади, шунга кўра режалаштиринг.
zh: 护照/身份证更新和签证申请需要时间，因此您必须做出相应的计划。

source: Passport #
ca: Passaport #
de: Personalausweis #
es: Número del Pasaporte
fr: # Le passeport
it: Passaporto n°
ja: パスポートナンバー
kk: Төлқұжат #
ko: 여권 #
ky: Паспорт #
lv: Pase#
mn: Паспортын дугаар
pt: Passaporte #
ro: Paşaport #
ru: Паспорт #
uk: Паспорт №
uz: Паспорт #
zh: 護照 #

source: Passport Expiration Date:
de: Ablaufdatum des Reisepasses:
es: Fecha de Vencimiento de Pasaporte:
fr: Date d'Expiration du Passeport :
it: Data di scadenza del passaporto:
ko: 여권 만료일:
ky: Паспорттун Жарактуулук Мөөнөтү:
lv: Pases derīguma termiņš:
mn: Паспортын хугацаа дуусах огноо:
ru: Паспорт действителен до:

source: Passport Issued Date:
de: Ausstellungsdatum des Reisepasses:
es: Fecha de Emisión de Pasaporte:
fr: Date de Délivrance du Passeport :
it: Data di emissione del passaporto:
ko: 여권 발행일:
ky: Паспорттун берилген күнү:
lv: Pases izdošanas datums:
mn: Паспорт олгосон огноо:
ru: Дата выдачи паспорта:

source: Passport Number:
de: Reisepassnummer:
es: Número de Pasaporte:
fr: Numéro du Passeport :
it: Numero del passaporto:
ko: 여권 번호:
ky: Паспорт номери:
lv: Pases Numurs:
mn: Паспортын дугаар:
ru: Номер паспорта:

source: Passport/ID renewals and visa applications take time, so you must plan accordingly.
ca: Les renovacions de passaports/document d'identitat i les sol·licituds de visats requereixen temps, així que cal que planifiquis adequadament
de: Die Erneuerung des Reisepasses/der ID und die Beantragung eines Visums nehmen Zeit in Anspruch, so dass Sie entsprechend planen müssen.
es: Las renovaciones de pasaporte/documento de identidad y las solicitudes de visa toman tiempo, por lo que debes planificar en consecuencia.
fr: Le renouvellement d'un passeport ou d'une carte d'identité et les demandes de visa prennent du temps, il faut donc prévoir en conséquence.
it: I rinnovi di passaporto e carta d'identità e le richieste di visto hanno tempi lunghi, perciò devi pianificare di conseguenza.
ja: パスポート/IDの更新やビザの申請には時間が要するため、計画的に行う必要があります。
kk: Паспортты/ жеке куәлікті жаңарту және визаға өтініш беру уақытты қажет етеді, сондықтан соған сәйкес жоспарлау керек.
ky: Паспортту/ИН жаңыртуу жана виза арыздары убакытты талап кылат, андыктан сиз ошого жараша пландаштырышыңыз керек.
lv: Pases/ID personas apliecības atjaunošana un vīzu pieteikumi aizņem laiku, tāpēc atbilstoši jāplāno.
mn: Паспорт / үнэмлэхний сунгалт, визний мэдүүлэгт цаг хугацаа ордог тул та зохих ёсоор төлөвлөх хэрэгтэй.
pt: As renovações de passaporte / identidade e pedidos de visto levam tempo, então você deve planejar adequadamente.
ro: Reînnoirea pașaportului/actului de identitate și cererea de viză necesită timp, așa că trebuie să planifici în consecință.
ru: Замена паспорта/ID и подача документов на визу занимает время, поэтому вы должны соответствующим образом планировать время.
uk: Поновлення паспорта/ID та подання документів на візу займає час, тому ви повинні відповідно планувати свою подорож.
uz: Паспорт/ID картани янгилаш ва виза олиш вақт талаб этади, шунга кўра режалаштиринг.
zh: 护照/身份证更新和签证申请需要时间，因此您必须做出相应的计划。

source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
kk: Құпия сөз
ko: 비밀번호
ky: Сырсөз
lv: Parole
mn: Нууц үг
pt: Senha
ro: Parolă
ru: Пароль
uk: Пароль
uz: Пароль
zh: 密碼

source: Password does not match
ca: La contrasenya no coincideix
de: Das Passwort stimmt nicht überein
es: La contraseña no coincide
fr: Le mot de passe ne correspond pas
it: La password non corrisponde
ja: パスワードが一致していません
kk: Құпия сөз сәйкес келмейді
ky: Сырсөз дал келбейт
lv: Parole nesakrīt
mn: Нууц үг таарахгүй байна
pt: A senha não coincide
ro: Parolele nu se potrivesc
ru: Пароль не совпадает
uk: Пароль не співпадає
uz: Пароль мос тушмади
zh: 密码不匹配

source: Password does not meet requirements
ca: La contrasenya no compleix els requisits
de: Passwort entspricht nicht der Anforderungen
es: La contraseña no cumple con los requerimientos
fr: Le mot de passe ne répond pas aux exigences
it: La password non soddisfa i requisiti
ja: パスワードが要件を満たしていません
kk: Құпия сөз талаптарға сәйкес келмейді
ky: Сырсөз талаптарга жооп бербейт
lv: Parole neatbilst prasībām
mn: Нууц үг шаардлага хангахгүй байна!
pt: A senha não atende aos requisitos
ro: Parolele nu îndeplinesc cerințele
ru: Пароль не соответствует требованиям
uk: Пароль не відповідає вимогам
uz: Пароль талабларга жавоб бермайди
zh: 密码不符合要求

source: Password reset successful. Details emailed to the user.
ca: S'ha restablert la contrasenya. Detalls enviats per correu electrònic a l'usuari.
de: Passwort zurücksetzen erfolgreich. Details werden per E-Mail an den Benutzer gesendet.
es: Restablecimiento de contraseña exitoso. Detalles enviados por correo electrónico al usuario.
fr: Réinitialisation du mot de passe réussie. Les détails sont envoyés par courriel à l'utilisateur.
it: La reimpostazione della password è avvenuta con successo. I dati sono stati inviati alla email dell'utente.
ja: パスワードのリセットが成功しました。ユーザーに詳細をメールで送信しました。
kk: Құпия сөзді қалпына келтіру сәтті аяқталды. Мәліметтер пайдаланушыға электрондық пошта арқылы жіберіледі.
ko: 비밀번호 재설정에 성공했습니다. 세부정보는 사용자의 이메일로 전송되었습니다.
ky: Сырсөздү баштапкы абалга келтирүү ийгиликтүү болду. Чоо-жайы колдонуучуга электрондук почта аркылуу жөнөтүлөт.
lv: Paroles atiestatīšana izdevās. Detalizēta informācija lietotājam nosūtīta pa e-pastu.
mn: Нууц үг амжилттай үүсгэгдлээ. Дэлгэрэнгүй мэдээллийг имэйлээр илгээсэн болно.
pt: Redefinição de senha bem-sucedida. Detalhes enviados por e-mail ao usuário.
ro: Resetarea parolei cu succes. Detalii trimise prin e-mail utilizatorului.
ru: Пароль успешно сброшен. Подробности отправлены пользователю по электронной почте.
uk: Пароль успішно скинутий. Подробиці надіслані користувачеві електронною поштою.
uz: Пароль муваффақиятли тикланди. Маълумотлар фойдаланувчига электрон хат орқали жўнатилади.
zh: 密码重置成功。 详细信息通过电子邮件发送给用户。

source: Password:
ca: Contrasenya:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
ja: パスワード：
kk: Құпия сөз:
ko: 비밀번호:
ky: Сырсөз:
lv: Parole:
mn: Нууц үг:
pt: Senha:
ro: Parolă:
ru: Пароль:
uk: Пароль:
uz: Пароль:
zh: 密碼：

source: Passwords
ca: Contrasenyes
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
ja: パスワード
kk: Құпия сөздер
ko: 비밀번호
ky: Сырсөздөр
lv: Paroles
mn: Нууц үгнүүд
pt: Senhas
ro: Parole
ru: Пароли
uk: Паролі
uz: Пароллар
zh: 密碼

source: Passwords do not match!
ca: Les contrasenyes no coincideixen!
de: Passwörter stimmen nicht überein!
es: ¡Las contraseñas no coinciden!
fr: Les mots de passe ne correspondent pas !
it: Le password non corrispondono!
ja: パスワードが一致していません！
kk: Құпия сөздер сәйкес келмейді!
ko: 비밀번호가 일치하지 않습니다!
ky: Сырсөздөр дал келбейт!
lv: Paroles nesakrīt!
mn: Нууц үг таарахгүй байна!
pt: As senhas não coincidem!
ro: Parolele nu se potrivesc!
ru: Пароли не совпадают!
uk: Паролі не співпадають!
uz: Пароллар мос тушмади!
zh: 密碼不匹配！

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
ja: パスワードが一致しません。
kk: Құпия сөздер сәйкес келмейді.
ky: Сырсөздөр дал келбейт.
lv: Paroles nesakrīt.
mn: Нууц үг таарахгүй байна.
pt: As senhas não coincidem.
ro: Parolele nu se potrivesc.
ru: Пароли не совпадают.
uk: Паролі не співпадають.
uz: Пароллар мос тушмади.
zh: 密码不匹配。

source: Past
ca: Anterior
de: Vergangene
es: Anterior
fr: Passé
it: Passato
ja: 過去
kk: Бұрын
ky: Мурун
lv: Pagātne/pagājušie
mn: Өнгөрсөн
pt: Passado
ro: Trecut
ru: Ранее
uk: Минулий
uz: Ўтган
zh: 过去

source: Past Stats
ca: Estadístiques Anteriors
fr: Statistiques Passées
it: Statistiche passate
ja: 過去の統計
kk: Алдыңғы статистика
pt: Estatísticas Anteriores
ro: Statistici anterioare
uk: Минула статистика
uz: Аввалги статистика
zh: 历史统计

source: Pay
ca: Pagar
de: Bezahlen
es: Pagar
fr: Payer
it: Paga
ja: 支払う
kk: Төлеу
ky: Төлөө
lv: Maksā
mn: Төлөх
pt: Pagar
ro: Plătește
ru: Оплатить
uk: Сплатити
uz: Тўлаш
zh: 支付
