Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: 1. Be a Marketing Director, Senior Marketing Director, Regional Director, or reach one of those ranks with this month's production
ca: 1. Ser Marketing Director, Senior Marketing Director, Regional Director, o arribar a un d’aquests rangs amb la producció d’aquest mes
de: 1. Seien Sie ein Marketing Director, Senior Marketing Director, Regional Director oder erreichen Sie einen dieser Ränge mit dem Umsatz dieses Monats
es: 1. Ser Marketing Director, Senior Marketing Director, Regional Director o alcanzar alguno de esos rangos con la producción de este mes
fr: 1. Être un Directeur du Marketing, Directeur Principal du Marketing, Directeur Régional, ou atteindre l'un de ces rangs avec la production de ce mois-ci
it: 1. Essere Marketing Director, Senior Marketing Director, Regional Director o acquisire una di queste qualifiche con la produzione di questo mese
ja: 1. マーケティングディレクター、シニアマーケティングディレクター、リージョナルディレクターの方、または今月の生産売上高に基づいていずれかのランクに到達する方
kk: 1.Маркетинг директор, Аға маркетинг директор, Аймақтық директор, болыңыз немесе осы айдағы өндіріспен сол дәрежеге жетіңіз
ko: 1. 이 달 매출 기준으로 마케팅 디렉터, 시니어 마케팅 디렉터, 리저널 디렉터 또는 그 중 한 직급을 이어야합니다
ky: 1. Marketing Director, Senior Marketing Director, Regional Director болуңуз же ушул айдын көрсөткүчү менен ошол даражалардын бирине жетиңиз
lv: 1. Esiet Mārketinga Direktors ,Seniors Mārketinga Direktors,Reģionālais Direktors vai sasniedziet vienu no šīem līmeņiem šajā mēnesī
mn: 1. Marketing Director, Senior Marketing Director, Regional Director байх эсвэл энэ сарын борлуулалтаараа энэ цолуудын аль нэгэнд хүрсэн байх
pt: 1. Ser um Diretor de Marketing, Diretor de Marketing Sênior, Diretor Regional ou alcançar um desses rankings com a produção desse mês
ro: 1. Fii un director de marketing, director de marketing senior, director regional sau atinge unul din aceste ranguri în această lună de producție
ru: 1. Вы должны быть Маркетинг-Директором, Синьор-Маркетинг-Директором, Региональным Директором или достичь одного из этих рангов посредством товарооборота в этом месяце.
uk: 1. Ви повинні бути Маркетинг Директором, Сеньйор-Маркетинг Директором, Регіональним Директором або досягти одного з цих рангів за допомогою товарообігу в цьому місяці
uz: 1. Ушбу ой ишлаб чиқариши бўйича Маркетинг директор, Сеньор маркетинг директор, Минтақавий директор рангига эришинг
zh: 1.擔任市場總監，高級市場總監，區域總監，或在本月的工作中達到其中一個職位

source: 1. Definitions
ca: 1. Definicions
de: 1. Definitionen
es: 1. Definiciones
fr: 1. Définitions
it: 1. Definizioni
ja: 1. 定義
kk: 1. Анықтамалар
ko: 1. 정의
ky: 1. Аныктамалар
lv: Definīcijas
mn: 1. Тодорхойлолт
pt: 1. Definições
ro: 1. Definiţii
ru: 1. Определения
uk: 1. Визначення
uz: 1. Таърифлар
zh: 1. 定義

source: 100,000+ Global Attendees
ca: 100,000+ Assistents Globals
de: 100,000+ Weltweite Besucher
es: 100,000+ Asistentes Globales
fr: 10,000+ Participants Mondiaux
it: Oltre 100.000 partecipanti da tutto il mondo
ja: 100,000人以上のグローバル参加者
kk: Әлем бойынша 100,000+ Қатысушы
ko: 전세계에서 1만명 이상 참석
ky: Дүйнө жүзү боюнча 100,000+ мүчө
lv: 100.000+Globālie Dalībnieki
mn: Дэлхийн 100,000 гаруй Оролцогчид
pt: Mais de 100.000 participantes globais
ro: 100.000+ participanţi din toată lumea
ru: 100 000+ участников со всего мира
uk: 100,000+ учасників з усього світу
uz: Бутун дунёдан 100 000 дан ортиқ иштирокчилар
zh: 100,000+名全球參與者

source: 100% Reward Points usage is not available to pay for the Elevate Cruise, and
ca: L'ús del 100% dels Punts de Recompensa no està disponible per a pagar el Creuer Elevate, i
de: 100% Reward Points können nicht für die Bezahlung der Elevate Cruise verwendet werden, und
es: El uso del 100% de los Puntos de Recompensa no está disponible para pagar por el Crucero Elevate, y
fr: L'utilisation de 100 % des Points de Récompense n'est pas disponible pour payer l’ Elevate Cruise, et
it: Non è possibile utilizzare il 100% dei Crediti Premio per pagare la Crociera Elevate e
ja: リワードポイントの100%の利用は、Elevateクルーズのお支払いにはご利用いただけません。そして
kk: Бонустық ұпайларыңызды 100% Elevate круизіне пайдалану мүмкін емес, және
ko: Elevate 크루즈 이용 시 100% 리워드 포인트 사용이 불가능하며
ky: 100% Бонустук Упайларды колдонуу Elevate Круиздерин сатып алуу үчүн жеткиликтүү эмес, ошондой эле
lv: 100% Balvu Punktu izmantošana nav pieejama, lai samaksātu par Elevate Kruīzu, un
mn: Elevate аяллын төлбөрийг 100% Шагналын Оноогоор хийж боломжгүй бөгөөд
pt: O uso de 100% dos Pontos de Recompensa não está disponível para pagar pelo cruzeiro Elevate e
ro: Utilizarea 100% a punctelor de recompensă nu este disponibilă pentru plata pentru Croaziera Elevate și
ru: Для оплаты круиза Elevate Cruise нельзя использовать 100% Бонусных Баллов, и
uk: Для оплати круїзу Elevate Cruise не можна використовувати 100% Бонусних Балів, та
uz: Elevate Cruise нархини тўлаш учун 100% Бонус балларидан фойдаланиб бўлмайди, ва
zh: 100% 奖励积分不可用于支付 Elevate Cruise 费用，并且

source: 10th Anniversary Cruise Contest
ca: Concurs del Creuer del 10è Aniversari
es: Concurso del Crucero del 10mo Aniversario
fr: Concours de Croisière du 10e Anniversaire
it: Concorso Crociere del 10° Anniversario
ja: 10周年記念クルーズ コンテスト
kk: 10 жылдық мерейтойға арналған круиз байқауы
pt: Concurso do Cruzeiro do 10º Aniversário
ro: Concursul de croazieră aniversară de 10 ani
uk: Конкурс Ювілейного Круїзу до 10-річчя
uz: 10 йиллик юбилей круизи танлови
zh: 10周年纪念邮轮比赛

source: 10th Anniversary Cruise Contest Rules
ca: Normes del Concurs del Creuer del 10è Aniversari
de: 10. Jahrestag Kreuzfahrt Gewinnspielregeln
es: Reglas de Concurso del Crucero del Décimo Aniversario
fr: Réglement du Concours Croisière du 10e Anniversaire
it: Regole del concorso “Crociere del 10° Anniversario"
ja: 10周年記念クルーズ コンテスト規約
kk: 10 жылдық мерейтойлық круиз байқауының ережелері
ky: 10 жылдыкка арналган круиздин конкурс эрежелери
mn: 10 жилийн ойн далайн аяллын уралдааны дүрэм
pt: Regras do Concurso do Cruzeiro do 10º Aniversário
ro: Regulile concursului de croazieră aniversară de 10 ani
ru: Правила круизного конкурса в честь 10-летнего юбилея
uk: Правила конкурсу круїзів до 10-ї річниці
uz: 10 йиллик юбилей круизи танлови шартлари
zh: 10周年纪念邮轮比赛规则

source: 10th Anniversary Cruises
ca: Creuers del 10è Aniversari
de: Kreuzfahrten zum 10. Jahrestag
es: Cruceros del Décimo Aniversario
fr: Croisière du 10e Anniversaire
it: Crociere del 10° Anniversario
ja: 10周年記念クルーズ
kk: 10 жылдық мерейтойлық круиздер
ky: 10 жылдыкка арналган круиздер
mn: 10 жилийн ойн далайн аялал
pt: Cruzeiros do 10º Aniversário
ro: Croaziere aniversare de 10 ani
ru: Круизы в честь 10-летнего юбилея
uk: Круїзи на честь 10-річчя
uz: 10 йиллик юбилей круизи
zh: 10周年纪念邮轮

source: 1Password
ca: 1Contrasenya
fr: 1 Mot de passe
ja: 1パスワード
kk: 1Құпия сөз
ko: 1비밀번호
ky: 1Пароль
lv: 1Parole
mn: 1Нууц үг
pt: Senha 1
ro: 1Parolă
ru: 1Пароль
uk: 1Пароль
uz: 1Пароль
zh: 1密码

source: 1st
fr: 1er

source: 1st Global Convention
ca: 1a. Convenció Global
de: 1. Internationaler Kongress
es: 1a. Convención Global
fr: 1ère Convention Mondiale
it: 1ª Convention mondiale
ja: １回目のグローバルコンベンション
kk: 1-ші Жаһандық Конвенция
ko: 제 1회 글로벌 컨벤션
ky: 1-Глобалдык Конвенция
lv: 1-mā Globālā Konvencija
mn: Дэлхийн хэмжээний анхны Чуулга уулзалт
pt: 1ª Convenção Global
ro: Prima Întrunire mondială
ru: Первая Глобальная Конференция
uk: Перша Глобальна Конференція
uz: 1-Глобал Конвенция
zh: 第一屆全球公約

source: 1st Level
fr: 1er Niveau
it: 1° Livello

source: 2 annual INsider Pricing Bookings
ca: 2 reserves anuals amb INsider Pricing
de: 2 jährliche INsider Pricing Buchungen
es: 2 reservas anuales con Precio INsider
fr: 2 réservations annuelles pour la tarification INsider
it: 2 prenotazioni annuali a tariffe INsider Pricing
ja: 年間2件のINsider Pricingを利用したご予約
kk: 2 жыл сайынғы INsider Pricing Bookings
ky: жылына 2 INsider Pricing баасы менен брондоо
lv: 2 gadskārtējās Insider Pricing Rezervācijas
mn: Жилд 2 удаа INsider Pricing үнээр захиалга хийх эрх
pt: 2 reservas anuais com INsider Pricing
ro: 2 rezervări anuale cu INsider Pricing
ru: 2 бронирования в год с INsider Pricing
uk: 2 бронювання на рік з INsider Pricing
uz: INsider Pricing билан йилига 2 та буюртма
zh: 每年2次INsider Pricing预订

source: 2 For 1
fr: 2 Pour 1
it: 2 per 1
ko: 1대 2

source: 2 For 1 Balance
de: 2 für 1 Guthaben
es: Saldo 2 por 1
fr: Solde 2 Pour 1
it: Saldo 2 Per 1
ko: 1대 2 잔액
ky: 1ге 2 Баланс
lv: 2 Par 1 Bilance
mn: 1:2 Баланс
ru: Баланс 2 к 1

source: 2 For 1 RP
ca: 2 Per 1 PR
de: 2 für 1 RP
es: 2 Por 1 PR
fr: RP 2 Pour 1
it: CP 2 per 1
ja: ２倍のリワードポイント
kk: 2 үшін 1 RP
ky: 1 ге 2 ББ
lv: 2 Par 1 BP
mn: 1-ийн оронд 2 ШО
pt: PR 2 por 1
ro: PR 2 pentru 1
ru: ББ 2 к 1
uk: ББ 2 до 1
uz: 1 га 2 ББ
zh: 2換1 RP

source: 2 Invoices Dates
fr: 2 Dates de Facture
it: 2 Date delle fatture

source: 2 nights in Dubai with pre-cruise accommodations
ca: Gaudeix de 2 nits en Dubai amb allotjament abans d'embarcar en el creuer
de: 2 Nächte in Dubai mit Unterbringung vor der Kreuzfahrt
es: 2 noches en Dubái con alojamiento antes de embarcar en el crucero
fr: 2 nuits à Dubaï avec hébergement à l'hôtel avant la croisière
it: 2 pernottamenti a Dubai prima della crociera
ja: クルーズ前の宿泊を含むドバイでの2泊
kk: Дубайда круизге дейін 2 түн тұру
ko: 크루즈 전 두바이에서 2박 숙박 포함
ky: Дубайда 2 түн, круизге чейинки мейманканасы менен
lv: 2 naktis Dubaijā ar pirmskruīza mītnēm
mn: Aялалд гарахын өмнө Дубайд 2 өдөр байрлах зочид буудал
pt: 2 noites em Dubai com acomodações antes do cruzeiro
ro: 2 nopți în Dubai cu cazare înainte de croazieră
ru: Докруизное размещение в Дубае на 2 ночи
uk: Розміщення в Дубаї на 2 ночі перед початком круїзу
uz: Круиздан олдин Дубайда 2 кечалик меҳмонхонада қолиш
zh: 迪拜 2 晚，含邮轮前住宿

source: 2 points
ca: 2 punts
de: 2 Punkte
es: 2 puntos
fr: 25 points GLS
it: 2 punti
ja: 2 ポイント
kk: 2 ұпайлары
ky: 2 упай
mn: 2 оноо
pt: 2 pontos
ro: 2 puncte
ru: 2 очка
uk: 2 бали
uz: 2 балл
zh: 2积分

source: 2 Tickets for €249
fr: 2 billets pour 249 €
it: 2 biglietti a 249 €
kk: 2 билет – €249
pt: 2 Ingressos por €249
uk: 2 квитки за €249
uz: 2 та чипта 249€ га
zh: 2张票€249

source: 2 to 17 years at the time of travel.
ca: De 2 a 17 anys en el moment del viatge.
de: 2 bis 17 Jahre zum Zeitpunkt der Reise.
es: 2 a 17 años en el momento del viaje.
fr: 2-17 ans au moment du voyage.
it: Da 2 a 17 anni al momento del viaggio.
ja: 旅行時の年齢が2歳〜17歳。
kk: сапар кезінде олар 2 жастан 17 жасқа дейін болды.
ky: Алар сапарга чыкканда 2 жаштан 17 жашка чейин болгон.
lv: 2 līdz17 gadi ceļojuma laikā.
mn: Аяллын үеэр 2-17 насны хүүхэд
pt: 2 a 17 anos no momento da viagem.
ro: 2 la 17 ani la momentul călătoriei.
ru: От 2 до 17 лет на момент путешествия.
uk: Від 2 до 17 років на момент подорожі.
uz: саёҳат пайтида 2-17 ёш
zh: 旅行时年龄为2至17岁。

source: 2 travelers
ca: 2 viatgers
de: 2 Reisende
es: 2 Viajeros
fr: 2 voyageurs
it: 2 viaggiatori
ja: 旅行者2名
kk: 2 саяхатшылар
ky: 2 саякатчы
mn: 2 аялагч
pt: 2 viajantes
ro: 2 călători
ru: 2 путешественника
uk: 2 Подорожувальники
uz: 2 нафар саёҳатчи
zh: 2位旅行者

source: 2-NIGHT HOTEL PRE-CRUISE STAY
ca: ESTADA D'HOTEL, PRÈVIA AL CREUER, DE 2 NITS
de: 2 NÄCHTE HOTELAUFENTHALT VOR DER KREUZFAHRT
es: ESTANCIA DE HOTEL, PREVIA AL CRUCERO, DE 2 NOCHES
fr: 2 NUITS D'HÔTEL AVANT LA CROISIÈRE
it: SOGGIORNO DI 2 NOTTI IN HOTEL PRIMA DELLA CROCIERA
ja: クルーズ前のホテル滞在2泊
kk: КРУИЗ АЛДЫНДА ҚОНАҚ ҮЙІНДЕ 2 ТҮН ТҰРУ
ko: 크루즈 전 2박 호텔 숙박
ky: КРУИЗГЕ ЧЕЙИН МЕЙМАНКАНАДА 2 ТҮН КАЛУУ
lv: 2-NAKŠU PIRMS-KRUĪZA PALIKŠANA
mn: АЯЛАЛД ГАРАХЫН ӨМНӨ 2 ӨДӨР БАЙРЛАХ ЗОЧИД БУУДАЛ
pt: ESTADIA DE 2 NOITES NO HOTEL ANTES DO CRUZEIRO
ro: SEJUR DE 2 NOPȚI LA HOTEL ÎNAINTE DE CROAZIERĂ
ru: ДОКРУИЗНОЕ РАЗМЕЩЕНИЕ В ОТЕЛЕ НА 2 НОЧИ
uk: РОЗМІЩЕННЯ В ГОТЕЛІ НА 2 НОЧІ ПЕРЕД ПОЧАТКОМ КРУЇЗУ
uz: КРУИЗДАН ОЛДИН 2 КЕЧА МЕҲМОНХОНАДА ҚОЛИШ
zh: 邮轮前住宿 2 晚酒店

source: 2. Advancement to National Director.
ca: 2. Avanç al Director Nacional.
de: 2. Aufstieg zum National Director.
es: 2. Logro del Rango de National Director.
fr: 2. Avancement pour le directeur national.
it: 2. Avanzamento alla qualifica di National Director.
ja: 2. ナショナルディレクターへの昇格。
kk: 2. Дәрежені Ұлттық директорге дейін өсіру.
ko: 2. 내셔널 디렉터로 승급.
ky: 2. National Director даражасына көтөрүлүү.
lv: 2.Paaugstināts par Nacionālo Direktoru.
mn: 2. National Director болж зэрэг ахиулах нь.
pt: 2. Avanço a Diretor Nacional.
ro: 2. Înaintare la treapta de Director Naţional.
ru: 2. Повышение ранга до Национального Директора.
uk: 2. Просування до Національного Директора.
uz: 2. Миллий директорликка рағбатлантириш.
zh: 2.晉升為National Director。

source: 2. ONE Direct Partner Enrolled
ca: 2. UN Soci Directe Inscrit
de: 2. EIN direkter Partner registriert
es: 2. UN Socio Directo Inscrito
fr: 2. UN Partenaire Direct Inscrits
it: 2. UN Partner diretto iscritto
ja: 2．１人の直紹介パートナー登録
kk: 2. БІР Тікелей Тіркелген Серіктес
ko: 2. 1 명의 직접추천 파트너 등록
ky: 2. БИР Түз Өнөктөш катталган
lv: 2.Viens Tiešais Partneris iesaistītīts
mn: 2. Хувьчлан элсүүлсэн НЭГ Түнш
pt: 2. UMA inscrição direta de sócio
ro: 2. Un Partener Direct Înscris
ru: 2. Подписан ОДИН прямой Партнёр.
uk: 2. Підписан ОДИН Прямий Партнер
uz: 2. БИТТА тўғридан-тўғри Ҳамкорни обуна қилинг
zh: 2.一位直接合作夥伴註冊

source: 2015 to Present inGroup International. All rights reserved.
ca: 2015 Presentar inGroup International. Tots els drets reservats.
de: 2015 inGroup International zu präsentieren. Alle Rechte vorbehalten.
es: 2015 - Presente. inGroup International. Todos los derechos reservados.
fr: 2015 au Présent inGroup International. Tous droits réservés.
it: 2015-oggi inGroup International. Tutti i diritti riservati.
ja: 2015年から現在 inGroup International。 全著作権所有。
kk: 2015 жылдан бүгінгі күнге дейін inGroup International. Барлық құқықтар қорғалған.
ky: 2015 -жылдан азыркы күнгө чейин inGroup International. Бардык укуктар корголгон.
lv: 2015 patreizējai INGroup International. Visas tiesības paturētas.
mn: 2015 оноос хойш, inGroup International . Бүх эрх зохиогчийн эрхийн хуулиар хамгаалагдсан.
pt: 2015 até presente inGroup International. Todos os direitos reservados.
ro: inGroup International din 2015 până în prezent. Toate drepturile rezervate.
ru: C 2015 до настоящего времени, inGroup International. Все права защищены.
uk: 2015–дотепер inGroup International. Всі права захищено.
uz: 2015 йилдан ҳозирга қадар inGroup International. Барча ҳуқуқлар ҳимояланган.
zh: 2015至今inGroup International。版权所有。

source: 2024 Events.
ca: Esdeveniments 2024.
es: Eventos del 2024.
fr: Événements 2024.
ja: 2024年のイベントで巻き起こそう。
kk: 2024 Шаралар.
ko: 2024년 이벤트.
ky: 2024- жылдагы иш чаралар.
lv: 2024 Notikumi.
mn: 2024 оны арга хэмжээнүүд.
pt: Eventos de 2024.
ro: Evenimente 2024.
ru: Мероприятия 2024.
uk: Заходи 2024.
uz: 2024 Тадбирлари.
zh: 2024活动

source: 2024 Gold Magellan Award
ca: Premi Magellan d’Or 2024
es: Permio Magellan de Oro 2024
fr: Prix Magellan d'Or 2024
ja: 2024年 ゴールド・マゼラン・アワード
kk: 2024 жылғы Gold Magellan Жүлдесі
ky: 2024 Gold Magellan сыйлыгы
lv: 2024 Zelta Magellan Balva
mn: 2024 оны Магелланы Алтан Шагнал
pt: Prêmio Gold da Magellan de 2024
ro: Premiul Magellan de aur 2024
ru: Награда 2024 Gold Magellan Award
uk: Нагорода 2024 Gold Magellan Award
uz: 2024 Олтин Magellan мукофоти

source: 2024 Silver Magellan Award
ca: Premi Magellan de Plata 2024
es: Premio Magellan de Plata 2024
fr: Prix Magellan d'Argent 2024
ja: 2024年 シルバー・マゼラン・アワード
kk: 2024 Silver Magellan Жүлдесі
ky: 2024 Күмүш Magellan сыйлыгы
lv: 2024Sudraba Magellan Balva
mn: 2024 оны Магелланы Мөнгөн Шагнал
pt: Prêmio Silver da Magellan de 2024
ro: Premiul Magellan de argint 2024
ru: Награда 2024 Silver Magellan Award
uk: Нагорода 2024 Silver Magellan
uz: 2024 Кумуш Magellan мукофоти

source: 2025 Global 100 list of top direct selling companies in the world based on 2024 revenue.
ca: Llista Global 100 del 2025 de les principals empreses de venda directa al món segons els ingressos del 2024.
de: 2025 Global 100-Liste der weltweit führenden Direktvertriebsunternehmen auf der Grundlage des Umsatzes von 2024.
es: Lista Global 100 de 2025 de las principales empresas de venta directa en el mundo, basada en los ingresos de 2024.
fr: Liste Mondiale des 100 meilleures sociétés de vente directe au monde en 2025 sur la base des revenus de 2024.
it: La lista Global 100 del 2025 delle migliori aziende di vendita diretta nel mondo, basata sul fatturato del 2024.
ja: 2024年の売上高に基づく、2025年版「世界のトップダイレクトセリング企業 グローバル100リスト」。
kk: 2024 жылғы табыс көлеміне негізделген 2025 жылғы әлемдегі тікелей сатумен айналысатын үздік 100 компанияның жаһандық тізімі.
ky: 2024-жылдагы кирешеси боюнча дүйнөдөгү эң көп түз сатуучу компаниялардын "2025 Global 100" тизмеси.
lv: 2025 Globāli 100 lielāko tiešās pārdošanas kompāniju saraksts pasaulē, pamatojoties uz 2024. gada ieņēmumiem.
mn: 2024 оны орлогын үзүүлэлтээр гаргасан дэлхийн шилдэг шууд борлуулалтын компаниудын 2025 оны Global 100 жагсаалт.
pt: Lista Global 100 de 2025 das principais empresas de venda direta no mundo, baseada na receita de 2024.
ro: Lista Global 100 din 2025 cu cele mai bune companii de vânzări directe din lume, pe baza veniturilor din 2024.
ru: Список лучших компаний мира из индустрии прямых продаж по выручке за 2024 год "2025 Global 100".
uk: Топ-100 компаній світу в сфері прямих продажів за версією Global 100 – 2025 (виручка за 2024 рік).
uz: 2024 йилдаги даромади асосида 2025 йилда Топ-100 Халқаро тўғридан-тўғри сотув компаниялари рўйхати.
zh: 2025年全球100强直销公司榜单，基于2024年营收。

source: 2025 Global 100 List of Top Direct Selling Companies in the world based on 2024 revenue.
ca: Llista Global 100 del 2025 de les Principals Empreses de Venda Directa al món segons els ingressos del 2024.
de: 2025 Global 100-Liste der weltweit führenden Direktvertriebsunternehmen basierend auf dem Umsatz im Jahr 2024.
es: Lista Global 100 de 2025 de las principales empresas de venta directa en el mundo, basada en los ingresos de 2024.
fr: Liste Mondiale des 100 Meilleures Sociétés de Vente Directe au monde en 2025 sur la base des revenus de 2024.
it: La Lista Global 100 del 2025 delle Migliori Aziende di Vendita Diretta nel mondo, basata sul fatturato del 2024.
ja: 2024年の売上高に基づく、2025年版「世界のトップダイレクトセリング企業 グローバル100リスト」。
kk: 2024 жылғы табыс көлеміне негізделген 2025 жылғы әлемдегі тікелей сатумен айналысатын үздік 100 компанияның жаһандық тізімі.
ky: 2025-жылдагы кирешеси боюнча дүйнөдөгү эң көп түз сатуучу компаниялардын "2024 Global 100" тизмеси.
lv: 2025 Globāli 100 Lielāko Tiešās Pārdošanas kompāniju saraksts pasaulē, pamatojoties uz 2024. gada ieņēmumiem.
mn: 2024 оны орлогын үзүүлэлтээр гаргасан дэлхийн шилдэг шууд борлуулалтын компаниудын 2025 оны Global 100 жагсаалт.
pt: Lista Global 100 de 2025 das principais Empresas de Venda Direta no mundo, baseada na receita de 2024.
ro: Lista 2025 Global 100 a celor mai bune companii de vânzare directă din lume, pe baza veniturilor din 2024.
ru: Список Лучших Компаний мира из Индустрии Прямых Продаж по выручке за 2024 год "2025 Global 100".
uk: Список 100 Провідних Компаній Прямих Продажів світу за 2025 рік на основі фінансових результатів 2024 року.
uz: 2024 йилдаги даромади асосида 2025 йилда Топ-100 Халқаро тўғридан-тўғри сотув компаниялари рўйхати.
zh: 2025年全球100强直销公司榜单，按2024年营收排名。

source: 2026 Glory!
fr: Gloire 2026 !
it: Gloria 2026!

source: 21,000 Unique Cruise Options globally are waiting for you
ca: 21.000 opcions de creuers únics de tot el món t'estan esperant.
de: 21.000 einzigartige Kreuzfahrtoptionen weltweit warten auf Sie
es: ¡21,000 Opciones Únicas de Cruceros en todo el Mundo te están esperando!
fr: 21 000 options de croisières uniques dans le monde entier vous attendent
it: 21.000 offerte di crociera in tutto il mondo ti stanno aspettando
ja: 21,000の世界のユニークなクルーズの旅があなたを待っています
kk: Сізді бүкіл әлем бойынша 21000 бірегей круиздік опциялар күтеді
ky: Дүйнө жүзү боюнча 21 000 уникалдуу круиздик варианттар сизди күтүүдө!
lv: 21,000 Unikālas Kruīzu Globālās iespējas gaida tevi
mn: Дэлхийн 21,000+ гаруй далайн аяллын сонголтууд таныг хүлээж байна!
pt: 21.000 opções exclusivas de cruzeiros em todo o mundo estão esperando por você
ro: 21.000 de opțiuni unice de croazieră la nivel global te așteaptă
ru: 21 000 уникальных вариантов круизных путешествий со всего мира ждут вас!
uk: 21 000 унікальних варіантів круїзних подорожей по всьому світу чекають на вас
uz: Бутун дунё бўйлаб 21,000 ноёб круиз вариантлари сизни кутмоқда
zh: 21,000个独特的全球游轮选项正在等待您。

source: 24/7 Concierge Access
fr: Service de conciergerie disponible 24h/24 et 7j/7
it: Accesso al servizio di concierge 24 ore su 24, 7 giorni su 7
kk: 24/7 Консьерж Қызметіне Қолжетімділік
pt: Serviço de Concierge 24h/7
uk: 24/7 Консьєрж сервіс
uz: 24/7 консьерж хизмати
zh: 24/7礼宾服务通道

source: 25 Reward Points
ca: 25 Punts de Recompensa
es: 25 Puntos de Recompensa
fr: 25 Points de Récompense
it: 25 Crediti Premio
ja: 25 リワードポイント
kk: 25 Бонус Ұпайлар
ko: 25 리워드 포인트
ky: 25 Бонустук Упайлар
lv: 25 Balvu Punkti
mn: 25 Шагналын Оноог
pt: 25 Pontos de Recompensa
ro: 25 de puncte de recompensă
ru: 25 Бонусных Баллов
uk: 25 Бонусних Балів
uz: 25 Бонус баллари
zh: 25獎勵積分

source: 275 Potential Winners! Over $215,000.00 in Cash Rewards!
fr: 275 Gagnants Potentiels ! Plus de 215 000 $ en Récompenses en Espèces !
it: 275 Potenziali Vincitori! Oltre 215.000 $ di premi in denaro!

source: 2FA Warning
ca: Avís 2FA
de: 2FA Warnung
es: Alerta de 2FA
fr: Alerte 2FA
it: Avviso 2FA
ja: ２段階認証の警告
kk: 2FA Ескертуі
ko: 2FA 경고
ky: 2FA тууралуу эскертүү
lv: 2FA Brīdinājums
mn: 2FA Анхааруулга
pt: Aviso 2FA
ro: Avertizare 2FA
ru: Предупреждение о 2FA
uk: Попередження про 2FA
uz: 2FA Огоҳлантириши
zh: 2FA 警告

source: 2nd
fr: 2e

source: 2nd Level
fr: 2e Niveau
it: 2° Livello

source: 2nd level partner activations / reactivations
ca: Activacions/reactivacions de socis de 2n nivell
de: 2. Stufe Partneraktivierungen / Reaktivierungen
es: Activaciones/Reactivaciones de Socios de 2do nivel
fr: activations/réactivations des partenaires de 2e niveau
it: Attivazioni/riattivazioni partner di 2° livello
ja: 2レベル目パートナー登録／再登録
kk: 2-деңгейдегі серіктестерді белсендіру / қайта белсендіру
ky: 2-деңгээлдеги өнөктөштөр активдештирүүлөрү / кайра активдештирүүлөрү
mn: 2 үеийн түншийн идэвхжүүлэлтүүд / дахин идэвхжүүлэлтүүд
pt: 2º nível de ativações de parceiro/reativações
ro: Activări/reactivări ale partenerilor de nivel 2
ru: Активации/восстановления Партнёра на 2-м уровне
uk: Активації / реактивації партнерів 2-го рівня
uz: 2-чуқурликдаги ҳамкорнинг фаолликлари / қайта фаолликлари
zh: 第二级合伙人激活／重新激活

source: 2nd level partner activations within their first 14 days
ca: Activacions de socis de 2n nivell dins dels seus primers 14 dies
de: 2. Stufe Partneraktivierungen innerhalb der ersten 14 Tage
es: Activaciones de Socios de segundo nivel dentro de sus primeros 14 días
fr: activations des partenaires de 2e niveau au cours de leurs 14 premiers jours
it: Attivazioni di partner di 2° livello entro i primi 14 giorni
ja: 開始14日以内の2レベルパートナー登録
kk: 2-деңгейдегі серіктестердің алғашқы 14 күн ішінде белсендірілуі
ky: алгачкы 14 күндүн ичинде экинчи деңгээлдеги өнөктөш активдештирүүлөрү
mn: 2 дах үеийн түншийн эхний 14 хоногийн доторх идэвхжүүлэлтүүд
pt: 2º nível de ativações de parceiro dentro dos seus primeiros 14 dias
ro: Activări ale partenerilor de nivel 2 în primele 14 zile
ru: Активации Партнёра на 2-м уровне в течение его первых 14 дней
uk: Активації партнерів 2-го рівня протягом їхніх перших 14 днів
uz: дастлабки 14 кунда 2-чуқурликдаги ҳамкорнинг фаолликлари
zh: 第二级合伙人在其前14天内的激活

source: 3 members this month.
ca: 3 membres aquest mes.
fr: 3 membres ce mois-ci.
it: 3 membri questo mese.
ja: 今月は3名のメンバー。
kk: Бұл айда 3 мүше.
pt: 3 membros nesse mês.
ro: 3 membri luna aceasta.
uk: 3 Члени цього місяця.
uz: Ушбу ойда 3 нафар аъзо.
zh: 本月3位会员。
