Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Make a copy of your codes. Store them using a password manager like
ca: Fes una còpia dels teus codis. Emmagatzema'ls utilitzant un gestor de contrasenyes com
de: Machen Sie eine Kopie Ihrer Codes. Speichern Sie sie mit einem Passwort-Manager wie
es: Haz un respaldo de tus códigos. Guárdalos usando un administrador de contraseñas como
fr: Faites une copie de vos codes. Conservez-les dans un gestionnaire de mots de passe tel que
it: Fai subito una copia dei tuoi codici. Conservali utilizzando un gestore di password tipo
ja: コードをコピーしてください。パスワードマネージャーを利用して保管してください。例えば
kk: Кодтарыңыздың көшірмесін жасаңыз. Оларды құпия сөз реттеушісі арқылы сақтаңыз, мысалы
ko: 코드를 복사하십시오. 다음과 같은 비밀번호 관리자를 사용하여 저장하십시오
ky: Коддоруңуздун көчүрмөсүн жасаңыз. Төмөнкүдөй сырсөз башкаргычын колдонуп, аларды сактаңыз
lv: Izveidojiet kodu kopijas. Glabājiet tās, izmantojot paroles pārvaldnieku, piemēram,
mn: Өөрийн кодуудыг хуулж авна уу. Эдгээрийг нууц үгийн менежер ашиглан хадгална уу
pt: Faça uma cópia dos seus códigos. Armazene-os usando um gerenciador de senhas como
ro: Fă o copie a codurilor tale. Stochează-le folosind un manager de parole, cum ar fi
ru: Создайте копию своих паролей. Храните их с помощью менеджера паролей, например,
uk: Створіть копію паролів. Зберігайте їх за допомогою менеджера паролів, наприклад,
uz: Кодларингиздан нусха олинг. Уларни қуйидаги пароллар менежерлари ёрдамида сақланг:
zh: 复制您的代码。 使用密码管理器存储它们

source: Make a Donation
fr: Faire un Don
it: Fai una donazione
pt: Faça uma Doação
uk: Зробити пожертвування

source: Make A Donation
fr: Faire un Don
it: Fai una donazione
pt: Faça uma Doação
uk: Зробити Пожертвування

source: Make a significant contribution and become part of something truly special by joining
fr: Faites une contribution significative et participez à un projet vraiment spécial en rejoignant
it: Offri un contributo significativo ed entra a far parte di qualcosa di speciale unendoti a noi
kk: Маңызды үлес қосып, шынымен ерекше бір нәрсенің бөлігіне айналыңыз, қосылыңыз
pt: Faça uma contribuição significativa e torne-se parte de algo realmente especial ao participar
ro: Adu-ți o contribuție semnificativă și devino parte a ceva cu adevărat special alăturându-te
uk: Зробіть значний внесок і станьте частиною чогось по-справжньому особливого, приєднавшись
uz: қўшилган ҳолда салмоқли хайрия қилинг ва ҳақиқатан ҳам арзирли ҳаракат иштирокчисига айланинг
zh: 做出重要贡献，并通过加入成为真正特别的一部分

source: Make Default Card
ca: Feu una Targeta per Defecte
de: Standardkarte anlegen
es: Hacer Tarjeta Predeterminada
fr: Faire la carte par défaut
it: Imposta la carta predefinita
ja: 支払いカードの設定
kk: Әдепкі Картаны Таңдау
ko: 기본 카드 설정
ky: Демейки картаны жасаңыз
lv: Izveido noklusējuma karti
mn: Үндсэн карт болгох
pt: Definir o cartão padrão
ro: Faceţi Cardul Implicit
ru: Выбрать Карту По Умолчанию
uk: Обрати Карту За Замовчуванням
uz: Картани автомат равишда танлаш
zh: 申請默認卡

source: Make self-development a lifelong habit
ca: Fes del creixement personal un hàbit per a tota la vida
de: Machen Sie die Persönlichkeitsentwicklung zu einer lebenslangen Gewohnheit
es: Haz del autodesarrollo un hábito para toda la vida
fr: Faire du perfectionnement personnel une habitude permanente
it: Fai della crescita personale l'abitudine di tutta la vita
ja: 自己啓発を生涯の習慣とする
kk: Өзіңізді дамытуды өмір бойы әдетке айналдырыңыз
ko: 자기계발을 평생의 습관으로 만들기
ky: Өзүңүздү өнүктүрүүнү өмүр бою адатка айлантыңыз
lv: Padarīt pašattīstību par mūžīgu ieradumu
mn: Хувь хүний хөгжлийг өөрийн амьдралын дадал зуршил болгохтун
pt: Faça do autodesenvolvimento um hábito para toda a vida
ro: Fă din dezvoltarea personală un obicei pe tot parcursul vieții
ru: Сделайте саморазвитие привычкой на всю жизнь
uk: Зробіть саморозвиток звичкою на все життя
uz: Шахсий ривожланишни доимий одатга айлантиринг
zh: 让自我发展成为终生的习惯

source: Make sharing simple with custom links that point customers directly to you.
ca: Comparteix fàcilment amb enllaços personalitzats que dirigeixen els clients directament a tu.
de: Vereinfachen Sie das Teilen mit benutzerdefinierten Links, die Kunden direkt zu Ihnen führen.
es: Haz que compartir sea fácil con enlaces personalizados que dirigen a los clientes directamente a ti.
fr: Simplifiez le partage avec des liens personnalisés qui dirigent les clients directement vers vous.
it: Rendi semplice la condivisione con link personalizzati che collegano i clienti direttamente a te.
ja: お誘いしたい方をあなたに直接つなげるカスタムリンクで、シェアをもっと簡単に。
kk: Тұтынушыларды тікелей сізге бағыттайтын арнайы сілтемелер арқылы бөлісуді қарапайым жасаңыз.
ky: Кардарларды түздөн-түз сизге багыттаган ыңгайлаштырылган шилтемелер менен байланышты жөнөкөйлөтүңүз.
lv: Padariet koplietošanu vienkāršu ar pielāgotām saitēm, kas klientus norāda tieši uz jums.
mn: Хуваалцах явцыг хялбар болгох үүднээс хэрэглэгч нарыг тантай шууд холбох болсон.
pt: Simplifique o compartilhamento com links personalizados que direcionam os clientes diretamente para você.
ro: Fă partajarea simplă cu linkuri personalizate care direcționează clienții direct către tine.
ru: Упростите распространение информации с помощью специализированных ссылок, которые направляют клиентов прямо к вам.
uk: Зробіть доступ простим за допомогою спеціальних посилань, які спрямовують клієнтів безпосередньо до вас.
uz: Мижозларни бевосита сизга йўллантирувчи хусусийлаштирилган ҳаволалар ёрдамида маълумотларни осон бўлишинг.
zh: 通过定制链接简化分享，让客户直接找到您。

source: Make sure it is a high quality professional portrait of yourself. Preferably 1:1 aspect ratio.
ca: Assegura't que és un retrat professional d'alta qualitat de tu mateix. Preferiblement amb una relació d'aspecte d'1:1.
de: Achten Sie darauf, dass es sich um ein hochwertiges professionelles Porträt von Ihnen handelt. Vorzugsweise im Seitenverhältnis 1:1.
es: Asegúrate de que sea un retrato profesional de alta calidad de ti mismo. Preferiblemente relación de aspecto 1:1.
fr: Assurez-vous qu'il s'agit d'un portrait professionnel de haute qualité de vous-même. De préférence de format 1:1.
it: È importante che sia una tua foto professionale di alta qualità. Preferibilmente in formato 1:1.
ja: プロが撮影した高画質のポートレートであることを確認してください。アスペクト比は、1:1が望ましいです。
kk: Бұл сіздің жоғары сапалы кәсіби портрет екеніне көз жеткізіңіз. 1:1 арақатынасы жақсырақ.
ko: 고품질의 전문적인 자신의 초상화인지 확인하십시오. 가로 세로 비율 1:1이 바람직합니다.
ky: Сүрөтүңүздүн жогорку сапатта жана профессионалдуу жасалганын текшериңиз. Сунушталган өлчөм 1:1.
lv: Pārliecinieties, ka tas ir kvalitatīvs profesionāls sevis portrets. Vēlama 1: 1 proporcija.
mn: Таны зураг мэргэжлийн түвшинд авагдсан өндөр чанарын зураг мөн эсэхийг шалгана уу. Хэмжээний харьцаа 1:1 байх хэрэгтэй.
pt: Certifique-se de que é um retrato profissional de si mesmo e com alta qualidade de imagem. De preferência, proporção de aspecto 1:1.
ro: Asigură-te că este un portret al tău profesional de înaltă calitate. De preferință raport de aspect 1:1.
ru: Убедитесь, что ваше фото качественное и сделано профессионально. Рекомендуемое соотношение сторон - 1:1.
uk: Переконайтеся, що ваше фото якісне та зроблено професійно. Співвідношення сторін, що рекомендується - 1:1.
uz: Бу сизнинг юқори сифатли профессионал портретингиз эканлигига ишонч ҳосил қилинг. Томонлар нисбати 1:1 бўлгани афзал.
zh: 確保它是您自己的高質量專業肖像。 最好是 1:1 的縱橫比。

source: Make sure it's an exact match:
ca: Assegura’t que sigui una coincidència exacta:
de: Vergewissern Sie sich, dass es sich um eine exakte Übereinstimmung handelt:
es: Asegúrate de que sea una coincidencia exacta:
fr: Vérifiez la correspondance exacte :
it: Assicurati che l'offerta coincida perfettamente:
ja: 完全に一致していることを確認してください：
kk: Дәл сәйкестікті тексеріңіз:
ky: Анын так дал келгендигин текшериңиз:
lv: Pārliecinieties, vai tā atbilst precīzi:
mn: Яг тохирч байгааг шалгаарай:
pt: Certifique-se que seja uma correspondência exata:
ro: Asigură-te că este o potrivire exactă:
ru: Убедитесь в точном совпадении:
uk: Переконайтеся, що все збігається точно:
uz: Аниқ мослигини текширинг:
zh: 请确保完全匹配：

source: Make sure to click "Allow multiple file downloads".
ca: Assegura't de fer clic a "Permetre múltiples baixades d'arxius".
de: Gehen Sie sicher und klicken auf "Mehrere Dateidownloads zulassen".
es: Asegúrate de hacer clic en "Permitir múltiples descargas de archivos".
fr: Assurez-vous de cliquer sur "Autoriser plusieurs téléchargements de fichiers".
it: Assicurati di fare clic su "Consenti il caricamento di file multipli".
ja: 「複数のファイルのダウンロードを許可する」をクリックしてください。
kk: «Бірнеше файлды жүктеуге рұқсат беру» түймесін басыңыз.
ko: "여러 파일 다운로드 허용"을 클릭하십시오.
ky: "Бир нече файлды жүктөп алууга уруксат берүү" баскычын чыкылдатыңыз.
lv: Noklikšķiniet uz "Atļaut vairāku failu lejupielādi".
mn: "Олон файл татаж авах" товч дээр дарна уу.
pt: Certifique-se de clicar em "Permitir vários downloads de arquivos".
ro: Asiguraţi-vă că daţi click pe "Permiteţi download de fişiere multiple".
ru: Нажмите кнопку "Pазрешить загрузку нескольких файлов".
uk: Переконайтесь, що ви натиснули "Дозволити завантаження декількох файлів".
uz: "Бир нечта файлларни юклашга ижозат бериш" тугмасини босишдан олдин бунга ишонч ҳосил қилинг.
zh: 確保單擊“允許多個文件下載”。

source: Make sure you meet the following requirements:
fr: Assurez-vous de remplir les conditions suivantes :
it: Assicurati di soddisfare i seguenti requisiti:

source: Make THE First Even Better
fr: Rendre LE Premier Encore Meilleur
it: Rendi LA prima ancora migliore

source: Make the most of your membership with Reward Points
ca: Aprofita al màxim la teva membresia amb els Punts de Recompensa
de: Profitieren Sie von Ihrer Mitgliedschaft mit Reward Points
es: Aprovecha al máximo tu Membresía con los Puntos de Recompensa
fr: Tirez le meilleur parti de votre adhésion grâce aux Points de Récompense
it: Sfrutta al meglio la tua membership con i Crediti Premio
ja: リワードポイントでメンバーシップを最大限に活用しよう
kk: Бонустық ұпайлармен мүшелікті барынша пайдаланыңыз
ky: Бонустук упайлар менен мүчөлүгүңүздөн толук пайда алыңыз
lv: Izmantojiet visas dalības iespējas, izmantojot Balvu punktus
mn: Гишүүнчлэлээ Шагналын Оноогоор бүрэн ашиглаарай
pt: Aproveite ao máximo sua assinatura com Pontos de Recompensa
ro: Profită la maximum de calitatea ta de membru cu punctele de recompensă
ru: Извлекайте максимум из своей программы членства с Бонусными Баллами
uk: Отримуйте максимум зі своєї програми членства з Бонусними Балами
uz: Бонус баллари билан аъзоликдан максимум фойда кўринг
zh: 充分利用您的会员资格，通过奖励积分获得更多福利

source: Male
ca: Home
de: Männlich
es: Hombre
fr: Homme
it: Maschio
ja: 男性
kk: Ер адам
ko: 남성
ky: Эркек
lv: vīrietis
mn: Эрэгтэй
pt: Masculino
ro: Masculin
ru: Мужчина
uk: Чоловік
uz: Эркак
zh: 男性

source: Manage Admins
ca: Gestiona els administradors
de: Administratoren verwalten
es: Administrar Admins
fr: Gérer les Admins
it: Gestisci gli amministratori
ja: 管理者を管理
kk: Әкімшілерді басқару
ko: 관리자 관리
ky: Админдерди башкаруу
lv: Pārvaldīt Admins
mn: Админуудыг удирдах
pt: Gerenciar administradores
ro: Gestionează administratorii
ru: Управлять администраторами
uk: Керувати адміністраторами
uz: Маъмурларни бошқариш
zh: 管理管理员

source: Manage Notifications
ca: Gestionar notificacions
de: Benachrichtigungen verwalten
es: Administrar Notificaciones
fr: Gérer les notifications
it: Gestione delle notifiche
ja: 通知を管理する
kk: Хабарландыруларды Басқару
ko: 알림 관리
ky: Эскертмелерди башкаруу
lv: Pārvaldīt paziņojumus
mn: Мэдэгдэл тохируулах
pt: Gerenciar notificações
ro: Gestionează notificările
ru: Управление уведомлениями
uk: Керувати сповіщеннями
uz: Билдиргиларни бошқариш
zh: 管理通知

source: Manage Permissions
ca: Gestionar els permisos
de: Berechtigungen verwalten
es: Administrar Permisos
fr: Gérer les permissions
it: Gestisci i permessi
ja: 権限を管理
kk: Рұқсаттарды Басқару
ko: 권한 관리
ky: Уруксаттарды Башкаруу
lv: Atļauju pārvaldība
mn: Зөвшөөрлийг удирдах
pt: Gerenciar permissões
ro: Gestionează permisiunile
ru: Управлять правами
uk: Керувати правами
uz: Рухсатларни бошқариш
zh: 管理权限

source: Manage Recurring Billing and Payments
ca: Gestió de factures i pagaments recurrents
de: Verwalten von wiederkehrenden Rechnungen und Zahlungen
es: Administrar facturación y pagos recurrentes
fr: Gérer la facturation et les paiements récurrents
it: Gestione fatture e pagamenti ricorrenti
ja: 定期払いと支払いを管理する
kk: Қайталанатын шот-фактуралар мен төлемдерді басқарыңыз
ko: 반복 청구 및 결제 관리
ky: Кайталануучу профилди жана автоматтык төлөмдөрдү орнотуу
lv: Pārvaldi Atkārtoto ienākumu un Maksājumus
mn: Давтамжит төлбөрийг тохируулах
pt: Gerenciar cobranças e pagamentos recorrentes
ro: Gestionează facturarea și plățile recurente
ru: Настройка рекуррентного профиля и автоматических платежей
uk: Налаштування рекурентного профілю та автоматичних платежів
uz: Даврий ҳисоб ва тўловларни бошқариш
zh: 管理定期计费和付款

source: Manage Recurring Payments
fr: Gérer les Paiements Récurrents
it: Gestisci pagamenti ricorrenti
kk: Рекурренттік төлемдерді басқару
pt: Gerenciar Pagamentos Recorrentes
uk: Керувати рекурентними платежами
uz: Даврий тўловларни бошқариш
zh: 管理定期付款

source: Manage Tags
ca: Gestiona les Etiquetes
de: Tags verwalten
es: Administrar Etiquetas
fr: Gérer les étiquettes
it: Gestisci i tag
ja: タグを管理
kk: Тегтерді басқару
ky: Тегдерди башкаруу
lv: Pārvaldīt Tagus
mn: Tag тохируулах
pt: Gerenciar tags
ro: Gestionează etichete
ru: Управлять тегами
uk: Керувати тегами
uz: Тегларни бошқариш
zh: 管理标签

source: Manage User Departments
ca: Gestionar els departaments d'usuaris
de: Benutzerabteilungen verwalten
es: Administrar Departamentos de Usuario
fr: Gérer les départements des utilisateurs
it: Gestisci i reparti degli utenti
ja: 部署のユーザーを管理
kk: Пайдаланушы бөлімін басқару
ko: 사용자 부서 관리
ky: Колдонуучу бөлүмдөрүн башкарыңыз
lv: Pārvaldīt lietotāju nodaļas
mn: Хэрэглэгчийн хэлтсүүдийг удирдах
pt: Gerenciar departamentos de usuários
ro: Gestionează departamentele utilizatorilor
ru: Управлять пользовательскими отделами
uk: Управляти відділами користувачів
uz: Фойдаланувчи бўлимларини бошқариш
zh: 管理用户部门

source: Manage your corporate email account in one place with our unified inbox, featuring creating of new e-mails, advanced filtering options for organization.
ca: Gestiona el teu compte de correu electrònic corporatiu en un sol lloc amb la nostra safata d'entrada unificada, que inclou la creació de nous correus electrònics i opcions avançades de filtrat per a l'organització.
de: Verwalten Sie Ihren Account an einem Ort mit unserem vereinheitlichten Posteingang, der das Erstellen neuer E-Mails und erweiterte Filteroptionen für die Struktur ermöglicht.
es: Administra tu cuenta de correo electrónico corporativa en un solo lugar con nuestra bandeja de entrada unificada, que cuenta con opciones de crear nuevos correos electrónicos y opciones avanzadas de filtrado para la organización.
fr: Gérez votre compte de messagerie d'entreprise en un seul endroit grâce à notre boîte de réception unifiée, permettant de créer de nouveaux e-mails et des options de filtrage avancées pour l'organisation.
it: Gestisci il tuo account di posta elettronica aziendale in un unico posto con la nostra casella di posta unificata, che offre opzioni avanzate di nuove email e di filtraggio per l'organizzazione.
ja: 新しいメールの作成、高度なフィルタリングオプションによる整理など、統合された受信トレイで、企業メールアカウントを一元管理できます。
kk: Бірыңғай кіріс жәшігімізбен іскери электрондық пошта тіркелгіңізді бір жерден басқарыңыз, соның ішінде жаңа электрондық поштаны жасау және ұйымыңыз үшін кеңейтілген сүзу мүмкіндіктері.
ko: 새 이메일 작성, 조직을 위한 고급 필터링 옵션을 제공하는 통합 받은 편지함을 사용하여 회사 이메일 계정을 한 곳에서 관리하세요.
ky: Жаңы электрондук почталарды түзүү, уюштуруу үчүн өркүндөтүлгөн чыпкалоо параметрлерин камтыган бирдиктүү келген кутубуз менен корпоративдик электрондук почта каттоо эсебиңизди бир жерден башкарыңыз.
lv: Pārvaldiet savu korporatīvo e-pasta kontu vienuviet, izmantojot mūsu vienoto iesūtni, kas ietver jaunu e-pasta ziņojumu izveidi un papildu filtrēšanas iespējas organizācijai.
mn: Компаний имэйл хаяг үүсгэн, шинэ имэйл бичих, сонголтын олон филтерүүдийг ашиглан өөрийн багийн гишүүдийг нэг дороос удирдах боломжтой юм.
pt: Gerencie sua conta de email corporativo em um só lugar com nossa caixa de entrada unificada, com criação de novos emails, opções avançadas de filtragem para organização.
ro: Gestionează-ți contul de e-mail corporativ într-un singur loc cu căsuța noastră unificată, care include crearea de noi e-mailuri, opțiuni avansate de filtrare pentru organizare.
ru: Управляйте свой корпоративной электронной почтой из единого места благодаря нашей унифицированной папке входящих писем, возможности создавать новые письма, а также продвинутым фильтрам упорядочивания.
uk: Керуйте вашою корпоративною електронною поштою з єдиного місця завдяки нашій уніфікованій папці вхідних листів, можливості створювати нові листи, а також просунутим фільтрам упорядкування.
uz: Корпоратив электрон почта аккаунтингизни ташкилот учун янги электрон хатлар яратиш ва фильтрлаш имкониятларини кенгайтиришни ўз ичига олган ягона почта қутимиз билан битта жойда бошқаринг.
zh: 使用我们统一的收件箱在一个地方管理您的公司电子邮件帐户，包括创建新电子邮件和组织的高级过滤选项。

source: Manage your Partner and Member subscriptions.
ca: Gestiona les subscripcions dels teus socis i membres
de: Verwalten Sie Ihre Partner- und Mitglieds-Abonnements.
es: Administra tus suscripciones de tus Socio y Miembro.
fr: Gérez vos abonnements Partenaire et Membre.
it: Gestisci le iscrizioni dei tuoi Partner e Membri.
ja: あなたのパートナーやメンバーとしての加入状況を管理します。
kk: Серіктес және Мүше жазылымдарыңызды басқару.
ko: 파트너 및 멤버 구독 관리
ky: Өнөктөштүк жана мүчөлүк жазылууларыңызды башкаруу.
lv: Pārvaldi savu Partneru un Biedru abonementus.
mn: Өөрийн Түнш болон Гишүүдийн захиалгыг зохицуулах.
pt: Gerencie suas assinaturas como Parceiro e Membro.
ro: Gestionează înregistrările tale ca Parteneri și Membru.
ru: Управление вашими Партнёрскими и Членскими подписками.
uk: Управління вашими Партнерськими і Членськими підписками.
uz: Ҳамкорлик ва Аъзолик обуналарингизни бошқаринг.
zh: 管理您的合作伙伴和会员订阅。

source: Management
ca: Gestió
es: Administración
fr: Gestion
it: Gestione
ja: マネジメント
kk: Басқару
ko: 관리
ky: Башкаруу
lv: Menedžments
mn: Менежмент
pt: Gerenciamento
ru: Управление
uk: Управління
uz: Бошқарув
zh: 管理

source: Mandatory gratuities
ca: Propines obligatòries
de: Obligatorische Trinkgelder
es: Propinas Obligatorias
fr: Pourboires obligatoires
it: Mance obbligatorie
ja: 義務付けされているチップ
kk: Міндетті кеңестер
ky: Милдеттүү чайпулдар
lv: Obligātās ratifikācijas
mn: Заавал төлөх үйлчилгээний хөлс
pt: Gorjetas obrigatórias
ro: Gratuități obligatorii
ru: Обязательные сервисные сборы
uk: Обов'язкові сервісні збори
uz: Мажбурий миннатдорчилик ҳақи
zh: 强制小费

source: Mandatory Gratuities
ca: Gratificacions obligatòries
de: Obligatorische Trinkgelder
es: Propinas obligatorias
fr: Pourboires obligatoires
it: Quote di servizio alberghiero obbligatorie
ja: チップ代の支払い義務
kk: Міндетті Кеңестер
ko: 의무 팁
ky: Милдеттүү сыйлыктар
lv: Obligātās Gratifikācijas
mn: Заавал өгөх үйлчилгээний хөлс
pt: Gorjetas obrigatórias
ro: Gratuități obligatorii
ru: Обязательные сервисные сборы
uk: Обов'язкові сервісні збори
uz: Мажбурий миннатдорчилик ҳақи
zh: 强制性小费

source: Mandatory Gratuity:
de: Obligatorisches Trinkgeld:
es: Propina obligatoria:
fr: Pourboires obligatoires :
it: Quote di servizio alberghiero obbligatorie:
ko: 의무 팁:
ky: Милдеттүү сый акы:
lv: Obligātā Gratifikācija:
mn: Заавал өгөх үйлчилгээний хөлс:
ru: Обязательный сервисный сбор:

source: Mandatory Gratuity: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
ca: Propina Obligatòria: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
de: Obligatorisches Trinkgeld: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
es: Propina Obligatoria: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
fr: Gratuité Obligatoire : <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
it: Quote di servizio obbligatorie: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
ja: 必須チップ：<b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
kk: Міндетті сервис төлемі: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
ky: Милдеттүү чайпул: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
lv: Obligāta pateicība: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
mn: Заавал төлөх үйлчилгээний хөлс: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
pt: Gorjeta Obrigatória: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
ro: Bacșiș obligatoriu: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
ru: Обязательные чаевые: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
uk: Обов'язкові чайові: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
uz: Мажбурий миннатдорчилик ҳақи: <b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>
zh: 强制小费：<b>${{ $filters.money(additionalBookingData.mandatoryGratuity) }}</b>

source: Mandatory Gratuity: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
ca: Propina Obligatòria: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
de: Obligatorisches Trinkgeld: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
es: Propina Obligatoria: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
fr: Gratuité Obligatoire : <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
it: Quote di servizio obbligatorie: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
ja: 必須チップ：<b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
kk: Міндетті сервис төлемі: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
ky: Милдеттүү чайпул: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
lv: Obligāta Pateicība: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
mn: Заавал төлөх үйлчилгээний хөлс: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
pt: Gorjeta Obrigatória: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
ro: Bacșiș obligatoriu: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
ru: Обязательные чаевые: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
uk: Обов'язкові чайові: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
uz: Мажбурий миннатдорчилик ҳақи: <b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
zh: 强制小费：<b>${{ $filters.money(data.additional_booking_data.mandatoryGratuity) }}</b>
