Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Pre-existing Medical Conditions
ca: Malalties Prèvies
de: Vorbestehende medizinische Beschwerden
es: Condiciones médicas preexisteentes
fr: Conditions médicales préexistantes
it: Condizioni mediche preesistenti
ja: 持病
kk: Бұрын белгілі медициналық жағдайлар
ky: Мурда белгилүү болгон медициналык абалдар
lv: Iepriekš pastāvoši Medicīniskie Nosacījumi
mn: Өмнө нь байсан эрүүл мэндийн байдал
pt: Condições médicas pré-existentes
ro: Condiții medicale preexistente
ru: Ранее извествные медицинские состояния
uk: Вже існуючі медичні захворювання
uz: Буюртма беришдан олдин мавжуд бўлган хасталик
zh: 既往医疗状况

source: Preferred Currency
fr: Devise préférée
it: Valuta preferita
kk: Қалайтын Валютаңыз
pt: Moeda Escolhida
uk: Валюта, якій ввідаєте перевагу
uz: Маъқул валюта
zh: 首选货币

source: Preferred Currency:
ca: Moneda Preferida:
de: Bevorzugte Währung:
es: Moneda Preferida:
fr: Devise Privilégiée :
it: Valuta preferita:
ja: ご希望の通貨：
kk: Қалайтын Валютаңыз:
ko: 지불 통화:
ky: Сиз тандаган валюта:
lv: Vēlamā valūta:
mn: Мөнгөн тэмдэгт:
pt: Moeda escolhida:
ro: Moneda preferată:
ru: Предпочитаемая валюта:
uk: Валюта, якій ввідаєте перевагу:
uz: Ўзингизга маъқул валюта:
zh: 首選貨幣：

source: Premier Ambassador Board of Directors
fr: Conseil d'Administration des Ambassadeurs Premier
ja: プレミア アンバサダー ボード オブ ディレクター
lv: Premier Direktoru Valdes Sūtnis

source: PREMIER AMBASSADOR BOARD OF DIRECTORS
fr: CONSEIL D'ADMINISTRATION DES AMBASSADEURS PREMIER
ja: プレミア アンバサダー ボード オブ ディレクター
kk: PREMIER АМБАССАДОР БОРД ДИРЕКТОРЛАРЫ
lv: PREMIER DIREKTORU VALDES SŪTNIS
zh: 首席大使董事会成员

source: PREMIER AMBASSADOR BOARD OF DIRECTORS MEMBER
ca: MEMBRE PREMIER AMBASSADOR BOARD OF DIRECTORS
de: PREMIER AMBASSADOR BOARD OF DIRECTORS MITGLIED
es: MIEMBRO de PREMIER AMBASSADOR BOARD OF DIRECTORS
fr: MEMBRE DU CONSEIL D'ADMINISTRATION DES AMBASSADEURS PREMIER
it: MEMBRO DEL PREMIER AMBASSADOR BOARD OF DIRECTORS
ja: PREMIER AMBASSADOR BOARD OF DIRECTORS メンバー
kk: PREMIER AMBASSADOR BOARD OF DIRECTORS МҮШЕСІ
lv: PREMIER SŪTŅU VALDES DIREKTORU BIEDRS
pt: MEMBRO PREMIER AMBASSADOR BOARD OF DIRECTORS
ro: MEMBRU PREMIER AMBASSADOR BOARD OF DIRECTORS
ru: УЧАСТНИК В РАНГЕ PREMIER AMBASSADOR BOARD OF DIRECTORS
uk: УЧАСНИК У РАНЗІ PREMIER AMBASSADOR BOARD OF DIRECTORS
uz: PREMIER AMBASSADOR BOARD OF DIRECTORS АЪЗО
zh: PREMIER AMBASSADOR BOARD OF DIRECTORS会员

source: Premier Ambassador Board of Directors members earn a <strong>$155,000</strong> USD monthly Team Leadership Bonus!
ca: Els membres Ambassador Board of Directors guanyen una bonificació mensual de Lideratge d'Equip de <strong>155.000<strong> dòlars!
de: Premier Ambassador Board of Directors Mitglieder erhalten einen monatlichen Team Leadership-Bonus von <strong>155.000</strong> USD!
es: ¡Los miembros del Premier Ambassador Board of Directors ganan un Bono de Liderazgo de Equipo mensual de <strong>$155,000</strong> USD!
fr: Les membres du Conseil d'Administration des Ambassadeurs Premier gagnent un Bonus mensuel du Leadership d'Équipe de <strong>155 000 $</strong> USD !
it: I Premier Ambassador Board of Directors guadagnano un bonus di Leadership del Team di <strong>$155.000</strong> al mese!
ja: Premier Ambassador Board of Directors メンバーは、毎月<strong>$155,000</strong> 米ドルのチームリーダーシップボーナスを獲得します！
kk: Premier Ambassador Board of Directors командалық көшбасшылық үшін ай сайынғы <strong>155,000</strong> бонус алады!
ky: Premier Ambassador Board of Director даражасындагы мүчөлөр ай сайын <strong>$155,000</strong> USD командалык лидерлик бонусун алышат!
lv: Premier Sūtņu valdes Direktoru biedri pelna <strong>$155,000</strong> USD ikmēneša Līdera Bonusu!
mn: Premier Ambassador Board of Directors цолтой гишүүд нь сар бүр <strong>$155,000</strong>-ыг Багийн манлайллын урамшуулалд авна!
pt: Os membros Premier Ambassador Board of Directors ganham um bônus mensal de liderança de equipe de <strong>$155.000</strong>!
ro: Membrii Premier Ambassador Board of Directors câștigă un bonus lunar de <strong>155.000</strong> USD pentru conducerea echipei!
ru: Участники в ранге Premier Ambassador Board of Directors зарабатывают ежемесячный Командный Лидерский бонус в размере <strong>$155 000</strong>!
uk: Учасники у ранзі Premier Ambassador Board of Directors заробляють щомісячний Командний Лідерський бонус у розмірі <strong>$155,000</strong>!
uz: Premier Ambassador Board of Directors ойига <strong>155,000$</strong> Жамоа етакчилиги бонусини ишлаб топадилар!
zh: Premier Ambassador Board of Directors会员每月可获得<strong>$155,000</strong>美元的团队领导奖金！

source: PREMIUM
fr: PRIME

source: Premium Activation Payment
ca: Pagament d'Activació Premium
de: Premium Aktivierungszahlung
es: Pago de Activación de Premium
fr: Paiement de l'Activation Premium
it: Pagamento dell'Attivazione Premium
ja: PREMIUM登録の支払い
kk: Premium белсендіру төлемі
ky: Premium Активдештирүү төлөмү
lv: Premium Aktivizācjas maksājums
mn: Premium идэвхжүүлэлтийн төлбөр
pt: Pagamento de ativação Premium
ro: Plată de activare Premium
ru: Плата за Активацию плана Premium
uk: Плата за Активацію плану Premium
uz: Premium Фаоллик тўлови
zh: Premium激活付款

source: Premium First Month
ca: Primer Mes Premium
de: Premium erster Monat
es: Primer Mes en Premium
fr: Premium Premier mois
it: Primo mese Premium
ja: 初月のPREMIUM
kk: Бірінші айдағы Premium
ky: Premium биринчи ай
lv: Premium Pirmais Mēnesis
mn: Premium эхний сар
pt: Primeiro mês Premium
ro: Prima lună Premium
ru: Первый месяц плана Premium
uk: Перший місяць плану Premium
uz: Premium дастлабки ой
zh: Premium的第一个月

source: PREMIUM Means More Rewards, More Value, More Possibilities
fr: PREMIUM : Plus de Récompenses, Plus de Valeur, Plus de Possibilités
it: PREMIUM significa Più premi, Più valore, Più possibilità
kk: PREMIUM — Бұл көбірек сыйақылар, көбірек құндылық, көбірек мүмкіндіктер
pt: PREMIUM Significa Mais Recompensas, Mais Valor, Mais Possibilidades
uk: PREMIUM означає більше винагород, більше цінності, більше можливостей
uz: PREMIUM - янада кўпроқ мукофотлар, кўпроқ фойда, кўпроқ имкониятлар демакдир
zh: PREMIUM意味着更多奖励、更多价值、更多可能

source: Premium Member
ca: Membre Prèmium
de: Premium Mitglied
es: Miembro Premium
fr: Membre Premium
it: Membro Premium
ja: Premiumメンバー
kk: Премиум Мүше
ky: Премиум Мүчө
lv: Premium Biedrs
mn: Premium Гишүүн
pt: Membro Premium
ro: Membru Premium
ru: Член Клуба Premium
uk: Член Клубу Premium
uz: Premium Аъзо
zh: Premium 会员

source: PREMIUM Member
fr: Membre PREMIUM
it: Membro PREMIUM
kk: PREMIUM Клуб Мүшесі
pt: Membro PREMIUM
uk: PREMIUM Члени Клубу
uz: PREMIUM Аъзо
zh: PREMIUM会员

source: Premium Members
ca: Membres Premium
de: Premium Mitglieder
es: Miembros Premium
fr: Membres Premium
it: Membri Premium
ja: PREMIUMメンバー
kk: Премиум Мүшелер
ky: Премиум Мүчөлөр
lv: Premium Biedri
mn: Premium Гишүүд
pt: Membros Premium
ro: Membri Premium
ru: Члены Клуба Premium
uk: Члени Клубу Premium
uz: Premium Аъзолар
zh: Premium 会员

source: PREMIUM Only
fr: Réservé aux PREMIUM
it: Solo PREMIUM
kk: Тек PREMIUM
uk: Тільки для PREMIUM
uz: Фақат PREMIUM
zh: 仅限PREMIUM

source: Preparing agreement...
fr: Préparation de l'accord…
it: Stiamo preparando il contratto...

source: Preparing your agreement...
fr: Préparation de votre accord…
it: Stiamo preparando il tuo contratto...

source: Prepay Invoice
ca: Pagar la Factura per Avançat
de: Vorausbezahlte Rechnung
es: Prepagar Factura
fr: Facture de prépaiement
it: Paga la fattura in anticipo
ja: 前払いの請求書を支払う
kk: Шотты алдын ала төлеңіз
ky: Эсеп-фактураны алдын ала төлөө
lv: Priekšapmaksas Rēķins
mn: Нэхэмжлэхийг урьдчилан төлөх
pt: Fatura de pré-pagamento
ro: Factură cu plată anticipată
ru: Оплатить счёт заранее
uk: Сплатити рахунок заздалегідь
uz: Ҳисобни олдиндан тўлаш
zh: 预付发票

source: Presentation
ca: Presentació
de: Präsentation
es: Presentación
fr: Présentation
it: Presentazione
ja: プレゼンテーション
kk: Презентация
ko: 프레젠테이션
ky: Презентация
lv: Prezentācija
mn: Танилцуулга
pt: Apresentação
ro: Prezentare
ru: Презентация
uk: Презентація
uz: Тақдимот
zh: 介紹

source: Press
ca: Prem el botó
fr: Presse
it: Premi
ja: 報道関係者向け情報
kk: Басыңыз
pt: Imprensa
ro: Presă
uk: Тиск
uz: Босинг
zh: 按下

source: PRESS
ca: PREMSA
de: PRESSE
es: PRENSA
fr: PRESSE
it: STAMPA
ja: 報道関係
kk: Баспасөз
ky: БАСМА СӨЗ
lv: PRESE
mn: МЭДЭЭ
pt: IMPRENSA
ro: PRESĂ
ru: ПРЕССА
uk: НАТИСНІТЬ
uz: МАТБУОТ
zh: 新闻

source: Press <strong v-translate="">Install</strong> and follow the instructions.
de: Drücken Sie <strong v-translate="">Installieren</strong> und folgen Sie den Anweisungen.
fr: Appuyez sur <strong v-translate="">Installer</strong> et suivez les instructions.
it: Premi <strong v-translate="">Installa</strong> e segui le istruzioni.
ky: <strong v-translate=""> Орнотуу </strong> басыңыз жана көрсөтмөлөрүнө ылайык улантыңыз.
lv: Nospied<strong v-translate="">Instalē</strong>un seko instrukcijām.
mn: Та <strong v-translate="">Суулгах</strong> товчийг дарж зааврын дагуу гүйцэтгэнэ үү.
ru: Нажмите <strong v-translate="">Установить</strong> и следуйте инструкциям.

source: Press Releases
ca: Notes de Premsa
de: Pressemitteilungen
es: Comunicados de Prensa
fr: Communiqués De Presse
it: Comunicati stampa
ja: プレスリリース
kk: Баспасөз хабарламалары
ky: Пресс-релиздер
lv: Prese relīzes
mn: Мэдээ, мэдээллүүд
pt: Comunicados de imprensa
ro: Comunicate de presă
ru: Пресс-релизы
uk: Прес-релізи
uz: Пресс-релизлар
zh: 新闻稿

source: Preview
fr: Aperçu
it: Anteprima
pt: Pré-visualização
uk: Попередній перегляд
zh: 预览

source: Preview Email
ca: Vista prèvia del correu electrònic
de: E-Mail-Vorschau
es: Vista Previa de correo electrónico
fr: Aperçu de l'e-mail
it: Anteprima dell'email
ja: Eメールのプレビュー
kk: Электрондық поштаны алдын ала қарау
ko: 이메일 미리보기
ky: Электрон почтани карап чыгуу
lv: Priekšskatīt e-pastu
mn: Имэйл харах
pt: Visualizar e-mail
ro: Previzualizare e-mail
ru: Предпросмотр письма
uk: Попередній перегляд листа
uz: Электрон почтани кўздан кечириш
zh: 預覽電子郵件

source: Preview Receipt
ca: Vista prèvia del Rebut
de: Belegvorschau
es: Vista previa de Factura
fr: Aperçu du reçu
it: Anteprima della ricevuta
ja: 領収書をプレビュー
kk: Түбіртекті алдын ала қарау
ko: 영수증 미리보기
ky: Дүмүрчөктөрдү карап чыгуу
lv: Pārskati saņemto
mn: Баримт харах
pt: Visualização do recibo
ro: Previzualizare chitanță
ru: Предпросмотр квитанции
uk: Передперегляд квитанції
uz: Квитанцияни кўриш
zh: 预览收据

source: Previous
ca: Prèvia
de: Vorherig
es: Previa
fr: Précédent
it: Precedente
ja: 前
kk: Алдыңғы
ko: 이전
ky: Мурунку
lv: Iepriekšējais
mn: Өмнөх
pt: Anterior
ro: Precedent
ru: Предыдущий
uk: Попередній
uz: Олдинги
zh: 之前的

source: Previous Month
ca: Mes anterior
de: Vorheriger Monat
es: Mes Anterior
fr: Mois précédent
it: Mese precedente
ja: 前の月
kk: Алдыңғы Ай
ko: 지난달
ky: Мурунку ай
lv: Iepriekšējais mēnesis
mn: Өмнөх сар
pt: Mês anterior
ro: Luna anterioară
ru: Предыдущий Месяц
uk: Попередній Місяць
uz: Олдинги ой
zh: 上個月

source: Previous Month Builders
ca: Constructors del Mes Anterior
de: Vorheriger Monat Builder
es: Constructores del Mes Anterior
fr: Constructeurs du mois précédent
it: Costruttori mese precedente
ja: 前の月のビルダーズ
kk: Өткен айдың бизнес фундамент құрылысшылары
ky: Мурунку айдын Куруучулары
lv: Iepriekšējā Mēneša Veidotāji
mn: Өмнөх сарын Билдерс
pt: Construtores do mês anterior
ro: Luna anterioară Constructori
ru: Построители предыдущего месяца
uk: Побудовники попереднього місяця
uz: Олдинги ой қурувчилари
zh: 前一个月建设者

source: Previous Month's Total
ca: Total del mes anterior
de: Summe im vorherigen Monat
es: Total del Mes anterior
fr: Total du mois précédent
it: Totale del mese precedente
ja: 前月の合計
kk: Алдыңғы Айдың Нәтижелері
ko: 지난 달 합계
ky: Мурунку айдын жыйынтыгы
lv: Iepriekšējā mēneša kopsumma
mn: Өмнөх сарын нийт
pt: Total do mês anterior
ro: Totalul Lunii Precedente
ru: Итоги Прошлого Месяца
uk: Підсумки Минулого Місяця
uz: Олдинги ой жами
zh: 上個月的總計

source: Previous Step
ca: Pas Anterior
de: Vorheriger Schritt
es: Paso Anterior
fr: étape précédente
it: Passo precedente
ja: 前のステップ
kk: Алдыңғы Қадам
ko: 이전 단계
ky: Мурунку кадам
lv: Iepriekšējais solis
mn: Өмнөх
pt: Passo anterior
ro: Pasul precedent
ru: Предыдущий Шаг
uk: Попередній Крок
uz: Олдинги босқич
zh: 前一步

source: Previous Year
ca: L'any Passat
de: Vorheriges Jahr
es: Año Anterior
fr: Année précédente
it: Anno precedente
ja: 前の年
kk: Алдыңғы Жыл
ko: 작년
ky: Мурунку жыл
lv: Iepriekšējais gads
mn: Өмнөх жил
pt: Ano anterior
ro: Anul anterior
ru: Предыдущий Год
uk: Попередній Рік
uz: Олдинги йил
zh: 前一年

source: Previously used passenger:
de: Zuvor benutzter Passagier:
es: Pasajero usado anteriormente:
fr: Passager précédemment utilisé :
it: Passeggero utilizzato in precedenza:
ko: 이전에 사용한 승객:
ky: Мурун колдонулган жүргүнчү:
lv: Iepriekšējais pasažieris:
mn: Өмнө нь захиалж байсан зорчигч:
ru: Ранее использовавшийся пассажир:

source: Price
ca: Preu
de: Preis
es: Precio
fr: Prix
it: Prezzo
ja: 価格
kk: Баға
ko: 가격
ky: Баасы
lv: Summa
mn: Үнэ
pt: Preço
ro: Preț
ru: Стоимость
uk: Вартість
uz: Нархи
zh: 價錢

source: Price & Passenger Info
ca: Informació de Preu i Passatgers
de: Preis & Passagierinfo
es: Precio e Info del Pasajero
fr: Prix et Informations sur les Passagers
it: Prezzo e informazioni sul passeggero
ja: 料金＆乗客情報
kk: Баға және Жолаушылар туралы ақпарат
ky: Баасы жана жүргүнчү жөнүндө маалымат
lv: Cenas & Pasažieru Info
mn: Үнэ, зорчигчийн мэдээлэл
pt: Preços e Informações do Passageiro
ro: Info despre pasageri & preț
ru: Информация о цене и пассажире
uk: Інформація щодо ціни та пасажира
uz: Нарх ва Йўловчига оид маълумот
zh: 价格和乘客信息

source: Price cannot be negative
ca: El preu no pot ser negatiu
de: Preis kann nicht negativ sein
es: El precio no puede ser negativo
fr: Le prix ne peut pas être négatif
it: Il prezzo non può essere negativo
ja: 金額がマイナスになることはできません
kk: Баға теріс болуы мүмкін емес
ky: Баасы терс болушу мүмкүн эмес
lv: Cena nevar būt negatīva
mn: Үнэ хасах байж болохгүй
pt: O preço não pode ser negativo
ro: Prețul nu poate fi negativ
ru: Цена не может быть отрицательным числом
uk: Ціна не може бути від'ємною
uz: Нарх салбий бўла олмайди
zh: 价格不能为负数

source: Price Code
ca: Codi de preu
de: Preis Code
es: Código de Precio
fr: Code Prix
it: Codice prezzo
ja: 価格コード
kk: Баға Коды
ko: 가격 코드
ky: Баа коду
lv: Cenas kods
mn: Үнийн код
pt: Código de preço
ro: Cod preț
ru: Код цены
uk: Код ціни
uz: Нарх коди
zh: 价格代码

source: Price does not include Taxes and Fees
ca: El preu no inclou Impostos ni Taxes
de: Der Preis beinhaltet keine Steuern und Gebühren
es: El precio no incluye Tasas e Impuestos
fr: Le prix ne comprend pas les Taxes et les Frais
it: Il prezzo non include tasse e imposte
ja: 価格には税金と手数料が含まれていません
kk: Бағаға салықтар мен алымдар кірмейді
ko: 가격에는 세금 및 수수료가 포함되어 있지 않습니다
ky: Салыктар жана жыйымдар баага киргизилген эмес
lv: Cenā netiek iekļauti Nodokļi un Maksas
mn: Үнэнд татвар, хураамжууд ороогүй болно
pt: Preço não inclui taxas e tarifas
ro: Prețul nu include taxe și impozite
ru: Цена не включает налоги и сборы
uk: Ціна не включає податки та збори
uz: Нархга солиқлар ва йиғимлар киритилмаган
zh: 價格不包括稅費

source: Price does not include taxes and fees.
ca: El preu no inclou impostos ni càrrecs.
de: Der Preis beinhaltet keine Steuern und Gebühren
es: El precio no incluye Tasas e Impuestos.
fr: Le prix ne comprend pas les taxes et les frais.
it: Il prezzo non include tasse e spese.
ja: 価格には税金と手数料が含まれていません。
kk: Бағаға салықтар мен алымдар кірмейді.
ky: Салыктар жана жыйымдар баага киргизилген эмес
lv: Cenā netiek iekļauti nodokļi un maksas.
mn: Үнэнд татвар, хураамжууд ороогүй болно.
pt: Preço não inclui taxas e tarifas.
ro: Prețul nu include taxe și impozite.
ru: Цена не включает налоги и сборы.
uk: Ціна не включає податки та збори.
uz: Нархга солиқлар ва йиғимлар киритилмаган.
zh: 价格不包括税费。

source: Price Information
ca: Informació de preus
de: Preisinformationen
es: Información del Precio
fr: Information de prix
it: Informazioni sul prezzo
ja: 価格情報
kk: Бағалар туралы Ақпарат
ko: 가격 정보
ky: Баасы боюнча маалымат
lv: cenas informācija
mn: Үнийн Мэдээлэл
pt: Informação de Preços
ro: Informaţii privind preţul
ru: Информация о Ценах
uk: Інформація щодо Цін
uz: Нархга оид маълумот
zh: 價格信息

source: Price Match
ca: Igualació de Preu
de: Preisanpassung
es: Igualación de Precio
fr: Alignement des Prix
it: Parità di Prezzo
ja: プライスマッチ
kk: Баға Сәйкестігі
ky: Баа шайкештиги
lv: Cenas Saskaņošana
mn: Үнийн тохируулга
pt: Equiparação de Preço
ro: Potrivire de preț
ru: Соответствие цены
uk: Відповідність ціни
uz: Нарх мувофиқлиги
zh: 价格匹配

source: Price match approved! Book before %{expires}. Min price: $%{minBasketPrice}.
ca: Igualació de Preu aprovada! Reserva abans de %{expires}. Preu mínim: $%{minBasketPrice}.
de: Preisanpassung genehmigt! Buchen Sie vor %{expires}. Mindestpreis: $%{minBasketPrice}.
es: ¡Igualación de Precio aprobada! Agenda antes de %{expires}. Precio mínimo: $%{minBasketPrice}.
fr: Alignement des prix approuvé ! Réservez avant %{expires}. Prix minimum : $%{minBasketPrice}.
it: Prezzo approvato! Prenota prima di %{scadenza}. Prezzo minimo: $%{minBasketPrice}.
ja: プライスマッチ承認済み！%{expires}までにご予約ください。最低価格：$%{minBasketPrice}。
kk: Баға сәйкестігі мақұлданды! %{expires} дейін бронь жасаңыз. Минималды баға: $%{minBasketPrice}.
ky: Баа шайкештиги бекитилди! %{expires} чейин брондоңуз. Минималдуу баа: $%{minBasketPrice}.
lv: Cenu atbilstība apstiprināta! Rezervējiet pirms %{expires}. Min. cena: $%{minBasketPrice}.
mn: Үнийн тохиргоо зөвшөөрөгдлөө! %{expires} хүртэл захиалгаа хийнэ үү. Хамгийн бага үнэ: $%{minBasketPrice}.
pt: Equiparação de Preço aprovado! Reserve antes de %{expires}. Preço mímino: $%{minBasketPrice}.
ro: Potrivirea prețului a fost aprobată! Rezervă înainte de %{expires}. Preț minim: $%{minBasketPrice}.
ru: Соответствие цены одобрено! Оформите бронирование до %{expires}. Минимальная стоимость: $%{minBasketPrice}.
uk: Відповідність ціни схвалено! Оформіть бронювання до %{expires}. Мінімальна вартість: $%{minBasketPrice}.
uz: Нарх кафолати тасдиқланди! %{expires} гача буюртма беринг. Минимал нарх: $%{minBasketPrice}.
zh: 价格匹配已获批准！请在%{expires}之前预订。最低价格：$%{minBasketPrice}。

source: Price match denied.
ca: Igualació de Preu rebutjada.
de: Preisanpassung abgelehnt.
es: Igualación de Precios rechazada.
fr: Alignement des prix refusé.
it: Parità Prezzo respinta.
ja: プライスマッチは否認されました。
kk: Баға сәйкестігі қабылданбады.
ky: Баа шайкештиги четке кагылды.
lv: Cenu Atbilstība noraidīta.
mn: Үнийн тохирлыг татгалзлаа.
pt: Equiparação de Preço negada.
ro: Potrivirea prețului a fost refuzată.
ru: Соответствие цены отклонено.
uk: Відповідність ціни відхилено.
uz: Нарх мувофиқлиги рад этилди.
zh: 价格匹配已拒绝。

source: Price Match Discount
ca: Descompte per Igualació de Preu
de: Preisanpassungsrabatt
es: Descuento por Igualación de Precio
fr: Remise sur l'Alignement des Prix
it: Sconto per Parità di Prezzo
ja: プライスマッチ割引
kk: Баға сәйкестігінің жеңілдігі
ky: Баа шайкештиги боюнча арзандатуу
lv: Cenas atbilstības atlaide
mn: Үнийн тохирлын хямдрал
pt: Desconto por Equiparação de Preço
ro: Reducere pentru potrivire de preț
ru: Скидка в рамках соответствия цены
uk: Знижка у рамках відповідності ціни
uz: Нарх мувофиқлиги чегирмаси
zh: 价格匹配折扣

source: Price Match Guarantee
ca: Garantia d'igualació de preus
de: Preisanpassungs-Garantie
es: Garantía de Igualación de Precios
fr: Garantie d'alignement des prix
it: Garanzia Parità di Prezzo
ja: プライスマッチ保証
kk: Бағаның сәйкестігіне кепілдік
ko: 가격 일치 보장
ky: Баа шайкештик кепилдиги
lv: Cenu Atbilstības Garantija
mn: Үнийн тохиргоо
pt: Garantia de equiparação de preços
ro: Garanția de potrivire a prețului
ru: Гарантия соответствия цены
uk: Гарантія відповідності ціни
uz: Нарх кафолати
zh: 价格匹配保证

source: Price Match Guarantee!
ca: Garantia d'igualació de preus!
de: Preisanpassungs-Garantie!
es: ¡Garantía de Igualación de Precios!
fr: Garantie d'alignement des prix !
it: Garanzia Parità di Prezzo!
ja: プライスマッチ保証！
kk: Бағаның сәйкестігіне кепілдік!
ky: Баа шайкештик кепилдиги!
lv: Cenu Atbilstības Garantija!
mn: Үнэ тохируулах баталгаа!
pt: Garantia de preços!
ro: Garanția de potrivire a prețului!
ru: Гарантия соответствия цены!
uk: Гарантія відповідності ціни!
uz: Нарх кафолати!
zh: 价格匹配保证！

source: Price match pending approval.
ca: Igualació de Preu pendent d'aprovació.
de: Preisanpassung muss noch genehmigt werden.
es: La Igualación de Precio está pendiente de aprobación.
fr: Alignement des prix en attente d'approbation.
it: Parità di Prezzo in attesa di approvazione.
ja: プライスマッチは承認待ちです。
kk: Баға сәйкестігі мақұлдануды күтіп тұр.
ky: Бааларды дал келтирүү өтүнүчүн карап чыгуу аягына чыга элек.
lv: Cenu atbilstība, gaidot apstiprināšanu.
mn: Үнийн тохиргооны зөвшөөрөл хүлээгдэж байна.
pt: Equiparação de Preço pendente de aprovação.
ro: Potrivire de preț în așteptarea aprobării.
ru: Рассмотрение запроса на соответствие цены пока не завершено.
uk: Розгляд запиту на відповідність ціни ще не завершено.
uz: Кутаётган Нарх мувофиқлиги тасдиқланди.
zh: 价格匹配正在等待批准。

source: Price match request approved
ca: Sol·licitud d'Igualació de Preu aprovada
de: Antrag auf Preisanpassung genehmigt
es: Solicitud de Igualación de Precios aprobada
fr: Demande d'alignement de prix approuvée
it: Richiesta di Parità di Prezzo approvata
ja: プライスマッチリクエストが承認されました
kk: Баға сәйкестігі сұрауы мақұлданды
ky: Баа шайкештик өтүнүчү бекитилди
lv: Cenu atbilstības pieprasījums apstiprināts
mn: Үнийн тохиргооний хүсэлт зөвшөөрөгдлөө
pt: Solicitação de Equiparação de Preço aprovada
ro: Solicitarea de potrivire a prețului a fost aprobată
ru: Запрос на соответствие цены одобрен
uk: Запит на відповідність ціни схвалено
uz: Нарх кафолатига оид сўров тасдиқланди
zh: 价格匹配申请已批准

source: Price match request denied
ca: Sol·licitud d'Igualació de Preu rebutjada
de: Antrag auf Preisanpassung abgelehnt
es: Solicitud de Igualación de Precio rechazada
fr: Demande d'alignement de prix refusée
it: Richiesta di Parità di Prezzo respinta
ja: プライスマッチリクエストは却下されました
kk: Баға сәйкестігі сұрауы қабылданбады
ky: Баа шайкештиги өтүнүчү четке кагылды
lv: Cenu Atbilstības pieprasījums noraidīts
mn: Үнэ тохируулах хүсэлтийг татгалзлаа
pt: Solicitação de Equiparação de Preço negada
ro: Solicitarea de potrivire a prețului a fost respinsă
ru: Запрос на соответствие цены отклонён
uk: Запит на відповідність ціни відхилено
uz: Нарх кафолатига оид сўров рад этилди
zh: 价格匹配申请已拒绝

source: Price Match Request Details
ca: Detalls de la Sol·licitud d'Igualació de Preu
de: Preisanpassung Anfrage Details
es: Detalles de la Solicitud de Igualación de Precios
fr: Détails de la Demande d'Alignement de Prix
it: Dettagli della richiesta di Parità di Prezzo
ja: プライスマッチリクエスト詳細
kk: Баға сәйкестігі сұрауының деректері
ky: Баа шайкештиги өтүнүчүнүн толук маалыматы
lv: Cenu Atbilstības Pieprasījuma dati
mn: Үнэ тохируулах хүсэлтийн дэлгэрэнгүй
pt: Detalhes da Solicitação de Equiparação de Preço
ro: Detalii cerere potrivire preț
ru: Детали запроса на соответствие цены
uk: Деталі запиту на відповідність ціни
uz: Нарх кафолатига оид сўров маълумотлари
zh: 价格匹配申请详情

source: Price match request updated
ca: Sol·licitud d’Igualació de Preu actualitzada
de: Anfrage zur Preisanpassung aktualisiert
es: Solicitud de Igualación de Precio actualizada
fr: Demande d'alignement de prix mise à jour
it: Richiesta di Parità di Prezzo aggiornata
ja: プライスマッチリクエストが更新されました
kk: Бағаның сәйкестігі туралы сұраныс жаңартылды
ky: Баа шайкештиги өтүнүчү жаңыртылды
lv: Cenu saskaņošanas pieprasījums atjaunināts
mn: Үнэ тохируулах хүсэлт шинэчлэгдлээ
pt: Solicitação de equiparação de preço atualizada
ro: Solicitarea de potrivire/aliniere a prețului actualizată
ru: Запрос на соответствие цены обновлён
uk: Запит на відповідність ціни оновлено
uz: Нарх кафолатига оид сўров янгиланди
zh: 价格匹配申请已更新
