Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: public website serving the same market/country as your inCruises account
ca: lloc web públic que doni servei al mateix mercat/país que el teu compte d’inCruises
de: öffentliche Website, die denselben Markt/dasselbe Land wie Ihr inCruises-Konto bedient
es: un sitio web público que opere en el mismo mercado o país que tu cuenta de inCruises
fr: site web public desservant le même marché/pays que votre compte inCruises
it: sito web pubblico che serve lo stesso mercato/paese del tuo account inCruises
ja: あなたのinCruisesアカウントと同じ市場／国を対象とした公開ウェブサイト
kk: Қоғамдық веб - сайт сіздің inCruises есептік жазбаңызбен бірдей нарыққа/елге қызмет етеді
ky: Сиздин inCruises аккаунтуңуз менен бир рынокко/өлкөгө кызмат көрсөтүүчү коомдук веб-сайт
lv: publiskā tīmekļa vietne, kas apkalpo to pašu tirgu/valsti, kurā atrodas jūsu InCruises konts
mn: inCruises-д бүртгүүлсэн улс оронд үйлчилдэг нийтийн вэб хуудас
pt: site público que atende o mesmo mercado/país da sua conta inCruises
ro: website-ul public care deservește aceeași piață/țară ca și contul tău inCruises
ru: публичный веб-сайт обслуживает тот же рынок/страну, что и ваша учётная запись inCruises
uk: публічний вебсайт обслуговує той самий ринок/країну, що й ваш обліковий запис inCruises
uz: рақобатчи сайт сизнинг inCruises аккаунтингиз очилган мамлакат/бозорга хизмат кўрсатса
zh: 面向与您的inCruises账户相同市场/国家的公共网站

source: publicly available
ca: disponible públicament
de: öffentlich zugänglich
es: públicamente disponible
fr: disponible publiquement
it: pubblicamente disponibile
ja: 公に利用可能：
kk: жалпыға қол жетімді
ky: жалпыга жеткиликтүү
lv: publiski pieejams
mn: нийтэд нээлттэй
pt: disponível publicamente
ro: disponibil public
ru: в открытом доступе
uk: у відкритому доступі
uz: оммавий мавжуд
zh: 公开可用

source: publicly displaying Your Content;
ca: mostrar públicament el teu contingut;
de: öffentliche Anzeige Ihrer Inhalte;
es: mostrar públicamente Tu Contenido;
fr: afficher publiquement Votre Contenu ;
it: visualizzazione pubblica dei Tuoi Contenuti;
ja: 会員のコンテンツを公開する;
kk: материалдарыңызды көпшілікке көрсету;
ky: Контентиңизди ачык көрсөтүү;
lv: jūsu satura publisku demonstrēšanu;
mn: өөрийн контентийг олон нийтэд үзүүлэх;
pt: exibir publicamente o Seu Conteúdo;
ro: afișarea publică a Conținutului Tău;
ru: публичное отображение ваших Материалов;
uk: публічне відображення Ваших Матеріалів;
uz: Контентингизни оммавий равишда намойиш қилиш;
zh: 公开展示您的内容；

source: Publish Price
ca: Preu Publicat
de: Preis veröffentlichen
es: Precio Publicado
fr: Publier le prix
it: Pubblica il prezzo
ja: 価格を公開
kk: Жарияланатын баға
ky: Жарыяланган баасы
lv: Publicēt cenu
mn: Нээлттэй үнэ
pt: Preço de publicação
ro: Preţ publicat
ru: Публикуемая стоимость
uk: Опублікована ціна
uz: Нашр этиладиган нарх
zh: 发布价格

source: Published on
ca: Publicat el
de: Veröffentlicht am
es: Publicado en
fr: Publié le
it: Pubblicato su
ja: 公開日
kk: Жарияланды
ky: Жарыяланган
lv: Publicēts,izmantojot
mn: Нийтлэгдсэн
pt: Publicado em
ro: Publicat pe
ru: Опубликовано
uk: Опубліковано на
uz: Нашр этилган
zh: 发布于

source: Puerto Rico Residents: Members can cancel and request a refund up to 7 days. Partners and Partner Members can cancel and request a refund up to 90 days under certain conditions. Please see our Partnership agreement for complete details.
ca: Residents de Puerto Rico: els Membres poden cancel·lar i sol·licitar un reemborsament de fins a 7 dies. Els Socis I els Socis-Membres poden cancel·lar i sol·licitar un reemborsament de fins a 90 dies en determinades condicions. Consulta el nostre acord de Soci per obtenir informació completa.
de: Einwohner von Puerto Rico: Mitglieder können stornieren und eine Rückerstattung innerhalb von 7 Tagen beantragen. Partner und Partner-Mitglieder können stornieren und unter bestimmten Bedingungen eine Rückerstattung innerhalb von 90 Tagen beantragen. Für weitere Informationen lesen Sie bitte unsere Partnervereinbarung.
es: Residentes de Puerto Rico: los miembros pueden cancelar y solicitar un reembolso de hasta 7 días. Los Socios y Socios- Miembros pueden cancelar y solicitar un reembolso hasta 90 días bajo ciertas condiciones. Consulte nuestro acuerdo de Socio Independiente para obtener detalles completos.
fr: Résidents de Puerto Rico : les membres peuvent annuler et demander un remboursement dans les 7 jours. Les partenaires et les partenaires membres peuvent procéder à l'annulation et demander un remboursement dans un délai allant jusqu'à 90 jours sous certaines conditions. Veuillez regarder notre accord de partenariat pour les détails au complets.
it: Residenti di Portorico: i Membri possono annullare e richiedere un rimborso entro 7 giorni. I Partner e i Partner-Membri possono annullare e richiedere un rimborso entro 90 giorni a determinate condizioni. Per tutti dettagli, consulta il nostro Contratto di partnership.
ja: プエルトリコ居住者：メンバーは、最大7日間キャンセルして払い戻しの請求をすることができます。パートナーとパートナーメンバーは、特定の条件の下で最大90日間キャンセルして払い戻しの請求をすることができます。詳細については、パートナー規約をご覧ください。
kk: Пуэрто-Рико тұрғындары: Мүшелер 7 күннен кешіктірмей, қайтаруды сұрап ала алады. Серіктестер мен Серіктес-Мүшелері белгілі бір жағдайларда 90 күнге дейін жойып, ақшаны қайтара алады. Толық мәліметтер алу үшін Серіктестік туралы Келісімшартты қараңыз.
ko: 푸에토리코 거주자 : 멤버는 취소하고 최대 7 일 동안 환불을 요청할 수 있습니다. 파트너 및 파트너 멤버는 특정 조건하에서 최대 90 일 동안 취소하고 환불을 요청할 수 있습니다. 자세한 내용은 파트너십 계약을 참조하십시오.
ky: Пуэрто-Рико тургундары: Мүчөлөр заказды жокко чыгарып, 7 күндүн ичинде акчаны кайтарып берүүнү талап кылышы мүмкүн. Өнөктөштөр жана Өнөктөш Мүчөлөр заказды жокко чыгарып, белгилүү шарттарда 90 күндүн ичинде акчаны кайтарып берүүнү талап кыла алышат. Сураныч, так маалымат үчүн Өнөктөштүк келишимди караңыз.
lv: Puertoriko Rezidenti: Biedri var atcelt un pieprasīt atmaksu līdz 7 dienām. Partneru un partneru biedri noteiktos apstākļos var atcelt un pieprasīt atmaksu līdz 90 dienām. Lai iegūtu pilnīgu informāciju, lūdzu, skatiet mūsu partnerības līgumu.
mn: Пуэрто Рикогийн оршин суугчид: Гишүүд 7 хоногийн дотор цуцлалт болон төлбөрийг буцаан авах хүсэлт гаргаж болно. Түншүүд болон Түнш Гишүүд нь тодорхой нөхцлийн доор 90 хоног хүртэлх хүртэл цуцлалт болон төлбөр буцаан авах хүсэлт гаргаж болно. Дэлгэрэнгүй мэдээллийг Түншлэлийн гэрээнээс харна уу.
pt: Residentes de Porto Rico: Os membros podem cancelar e solicitar um reembolso em até 7 dias. Os sócios/membros associados podem cancelar e solicitar um reembolso em até 90 dias, sob determinadas condições. Por favor, consulte o nosso Acordo de Sócios para obter detalhes completos.
ro: Rezidenţi din Puerto Rico: Membrii pot anula şi cere o rambursare până la 7 zile. Partenerii şi Membrii Parteneri pot anula şi cere o rambursare până la 90 de zile, în anumite condiţii. Te rugăm să verifici contractul nostru de parteneriat pentru toate detaliile.
ru: Жители Пуэрто-Рико: Участники могут отменить и запросить возврат средств до 7 дней. Партнеры и Члены-Партнеры клуба могут аннулировать и запросить возврат средств до 90 дней при определенных условиях. Дополнительную информацию см. В нашем Договоре о партнерстве.
uk: Резиденти Пуерто-Ріко: Члени можуть скасувати і отримати відшкодування до 7 днів. Партнери та Партнери-Члени Клубу можуть анулювати і отримати відшкодування до 90 днів за певних умов. Перегляньте додаткову інформацію у нашій Угоді про Партнерство.
uz: Пуэрто Рико резидентлари учун: Аъзолар буюртмани бекор қилиб, 7 кунгача тўловни қайтаришни талаб қилишлари мумкин. Ҳамкорлар ва Ҳамкор Аъзолар буюртмани бекор қилиб, маълум шартларда 90 кунгача тўловни қайтаришни талаб қилишлари мумкин. Илтимос, батафсил маълумот учун Ҳамкорлик шартномасига қаранг.
zh: 波多黎各居民：會員可以在7天內取消併申請退款。在特定條件下，合作夥伴和合作夥伴會員可以在最多90天內取消併申請退款。有關完整詳情，請參閱我們的合作協議。

source: Purchase
fr: Achat
it: Acquista

source: Push Blast
ca: Missatge via App
de: Blast
es: Mensaje vía App
fr: Notification push
it: Messaggi via app
ja: プッシュ通知する
kk: Blast-ты басу
ko: 푸쉬 블라스트
ky: Blastы басыңыз
lv: Atbalsta trūkums
pt: Mensagem via app
ro: Mesaje via aplicaţie
uz: Blast ни босинг
zh: 通過App發送消息

source: Push Notifications Center
ca: Centre de notificacions Push
de: Push Benachrichtigungs-Center
es: Centro de Notificaciones Push
fr: Centre de notifications push
it: Centro notifiche push
ja: プッシュ通知センター
kk: Push хабарландыру орталығы
ko: 푸시 알림 센터
ky: Push эскертмелер борбору
lv: Push Paziņojumu Centrs
mn: Мэдээлэл илгээх төв
pt: Central de notificações push
ro: Centrul de notificări push
ru: Центр пуш-уведомлений
uk: Центр пуш-сповіщень
uz: Push Билдирувлар маркази
zh: 推送通知中心

source: Push Notifications Sent
fr: Notifications Push Envoyées
it: Notifiche push inviate

source: Push to card
ca: Enviar a la targeta
de: Auf Karte drücken
es: Transferir a tarjeta
fr: Pousser vers la carte
it: Invia alla carta
ja: カードに送金
kk: Картаға жіберу
ky: Картага жөнөтүңүз
lv: Ej uz karti
mn: Дебит Карт руу
pt: Passar para o cartão
ro: Trimite pe card
ru: Отправить на карту
uk: Надіслати на картку
zh: 推送到卡

source: Put your inCruises Membership on recurring billing and never worry about paying a monthly invoice again; while getting the complete TMT guarantee and protection on all payments.
ca: Activa la teva Membresía a InCruises en la facturació habitual i mai t'has de tornar a preocupar de tornar a pagar una factura mensual; mentre obtens la garantia i protecció completa de TMT en tots els pagaments.
de: Setzen Sie Ihre inCruises-Mitgliedschaft auf wiederkehrende Rechnungen und machen Sie sich nie wieder Gedanken über die Bezahlung einer monatlichen Rechnung, während Sie gleichzeitig die komplette TMT-Garantie und den Schutz für alle Zahlungen erhalten.
es: Activa tu membresía inCruises en pago recurrente y nunca más te preocupes por pagar un recibo mensual nuevamente; mientras obtienes la garantía y protección completa de TMT en todos los pagos.
fr: Mettez votre Adhésion à inCruises sur la facturation récurrente et ne vous souciez plus jamais de payer une facture mensuelle ; tout en bénéficiant de la garantie et de la protection complètes de TMT pour tous les paiements.
it: Attiva la fatturazione ricorrente per la tua iscrizione a inCruises e non preoccuparti mai più di pagare la fattura mensile; allo stesso tempo ottieni la garanzia e la protezione completa TMT su tutti i pagamenti.
ja: inCruisesのメンバー会員費のお支払いを定期払いに設定すると、毎月の月会費請求書の支払いについて心配する必要がなくなります。さらにTMTがすべての月会費の支払いを補償し、保護します。
kk: InCruises Ай сайынғы Мүшелік Жарналарыңыз үшін төлемдердің қайталанатын төлем жүйесін қосыңыз, сонда сіз ай сайынғы төлемдер туралы алаңдамайсыз. Және де осылайша, сіз TMT-ден барлық төлемдеріңізге толық кепілдік пен қорғаныс аласыз.
ko: inCruises 멤버십을 매월 반복 지불하는 것에 대해 걱정하지 마십시오. 모든 지불에 대해 완전한 TMT 보증 및 보호를받습니다.
ky: inCruises Айлык Мүчөлүк төлөмдөрүңүз үчүн Кайталануучу эсепти орнотуп ай сайын төлөнүүчү эсеп-фактуралар жөнүндө кайра эч качан тынчсызданбай койсоңуз болот. Ошентип, сиз TMTден бардык төлөмдөрүңүздүн толук гарантиясын жана коргоосун аласыз.
lv: Uzstādiet savai inCruises dalībai ikmēneša automātisko maksājumu un nekad vairs neuztraucaties par ikmēneša rēķinu apmaksu,vienlaikus saņemot arī TMT garantiju un jūsu maksājumu aizsardzību.
mn: inCruises-ийн Гишүүнчлэлдээ давтамжит төлбөрийн аргыг нэмбэл та сар бүр нэхэмжлэх дахиж төлөх талаар санаа зовохгүй болох бөгөөд таны бүх төлбөрүүд TMT-ийн баталгаа болон хамгаалалтыг бүрэн авах болно.
pt: Coloque sua assinatura inCruises no faturamento recorrente e nunca mais se preocupe em pagar uma fatura mensal novamente; enquanto obtém a garantia e proteção completa da TMT em todos os pagamentos.
ro: Puneți-vă calitatea de membru inCruises pe facturarea recurentă și nu vă faceți griji cu privire la plata unei facturi lunare din nou; obținând în același timp garanția și protecția TMT completă la toate plățile.
ru: Включите систему рекуррентной оплаты счетов для своих Ежемесячных Членских Взносов inCruises и Вам больше не предстоит когда-либо беспокоиться о ежемесячных счетах. Таким образом Вы ещё и получите полную гарантию и защиту всех своих платежей от ТМТ.
uk: Увімкніть систему рекурентної оплати рахунків для своїх Щомісячних Членських Внесків inCruises і Вам більше не доведеться коли-небудь турбуватися про щомісячні рахунки. Таким чином Ви ще й отримаєте повну гарантію та захист усіх своїх платежів від ТМТ.
uz: inCruises Аъзолик тўлови учун даврий тўловларни ўрнатинг ва ҳар ойлик тўлов ҳақида унутиб, барча тўловлар учун тўлиқ ТМТ кафолати ва ҳимоясига эга бўлинг.
zh: 為inCruises會員資格設置重複支付，不必每月擔心支付賬單；同時獲得所有付款的完整TMT保證和保護。

source: PWA vs News App
ca: PWA vs App de Notícies
es: PWA vs App de Noticias
fr: PWA vs App de nouvelles
it: PWA e App Notizie
ja: PWA vs ニュースアプリ
kk: PWA және жаңалықтар қолданбасы
ko: PWA vs 뉴스 App
ky: PWA же жаңылык колдонмосу
lv: PWA un jaunumu programma
mn: PWA болон Шинэ Апп
pt: PWA x App News
ro: Aplicația PWA vs Aplicația de știri
ru: PWA или новостное приложение
uk: PWA або Новинний Додаток
uz: PWA vs Янги Илова

source: QBI (Less Than)
fr: QBI (Moins de)
it: QBI (Meno di)

source: QBI Calculation Details
ca: Detalls del Càlcul de QBI
fr: Détails du Calcul du QBI
it: Dettagli sul calcolo del QBI
ja: QBI計算の詳細
kk: БСИ есептеу мәліметтері
pt: Detalhes do Cálculo do QBI
ro: Detalii calcul QBI
uk: Деталі розрахунку QBI
uz: QBI ни ҳисоблашга оид маълумотлар
zh: QBI计算详情

source: QBI Date Range:
ca: Interval de dates de QBI:
de: QBI Datumsbereich:
es: Intervalo de fechas de QBI:
fr: Gamme de dates QBI :
it: Intervallo di date del QBI:
ja: QBI データ期間：
kk: QBI күн диапазоны:
ko: QBI 날짜 범위:
ky: QBI (БСИ) дата диапазону:
lv: QBI datumu diapazons:
mn: QBI-ийг тооцох хугацаа:
pt: Intervalo de datas para o QBI:
ro: Interval de date QBI:
ru: Диапазон дат QBI (ИКБ):
uk: Діапазон дат QBI (ІЯБ):
uz: QBI сана диапазони:
zh: QBI 日期范围：

source: QBI Details
ca: Detalls de QBI
es: Detalles de QBI
fr: Détails du QBI
it: Dati sul QBI
ja: QBIの詳細
kk: QBI мәліметтері
ko: QBI 상세 정보
ky: QBI (БСИ) чоо-жайы
lv: QBI(BKI) Detalizēta informācija
mn: QBI Индексийн тухай
pt: Detalhes do QBI
ro: Detalii QBI
ru: Детали QBI (ИКБ)
uk: Деталі QBI (ІЯБ)
uz: QBI (БСИ) тафсилотлари
zh: QBI 详情

source: QBI Update Notice
ca: Avís d’Actualització de la QBI
fr: Avis de Mise à jour du QBI
it: Avviso di aggiornamento QBI
ja: QBI アップデートのお知らせ
kk: БСИ Жаңарту Хабары
pt: Aviso de Atualização do QBI
ro: Notificare de actualizare QBI
uk: Повідомлення про оновлення QBI
uz: QBI янгиланишига оид билдирги
zh: QBI更新通知

source: QBI: Pending Members
ca: QBI: Membre Pendent
de: QBI: Ausstehende Mitglieder
es: QBI: Miembros Pendientes
fr: QBI : Membres en suspens
it: QBI: Membri in sospeso
ja: QBI：保留中のメンバー
kk: QBI: Қатысушыларды күту
ky: QBI: Күтүүдөгү Мүчөлөр
lv: QBI:Gaidošie Biedri
mn: QBI: Хүлээгдэж буй Гишүүд
pt: QBI: Membros pendentes
ro: QBI: Membri în așteptare
ru: ИКБ: Члены Клуба с задолженностью
uk: ІЯБ: Члени Клубу з заборгованістю
uz: QBI: Кутаётган Аъзолар
zh: QBI：待定成员

source: Quadruple Digit Banner
ca: Banner de Quatre dígits
es: Banner de Cuatro Dígitos
fr: Bannière à Quadruple Chiffre
it: Banner Quadrupla Cifra
ja: Quadruple Digit（4桁）バナー
kk: Төрт Таңбалы Баннер
ko: 쿼드러플 디짓 배너
ky: Төрт сандуу баннер
lv: Četrkāršais/četrcipru Karodziņš
mn: Куадрапл Дижит Баннер
pt: Banner de Quatro Dígitos
ro: Banner Quadruple Digit
ru: Четырёхзначный баннер
uk: Чотирьохзначний Банер
uz: Тўрт рақамли баннер
zh: 四位數字Banner

source: Qualified Prod.
ca: Producte qualificat.
de: Qualifizierte Prod.
es: Producción Calificada
fr: Qualifié Prod.
it: Produzione qualificata
ja: 認定売上
kk: Квалифицияланған Өнімд.
ko: 공인 매출액.
ky: Квалификациялуу прод.
lv: Kvalificēts ražotājs.
mn: Болзол хангах борлуулалт.
pt: Produção Qualificada.
ro: Producţie calificată.
ru: Квалифицированная Прод.
uk: Кваліфікаційна Прод.
uz: Малакали прод.
zh: 合格的產品。

source: Qualified Production
ca: Producció Qualificada
de: Qualifizierte Produktion
es: Produccion Calificada
fr: Production qualifiée
it: Produzione qualificata
ja: 資格要件を満たした売上
kk: Квалифицияланған Өнімділік
ko: 공인 매출액
ky: Квалификациялуу өнүмдүүлүк
lv: Kvalificēta ražošana
mn: Болзол хангах борлуулалт
pt: Produção Qualificada
ro: Producţie calificată
ru: Квалифицированная Продуктивность
uk: Кваліфікаційна Продуктивність
uz: Квалификацияланган ишлаб чиқариш
zh: 合格的產品

source: Qualified Production Legs
ca: Línies de Producció Qualificades
de: Qualifizierte Umsatzbeine
es: Líneas de Producción Calificada
fr: Branches de Production Qualifiée
it: Gambe di produzione qualificate
ja: 資格要件を満たした売上の系列
kk: Айналымы бар білікті филиалдар
ko: 적격 매출액 레그
ky: Квалификациялуу өнүмдүүлүк буттары
lv: Kvalificētā apgrozījuma kājas
mn: Болзол хангах борлуулалтын хөлүүд
pt: Pernas de produção qualificadas
ro: Picioare de producție calificate
ru: Квалифицированные ветки с товарооборотом
uk: Кваліфіковані гілки з товарообігом
uz: Квалификацион ишлаб чиқариш қўллари
zh: 合格的产品

source: Qualified Production Req
fr: Production Qualifiée Req.
it: Produzione qualificata richiesta
kk: Қажетті біліктілік өндірісі
pt: Produção Qualificada Req
uk: Вимоги до кваліфікованого товарообігу
uz: Квалификацион ишлаб чиқариш талаби
zh: 合格业绩量要求

source: qualified production.
ca: producció qualificada.
fr: production qualifiée.
it: produzione qualificata.
ja: 認定売上。
kk: білікті өндіріс.
pt: produção qualificada.
ro: producţie calificată.
uk: кваліфіковане виробництво.
uz: квалификацияланган ишлаб чиқариш.
zh: 合格业绩。

source: Qualified Sales
ca: Vendes Qualificades
de: Qualifizierte Umsätze
es: Ventas Calificadas
fr: Ventes qualifiées
it: Vendite qualificate
ja: 認定売上
kk: Білікті Сатылымдар
ky: Жарамдуу Сатуулар
lv: Kvalificētsais apgrozījums
mn: Болзол хангах борлуулалт
pt: Vendas qualificadas
ro: Vânzări calificate
ru: Квалифицированные продажи
uk: Кваліфіковані продажі
uz: Квалификацион сотувлар
zh: 合格销售

source: Qualifying Members
ca: Membres que compleixen els requisits
de: Qualifizierte Mitglieder
es: Miembros que cumplen con los requisitos
fr: Membres qualifiés
it: Membri idonei
ja: 対象メンバー
kk: Білікті мүшелер
ko: 적격 멤버
ky: Квалификациялуу Мүчөлөр
lv: Kvalificētie Biedri
mn: Болзол хангасан Гишүүд
pt: Membros qualificados
ro: Membri calificați
ru: Квалифицирующиеся Члены Клуба
uk: Члени Клубу, які кваліфікуються
uz: Квалификацияланган Аъзолар
zh: 合格会员

source: Qualifying Partners
fr: Partenaires qualifiés
it: Partner che soddisfano i requisiti
kk: Біліктілікке сай серіктестер
pt: Parceiros qualificados
uk: Кваліфіковані Партнери
uz: Шартларга жавоб берувчи Ҳамкорлар
zh: 合格合作伙伴

source: Quality of Business Index (QBI)
ca: Índex de qualitat empresarial (QBI)
de: Index der Business-Qualität (QBI)
es: Índice de Calidad del Negocio (QBI)
fr: Indice de la qualité des affaires (QBI)
it: Indice della Qualità del Business (QBI)
ja: ビジネス品質指数（QBI）
kk: Бизнес сапа индексі (QBI)
ko: 비즈니스 품질 지수 (QBI)
ky: Бизнес сапаты индекси (QBI) (БСИ)
lv: Biznesa kvalitātes indekss(QBI)
mn: Бизнесийн Чанарын Индекс (QBI)
pt: Índice de Qualidade de Negócios (QBI)
ro: Indicele calității afacerii (QBI)
ru: Индекс Качества Бизнеса (QBI)
uk: Індекс Якості Бізнесу (QBI)
uz: Бизнес сифати индекси (QBI)
zh: 商业质量指数（QBI）

source: Quantity
ca: Quantitat
de: Quantität
es: Cantidad
fr: Quantité
it: Quantità
ja: 数
kk: Саны
ky: Саны
lv: Kvantitāte
mn: Ширхэг
pt: Quantidade
ro: Cantitate
ru: Количество
uk: Кількість
uz: Миқдори
zh: 数量

source: Questions regarding this Privacy Policy should be directed via an online support ticket at
ca: Les preguntes relacionades amb aquesta Política de Privacitat s’han d’enviar mitjançant un tiquet de suport en línia a
de: Fragen zu dieser Datenschutzrichtlinie sollten über ein Online-Support-Ticket an gerichtet werden unter
es: Cualquier pregunta con respecto a esta Política Privacidad debe enviarse a través de un ticket de soporte en línea en
fr: Les questions concernant cette Politique de Confidentialité doivent être adressées via un ticket d'assistance en ligne à
it: Le domande relative alla presente Informativa sulla privacy devono essere inviate tramite un ticket di assistenza online all'indirizzo
ja: 本プライバシーポリシーに関するご質問は、 オンラインサポートからお問い合わせください
kk: Осы Құпиялылық саясатына қатысты сұрақтар онлайн қолдау қызметіне жіберілуі керек
ky: Бул Купуялык саясатына байланыштуу суроолор incruises.com/support дарегиндеги онлайн суроо-талап аркылуу берилиши керек
lv: Jautājumi par šo Konfidencialitātes politiku jāvirza, izmantojot tiešsaistes atbalsta biļeti vietnē
mn: Энэхүү Нууцлалын бодлоготой холбоотой асуултуудыг дараах холбоосоор тусламжийн багт онлайнаар хүсэлтээ ирүүлнэ үү
pt: Perguntas sobre esta Política de Privacidade devem ser encaminhadas por meio de um ticket de suporte on-line em
ro: Întrebările referitoare la această politică de confidențialitate trebuie adresate printr-un bilet de asistență online la
ru: Вопросы в отношении этой Политики Конфиденциальности должны быть направлены в формате заявки в Службу поддержки на странице:
uk: Питання щодо цієї Політики Конфіденційності мають бути надіслані у форматі заявки до
uz: Мазкур Маҳфийлик сиёсатига доир саволлар онлайн қўллаб-қувватлаш чиптаси орқали юборилиши лозим:
zh: 有关本隐私政策的问题，请通过在线支持工单联系

source: Questions? Please open a ticket with our Cruise Booking Support team here
ca: Preguntes? Si us plau, obra un tiquet amb el nostre equip de Suport de Reserves de Creuers aquí
de: Fragen? Bitte öffnen Sie hier ein Ticket mit unserem Cruise Booking Support Team
es: ¿Tienes preguntas? Por favor abre un ticket con nuestro equipo de Soporte de Reservas de Cruceros aquí
fr: Vous avez des questions ? Veuillez ouvrir un ticket avec notre équipe d'assistance pour les réservations de croisières ici
it: Domande? Apri pure un ticket presso i nostri addetti al supporto prenotazioni crociere qui
ja: ご不明な点がありますか？クルーズ予約担当のサポートチームへこちらからお問い合わせください
kk: Сұрақтар? Мұнда біздің круиздік брондау қолдау тобымен билетті ашыңыз
ko: 질문이 있습니까? 여기에서 크루즈 예약 지원팀에 티켓을 여세요
ky: Суроолоруңуз барбы? Сураныч, биздин круиз брондоо колдоо тобубуз менен бул жерден билет ачыңыз
lv: Jautājumi? Lūdzu, atveriet biļeti ar mūsu kruīzu rezervācijas atbalsta komandu šeit
mn: Асуулт? Далайн аялал захиалах тусламжийн багт хүсэлт илгээн хандана уу
pt: Perguntas? Abra um ticket com nossa equipe de suporte de reserva de cruzeiro aqui
ro: Întrebări? Te rugăm să deschizi un bilet cu echipa noastră de asistență pentru rezervări de croazieră aici
ru: Вопросы? Откройте, пожалуйста, тикет со службой поддержки по вопросам бронирований круизов здесь:
uk: Запитання? Відкрийте, будь ласка, тікет із службою підтримки з питань бронювання круїзів тут
uz: Саволларингиз борми? Илтимос, Круиз буюртмаси бўйича қўллаб-қувватлаш хизматига мурожаат қилинг
zh: 問題？請在此處向我們的郵輪預訂支持團隊開票

source: Quick Access
ca: Accés Ràpid
de: Schnellzugriff
es: Acceso Rápido
fr: Accès rapide
it: Accesso rapido
ja: クイックアクセス
kk: Жылдам қол жеткізу
ky: Ыкчам жетүү
lv: Ātra Pieeja
mn: Түргэн хандалт
pt: Acesso rápido
ro: Acces rapid
ru: Быстрый доступ
uk: Швидкий доступ
uz: Тезкор кириш имкони
zh: 快速访问

source: Quick Member View
ca: Visualització Ràpida del Membre
de: Schnellansicht für Mitglieder
es: Vista rápida a Miembro
fr: Vue rapide des Membres
it: Visualizzazione rapida dei Membri
ja: メンバーのクイック表示
kk: Мүшелерді жылдам қарау
ky: Ыкчам мүчө көрүнүшү
lv: Ātrs Biedru Pārskats
mn: Гишүүний товч харагдац
pt: Visualização rápida de membros
ro: Vedere rapidă Membri
ru: Быстрый просмотр Члена Клуба
uk: Швидкий перегляд Члена Клубу
uz: Аъзони тез кўриб чиқиш
zh: 快速会员查看

source: Quick Reports
ca: Informes ràpids
de: Schnelle Berichte
es: Reportes Rápidos
fr: Rapports rapides
it: Report veloci
ja: クイックレポート
kk: Жылдам Есептемелер
ko: 간편 보고서
ky: Ыкчам отчеттор
lv: Ātras atskaites
mn: Түргэн Тайлан
pt: Relatórios Rápidos
ro: Rapoarte rapide
ru: Quick Отчеты
uk: Оперативні Звіти
uz: Тезкор ҳисоботлар
zh: 快速報告
