Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: At the time of registering your <span class="strong">mailing address</span> in any of our associated payout platforms, it is <span class="strong">mandatory</span> that you detail the real address where you reside, failure to do so, may result in account creation delay or denial.
ca: En el moment de registrar <span class="strong">l'adreça postal</span> en qualsevol de les nostres plataformes de pagament associades, és <span class="strong">obligatori</span> que ens faciliti la direcció real en la qual resideix, en cas contrari, la creació del compte podria retardar-se o denegar-se.
de: Zum Zeitpunkt der Registrierung Ihrer <span class="strong">E-Mail Adresse</span> in einer unserer angeschlossenen Auszahlungsplattformen, ist es <span class="strong">obligatorisch</span> dass Sie die tatsächliche Adresse Ihres Wohnsitzes angeben. Andernfalls kann die Kontoeröffnung verzögert oder verweigert werden.
es: Al momento de registrar tu <span class="strong">dirección postal</span> en cualquiera de nuestras plataformas de pago asociadas, es <span class="strong">obligatorio</span> que detalles la dirección real donde resides. No hacerlo puede resultar en retrasos o negación en la creación de la cuenta.
fr: Au moment de l'enregistrement de votre <span class="strong">adresse postale</span> dans l'une de nos plateformes de paiement associées, il est <span class="strong">obligatoire</span> que vous indiquiez l'adresse réelle où vous résidez, faute de quoi la création du compte pourrait être retardée ou refusée.
it: Al momento della compilazione del tuo <span class="strong">indirizzo</span> in una delle nostre piattaforme di pagamento associate, è <span class="strong">obbligatorio</span> fornire l'indirizzo reale di residenza, in caso contrario, la creazione dell'account potrebbe essere ritardata o rifiutata.
ja: 私たちと関連している送金プロバイダに <span class="strong">住所</span> を登録するとき、実際にお住まいの現住所を登録することが <span class="strong">必須</span> となり、現住所でない情報を登録すると、アカウントの開設の遅延または拒否される場合があります。
kk: Біздің кез келген байланысты <span class="strong"> төлем платформасында пошта мекенжайыңызды</span> тіркеген кезде, тұратын жеріңіздің физикалық мекенжайын беруді ұмытпаңыз. <span class="strong"> Мұны орындамау</span> есептік жазбаны жасаудың кешігуіне немесе бас тартуға әкелуі мүмкін.
ky: Каттоо учурунда сиздин<span class="strong">почта дареги</span> биздин байланышкан төлөм платформаларыбыздын кайсынысында болбосун, ал <span class="strong">милдеттүү</span> жашаган жериңиздин чыныгы дарегин тактасаңыз, анте албасаңыз, каттоо эсебин түзүү кечеңдеп же баш тартууга алып келиши мүмкүн.
lv: Laikā kad reģistrējiet savu <span class="strong">pasta adresi</span> jebkurā nevienu mūsu saistītajām izmaksu platformām, tas ir <span class="strong">obligāti</span> ka detalizējat faktisko adresi, kurā dzīvojat, pretējā gadījumā konta izrakste var aizkavēties vai tikt liegta.
mn: Манай аль нэгэн төлбөрийн платформ дээр өөрийн <span class="strong">шуудангийн хаягийг</span> бүртгүүлэх үед та өөрийн оршин суугаа гэрийн хаягаа <span class="strong">заавал</span> дэлгэрэнгүй, зөв бичих ёстой бөгөөд хэрэв бичээгүй тохиолдолд бүртгэл үүсгэх явц удаашрах, эсвэл үүсгэгдэхгүй байх боломжтой юм.
pt: Na hora de cadastrar seu <span class="strong">endereço postal</span> em qualquer uma de nossas plataformas de pagamento associadas, é <span class="strong">obrigatório</span> você detalhar o endereço real onde reside, o não cumprimento poderá resultar em atraso ou negação da criação da conta.
ro: În momentul înregistrării tale <span class="strong">adresă poștală</span> în oricare dintre platformele noastre de plată asociate, este <span class="strong">obligatoriu</span> să detaliați adresa reală la care locuiești, nerespectarea acesteia poate duce la întârzierea creării contului sau la refuz.
ru: На момент регистрации вашего <span class="strong">почтового адреса</span> на любой из связанных с нами платформ для выплат, нужно <span class="strong">обязательно</span> указывать фактический адрес проживания, иначе создание учётной записи может быть задержано или отменено.
uk: На момент реєстрації вашої <span class="strong">поштової адреси</span> на будь-якій із пов'язаних з нами платформ для виплат, потрібно <span class="strong">обов'язково</span> вказувати фактичну адресу проживання, інакше створення облікового запису може бути затриманим або скасованим.
uz: Ҳар қандай тўлов платформамизда ўз <span class="strong">почта манзилингизни</span> рўйхатдан ўтказаётганда <span class="strong">албатта</span> амалда яшаётган ҳақиқий манзилингизни кўрсатинг, акс вазият аккаунт яратиш тўхтатилиши ёки рад этилишига олиб келиши мумкин.
zh: 在我们的任何关联支付平台上注册您的<span class="strong">邮寄地址</span>时您<span class="strong">强制</span>必须详细说明真实地址 如果您不这样做，可能会导致帐户创建延迟或被拒绝。

source: At this point, your Builder's Base percentage is <strong>%{percent}%</strong> . This means you are on target to make <strong>%{percent}%</strong> of your Builder's Base Volume.
ca: En aquest punt, el teu percentatge de constructors és <strong>%{percent}%</strong>. Això significa que estàs en el bon camí per a fer <strong>%{percent}%</strong> del teu Volum Base de Constructor.
de: Zu diesem Zeitpunkt beträgt der Prozentsatz Ihres Builder's Base <strong>%{percent}% </strong> . Das bedeutet, dass Sie auf dem besten Weg sind <strong> %{percent}%</strong> Ihres Builder's Base Umsatzes zu machen.
es: En este punto, el porcentaje de la Base de Constructores es el <strong>%{percent}%</strong> . Esto significa que estás camino a hacer el <strong>%{percent}%</strong> del Volumen de tu Base de Constructores.
fr: A ce stade, votre pourcentage de Base de Constructeur est de <strong>%{percent}%</strong> . Cela signifie que vous êtes sur la bonne voie pour gagner <strong>%{percent}%</strong> de votre Volume de Base de Constructeur.
it: A questo punto, la tua percentuale di Base Costruttori è <strong>%{percent}%</strong> . Ciò significa che sei in linea con l'obiettivo di realizzare <strong>%{percent}%</strong> del tuo Volume Base Costruttori.
ja: 現時点で、あなたのビルダーズベースのパーセンテージは <strong>%{percent}%</strong> です。ビルダーズ・ベース ボーナスの <strong>%{percent}%</strong> を獲得できるチャンスが高いことを意味しています。
kk: Бизнес Фундаментінің негізгі пайызы қазір <strong> %{percent}%</strong>. Бұл сіздің Бизнес Фундаментінің негізгі көлемінің <strong> %{percent}%</strong> алуды қалайтыныңызды білдіреді.
ky: Учурдагы Куруучулар Базаңыздын пайызы <strong>%{percent}%</strong>. Бул Бизнес Фондуңуздун көлөмүн <strong>%{percent}%</strong> пайызга жеткирүүгө жакындаганыңызды билдирет.
lv: Šajā momentā jūsu Lietotāju Bāzes procenti ir <strong>%{percent}%</strong> .Tas nozīmē, ka virzāties uz mērķi saņemt <strong>%{percent}%</strong> savā Lietotāju Bāzes Apjomā.
mn: Одоо таны Билдерc Бэйсийн хувь <strong>%{percent}%</strong> байна. Энэ нь Билдерс Бэйсийн хэмжээний strong>%{percent}%</strong> хувийг авна гэсэн үг юм.
pt: Neste ponto, a porcentagem para o bônus da Base de Construtores é <strong>%{percent}%</strong>. Isso significa que você está no caminho para fazer <strong>%{percent}%</strong> do volume da sua base de construtores.
ro: În acest moment, procentul tău pentru baza constructorilor este <strong>%{percent}%</strong> . Aceasta înseamnă că ești aproape să realizezi <strong>%{percent}%</strong> din volumul bazei tale de constructori.
ru: На текущий момент ваш процент Фундамента Бизнеса составляет <strong>%{percent}%</strong>. Это означает, что вы на пути к тому, чтобы сделать <strong>%{percent}%</strong> от объёма вашего Фундамента Бизнеса.
uk: На даний момент ваш відсоток Фундаменту Бізнесу складає <strong>%{percent}%</strong> . Це означає, що ви на шляху до того, щоб зробити <strong>%{percent}%</strong> від обсягу вашого Фундаменту Бізнесу.
uz: Ҳозирда сизнинг Қурувчилар базангиз <strong>%{percent}%</strong> . Яъни, Қурувчилар базангиз ҳажмини бажаришингизга <strong>%{percent}%</strong> қолди.
zh: 此时，您的建设者基础百分比为<strong>%{percent}%</strong>。这意味着您的目标是<strong>%{percent}%</strong>建设者的基本量。

source: At this potential rank, you will also qualify for the 5% New Business Production Bonus that can increase your potential even more!
ca: Amb aquest rang potencial, també podràs optar al Bono de Nova Producció de Negoci del 5%, que pot augmentar encara més el teu potencial!
de: Mit diesem potenziellen Rang qualifizieren Sie sich auch für den 5% Neugeschäfts-Umsatzbonus, der Ihr Potenzial noch weiter steigern kann!
es: En este rango potencial, también calificarás para el 5% del Bono de Nueva Producción de Negocio, ¡lo que puede incrementar aún más tu potencial!
fr: À ce rang potentiel, vous pourrez également bénéficier du Bonus de Nouvelle Production de Business de 5% qui peut augmenter votre potentiel encore davantage !
it: A questo livello potenziale, ti qualifichi anche per il bonus del 5% sulla Nuova Produzione, il che può aumentare ulteriormente il tuo potenziale!
ja: このランクに到達すると、5％の新規ビジネス生産ボーナスの対象にもなり、さらにポテンシャルを高めることができます！
kk: Бұл әлеуетті рангта сіз жаңа бизнесті құру үшін 5% бонусқа ие боласыз, бұл сіздің әлеуетіңізді одан әрі арттыра алады!
ko: 이 잠재적 직급에서, 잠재력을 더욱 높일 수 있는 5% 신규 비즈니스 생산 보너스도 받을 수 있습니다!
ky: Бул потенциалдуу даражада сиз 5% жаңы Бизнес Көрсөткүчү Бонусуна ээ болосуз, бул сиздин потенциалыңызды ого бетер арттыра алат!
lv: Šajā potenciālajā rangā pretendēsiet arī uz 5% Jauno Produkcijas Apgrozījuma Bonusu, kas var jūsu potenciālu palielināt vēl vairāk!
mn: Энэхүү цолоор та Шинэ Бизнесийн Борлуулалтын Урамшуулал болох 5%-ийн урамшуулалд хамрагдах бөгөөд энэ нь таны боломжийг улам нэмэгдүүлэх болно!
pt: Nesta classificação potencial, você também se qualificará para o Bônus de Produção de Novos Negócios de 5% que pode aumentar ainda mais o seu potencial de ganho!
ro: La acest potențial nivel de carieră, te vei califica și pentru bonusul nou de producție de 5% care îți poate crește potențialul și mai mult!
ru: При этом потенциальном ранге вы также будете квалифицированы и для получения 5% бонуса "За новый товарооборот в бизнесе", который может увеличить ваш потенциал ещё больше!
uk: При цьому потенційному ранзі ви також будете кваліфіковані і для отримання 5% бонусу "За новий товарообіг у бізнесі", який може збільшити ваш потенціал ще більше!
uz: Ушбу потенциал рангда, сиз шунингдек потенциалингизни янада оширувчи 5% Янги ишлаб чиқариш бонусини ҳам қўлга киритасиз.
zh: 在这个潜在级别，您还将有资格获得 5% 的新业务生产奖金，这可以进一步提升您的潜力！

source: At this potential rank, you will also qualify for the 5% New Business Production Bonus.
ca: En aquest rang potencial, també pots obtenir el 5% de Bonificació de Nova Producció de Negoci.
de: Mit diesem potenziellen Rang qualifizieren Sie sich auch für den 5 % New Business Production Bonus.
es: En este rango potencial, también calificarás para el 5% del Bono de Nueva Producción de Negocio.
fr: À ce rang potentiel, vous pourrez également bénéficier du Bonus de Nouvelle Production de Business de 5%.
it: A questo potenziale livello, ti qualificherai anche per il bonus del 5% per la produzione di nuovi affari.
ja: 可能性のあるこのランクでは、5％の新ビジネスプロダクションボーナスの獲得条件を満たしています。
kk: Осы әлеуетті дәрежеде, сіз сондай-ақ 5% Жаңа Бизнес Өндірісі бонусына ие бола аласыз.
ko: 이 잠재 등급에서는 신규 비즈니스 생산 보너스 5%도 받으실 수 있습니다.
ky: Бул потенциалдуу даражада сиз 5% жаңы Бизнес Көрсөткүчү Бонусуна ээ болосуз.
lv: Šajā potenciālajā rangā pretendēsiet arī uz 5% Jauno Produkcijas Apgrozījuma Bonusu.
mn: Энэхүү цол зэрэглэлээр, та Шинэ бизнесийн Борлуулалтын Бонусын 5%-ийн урамшуулалд хамрагдах боломжтой юм.
pt: Nesta classificação potencial, você também se qualificará para o bônus de 5% de nova produção.
ro: La acest potențial rang, te vei califica și pentru bonusul de 5% pentru producția de noi afaceri.
ru: При этом потенциальном ранге вы также будете квалифицированы и для получения 5% бонуса "За новый товарооборот в бизнесе".
uk: При цьому потенційному ранзі ви також будете кваліфіковані і для отримання 5% бонусу "За новий товарообіг в бізнесі".
uz: Ушбу потенциал рангда сиз шунингдек 5% Янги ишлаб чиқариш бонусини қўлга киритасиз.
zh: 在此潛在職位上，您還將有資格獲得5％的新業務生產獎金。

source: Attachments
ca: Fitxers adjunts
de: Anhänge
es: Adjuntos
fr: Pièces jointes
it: Allegati
ja: 添付ファイル
kk: Тіркемелер
ky: Тиркемелер
lv: Pielikumi
mn: Хавсралтууд
pt: Anexos
ro: Atașamente
ru: Вложения
uk: Прикріплення (Вкладення)
uz: Иловалар
zh: 附件

source: Attachments are temporarily disable for Email Blast. You can only send emails without attachments.
ca: Els arxius adjunts estan temporalment deshabilitats per a Email Blast. Només pots enviar correus electrònics sense arxius adjunts.
de: Anhänge sind für E-Mail Blast vorübergehend deaktiviert. Sie können nur E-Mails ohne Anhänge versenden.
es: Archivos adjuntos están temporalmente deshabilitados para Email Blast. Solo puedes enviar correos electrónicos sin archivos adjuntos.
fr: Les pièces jointes sont temporairement désactivées pour Email Blast. Vous pouvez uniquement envoyer des e-mails sans pièces jointes.
it: Gli allegati sono momentaneamente disabilitati per la funzione delle Email a invio multiplo (Blast). È possibile inviare solo email senza allegati.
ja: Eメールブラストでは、一時的に添付ファイルを使用できないようにしています。添付ファイルのないメールのみ送信可能です。
kk: Электрондық пошта жарылысы үшін тіркемелер уақытша өшірілген. Сіз тек қосымшаларсыз электрондық хаттарды жібере аласыз.
ko: 이메일 블라스트에 대한 첨부 파일이 일시적으로 비활성화됩니다. 첨부 파일이 없는 이메일만 보낼 수 있습니다.
ky: Тиркемелер Email Blast үчүн убактылуу өчүрүлгөн. Сиз каттарды тиркемелерсиз гана жөнөтө аласыз.
lv: Pielikumi uz laiku tiek atspējoti uz e-pastu. E-pasta ziņojumus var nosūtīt tikai bez pielikumiem.
mn: Имэйл Бластын хавсралтуудыг түр идэвхгүй болгосон. Та зөвхөн хавсралтгүйгээр имэйл илгээх боломжтой.
pt: Os anexos estão temporariamente desativados para o email blast. Você só pode enviar e-mails sem anexos.
ro: Atașamentele sunt dezactivate temporar pentru Email Blast. Poți trimite doar e-mailuri fără atașamente.
ru: Вложения временно недоступны для инструмента Email Blast. Вы можете отправлять только электронные письма без вложений.
uk: Вкладення тимчасово недоступні для Email Blast. Ви можете надсилати лише електронні листи без вкладень.
uz: Email Blast учун иловаларни вақтинча бириктириб бўлмайди. Электрон хатларни иловаларсиз жўнатишингиз мумкин.
zh: Email Blast 暂时禁用附件。 您只能发送不带附件的电子邮件。

source: attend
fr: participer
it: partecipare

source: Attendance
ca: Assistència
fr: Présence
it: Partecipazione
ja: 参加
kk: Қатысу
pt: Presença
ro: Participare
uk: Присутність
uz: Қатнашиш
zh: 出席

source: Attending
ca: Assistència
de: Teilnahme an
es: Asistiendo
fr: Assistance
it: In lavorazione
ja: 参加中
kk: Қатысу
ko: 참석
ky: Катышат
lv: Apmeklēšana
mn: Оролцож буй
pt: Assistindo
ro: Participând
ru: На мероприятии
uk: Присутні на заході
uz: Қатнашиш
zh: 參加

source: ATTENTION: Account Recovery!
ca: ATENCIÓ: Recuperació de Compte!
de: ACHTUNG: Kontowiederherstellung!
es: ATENCIÓN: ¡Recuperación de Cuenta!
fr: ATTENTION : Récupération de compte !
it: ATTENZIONE: recupero dell'account!
ja: 要注意：アカウント回復！
kk: Ескерту: Есептік жазбаны қалпына келтіру!
ky: ЭСКЕРТҮҮ: Каттоо эсебин калыбына келтирүү!
lv: UZMANĪBU: konta atkopšana!
mn: АНХААРУУЛГА: Бүртгэл сэргээх!
pt: ATENÇÃO: Recuperação de conta!
ro: ATENȚIE: Recuperarea contului!
ru: ВНИМАНИЕ: Восстановление учётной записи!
uk: УВАГА: Відновлення облікового запису!
uz: ДИҚҚАТ: Аккаунтни тиклаш!
zh: 注意：账号恢复！

source: August
ca: Agost
es: Agosto
fr: Août
it: Agosto
ja: 8月
kk: Тамыз
ko: 8월
ky: Август
lv: Augusts
mn: 8-р сар
pt: Agosto
ru: Август
uk: Серпень
uz: Август
zh: 八月

source: Australia/New Zealand
ca: Austràlia/Nova Zelanda
de: Australien/Neuseeland
es: Australia / Nueva Zelanda
fr: Australie / Nouvelle-Zélande
it: Australia/Nuova Zelanda
ja: オーストラリア/ニュージーランド
kk: Австралия/Жаңа Зеландия
ko: 호주/뉴질랜드
ky: Австралия / Жаңы Зеландия
lv: Austrālija/Jaunzelande
mn: Австрали / Шинэ Зеланд
pt: Austrália/Nova Zelândia
ro: Australia/Noua Zeelandă
ru: Австралия/Новая Зеландия
uk: Австралія/Нова Зеландія
uz: Австралия/Янги Зеландия
zh: 澳大利亚/新西兰

source: Australian Dollar (AUD)
fr: Dollar Australien (AUD)
it: Dollaro australiano (AUD)
kk: Аустралия доллары (AUD)
pt: Dolar Australiano (AUD)
uk: Австралійський долар (AUD)
uz: Австралия доллари (AUD)
zh: 澳大利亚元 (AUD)

source: Authentication App
ca: Aplicació d'autenticació
de: Authentifizierungs-App
es: Aplicación de Autenticación.
fr: Application d'authentification
it: App di autenticazione
ja: 認証アプリ
kk: Аутентификация қолданбасы
ko: 인증 앱
ky: Аутентификация колдонмосу
lv: Autentifikācijas lietojumprogramma
pt: Aplicativo de autenticação
ro: Aplicație de autentificare
ru: Приложение аутентификации
uk: Додаток автентифікації
uz: Аутентификация иловаси
zh: 认证应用

source: Available
fr: Disponible
it: Disponibile
kk: Қолжетімді
pt: Disponível
uk: Доступно
zh: 可用的

source: Available Cabins
ca: Cabines disponibles
de: Verfügbare Kabinen
es: Camarotes Disponibles
fr: Cabines disponibles
it: Cabine disponibili
ja: 予約可能なキャビン
kk: Қолжетімді кабиналар
ko: 이용가능한 객실
ky: Жеткиликтүү Каюталар
lv: Pieejamas kajītes
mn: Захиалах боломжтой өрөөнүүд
pt: Cabines disponíveis
ro: Cabine disponibile
ru: Доступные каюты
uk: Доступні каюти
uz: Мавжуд каюталар
zh: 可用舱位

source: Available Cruise Options
ca: Opcions de Creuer Disponibles
de: Verfügbare Kreuzfahrtoptionen
es: Opciones de Crucero Disponibles
fr: Options de croisières disponibles
it: Opzioni crociera disponibili
ja: 利用可能なクルーズオプション
kk: Қол жетімді круиз опциялары
ky: Жеткиликтүү круиз опциялары
lv: Pieejamās Kruīzu opcijas
mn: Боломжит далайн аяллын сонголтууд
pt: Cruzeiros disponíveis
ro: Opțiuni disponibile de croazieră
ru: Доступные варианты круизов
uk: Доступні варіанти круїзів
uz: Мавжуд круиз вариантлари
zh: 可用邮轮选项

source: Available inStays Options
ca: Opcions Disponibles a inStays
de: Verfügbare inStays Optionen
es: Opciones Disponibles en inStays
fr: Options d'inStays disponibles
it: Opzioni inStays disponibili
ja: 利用可能な inStays オプション
kk: InStays орналастырудың қол жетімді нұсқалары
ky: Жеткиликтүү inStays варианттары
lv: Pieejamās inStays opcijas
mn: Боломжит зочид буудлын сонголтууд
pt: Estadias disponíveis
ro: Opțiuni disponibile inStays
ru: Доступные варианты размещения inStays
uk: Доступні варіанти inStays
uz: Мавжуд inStays вариантлари
zh: 可用inStays选项

source: Available inTours Options
ca: Opcions Disponibles a inTours
de: Verfügbare inTours Optionen
es: Opciones Disponibles en inTours
fr: Options d'inTours offertes
it: Opzioni inTours disponibili
ja: 利用可能な inTours オプション
kk: Intours турларының қол жетімді нұсқалары
ky: Жеткиликтүү inTours варианттары
lv: Pieejamās inTpurs Opcijas
mn: Боломжит газрын аяллын сонголтууд
pt: Passeios disponíveis
ro: Opțiuni disponibile inTours
ru: Доступные варианты туров inTours
uk: Доступні варіанти inTours
uz: Мавжуд inTours вариантлари
zh: 可用inTours选项

source: Available plans
ca: Plans disponibles
de: Verfügbare Pläne
es: Planes disponibles
fr: Plans disponibles
it: Piani disponibili
ja: 利用可能なプラン
kk: Қолжетімді жоспарлар
ky: Жеткиликтүү пландар
lv: Pieejamie plāni
mn: Боломжит аялал
pt: Planos disponíveis
ro: Planuri disponibile
ru: Доступные тарифы
uk: Доступні тарифи
uz: Мавжуд режалар
zh: 可用的计划

source: Award-winning technology platform –
ca: Plataforma tecnològica premiada –
de: Preisgekrönte Technologieplattform –
es: Una plataforma tecnológica galardonada –
fr: Plateforme Technologique Primée
it: Piattaforma tecnologica premiata –
ja: 受賞歴のあるテックプラットフォーム –
kk: Марапатталған технологиялық платформа
ky: Сыйлыктарга ээ болгон технологиялык платформа –
lv: Balvu Guvusi Tehnoloģiskā Platforma-
mn: Шагналын эзэн болсон технологийн платформ -
pt: Plataforma de tecnologia premiada –
ro: Platformă tehnologică premiată –
ru: Удостоенная наград технологическая платформа
uk: Удостоєна нагород технологічна платформа –
uz: Мукофот олган технологик платформа -
zh: 屡获殊荣的技术平台–

source: b. Confidentiality.
ca: b. Confidencialitat.
de: b. Vertraulichkeit.
es: b. Confidencialidad.
fr: b. Confidentialité.
it: b. Riservatezza.
ja: b. 守秘義務。
kk: b. Құпиялылық.
ko: b.기밀유지.
ky: b. Купуялуулук.
lv: b.Konfidencialitāte.
mn: б. Нууцлал.
pt: b. Confidencialidade.
ro: b. Confidenţialitate.
ru: b. Конфиденциальность.
uk: b. Конфіденційність.
uz: b. Маҳфийлик.
zh: b. 保密。

source: b. Effect of Termination
ca: b. Efecte de la terminació
de: b. Wirksamkeit der Kündigung
es: b. Efecto de la terminación
fr: b. Effet de la résiliation
it: b. Effetto della Risoluzione
ja: b. 契約終了後の取扱い
kk: b. Тоқтату
ko: b. 해지의 영향
ky: b. Жокко чыгаруу
lv: b.Gala iznākuma efekts
mn: б. Цуцлах нөлөөлөл
pt: b. Efeito da Rescisão
ro: b. Efect al Încheierii
ru: b. Расторжение
uk: b. Наслідки Розірвання
uz: b. Тугатиш оқибати
zh: b. 終止合同的影響
