Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: PARTNER agrees that during the term of this Addendum, and for a period of one (1) year after the date the termination of this Addendum, for any reason whatsoever, he/she shall not, directly or indirectly, solicit, induce, encourage or influence, or attempt to induce, encourage or influence, any IBP, consultant or employee of inGroup International to terminate or alter their relationship with inGroup International. In addition, PARTNER agrees that he/she shall not, during the term of this Addendum and for a period of one (1) year after its termination for any reason, recruit or attempt to recruit any other IBP to participate in any other direct selling or social selling (including without limitation, party plan, multilevel, network marketing or multi-tier affiliate) opportunity or program, regardless of whether such opportunity or program sells products or services that are not deemed to be competitive with inGroup International’s products.
ca: El SOCI accepta que durant la vigència d'aquest annex, i durant un període d'un (1) any després de la data de finalització d'aquest annex, per qualsevol motiu, ell o ella no deurà, directament o indirectament, intentar induir, animar o influenciar, a qualsevol IBP, consultor o empleat d'inGroup International per finalitzar o alterar la seva relació amb inGroup International. A més, el SOCI accepta que durant la vigència d'aquest annex i durant un termini d'un (1) any després de la seva terminació per qualsevol motiu, no faci cap contractació o intenti reclutar qualsevol altre IBP per participar en cap altra venda directa. (inclosa sense limitació, multinivell, màrqueting de xarxa o afiliació multinivell), independentment de si aquesta oportunitat o programa vengui productes o serveis que no es consideren competitius amb inGroup International.
de: Der PARTNER erklärt sich damit einverstanden, dass während der Laufzeit dieses Addendums und für ein (1) Jahr nach dem Datum der Beendigung dieses Addendums, aus welchem Grund auch immer, er/sie weder direkt noch indirekt Unabhängige Partner, einen Berater oder Mitarbeiter von inGroup International auffordern, ermutigen oder beeinflussen oder versuchen zu veranlassen, ihre Beziehung zu inGroup International zu beenden oder zu ändern. Darüber hinaus erklärt sich der PARTNER damit einverstanden, dass er während der Laufzeit dieses Addendums und für einen Zeitraum von einem (1) Jahr nach seiner Beendigung aus irgendeinem Grund keine anderen Unabhängigen Partner für die Teilnahme an anderen Direktverkäufen oder sozialen Verkäufen (einschließlich, aber nicht beschränkt auf Partypläne, mehrstufige, Netzwerkmarketing oder Multilevel Affiliate) oder Programmen anwirbt oder zu rekrutieren versucht, unabhängig davon, ob eine solche Geschäftsmöglichkeit oder ein solches Programm Produkte oder Dienstleistungen verkauft, die nicht als wettbewerbsfähig mit den Produkten von inGroup International angesehen werden.
es: El SOCIO acuerda que durante el plazo de este Anexo, y por un período de un (1) año después de la fecha de terminación de este Anexo, por cualquier motivo, él / ella no deberá, directa o indirectamente, solicitar, inducir, alentar o influir, o intentar inducir, alentar o influenciar, a cualquier SI, consultor o empleado de inGroup International para terminar o alterar su relación con inGroup International. Además, el SOCIO acuerda que no podrá, durante el plazo de este Anexo y por un período de un (1) año después de su terminación por cualquier motivo, contratar o intentar contratar a otro SI para participar en cualquier otra venta directa u oportunidad o programa de venta (que incluye, entre otros, multinivel, network marketing o afiliado de múltiples niveles), independientemente de si dicha oportunidad o programa vende productos o servicios que no se consideran competitivos con los productos de inGroup International.
fr: Le PARTENAIRE convient que pendant la durée du terme de cet addendum, et pendant une période d'un (1) an après la date de résiliation de cet Addendum, pour quelque raison que ce soit, il / elle ne le devra pas, directement ou indirectement, solliciter, induire, encourager ou influencer ou de tenter d'inciter, d'encourager ou d'influencer, tout IBP, un consultant ou un employé d'inGroup International à mettre fin ou altérer leurs relations avec inGroup International. En outre, le PARTENAIRE accepte que il/elle ne devra, durant le terme de cet Addendum et pour une période d'un (1) an après sa résiliation pour toute raison, recruter ou tenter de recruter tout autre IBP pour participer à toute autre vente directe ou de vente sociale (y compris sans limitation, plan de fête, multi-niveaux, marketing de réseau ou filiale à plusieurs niveaux) opportunité ou programme, vende des produits ou services qui ne sont pas réputés être concurrentiels par rapport aux produits d'inGroup International.
it: Il PARTNER concorda sul fatto che, per tutta la durata del presente Addendum, e per un periodo di un (1) anno dopo la data di cessazione dello stesso, per nessuna ragione ella/egli potrà direttamente o indirettamente sollecitare, indurre, incoraggiare o influenzare, o tentare di indurre, incoraggiare o influenzare qualsiasi Partner Commerciale Indipendente, consulente o dipendente di inGroup International a cessare o modificare la propria relazione con inGroup International. Inoltre, durante la durata del presente Addendum e per un periodo di un (1) anno dalla sua cessazione, il PARTNER acconsente a non ingaggiare o tentare di ingaggiare, per qualsivoglia motivo, altri Partner Commerciali Indipendenti a partecipare ad altre vendite dirette o opportunità di vendita sociale (incluse, senza limitazioni, qualsiasi attività multilivello, network marketing o affiliazione multilivello), indipendentemente dal fatto che tale opportunità o programma venda prodotti o servizi che non siano ritenuti concorrenziali con i prodotti inGroup International.
ja: パートナーは、本補遺の期間中、および本補遺の終了日から1年の間、いかなる理由であっても、直接的または間接的に、inGroup InternationalのIBP、コンサルタント、または従業員に、inGroup Internationalとの関係を終了または変更するように影響を与える、またはそれらを誘導、励まし、または影響を及ぼそうとする試み。勧誘、勧誘、奨励をしてはならないことに同意します。さらに、パートナーは、本補遺の期間中および終了後1年間、いかなる他の直接販売に参加するために、またはそのような機会またはプログラムがinGroup Internationalの製品と競合するとは見なされない製品またはサービスを販売するかどうかにかかわらず、ソーシャル販売（パーティープラン、マルチレベル、ネットワークマーケティングまたはマルチティアアフィリエイトを含む）の機会またはプログラムに他のIBPを採用または採用しようとしないことに同意するものとします。
kk: CЕРІКТЕС осы Толықтырудың қолдану мерзімі ішінде және Қосымша Келісімнің күші жойылған күнінен кейін бір (1) жыл ішінде қандай да бір себептермен inGroup International -пен қарым-қатынастарын тоқтату немесе өзгерту үшін кез-келген ТБС, консультантқа немесе қызметкерге тікелей немесе жанама түрде сұраныс беруге, көтермелеуге, ынталандыруға, ықпал етуге немесе көтермелеу, ынталандыру, ықпал ету әрекеттері болмайтынына келіседі. Бұдан басқа, СЕРІКТЕС бұл Қосымшаның қолдану мерзімі ішінде және ол тоқтатылғаннан кейін бір (1) жылға дейін кез-келген себеппен тікелей сатуға немесе әлеуметтік қызметке қатысу үшін сауда саттыққа (топтық жоспарды, көп деңгейлі, желілік маркетингті немесе көп деңгейлі серіктестік бағдарламасын қоса алғанда онымен шектелмей) мүмкіндіктің немесе бағдарламаның inGroup International өнімдерімен бәсекеге қабілетті деп есептемейтін өнімдер мен қызметтерді сататындығына немесе мүмкіндігіне қарамастан ТБС тартуға және жалдауға тырыспауы керек.
ky: ӨНӨКТӨШ, ушул Тиркеменин мөөнөтү ичинде жана ушул Тиркеме токтотулган күндөн тартып бир (1) жылдык мөөнөттүн ичинде кандайдыр бир себептерден улам, эч кандай IBP, консультант же inGroup International компаниясынын кызматкерин inGroup International менен болгон мамилесин токтотууга же өзгөртүүгө түздөн-түз же кыйыр түрдө чакырбай, түрткү бербей, шыктандырбай же таасир этпей, же азгырбай, кубаттабай же таасир этүүгө аракет кылбай тургандыгы менен макул болот. Мындан тышкары, ӨНӨКТӨШ, ушул Тиркеменин мөөнөтү ичинде жана кандайдыр бир себептерден улам ал токтотулгандан кийинки бир (1) жылдык мөөнөттүн ичинде ар кандай башка түз сатуу же социалдык сатуу (анын ичинде, бирок алар менен чектелбестен, партиялык план, көп деңгээлдүү, тармактык маркетинг же көп деңгээлдүү өнөктөштүк) мүмкүнчүлүгү же программасына катышууга, атаандаштыкка жарабаган өнүмдөрдү же кызматтарды сатканына карабастан inGroup International өнүмдөрү менен башка IBPди жалдоого же тартууга аракет кылбоого макул болот.
lv: PARTNERIS piekrīt, ka šā pielikuma darbības laikā un vienu (1) gadu pēc šā pielikuma izbeigšanas datuma jebkura iemesla dēļ viņš/viņa tieši vai netieši nelūdz, nemudina, vai nemēģina ierosināt, veicināt vai ietekmēt jebkuru IBP, konsultantu vai darbinieku, lai izbeigtu vai mainītu viņu attiecības ar inGroup International. Turklāt PARTNERIS piekrīt, ka šā pielikuma darbības laikā un viena (1) gada laikā pēc tā izbeigšanas jebkāda iemesla dēļ viņš nedrīkst pieņemt darbā vai mēģināt pieņemt darbā jebkuru citu IBP, lai piedalītos jebkurā citā tiešā pārdošanā vai sociālajā pārdošanā (tostarp bez ierobežojuma, pušu plānā, vairāklīmeņu, tīkla mārketinga vai daudzlīmeņu radniecīgā uzņēmuma) iespējā vai programmā neatkarīgi no tā, vai šāda iespēja vai programma pārdod produktus vai pakalpojumus, kas nav uzskatāmi par konkurējamiem inGroup International produktiem.
mn: ТҮНШ нь энэхүү Нэмэлт гэрээний хугацаанд, мөн Нэмэлт Гэрээг цуцалснаас хойш нэг (1) жилийн хугацаанд, ямар нэгэн шалтгаанаар шууд болон шууд бусаар inGroup International-ийн аливаа БДБ Түншийг, зөвлөх эсвэл ажилчдыг inGroup International-тай харилцаагаа таслах, өөрчлөхөд нь нөлөөлөх, өдөөн хатгах, иймэрхүү оролдлого хүсэлт гаргах, өдөөх, дэмжихгүй байх зэрэг үйлдэл гаргахгүй гэдгээ хүлээн зөвшөөрч байна. Нэмж дурдахад, ТҮНШ нь энэхүү Нэмэлт Гэрээний хүчин төгөлдөр байх хугацаанд, мөн Нэмэлт Гэрээг ямар нэг шалтгаанаар цуцалснаас хойш нэг (1) жилийн хугацаанд , БДТ нарыг ямар нэг шууд худалдааны буюу олон нийтийн борлуулалтын төрөл (үүнд ямар нэг хязгаарлалтгүй, хүлээн авалтын арга хэмжээ, олон шатлалт түвшний, сүлжээний маркетинг эсвэл олон түвшний хамтрагч гэх мэт) боломж, хөтөлбөрүүдэд, inGroup International-ийн бүтээгдэхүүн болон үйлчилгээтэй хамаагүй, өрсөлдөх чадваргүй бүтээгдэхүүн, үйлчилгээ байснаас үл хамааран, элсүүлэх болон элсүүлэх оролдлого хийхгүй гэдгээ хүлээн зөвшөөрч байна.
pt: O PARCEIRO concorda que durante o período deste Adendo, e por um período de um (1) ano após a data da rescisão deste Adendo, por qualquer motivo, ele / ela não deverá, direta ou indiretamente, solicitar, induzir, influenciar, ou tentar induzir, encorajar ou influenciar, qualquer IBP, consultor ou funcionário do inGroup International a encerrar ou alterar seu relacionamento com o inGroup International. Além disso, o PARCEIRO concorda que não poderá, durante a vigência deste Adendo e por um período de um (1) ano após sua rescisão por qualquer razão, recrutar ou tentar recrutar qualquer outro Parceiro Independente para participar de qualquer outra venda direta ou venda social (incluindo, sem limitação, multinível, marketing de rede ou afiliado de vários níveis) oportunidade ou programa, independentemente de tal oportunidade ou programa vender produtos ou serviços que não sejam considerados competitivos com os produtos inGroup International.
ro: PARTENERUL este de acord ca, în timpul în care acest Act Adiţional este în vigoare şi pentru o perioadă de un (1) an după data la care efectele acestui Act Adiţional încetează, pentru absolut orice motiv, el/ea nu va îndemna, direct sau indirect, convinge, încuraja sau influenţa sau încerca să influenţeze, încuraja sau influenţa orice PAI, consultant sau angajat al inGroup International să-şi înceteze sau să-şi modifice relaţia avută cu inGroup International. În plus, PARTENERUL consimte că el/ea nu va recruta, pe perioada valabilităţii acestui Act Adiţional şi pe o perioadă de un (1) an de la încetarea efectelor acestuia, pentru orice motiv, şi nici nu va încerca să recruteze orice alt PAI ca să participe la orice altă oportunitate sau program de vânzare directă sau socială (incluzând, fără limitare, planuri de petrecere, multilevel, network marketing sau afiliaţi pe niveluri multiple), chiar dacă o asemenea oportunitate sau program nu comercializează produse sau servicii care trec drept ne-competitive cu produsele inGroup International.
ru: ПАРТНЕР соглашается, что в течение срока действия настоящего Дополнительного соглашения и в течение одного (1) года после даты прекращения действия настоящего Дополнительного соглашения по любой причине он / она не будет прямо или косвенно запрашивать, побуждать, поощрять, оказывать влияние или пытаться побудить, поощрить или повлиять на любого НБП, консультанта или сотрудника inGroup International, чтобы прекратить или изменить свои отношения с inGroup International. Кроме того, ПАРТНЕР соглашается, что он / она не должен в течение срока действия настоящего Дополнения и в течение одного (1) года после его расторжения по любой причине набирать или пытаться завербовать любого другого НБП для участия в любых других программах прямых или социальных продаж (включая, помимо прочего, продвижение продукта не мероприятиях, многоуровневый, сетевой маркетинг или многоуровневая партнерская программа), независимо от того, продает ли такая возможность или программа продукты или услуги, которые не считаются конкурентоспособными с продуктами inGroup International.
uk: ПАРТНЕР погоджується, що протягом терміну дії цього Доповнення і протягом одного (1) року після дати припинення дії цього Доповнення з будь-якої причини він/вона не буде прямо чи опосередковано запитувати, спонукати, заохочувати впливати або намагатися спонукати, заохотити або вплинути на будь-якого НБП, консультанта або співробітника inGroup International, щоб припинити або змінити свої відносини з inGroup International. Крім того, ПАРТНЕР погоджується, що він/вона не має протягом терміну дії цього Доповнення і протягом одного (1) року після його розірвання з будь-якої причини вербувати або намагатися завербувати будь-якого іншого НБП для участі в будь-яких інших програмах прямих або соціальних продажів ( включаючи, крім іншого, просування продукту на заходах, багаторівневий, мережевий маркетинг або багаторівневу партнерську програму), можливостей чи програм продажів продукту або послуг, які не вважаються конкурентоспроможними з продукцією inGroup International.
uz: ҲАМКОР ушбу Қўшимчанинг амал қилиш муддати давомида ёки ушбу Қўшимча ҳар қандай сабаб билан тугатилган санадан кейин бир (1) йил ичида inGroup International МБҲ, консультанти ёки ходимидан inGroup International билан муносабатини узиши ёки ўзгартиришини бевосита ёки билвосита сўрамаслик, бунга ундамаслик, рағбатлантирмаслик ёки тазйиқ ўтказмаслик, ёхуд ундашга, рағбатлантиришга ёки тазйиқ ўтказишга ҳаракат қилмаслик шартига кўнади. Бундан ташқари, ҲАМКОР ушбу Қўшимчанинг амал қилиш даврида ва унинг амал қилиши ҳар қандай сабаб билан тугатилганидан сўнг бир (1) йил мобайнида бошқа МБҲни ҳар қандай бошқа тўғридан-тўғри сотув ёки ижтимоий тармоқ (жумладан, чекловларсиз, тадбирлар уюштириш, тўғридан-тўғри сотув ёки кўп тармоқли филиаллар) орқали сотувни амалга оширадиган компанияларга ёки дастурларга таклиф этмаслиги ёки таклиф этишга уринмаслиги лозим, ҳаттоки ўша компаниялар inGroup International маҳсулотлари билан рақобатдош ҳисобланмаса ҳам.
zh: 合作伙伴同意，在本附录期间，以及本附录终止之日后一（1）年内，出于任何原因，他/她不得直接或间接地征求、诱导、鼓励或影响或试图诱使、鼓励或影响 inGroup International 的任何 IBP、顾问或员工终止或改变他们与 inGroup International 的关系。此外，合作伙伴同意他/她在本附录期间以及因任何原因终止后一（1）年内不会招募或尝试招募任何其他 IBP 参与任何其他直销或社交销售（包括但不限于派对计划，多层次，网络营销或多层联盟公司）机会或计划，无论此类机会或计划是否与 inGroup International 的产品或服务产生竞争。
