Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: For your financial protection (INCRUISES INTERNATIONAL LLC) is a member of Trust My Travel and our membership number is (TMT56252). All client payments to INCRUISES INTERNATIONAL LLC are protected by Trust My Travel. This means in the unlikely event of our financial failure, you will receive a refund for any payments made to INCRUISES INTERNATIONAL LLC and were not previously utilized, expired, or applied towards an upcoming cruise booking, for which a confirmation number has been delivered by a Third Party Service Provider (for example, a cruise line).
ca: Per a la teva protecció financera (INCRUISES INTERNATIONAL LLC) és membre de Trust My Travel i el nostre número de membresia és (TMT56252). Tots els pagaments dels clients a INCRUISES INTERNATIONAL LLC estan protegits per Trust My Travel. Això vol dir que, en l'improbable cas de la falla financera, rebràs un reemborsament pels pagaments realitzats a INCRUISES INTERNATIONAL LLC i que no fossin prèviament utilitzats, caducats o aplicats a la reserva d'un pròxim creuer, amb un número de confirmació lliurat per un proveïdor de serveis proveïdor de serveis (per exemple, una companyia de creuers).
de: Zu Ihrer finanziellen Sicherheit ist (INCRUISES INTERNATIONAL LLC) ein Mitglied von Trust My Travel und unsere Mitgliedsnummer lautet (TMT56252). Alle Kundenzahlungen an INCRUISES INTERNATIONAL LLC sind durch Trust My Travel geschützt. Das bedeutet, dass Sie im unwahrscheinlichen Fall unseres finanziellen Ausfalls eine Rückerstattung aller Zahlungen an INCRUISES INTERNATIONAL LLC erhalten, die nicht zuvor genutzt wurden, abgelaufen sind oder für eine bevorstehende Kreuzfahrtbuchung verwendet wurden, für die eine Bestätigungsnummer von einem Drittanbieter (z.B. einer Kreuzfahrt- Linie) bereitgestellt wurde.
es: Para que estés protegido financieramente, (INCRUISES INTERNATIONAL LLC) es miembro de Trust My Travel y nuestro número de membresía es (TMT56252). Todos los pagos de clientes a INCRUISES INTERNATIONAL LLC están protegidos por Trust My Travel. Esto significa que, en el improbable caso de un fracaso financiero, recibirías un reembolso por los pagos realizados a INCRUISES INTERNATIONAL LLC que no hayan sido utilizados, expirados o aplicados previamente para una reserva de crucero, cuando un número de confirmación haya sido entregado por un proveedor de servicios de terceros (por ejemplo, una línea de cruceros).
fr: Pour votre protection financière (INCRUISES INTERNATIONAL LLC) est membre de Trust My Travel et notre numéro d'adhésion est (TMT56252). Tous les paiements des clients à INCRUISES INTERNATIONAL LLC sont protégés par Trust My Travel. Cela signifie que dans le cas peu probable de notre défaillance financière, vous recevrez un remboursement pour tous les paiements effectués à INCRUISES INTERNATIONAL LLC qui n'ont pas été précédemment utilisés, expirés ou été appliqués à une réservation de croisière à venir, dont un numéro de confirmation a été délivré par un fournisseur de services tiers (par exemple, une compagnie de croisière).
it: Per la tua protezione finanziaria, (INCRUISES INTERNATIONAL LLC) è membro di Trust My Travel e il nostro numero di iscrizione è (TMT56252). Tutti i pagamenti dei clienti a INCRUISES INTERNATIONAL LLC sono protetti da Trust My Travel. Ciò significa che, nell'improbabile eventualità di un nostro fallimento finanziario, riceverai il rimborso di tutti i pagamenti effettuati a INCRUISES INTERNATIONAL LLC che non siano stati precedentemente utilizzati, scaduti o applicati all'acquisto di una crociera imminente, per la quale sia stato consegnato il numero di conferma da parte di un Fornitore di servizi di terze parti (ad esempio, una compagnia di crociera).
ja: 私たちのメンバーシップ番号は（TMT56252）です。INGROUP INTERNATIONAL LLCに支払われるすべての顧客の資金は、トラストマイトラベルで保護されています。これは万が一私たちの財政的不履行があった場合、 あなたがINGROUP INTERNATIONAL LLC へ支払った資金や、第三者機関（例えばクルーズ会社）から確認番号の発行通知の届いている過去に利用不可、期限切れ、または将来のクルーズ予約への金額などの払い戻しを受けることを 意味します。
kk: Сіздің қаржыңызды қорғау үшін (INCRUISES INTERNATIONAL LLC) Trust My Travel мүшесі болып табылады және біздің мүшелік нөміріміз (TMT56252). INCRUISES INTERNATIONAL LLC-тің барлық клиенттерінің төлемдері Trust My Travel - мен қорғалған. Бұл біздің қаржылық күйреуіміз сәтсіздікке ұшыраған жағдайда, сіз бұрын расталмаған үшінші жақ жеткізген INCRUISES INTERNATIONAL LLC - те бұрын пайдаланылмаған, мерзімі өтіп кетпеген немесе алдағы круиздік брондау кезінде қолданылмаған кез келген төлемдер үшін ақшаны қайтарып алатындығыңызды білдіреді үшінші тараптың қызмет көрсетушісінен (мысалы, криуздік желі).
ky: Сиздин каржылык коргооңуз үчүн (INCRUISES INTERNATIONAL LLC) Trust My Travel компаниясынын мүчөсү жана биздин мүчөлүк номерибиз (TMT56252). INCRUISES INTERNATIONAL LLCга жасалган бардык кардар төлөмдөрү Trust My Travel тарабынан корголот. Биз кокусунан каржылык ийгиликсиздикке учурай турган болсок, Сиз INCRUISES INTERNATIONAL LLC компаниясына төлөнгөн жана колдонула элек, мөөнөтү бүтө элек же келе жаткан круиздик брондоо үчүн колдонулбаган өлчөмүндө төлөнгөн же Үчүнчү тараптын Кызмат Провайдери (мисалы, круиз линиясы) тастыктоо номерин берген бардык төлөмдөрдү кайтарып аласыз.
lv: Jūsu finansālai aizsardzībai (INCRUISES INTERNATIONAL LLC) ir Trust My Travel dalībnieks un mūsu biedra numurs ir(TMT56252). Visi klientu maksājumi INCRUISES INTERNATIONAL LLC tiek aizsargāti ar Trust My Travel. as nozīmē,ka mazticamas finansiālas neveiksmes gadījumā,jūs saņemsiet atpakaļ visus maksājumus,kas veikti INCRUISES INTERNATIONAL LLC un kuri iepriekš netika izmantoti, zuduši,vai izmantoti nākotnes kruīzu rezervācjām ,kuru apstiprinājuma numuru ir sniedzis Trešās Puses Pakalpojumu Sniedzējs (piemēram, kruīzu līnija).
mn: Танд санхүүгийн найдвартай хамгаалалтыг бий болгох үүднээс (INGROUP INTERNATIONAL LLC) нь (TMT56252) гишүүнчлэлийн дугаар бүхий Trust My Travel байгууллагын гишүүн болсон юм. Ингэснээр INCRUISES INTERNATIONAL LLC-ийн харилцагч нарын төлбөрүүдTrust My Travel-ээр дамжуулан хамгаалагдах болсон. Хэрэв бид санхүүгийн хувьд бүтэлгүйтэх тохиолдолд, INGROUP INTERNATIONAL LLC компаний руу таны шилжүүлсэн, таны ашигаагүй, хугацаа нь дуусгавар болоогүй эсвэл аяллын захиалгад хэрэглээгүй төлбөрүүдийн буцаан олголтыг Гуравдагч талын үйлчилгээ үзүүлэгч талуудаас (жишээ нь, далайн аяллын компани) хүлээн авна гэсэн үг юм.
pt: Para sua proteção financeira (INCRUISES INTERNATIONAL LLC) é membro da Trust My Travel e nosso número de associado é (TMT56252). Todos os pagamentos de clientes a INCRUISES INTERNATIONAL LLC são protegidos pela Trust My Travel. Isso significa que, no improvável evento de nossa falha financeira, você receberá um reembolso por quaisquer pagamentos feitos a INCRUISES INTERNATIONAL LLC que não foram utilizados, expirados ou aplicados anteriormente em uma reserva de cruzeiro, por cujo número de confirmação foi entregue por um provedor de serviços terceirizado (por exemplo, uma linha de cruzeiro).
ro: Pentru protecția ta financiară (INCRUISES INTERNATIONAL LLC) este membru Trust My Travel și numărul nostru de membru este (TMT56252). Toate plățile clienților către INCRUISES INTERNATIONAL LLC sunt protejate de Trust My Travel. Aceasta înseamnă, în cazul improbabil al eșecului nostru financiar, vei primi o rambursare pentru orice plăți efectuate către INCRUISES INTERNATIONAL LLC și care nu au fost anterior utilizate, expirate sau aplicate pentru o viitoare rezervare de croazieră, pentru care a fost livrat un număr de confirmare de către un furnizor de servicii terță parte (de exemplu, pentru o linie de croazieră).
ru: Для обеспечения Вашей финансовой защиты INCRUISES INTERNATIONAL, LLC является Членом Trust My Travel (членский номер TMT56252). Все клиентские платежи в INCRUISES INTERNATIONAL, LLC находятся под защитой Trust My Travel. Это означает, что в случае нашего банкротства (что маловероятно), вы получите возврат своих средств в размере тех платежей, которые ещё не были использованы, просрочены или потрачены для бронирования предстоящего круиза, для которого был бы получен номер подтверждения бронирования от стороннего поставщика услуг (например, круизных линий).
uk: Для забезпечення Вашого фінансового захисту (INCRUISES INTERNATIONAL LLC) є членом Trust My Travel (членський номер TMT56252). Всі платежі клієнтів в INCRUISES INTERNATIONAL LLC знаходяться під захистом Trust My Travel. Це означає, що у випадку нашого банкрутства (що малоймовірно), ви отримаєте повернення своїх коштів у розмірі тих платежів, які ще не були використані, протерміновані або витрачені для бронювання майбутнього круїзу, для якого було б отримано номер підтвердження бронювання від стороннього постачальника послуг (наприклад, круїзних ліній).
uz: Сизнинг молиявий ҳимоянгиз учун (INCRUISES INTERNATIONAL LLC) Trust My Travel аъзоси ҳисобланади ва бизнинг аъзолик рақамимиз (TMT56252). Мижознинг INCRUISES INTERNATIONAL LLC га тўлаган барча тўловлари Trust My Travel билан ҳимояланган. Бу шуни англатадики, эҳтимолдан йироқ бўлса-да, агар молиявий, инқирозга учрасак, сиз INCRUISES INTERNATIONAL LLC га тўлаган барча тўловларингизни қайтариб оласиз, агар ушбу маблағлар аввал фойдаланилмаган, муддати ўтмаган ёки учинчи томон провайдери (масалан, круиз линияси) томонидан буюртмаси тасдиқланган келгуси круиз учун ишлатилмаган бўлса.
zh: 为了您的财务保护 (INCRUISES INTERNATIONAL LLC) 是 Trust My Travel 的成员，我们的会员编号是 (TMT56252)。 向 INCRUISES INTERNATIONAL LLC 支付的所有客户款项均受 Trust My Travel 保护。 这意味着万一我们的财务失败，您将收到向 INCRUISES INTERNATIONAL LLC 支付的任何款项的退款，这些款项之前未使用、过期或用于即将到来的邮轮预订，第三方服务提供商已为其提供确认编号（例如，邮轮航线)。

source: For your financial protection (INGROUP INTERNATIONAL LLC) is a member of Trust My Travel and our membership number is (TMT56252). All client payments to INGROUP INTERNATIONAL LLC are protected by Trust My Travel.
ca: Per a la teva protecció financera (INGROUP INTERNATIONAL LLC) és membre de Trust My Travel i el nostre número de membresia és (TMT56252). Tots els pagaments dels clients a INGROUP INTERNATIONAL LLC estan protegits per Trust My Travel.
de: Zu Ihrem finanziellen Schutz ist (INGROUP INTERNATIONAL LLC) Mitglied bei Trust My Travel und unsere Mitgliedsnummer lautet (TMT56252). Alle Kundenzahlungen an INGROUP INTERNATIONAL LLC sind durch Trust My Travel geschützt.
es: Para tu protección financiera, (INGROUP INTERNATIONAL LLC) es miembro de Trust My Travel y nuestro número de membresía es (TMT56252). Todos los pagos de los clientes a INGROUP INTERNATIONAL LLC están protegidos por Trust My Travel.
fr: Pour votre protection financière(INGROUP INTERNATIONAL LLC) est membre de Trust My Travel et notre numéro d'Adhésion est (TMT56252). Tous les paiements des clients à INGROUP INTERNATIONAL LLC sont protégés par Trust My Travel.
it: Per la tua protezione finanziaria, INGROUP INTERNATIONAL LLC è membro di Trust My Travel e il nostro numero di affiliazione è TMT56252. Tutti i pagamenti dei clienti a INGROUP INTERNATIONAL LLC sono protetti da Trust My Travel.
ja: お客様の財務保護のために、（INGROUP INTERNATIONAL LLC）はTrust My Travelの加盟企業であり、当社のメンバーシップ番号は（TMT56252）です。INGROUP INTERNATIONAL LLC に対するすべてのお客様のお支払いは、Trust My Travel によって保護されています。
kk: Сіздің қаржылық қауіпсіздігіңіз үшін (INGROUP INTERNATIONAL LLC) Trust My Travel мүшесі болып табылады және біздің мүшелік нөміріміз (TMT56252). INGROUP INTERNATIONAL LLC-ге жасалатын барлық клиенттік төлемдер Trust My Travel арқылы қорғалған.
ky: Сиздин каржылык коопсуздугуңуз үчүн (INGROUP INTERNATIONAL LLC) — Trust My Travel уюмунун мүчөсү болуп саналат, мүчөлүк номери — (TMT56252). INGROUP INTERNATIONAL LLC компаниясына кардарлар тарабынан жүргүзүлгөн бардык төлөмдөр Trust My Travel аркылуу корголгон.
lv: Jūsu finansiālajai aizsardzībai (INSOLIDUP INTERNATIONAL LLC) ir Trust My Travel biedrs, un mūsu biedra numurs ir (TMT56252). Visus klientu maksājumus INGROUP INTERNATIONAL LLC aizsargā Trust My Travel.
mn: INGROUP INTERNATIONAL LLC компани нь таны санхүүгийн хамгаалалтад зориулан Trust My Travel-ийн TMT56252 дугаар бүхий гишүүнчлэлтэй бөгөөд INGROUP INTERNATIONAL LLC руу хийгдсэн бүх төлбөрүүд Trust My Travel-аар хамгаалагддаг болно.
pt: Para sua proteção financeira, a (INGROUP INTERNATIONAL LLC) é membro da Trust My Travel e o nosso número de associado é (TMT56252). Todos os pagamentos de clientes à INGROUP INTERNATIONAL LLC estão protegidos pela Trust My Travel.
ro: Pentru protecția ta financiară (INGROUP INTERNATIONAL LLC) este membru Trust My Travel și numărul nostru de membru este (TMT56252). Toate plățile clienților către INGROUP INTERNATIONAL LLC sunt protejate de Trust My Travel.
ru: Для вашей финансовой защиты (INGROUP INTERNATIONAL LLC) является участником программы «Trust My Travel», и наш членский номер (TMT56252). Все платежи наших клиентов в адрес INGROUP INTERNATIONAL LLC находятся под гарантией Trust My Travel.
uk: Для вашого фінансового захисту (INGROUP INTERNATIONAL LLC) є членом Trust My Travel і наш номер членства (TMT56252). Усі платежі клієнтів в INGROUP INTERNATIONAL LLC захищені Trust My Travel.
uz: Сизнинг молиявий ҳимоянгизни таъминлаш мақсадида (INGROUP INTERNATIONAL LLC) Trust My Travel аъзоси ва бизнинг аъзолик рақамимиз - (TMT56252). Мижозларнинг INGROUP INTERNATIONAL LLC га тўлаган барча тўловлари Trust My Travel томонидан ҳимояланган.
zh: 为保障您的财务安全（INGROUP INTERNATIONAL LLC）是Trust My Travel的成员，我们的会员编号为（TMT56252）。所有向INGROUP INTERNATIONAL LLC支付的客户款项均由Trust My Travel提供保障。

source: For your financial protection (INGROUP INTERNATIONAL LLC) is a member of Trust My Travel and our membership number is (TMT56252). All client payments to INGROUP INTERNATIONAL LLC are protected by Trust My Travel. This means in the unlikely event of our financial failure, you will receive a refund for any payments made to INGROUP INTERNATIONAL LLC and were not previously utilized, expired, or applied towards an upcoming cruise booking, for which a confirmation number has been delivered by a Third Party Service Provider (for example, a cruise line).
ca: Per a la teva protecció financera INGROUP INTERNATIONAL LLC) és membre de Trust My Travel i el nostre número de membresia és (TMT56252). Tots els pagaments dels clients a INGROUP INTERNATIONAL LLC estan protegits per Trust My Travel. Això vol dir que, en l'improbable cas de la falla financera, rebràs un reemborsament pels pagaments realitzats a INGROUP INTERNATIONAL LLC i que no fossin prèviament utilitzats, caducats o aplicats a la reserva d'un pròxim creuer, amb un número de confirmació lliurat per un proveïdor de serveis proveïdor de serveis (per exemple, una companyia de creuers).
de: Zu Ihrer finanziellen Sicherheit ist (INGROUP INTERNATIONAL LLC) ein Mitglied von Trust My Travel und unsere Mitgliedsnummer lautet (TMT56252). Alle Kundenzahlungen an INGROUP INTERNATIONAL LLC sind durch Trust My Travel geschützt. Das bedeutet, dass Sie im unwahrscheinlichen Fall unseres finanziellen Scheiterns eine Rückerstattung aller Zahlungen an INGROUP INTERNATIONAL LLC erhalten, die nicht zuvor genutzt wurden, abgelaufen sind oder für eine bevorstehende Kreuzfahrtbuchung verwendet wurden, für die eine Bestätigungsnummer von einem Drittanbieter (z.B. einer Kreuzfahrtgesellschaft) bereitgestellt wurde.
es: Para que estés protegido financieramente, (INGROUP INTERNATIONAL LLC) es miembro de Trust My Travel y nuestro número de membresía es (TMT56252). Todos los pagos de clientes a INGROUP INTERNATIONAL LLC están protegidos por Trust My Travel. Esto significa que, en el improbable caso de un fracaso financiero, recibirías un reembolso por los pagos realizados a INGROUP INTERNATIONAL LLC que no hayan sido utilizados, expirados o aplicados previamente para una reserva de crucero, cuando un número de confirmación haya sido entregado por un proveedor de servicios de terceros (por ejemplo, una línea de cruceros).
fr: Pour votre protection financière (INGROUP INTERNATIONAL LLC) est membre de Trust My Travel et notre numéro d'adhésion est (TMT56252). Tous les paiements des clients à INGROUP INTERNATIONAL LLC sont protégés par Trust My Travel. Cela signifie que dans le cas peu probable de notre défaillance financière, vous recevrez un remboursement pour tous les paiements effectués à INGROUP INTERNATIONAL LLC qui n'ont pas été précédemment utilisés, expirés ou été appliqués à une réservation de croisière à venir, dont un numéro de confirmation a été délivré par un fournisseur de services tiers (par exemple, une compagnie de croisière).
it: Per la tua protezione finanziaria, (INGROUP INTERNATIONAL LLC) è membro di Trust My Travel e il nostro numero di iscrizione è (TMT56252). Tutti i pagamenti dei clienti a INGROUP INTERNATIONAL LLC sono protetti da Trust My Travel. Ciò significa che, nell'improbabile eventualità di un nostro fallimento finanziario, riceverai il rimborso di tutti i pagamenti effettuati a INGROUP INTERNATIONAL LLC che non siano stati precedentemente utilizzati, scaduti o applicati all'acquisto di una crociera imminente, per la quale sia stato consegnato il numero di conferma da parte di un Fornitore di servizi di terze parti (ad esempio, una compagnia di crociera).
ja: INGROUP INTERNATIONAL LLCはTrust My Travelのメンバーであり、会員番号は(TMT56252)です。INGROUP INTERNATIONAL LLCへのすべての顧客の支払いは、Trust My Travelによって保護されています。これは万が一私たちの財政的不履行があった場合、 あなたがINGROUP INTERNATIONAL LLC へ支払った資金や、第三者機関（例えばクルーズ会社）から確認番号の発行通知の届いている過去に利用不可、期限切れ、または将来のクルーズ予約への金額などの払い戻しを 受けることを意味します。
kk: Сіздің қаржыңызды қорғау үшін (INGROUP INTERNATIONAL LLC) Trust My Travel мүшесі болып табылады және біздің мүшелік нөміріміз (TMT56252). INGROUP INTERNATIONAL LLC-тің барлық клиенттерінің төлемдері Trust My Travel - мен қорғалған. Бұл біздің қаржылық күйреуіміз сәтсіздікке ұшыраған жағдайда, сіз бұрын расталмаған үшінші жақ жеткізген INGROUP INTERNATIONAL LLC - те бұрын пайдаланылмаған, мерзімі өтіп кетпеген немесе алдағы круиздік брондау кезінде қолданылмаған кез келген төлемдер үшін ақшаны қайтарып алатындығыңызды білдіреді үшінші тараптың қызмет көрсетушісінен (мысалы, криуздік желі).
ky: Сиздин каржылык коргооңуз үчүн (INGROUP INTERNATIONAL LLC) Trust My Travel компаниясынын мүчөсү жана биздин мүчөлүк номерибиз (TMT56252). INGROUP INTERNATIONAL LLCга жасалган бардык кардар төлөмдөрү Trust My Travel тарабынан корголот. Биз кокусунан каржылык ийгиликсиздикке учурай турган болсок, Сиз INGROUP INTERNATIONAL LLC компаниясына төлөнгөн жана колдонула элек, мөөнөтү бүтө элек же келе жаткан круиздик брондоо үчүн колдонулбаган өлчөмүндө төлөнгөн же Үчүнчү тараптын Кызмат Провайдери (мисалы, круиз линиясы) тастыктоо номерин берген бардык төлөмдөрдү кайтарып аласыз
lv: Jūsu finansiālajai aizsardzībai (INGROUP INTERNATIONAL LLC) ir Trust My Travel dalībnieks un mūsu biedra numurs ir (TMT56252). Visus klienta veiktos maksājumus veic INGROUP INTERNATIONAL LLC UN TOS aizsargā Trust My Travel.Tas nozīmē,ka maz ticamas finansiālas neveiksmes gadījumājūs saņemsiet atpakaļ visus veiktos maksājumus INGROUP INTERNATIONAL LLC kuri iepriekš netika izmantoti vai, arī izlietoti nākotnes kruīzu rezervācijai,kuru apstiprinājumu numuru noteica Pakalpoumu Piegādātāja treša puse Puse (piemkruīzu līnija).
mn: Танд санхүүгийн найдвартай хамгаалалтыг бий болгох үүднээс (INGROUP INTERNATIONAL LLC) нь (TMT56252) гишүүнчлэлийн дугаар бүхий Trust My Travel байгууллагын гишүүн болсон юм. Ингэснээр INCRUISES INTERNATIONAL LLC-ийн харилцагч нарын төлбөрүүдTrust My Travel-ээр дамжуулан хамгаалагдах болсон. Хэрэв бид санхүүгийн хувьд бүтэлгүйтэх тохиолдолд, INGROUP INTERNATIONAL LLC компани руу таны шилжүүлсэн, таны ашигаагүй, хугацаа нь дуусгавар болоогүй эсвэл аяллын захиалгад хэрэглээгүй төлбөрүүдийн буцаан олголтыг Гуравдагч талын үйлчилгээ үзүүлэгч талуудаас (жишээ нь, далайн аяллын компани) хүлээн авна гэсэн үг юм.
pt: Para sua proteção financeira (INGROUP INTERNATIONAL LLC) é membro da Trust My Travel e nosso número de associado é (TMT56252). Todos os pagamentos de clientes a INGROUP INTERNATIONAL LLC são protegidos pela Trust My Travel. Isso significa que, no improvável evento de nossa falha financeira, você receberá um reembolso por quaisquer pagamentos feitos a INGROUP INTERNATIONAL LLC que não foram utilizados, expirados ou aplicados anteriormente em uma reserva de cruzeiro, por cujo número de confirmação foi entregue por um provedor de serviços terceirizado (por exemplo, uma linha de cruzeiro).
ro: Pentru protecția ta financiară (INGROUP INTERNATIONAL LLC) este membru Trust My Travel și numărul nostru de membru este (TMT56252). Toate plățile clienților către INGROUP INTERNATIONAL LLC sunt protejate de Trust My Travel. Aceasta înseamnă, în cazul improbabil al eșecului nostru financiar, vei primi o rambursare pentru orice plăți efectuate către INGROUP INTERNATIONAL LLC și care nu au fost anterior utilizate, expirate sau aplicate pentru o viitoare rezervare de croazieră, pentru care a fost livrat un număr de confirmare de către un furnizor de servicii terță parte (de exemplu, pentru o linie de croazieră).
ru: Для обеспечения Вашей финансовой защиты INGROUP INTERNATIONAL, LLC является Членом Trust My Travel (членский номер TMT56252). Все клиентские платежи в INGROUP INTERNATIONAL, LLC находятся под защитой Trust My Travel. Это означает, что в случае нашего банкротства (что маловероятно), вы получите возврат своих средств в размере тех платежей, которые ещё не были использованы, просрочены или потрачены для бронирования предстоящего круиза, для которого был бы получен номер подтверждения бронирования от стороннего поставщика услуг (например, круизных линий).
uk: Для забезпечення Вашого фінансового захисту INGROUP INTERNATIONAL, LLC є членом Trust My Travel (членський номер TMT56252). Всі платежі клієнтів в INGROUP INTERNATIONAL, LLC знаходяться під захистом Trust My Travel. Це означає, що у випадку нашого банкрутства (що малоймовірно), ви отримаєте повернення своїх коштів у розмірі тих платежів, які ще не були використані, протерміновані або витрачені для бронювання майбутнього круїзу, для якого було б отримано номер підтвердження бронювання від стороннього постачальника послуг (наприклад, круїзних ліній).
uz: Сизнинг молиявий ҳимоянгиз учун (INGROUP INTERNATIONAL LLC) Trust My Travel аъзоси ҳисобланади ва бизнинг аъзолик рақамимиз (TMT56252). Мижознинг INGROUP INTERNATIONAL LLC га тўлаган барча тўловлари Trust My Travel билан ҳимояланган. Бу шуни англатадики, эҳтимолдан йироқ бўлса-да, агар молиявий инқирозга учрасак, сиз INGROUP INTERNATIONAL LLC га тўлаган барча тўловларингизни қайтариб оласиз, агар ушбу маблағлар аввал фойдаланилмаган, муддати ўтмаган ёки учинчи томон провайдери (масалан, круиз компанияси) томонидан буюртмаси тасдиқланган келгуси круиз учун ишлатилмаган бўлса.
zh: 为了您的财务保护 (INGROUP INTERNATIONAL LLC) 是 Trust My Travel 的成员，我们的会员编号是 (TMT56252)。 向 INGROUP INTERNATIONAL LLC 支付的所有客户款项均受 Trust My Travel 保护。 这意味着万一我们的财务失败，您将收到向 INGROUP INTERNATIONAL LLC 支付的任何款项的退款，这些款项之前未被使用、过期或用于即将到来的邮轮预订，第三方服务提供商已为其提供确认号码（例如，邮轮航线)。
