Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Error with signup!
ca: Error amb la inscripció!
de: Fehler bei der Anmeldung!
es: ¡Error de registro!
fr: Erreur d'inscription !
it: Errore nell'iscrizione!
ja: サインアップ時にエラーが発生しました！
kk: Тіркелу кезіндегі қате!
ko: 가입 오류가 있습니다!
ky: Каттоодо ката кетти!
lv: Kļūda parakstoties!
mn: Бүртгэлд алдаа гарлаа!
pt: Erro na inscrição!
ro: Eroare la înscriere!
ru: Ошибка регистрации!
uk: Помилка при реєстрації!
uz: Рўйхатдан ўтишда хатолик юз берди!
zh: 註冊時發生錯誤！

source: errorMessage
fr: messagederreur
lv: kļūdaMessage

source: Escaldes, Andorra
fr: Escaldes, Andorre
ja: アンドラ公国、エスカルデス
kk: Эскальдес, Андорра
ko: 에스칼데스, 안도라
ky: Эскалдес, Андорра
lv: Eskaldes, Andora
mn: Эскалдес, Андорра
ru: Эскальдес, Андорра
uk: Ескальдес, Андорра
uz: Эскальдес, Андорра
zh: 埃斯卡尔德斯，安道尔

source: Esteemed Industry leaders, Partners, and Members all confirm inCruises significant global impact
ca: Reconeguts líders del sector, Socis i Membres confirmen l’important impacte global d’inCruises
de: Anerkannte Branchenführer, Partner und Mitglieder bestätigen den bedeutenden globalen Einfluss von InCruises
es: Reconocidos líderes de la industria, Socios y Miembros confirman el impacto global significativo de inCruises
fr: Les leaders estimés de l'Industrie, les Partenaires et les Membres confirment tous l'impact mondial significatif d'inCruises
it: Rinomati leader del settore, Partner e Membri attestano il notevole impatto globale di inCruises
ja: 業界の著名なリーダー、パートナー、そしてメンバーたちは、inCruisesが世界に与えている大きな影響をそろって認めています
kk: Құрметті салалық көшбасшылар, серіктестер және клуб мүшелері барлығы inCruises компаниясының әлемдік деңгейдегі әсерін растайды
ky: Урматтуу тармак жетекчилери, өнөктөштөр жана мүчөлөр inCruises компаниясынын дүйнөлүк деңгээлдеги маанилүү таасирин ырасташат
lv: Novērtēti nozares vadītāji, partneri un deputāti apstiprina, ka ir būtiski ietekmējuši pasauli
mn: Салбарын хүндэт удирдлагууд, Түнш болон Гишүүд бүгд inCruises-ийн дэлхий дахинд үзүүлэх нөлөөллийг баталж өгдөг юм
pt: Líderes, Parceiros e Membros estimados da indústria, todos confirmam o impacto global significativo da inCruises
ro: Liderii din industrie, partenerii și membrii stimați confirmă toți un impact global semnificativ al inCruises
ru: Именитые лидеры индустрии, Партнёры и Члены Клуба — все подтверждают значительное международное влияние inCruises
uk: Шановні лідери галузі, Партнери та Члени підтверджують значний глобальний вплив inCruises
uz: Обрўли саноат етакчилари, Ҳамкорлар ва Аъзоларнинг бари inCruises нинг салмоқли глобал таъсирини тасдиқлайдилар
zh: 业界尊敬的领袖、合作伙伴与会员一致认可inCruises在全球的重要影响力

source: Estimated Bonus (%{percentage}% of Potential Bonus)
fr: Bonus Estimé (%{percentage}% du Bonus Potentiel)
it: Bonus stimato (%{percentuale}% del bonus potenziale)
kk: Болжалды Бонус (әлеуетті бонустың%{percentage}%)
pt: Bônus Estimado (%{percentage}% de Bônus Potencial)
uk: Очікуваний бонус (%{percentage}% від потенційного бонусу)
uz: Тахминий бонус (Эҳтимолий бонуснинг %{percentage}%и)
zh: 预计奖金（潜在奖金的%{percentage}%）

source: Estimated Bonus (100% of Potential Bonus)
fr: Bonus Estimé (100% du Bonus Potentiel)
it: Bonus stimato (100% del bonus potenziale)
kk: Шамамен бонус (Мүмкін болатын бонустың 100%-ы)
pt: Bônus estimado (100% do Potencial de Bônus)
uk: Очікуваний бонус (100% від потенційного бонусу)
uz: Тахминий бонус (Эҳтимолий бонуснинг 100%и)
zh: 预计奖金（100%潜在奖金）

source: Euro amount
ca: Import en euros
de: Euro Betrag
es: Cantidad en Euros:
fr: Montant en euros
it: Importo in euro
ja: ユーロの金額
kk: Еуро сомасы:
ky: Евро cуммасы
lv: Eiro Daudzums
mn: Евро дүн
pt: Quantia em euros
ro: Suma în euro
ru: Сумма в евро
uk: Сума в євро
uz: Евро суммаси
zh: 欧元金额

source: Euro Amount:
ca: Import en euros:
de: Euro-Betrag:
es: Cantidad en Euros:
fr: Montant en Euros :
it: Importo in euro:
ja: ユーロの金額：
kk: Еуро Сомасы:
ko: 유로화 금액:
ky: Евро Суммасы:
lv: Eiro daudzums:
mn: Евро дүн:
pt: Quantia em euros:
ro: Suma în Euro:
ru: Сумма в евро:
uk: Сума в євро:
uz: Евро суммаси:
zh: 歐元金額：

source: Euro Conversion Confirmation
ca: Confirmació de la conversió a l'euro
de: Euro-Umwandlungsbestätigung
es: Confirmación de Conversión a Euros
fr: Confirmation de la Conversion en Euros
it: Conferma della conversione in euro
ja: ユーロ換算の確認
kk: Еуроны айырбастауды растау
ko: 유로 변환 확인
ky: Евро конверсиясын ырастоо
lv: Eiro konvertācijas apstiprinājums
mn: Евро руу хөрвүүлэх баталгаажуулалт
pt: Confirmação de conversão do Euro
ro: Confirmarea conversiei euro
ru: Подтверждение конвертации в евро
uk: Підтвердження конвертації в євро
uz: Евро ковертациясини тасдиқлаш
zh: 歐元兌換確認

source: Europe Cruise
ca: Creuer per Europa
fr: Croisière en Europe
it: Crociera Europa
ja: ヨーロッパクルーズ
kk: Еуропа Круизі
pt: Cruzeiro Europe
ro: Croazieră în Europa
uk: Круїз по Європі
uz: Европа круизи
zh: 欧洲邮轮

source: Event
ca: Esdeveniment
es: Evento
fr: Événement
it: Evento
ja: イベント
kk: Шара
ko: 이벤트
ky: Окуя
lv: Notikums
mn: Арга хэмжээ
pt: Evento
ro: Eveniment
ru: Мероприятие
uk: Захід
uz: Тадбир
zh: 活動

source: Event Data
ca: Dades de l'Esdeveniment
de: Event Daten
es: Info del Evento
fr: Données d'événement
it: Dati dell'evento
ja: イベントのデータ
kk: Іс-шара деректері
ky: Иш-чаранын маалыматтары
lv: Pasākuma dati
mn: Арга хэмжээний мэдээлэл
pt: Data do evento
ro: Date despre eveniment
ru: Данные мероприятия
uk: Дані про захід
uz: Тадбир маълумотлари
zh: 活动数据

source: Event Prizes
ca: Premis de l'esdeveniment
de: Event Preise
es: Premios del Evento
fr: Prix de l'événement
it: Premi dell'evento
ja: イベントの賞
kk: Іс-шараға қатысқаны үшін сыйлықтар
ky: Иш-чаранын сыйлыктары
lv: Pasākuma Balvas
mn: Арга хэмжээний шагналууд
pt: Prêmios do evento
ro: Premii pentru eveniment
ru: Призы мероприятия
uk: Призи заходу
uz: Тадбир ютуқлари
zh: 活动奖励

source: Event Type
ca: Tipus d'esdeveniment
de: Event Typ
es: Tipo de Evento
fr: Type d'événement
it: Tipo di evento
ja: イベントのタイプ
kk: Іс-шара түрі
ky: Иш-чаранын түрү
lv: Pasākuma Veids
mn: Арга хэмжээний төрөл
pt: Tipo de evento
ro: Tipul evenimentului
ru: Тип мероприятия
uk: Тип заходу
uz: Тадбир тури
zh: 活动类型

source: Every 6 Months
ca: Cada 6 mesos
de: Alle 6 Monate
es: Cada 6 meses
fr: Tous les 6 mois
it: Ogni 6 mesi
ja: 6ヶ月ごと
kk: Әр 6 ай сайын
ky: 6 ай сайын
lv: Ik pēc 6 mēnešiem
mn: 6 сар дутамд
pt: a cada 6 meses
ro: La fiecare 6 luni
ru: Каждые 6 месяцев
uk: Кожні 6 місяців
uz: Ҳар 6 ойда
zh: 每6个月

source: every additional dollar donated by its Partners
fr: chaque dollar supplémentaire donné par les Partenaires
it: ogni dollaro in più donato dai suoi partner
pt: cada dólar adicional doado por seus Parceiros
uk: кожен додатковий долар, пожертвуваний вашими Партнерами

source: Every donation—no matter the size—brings healing and hope to communities with limited access to medical care.
fr: Chaque don, quel que soit son montant, apporte guérison et espoir aux communautés ayant un accès limité aux soins médicaux.
it: Ogni donazione—indipendentemente dall'entità—porta guarigione e speranza alle comunità con accesso limitato all'assistenza medica.
pt: Cada doação, independentemente do valor, traz cura e esperança a comunidades com acesso limitado a cuidados médicos.
uk: Кожна пожертва — незалежно від її розміру — приносить зцілення та надію громадам з обмеженим доступом до медичної допомоги.

source: Every six months we verify your account details to ensure everything stays secure. You can keep using the site, but some features will remain limited until the review is complete.
fr: Tous les six mois, nous vérifions les informations de votre compte pour garantir sa sécurité. Vous pouvez continuer à utiliser le site, mais certaines fonctionnalités resteront limitées jusqu'à la fin de l'examen.
it: Ogni sei mesi verifichiamo i dettagli del tuo account per garantire che tutto rimanga sicuro. Puoi continuare a usare il sito, ma alcune funzionalità rimarranno limitate fino al completamento della revisione.

source: Everyone enjoys the same great experience, no matter what device they use.
ca: Tots gaudeixen de la mateixa experiència, independentment del dispositiu que utilitzin.
de: Jeder genießt das gleiche großartige Erlebnis, unabhängig davon, welches Gerät er benutzt.
es: Todos disfrutan de la misma gran experiencia, sin importar el dispositivo que usen.
fr: Tout le monde profite de la même expérience, quel que soit l'appareil utilisé.
it: Tutti possono fruire della stessa fantastica esperienza, indipendentemente dal dispositivo utilizzato.
ja: どのデバイスを使っても、誰もが同じ素晴らしい体験を楽しむことができます。
kk: Қандай құрылғыны пайдаланса да, барлығы бірдей тәжірибе алады.
ko: 어떤 기기를 사용하든 모든 사람이 동일하게 훌륭한 경험을 즐깁니다.
ky: Кандай аспапты колдонбосун, бардыгы бирдей сонун тажрыйбага ээ болот.
lv: Visiem ir vienlīdz liela pieredze, lai arī kādu ierīci viņi lieto.
mn: Хүн бүр ямар ч төхөөрөмж дээрээс ажиллаж буйгаас үл хамааран гайхалтай ажиллах программттай боллоо.
pt: Todos desfrutam da mesma ótima experiência, independentemente do dispositivo que usam.
ro: Toată lumea se bucură de aceeași experiență grozavă, indiferent de dispozitivul pe care îl folosește.
ru: Каждый может наслаждаться тем же самым замечательным пользовательским опытом, независимо от того, какое устройство использует.
uk: Кожен може насолоджуватися чудовим користувальницьким досвідом, незалежно від того, який пристрій використовує.
uz: Қурилма қандайлигидан қатъи назар, барча бирдек фойдаланиши мумкин.
zh: 无论使用什么设备，每个人都可以享受同样出色的体验。

source: Example Booking Scenarios
ca: Escenaris d'Exemple de Reserva
de: Beispiel für Buchungsszenarien
es: Escenarios de ejemplos de Reserva
fr: Exemples de scénarios de réservation
it: Esempi di scenari di prenotazione
ja: 予約シナリオの一例
kk: Брондау Сценарийлерінің Мысалдары
ky: Брондоо сценарийлеринин мисалдары
lv: Rezervēšanas Scenāriju Piemērs
mn: Захиалга хийх жишээ
pt: Exemplos de cenários de reserva
ro: Exemple de scenarii de rezervare
ru: Примеры сценариев бронирования
uk: Приклади сценаріїв бронювання
uz: Буюртмаларга оид мисоллар
zh: 预订示例场景

source: Example:
ca: Exemple:
de: Beispiel:
es: Ejemplo:
fr: Exemple :
it: Esempio:
ja: 例：
kk: Мысалы:
ko: 예:
ky: Мисал:
lv: Piemērs:
mn: Жишээ:
pt: Exemplo:
ro: Exemplu:
ru: Пример:
uk: Приклад:
uz: Мисол учун:
zh: 樣品：

source: Example: If you paid $2,000 USD of the package with (2 for 1) Reward Points, you will receive 1000 (2 for 1) Reward Points returned to your account!
ca: Exemple: Si vas pagar 2.000 dòlars del paquet amb (2 per 1) Punts de Recompensa, rebràs 1.000 (2 per 1) Punts de Recompensa retornats al teu compte!
de: Beispiel: Wenn Sie $2.000 USD des Pakets mit (2 für 1) Reward Points bezahlt haben, erhalten Sie 1000 (2 für 1) Reward Points auf Ihr Konto zurück!
es: Por ejemplo: si pagaste $2,000 USD del paquete con Puntos de Recompensa (2 por 1), recibirás ¡1,000 Puntos de Recompensa (2 por 1) bonificados a tu cuenta!
fr: Exemple : Si vous payez 2 000 USD du forfait avec des (2 pour 1) Points de Récompense, vous recevrez 1 000 (2 pour 1) Points de Récompense sur votre compte !
it: Esempio: se hai pagato 2.000 USD per il pacchetto con i Crediti Premio (2 per 1), ti verranno restituiti 1000 Crediti Premio (2 per 1) sul tuo account!
ja: 例：パッケージの $2,000 USDを２倍のリワードポイントでお支払いになった場合、あなたのアカウントに1,000 リワードポイント（２倍）が返還されます！
kk: Мысалы: (1 үшін 2) сыйақы ұпайлары бар пакет үшін 2000 АҚШ долларын төлеген болсаңыз, шотыңызға қайтарылған 1000 (1 үшін 2) сыйақы ұпайларын аласыз!
ko: 예: $2,000 USD를 (1대 2) 리워드 포인트로 지불한 경우, 1000(1대 2) 리워드 포인트가 계정으로 반환됩니다!
ky: Мисал: Бонустук упайлар менен топтомдун 2000 USD (1ге 2) төлөгөн болсоңуз, 1000 (1ге 2) Бонустук упайлар эсебиңизге кайтарылып берилет!
lv: Piemērs. Ja esat samaksājis $2, 000 ASV dolāru no paketes ar (2 par 1) Balvu Punktiem, jūs saņemsiet kontā atpakaļ 1000 (2 par 1) Balvu punktus!
mn: Жишээ нь: Хэрэв та багцын $2,000-ыг (1:2) Шагналын Оноогоор төлсөн бол таны дансанд 1000 (1:2) Шагналын Оноо буцан ирэх болно!
pt: Exemplo: Se você pagou $2.000 USD do pacote com (2 por 1) Pontos de Recompensa, você receberá 1.000 (2 por 1) Pontos de Recompensa devolvidos à sua conta!
ro: Exemplu: Dacă ai plătit 2.000$ din pachet cu puncte de recompensă (2 pentru 1), vei primi 1.000 de puncte de recompensă (2 pentru 1) returnate în contul tău!
ru: Пример: если вы оплатили $2000 по тарифу Бонусными Баллами (2 к 1), то получите 1000 Бонусных Баллов (2 к 1) обратно на свой счёт!
uk: Приклад: якщо ви сплатили $2000 за тарифом Бонусними Балами (2 до 1), то отримаєте 1000 Бонусних Балів (2 до 1) назад на свій рахунок!
uz: Мисол: Агар сиз 2000 АҚШ$ лик пакетни (1 га 2) Бонус балларини қўллаб тўласангиз, сизнинг ҳисобингизга 1000 (1 га 2) Бонус баллари қайтарилади!
zh: 示例：如果您使用（2换1）奖励积分支付了2,000美元的套餐，您将收到1000（2换1）奖励积分返回您的帐户！

source: Example: If you paid $3,000 USD out of pocket, you will receive 3,000 (1 for 1) Reward Points deposited into your account!
ca: Exemple: Si vas pagar 3.000 dòlars de la teva butxaca, rebràs 3.000 (1 per 1) Punts de Recompensa dipositats en el teu compte!
de: Beispiel: Wenn Sie 3.000 USD aus eigener Tasche bezahlt haben, erhalten Sie 3.000 (1 für 1) Reward Points auf Ihr Konto überwiesen!
es: Por ejemplo: si hiciste un pago de bolsillo por $3,000 USD, recibirás ¡3,000 Puntos de Recompensa (1 por 1) que serán depositados a tu cuenta!
fr: Exemple : si vous payez 3 000 USD de votre poche, vous recevrez 3 000 Points de Récompense (1 pour 1) déposés sur votre compte !
it: Esempio: se hai pagato 3.000 USD di tasca tua, riceverai 3.000 Crediti Premio (1 per 1) sul tuo account!
ja: 例：$3,000 USDを実費分で支払った場合、3,000リワードポイント（１倍）がアカウントに還元されます！
kk: Мысалы: Егер сіз қалтаңыздан 3 000 доллар төлесеңіз, шотыңызға 3 000 (1 үшін 1) бонустық ұпай аласыз!
ko: 예: $3,000 USD를 본인 부담금으로 지불한 경우, (1대 1) 계정에 3,000 리워드 포인트를 받게 됩니다!
ky: Мисал: Эгер сиз өз чөнтөгүңүздөн $3,000 төлөсөңүз, сиз эсебиңизге 3,000 (1 ге 1) бонустук упай аласыз!
lv: Piemērs: Ja esat maksājis $3,000 USD skaidrā naudā, jūs saņemsiet 3,000 (1 par 1) Balvu punktus atpakaļ savā kontā!
mn: Жишээ: Хэрэв та өөрөөс $3,000 төлсөн бол та өөрийн дансанд 3000 (1:1) Шагналын Оноо авах болно!
pt: Exemplo: Se você pagou $3.000 à parte, receberá 3.000 (1 por 1) Pontos de Recompensa depositados em sua conta!
ro: Exemplu: Dacă ai plătit 3.000$ din buzunar, vei primi 3.000 de puncte de recompensă (1 pentru 1) depuse în contul tău!
ru: Пример: Если вы заплатили $3000 из собственных средств, то получите на свой счёт 3000 Бонусных Баллов (1 к 1)!
uk: Приклад: Якщо ви заплатили $3000 з власних коштів, то отримаєте на свій рахунок 3000 Бонусних Балів (1 до 1)!
uz: Мисол: Агар сиз ҳамёндан 3000 АҚШ$ тўласангиз, сизнинг ҳисобингизга 3000 (1 га 1) Бонус баллари қайтарилади!
zh: 示例：如果您自掏腰包支付了 3,000 美元，您将收到 3,000（1 换 1）奖励积分存入您的账户！

source: Example: On September 15th your August Builder Base Bonus is calculated at $10,000. Your QBI percentage is 60 at that time. Since 60% is less than 65%, you are paid 60% of your possible $10,000 <strong>Builders Base Bonus</strong> for August, so $6,000.
ca: Exemple: El 15 de setembre la teva Bonificació Base de Constructor d'agost es calcula en 10.000 dòlars. El teu percentatge de QBI és del 60 en aquest moment. Atès que el 60% és inferior al 65%, se't paga el 60% dels teus possibles 10.000 dòlars. <strong>Bonificació bàsica de constructors</strong> per Agost, així que 6.000 dòlars.
de: Beispiel: Am 15. September wird Ihr Builders Base Bonus für August auf 10.000 $ berechnet. Ihr QBI-Prozentsatz beträgt zu diesem Zeitpunkt 60. Da 60 % weniger als 65 % sind, erhalten Sie 60 % Ihrer möglichen 10.000 $ <strong>Builders Base Bonus</strong> für August, also 6.000 $.
es: Ejemplo: El 15 de septiembre se calcula tu Bono Base de Constructores de agosto en $10,000. En ese momento, tu porcentaje de QBI es del 60%. Como el 60% es menor que el 65%, se te paga el 60% de tu posible <strong>BBono Base de Constructores</strong> de $10,000 para agosto, es decir, $6,000.
fr: Le 15 septembre, votre Bonus de Base des Constructeurs du mois d'août est calculé à 10 000 $. Votre pourcentage de QBI est de 60 à ce moment-là. Comme 60 % est inférieur à 65 %, vous recevez 60 % <strong>Bonus de Base des Constructeur</strong> de 10 000 $ pour le mois d'août, soit 6 000 $.
it: Esempio: il 15 settembre il calcolo del tuo Bonus Base Costruttori di agosto è pari a $10.000. In quel momento la tua percentuale di QBI è pari a 60. Poiché il 60% è inferiore al 65%, ti viene corrisposto il 60% del tuo possibile <strong>Bonus Base Costruttori</strong> di $10.000 di agosto, quindi $6.000.
ja: 例：9月15日、あなたの8月のビルダーズ・ベース ボーナスの可能性は$10,000と計算されます。その時、あなたの QBI パーセントは60%です。60%は65%より低いため、あなたは8月の <strong>ビルダーズ・ベース ボーナス</strong> として獲得可能であった$10,000ドルに対して60%、 つまり6,000ドルが支払われることになります。
kk: Мысалы: 15 қыркүйекте тамыз айындағы Фундамент Бизнес Бонусы $10,000 мөлшерінде есептеледі. Қазіргі уақытта сіздің QBI пайызыңыз 60. 65% 60% төмен болғандықтан, сізге тамыз айындағы мүмкін болатын $10 000 <strong>Фундамент Бизне Бонусының</strong> 60% немесе $6 000 төленеді.
ky: Мисал: 15-сентябрда сиздин Август Builder Base бонусуңуз 10,000 $ болуп эсептелет. Сиздин QBI пайызы ошол учурда 60 болуп саналат. 60% 65% дан аз болгондуктан, сизге мүмкүн болгон 10,000 $ 60% төлөнөт <strong>Курулушчулардын базалык бонусу</strong> август үчүн, ошондуктан 6000$.
lv: Piemērs: 15.septembrī jūsu augusta Lietotāju Bāzes Bonus ir aprēķināts kā $10,000. Jūsu QBI procenti ir 60 šajā laikā. Tā kā 60% ir mazāk kā 65%, jums tiek izmaksāti 60% no jūsu iespējamiem $10,000<strong>Lietotāju Bāzes Bonus</strong>Augustā,tātad $6,000.
mn: Жишээ: 9 сарын 15-нд таны 8 сарын Билдерс Бэйс болох $10,000 бодогдсон. Энэ үед таны QBI-н хувь 65%-аас бага 60% байвал та дээрх $10,000-ын 60% буюу $6,000-ыг 8 сарын <strong>Билдерс Бэйс урамшуулалд</strong> авна.
pt: Exemplo: em 15 de setembro, seu bônus Base de Construtores de agosto é calculado em $10.000. Sua porcentagem de QBI é 60 naquele momento. Como 60% é menor que 65%, você recebe 60% de seus $10.000 possíveis. <strong>O seu bônus Base dos Construtores</strong> para agosto então será $6.000.
ro: Exemplu: pe 15 septembrie, bonusul pentru baza constructorilor din august este calculat la 10.000$. Procentul tău QBI este de 60 la acel moment. Deoarece 60% este mai puțin de 65%, ești plătit cu 60% din 10.000$ posibili din <strong>bonusul pentru baza constructorilor</strong> pentru august, deci 6.000$.
ru: Пример: 15 сентября был рассчитан ваш августовский бонус "Фундамент Бизнеса", который составил $10 000. К этому моменту ваш QBI составляет 60%. Поскольку 60% меньше 65%, то вам выплачивается 60% от возможных $10 000 <strong>бонуса "Фундамент Бизнеса"</strong> за август, то есть $6000.
uk: Приклад: 15 вересня було розраховано ваш серпневий бонус "Фундамент Бізнесу", який становив $10 000. До цього моменту ваш QBI (ІЯБ) складає 60%. Оскільки 60% менше 65%, то вам виплачується 60% від можливих $10,000 <strong>бонусу "Фундамент Бізнесу"</strong> за серпень, тобто $6000.
uz: Мисол учун: 15 сентябрда сизнинг август ойи учун Қурувчилар базаси бонусингиз 10,000$ ҳисобланган. Ўша вақтда сизнинг QBI кўрсаткичи – 60%. 60% 65% дан кам бўлганлиги сабабли сизга август ойи учун эҳтимолий 10,000$ <strong>Қурувчилар базаси бонусидан</strong> 60%, яъни 6,000$ тўланади.
zh: 示例：9 月 15 日，您的 8 月构建者基本奖金计算为 10,000 美元。 那时你的 QBI 百分比是 60。 由于 60% 小于 65%，因此您将获得可能的 10,000 美元的 60% 8 月份的<strong>建设者基础奖金</strong>即 6,000 美元。

source: Exchange rate
ca: Tipus de canvi
de: Wechselkurse
es: Tipo de cambio
fr: Taux de change
it: Tasso di cambio
ja: 為替レート
kk: Айырбас бағасы
ko: 환율
ky: Валюта курсу
lv: Valūtas kurss
mn: Ханш
pt: Taxa de câmbio
ro: Rata de schimb
ru: Курс обмена
uk: Курс обміну
uz: Айирбошлаш курси
zh: 汇率

source: Exclude previously invited
ca: Excloure les persones que ja han estat invitades
de: Vorher Eingeladene ausschließen
es: Excluir a los invitados previamente
fr: Exclure les personnes déjà invitées
it: Escludi le persone invitate in precedenza
ja: 以前招待された人を省く
kk: Бұрын шақырылғандарды алып тастаңыз
ky: Мурда чакырылгандарды алып салуу
lv: Izslēgt iepriekš uzaicināto
mn: Урьд урьсан хаягуудыг хасах
pt: Excluir convidados anteriormente
ro: Excludeți invitații anterior
ru: Исключить ранее приглашённых
uk: Виключити раніше запрошених
uz: Аввал таклиф этилганларни чиқариб ташлаш
zh: 排除之前已邀请的

source: Exclude results with mandatory pre-paid tips
ca: Exclou resultats amb propines prepagades obligatòries
de: Ergebnisse mit obligatorischen vorausbezahlten Trinkgeldern ausschließen
es: Excluir resultados con propinas pre-pagadas obligatorias
fr: Exclure les résultats avec des pourboires obligatoires prépayés
it: Escludi i risultati con mance prepagate obbligatorie
ja: 前払いのチップが義務付けられている結果を除く
kk: Міндетті алдын ала төленген кеңестермен нәтижелерді алып тастаңыз
ky: Милдеттүү алдын ала төлөнүүчү чайпулдарды алып таштаңыз
lv: Izslēdziet rezultātus ar obligātiem priekšapmaksas padomiem
mn: Заавал урьдчилан төлөх үйлчилгээний хөлсийг оруулаагүй
pt: Exclua resultados com gorjetas pré-pagas obrigatórias
ro: Exclude rezultatele cu bacșiș preplătit obligatoriu
ru: Исключить результаты с обязательными предоплаченными чаевыми
uk: Виключити результати з обов'язковими передплаченими чайовими
uz: Мажбурий олдиндан чойчақа тўланадиган натижалар истисно этилсин
zh: 排除包含强制预付小费的结果

source: Exclude Teams
ca: Exclou els equips
de: Teams ausschließen
es: Excluir Equipos
fr: Exclure les équipes
it: Escludi squadre
ja: チームを省く
kk: Топтарды Алып тастау
ko: 팀 배제
ky: Командаларды кошпоңуз
lv: Izslēdziet komandas
mn: Багуудыг хасах
pt: Excluir equipes
ro: Exclude echipele
ru: Исключить Команды
uk: Виключити Команди
uz: Истисно жамоалар
zh: 排除團隊

source: Excluding Teams
ca: Excloent els equips
de: Teams ausschließen
es: Excluyendo Equipos
fr: Equipes exclues
it: Escluse le squadre
ja: チームを省く
kk: Командаларды Қоспағанда
ko: 팀 포함
ky: Командалардан башкасы
lv: Izslēdzošās komandaw
mn: Хасагдсан багууд
pt: Excluindo equipes
ro: Se exclud echipele
ru: За исключением Команды
uk: За виключенням Команди
uz: Жамоалардан ташқари
zh: 排除團隊

source: Exclusive Access
ca: Accés Exclusiu
de: Exklusiver Zugang
es: Acceso Exclusivo
fr: Accès exclusif
it: Accesso esclusivo
ja: 特別限定アクセス
kk: Эксклюзивті қол жетімділік
ky: Эксклюзивдүү мүмкүнчүлүк
lv: Ekskluzīva Piekļuve
mn: Тусгай хэрэглэгээ
pt: Acesso Exclusivo
ro: Acces exclusiv
ru: Эксклюзивный доступ
uk: Ексклюзивний доступ
uz: Эксклюзив кириш ҳуқуқи
zh: 专属访问权限

source: Exclusive Access to a Matchless Collection of Travel Options
ca: Accés Exclusiu a una Col·lecció Incomparable d’Opcions de Viatge
de: Exklusiver Zugang zu einer unvergleichlichen Sammlung von Reiseoptionen
es: Accceso Exclusivo a una Colección Inigualable de Opciones de Viaje
fr: Accès Exclusif à une Collection Incomparable d'Options de Voyage
it: Accesso esclusivo a una collezione impareggiabile di proposte di viaggio
ja: 他に類を見ない旅行オプションのコレクションへの限定アクセス
kk: Саяхат мүмкіндіктерінің теңдесі жоқ жинағына эксклюзивті қолжетімділік
ky: Саякаттоонун теңдешсиз түрлөрүнө ээ болуу
lv: Ekskluzīva piekļuve Nesaskaņotai Ceļojumu opciju Kolekcijai
mn: Аяллын харьцуулашгүй цуглуулга руу нэвтрэн орох эрх
pt: Acesso exclusivo a uma coleção INcomparável de opções de viagem
ro: Acces exclusiv la o colecție fără egal de opțiuni de călătorie
ru: Эксклюзивному доступу к бесподобной коллекции вариантов путешествий
uk: Ексклюзивний доступ до незрівнянної колекції варіантів подорожей
uz: Тенгсиз Саёҳат вариантлари коллекциясига Эксклюзив кириш ҳуқуқи
zh: 专属访问无与伦比的旅行选择合集
