Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Include all passengers, both inCruises members and non-members, who will be participating in this cruise. Age will be calculated based on the boarding date %{boardingDate}
fr: Inclure tous les passagers, membres et non-membres d'inCruises, participant à cette croisière. L'âge sera calculé à partir de la date d'embarquement %{boardingDate}
it: Elenca tutti i partecipanti a questa crociera (sia Membri che non-Membri inCruises). L'età sarà determinata in base alla data di imbarco: %{boardingDate}.
pt: Inclua todos os passageiros, tanto membros da inCruises como não membros, que participarão neste cruzeiro. A idade será calculada com base na data de embarque %{boardingDate}
uk: Вкажіть усіх пасажирів, які вирушають з вами у цей круїз (як Членів Клубу inCruises, так і тих, хто не є Членами Клубу). Вік буде розраховано на дату посадки %{boardingDate}.

source: Include all taxes and fees.
ca: Inclou tots els impostos i taxes.
de: Einschließlich Steuern und Gebühren.
es: Incluye todos los impuestos y cargos.
fr: Inclure toutes les taxes et tous les frais.
it: Deve includere tutte le tasse e le imposte.
ja: 税金および手数料を含んでいること。
kk: Барлық салықтар мен алымдарды қосыңыз.
ko: 모든 세금과 수수료를 포함하십시오.
ky: Бардык салыктарды жана жыйымдарды камтуу.
lv: Ieskaitot visus nodokļus un maksas.
mn: Бүх татвар, хураамжууд орсон
pt: Inclui todos os impostos e taxas.
ro: Include toate taxele și impozitele.
ru: Включить все налоги и сборы.
uk: Включити всі податки та збори.
uz: Барча солиқлар ва йиғимларни ўз ичига олади
zh: 包括所有税费。

source: Includes
fr: Comprend
it: Include
kk: Қамтиды
pt: Inclui
uk: Включає
uz: Ўз ичига олади
zh: 包含

source: Includes free travel possibilities
ca: Inclou possibilitats de viatjar gratuïtament
de: Beinhaltet kostenlose Reisemöglichkeiten
es: Incluye posibilidades de viajar gratis
fr: Inclut des possibilités de voyage gratuites
it: Include la possibilità di viaggiare gratuitamente
ja: 無料での旅行の可能性も含まれます
kk: Тегін саяхат мүмкіндіктерін қамтиды
ky: Акысыз саякат мүмкүнчүлүктөрүн камтыйт
lv: Ietver bezmaksas ceļošanas iespējas
mn: Үнэгүй аяллын боломжууд
pt: Inclui possibilidades de viagens gratuitas
ro: Include posibilități de călătorie gratuite
ru: Включает возможности бесплатных путешествий
uk: Включає можливості безкоштовних подорожей
uz: Бепул саёҳат имкониятларини ўз ичига олади
zh: 包含免费旅行机会

source: Income and Incentive Guide
ca: Guia d'Ingressos i Incentius.
de: eINkommens und and INcentive Leitfaden
es: Guía de INgresos e INcentivos
fr: Guide des revenus et des incitations
it: Guida ai Redditi e agli INcentivi
ja: INcome（収入）とINセンティブガイド
kk: Табыс және ынталандыру жөніндегі Нұсқаулық
ky: Киреше жана стимул боюнча колдонмо
lv: Ienākumu un Stimulāciju Rokasgrāmata
mn: Орлого урамшууллын гарын авлага
pt: Guia de Renda e Incentivo
ro: Ghid de venituri și stimulente
ru: Руководство по доходам и вознаграждениям
uk: Посібник з доходів та винагород
uz: Даромад ва рағбатларга оид Йўриқнома
zh: 收入和激励指南

source: Income and Incentive Overview
ca: Visió general d'Ingressos i Incentius
de: Überblick über Einkommen und Incentives
es: Resumen de INgresos e INcentivos
fr: Vue d'ensemble des revenus et des incitations
it: Panoramica dei Redditi e degli INcentivi
ja: INcome（収入）とINセンティブ概要
kk: Кірістер мен ынталандыруларға шолу
ky: Киреше жана стимулга сереп
lv: Ienākumu un Stimulāciju Pārskats
mn: Орлого урамшууллын гарын авлага
pt: Visão geral de renda e incentivo
ro: Privire de ansamblu asupra veniturilor și stimulentelor
ru: Обзор доходов и вознаграждений
uk: Огляд доходів та винагород
uz: Даромад ва рағбатлар шарҳи
zh: 收入和激励概览

source: INcome and INcentives
ca: Guia d'INgressos i INcentius.
de: eINkommen und INcentives
es: INgresos e INcentivos
fr: Revenus et INcitations
it: Redditi e INcentivi
ja: INcome（収入）とINセンティブ
kk: Табыс және ынталандыру
ky: Кирешелер жана стимулдар
lv: INienākumiun INstimulācijas
mn: Орлого урамшуулал
pt: Renda e Incentivos
ro: Venituri și Stimulente
ru: Доходы и вознаграждения
uk: Доходи та Винагороди
uz: Даромад ва рағбатлар
zh: 收入和激励

source: Incoming Mail Server (IMAP) - Requires SSL Encryption
ca: Servidor de correu entrant (IMAP): requereix xifrat SSL
de: Eingehender Mailserver (IMAP) - Verlangt eine SSL Verschlüsselung
es: Servidor de correo entrante (IMAP) - Requiere Encriptación SSL
fr: Serveur de courrier entrant (IMAP) - Nécessite le cryptage SSL
it: Server di posta in arrivo (IMAP) - Richiede la crittografia SSL
ja: 受信メールサーバー（IMAP） - SSL暗号化が必要
kk: Кіріс пошта сервері (IMAP) - SSL шифрлауды талап етеді
ko: 수신 메일 서버 (IMAP) - SSL(보안 소켓 계층) 암호화 필요합니다
ky: Кирүүчү почта сервери (IMAP) - SSL шифрлөөсүн талап кылат
lv: Incoming Mail Server (IMAP) - nepieciešama SSL šifrēšana
mn: Ирж буй мэйлийн сервер (IMAP) - SSL Нууцлал хэрэгтэй
pt: Servidor de Correio de Entrada (IMAP) - Requer Criptografia SSL
ro: Server de poștă electronică de intrare (IMAP) - necesită criptare SSL
ru: Сервер входящей почты (IMAP) - Требует шифрования SSL
uk: Сервер вхідної пошти (IMAP) - Потребує шифрування SSL
uz: Кирувчи хатлар сервери (IMAP) - ҲСД шифрлаш талаб этилади
zh: 接收郵件服務器（IMAP） - 需要SSL加密

source: Incomplete
ca: Incomplet
de: Unvollständig
es: Incompleto
fr: Incomplet
it: Incompleto
ja: 未受講
kk: Аяқталмаған
ko: 불완전
ky: Толук эмес
lv: Nepilnīgs
mn: Дуусгаагүй байна
pt: Incompleto
ro: Incomplet
ru: Незавершено
uk: Незавершений
uz: Тўлиқ эмас
zh: 不完整

source: Incorrect Email Format
ca: Format d'Email Incorrecte
de: Falsches E-Mail-Format
es: Formato de Correo Electrónico incorrecto
fr: Format d'e-mail incorrect
it: Formato email non corretto
ja: 誤ったメールアドレスのフォーマット
kk: Электрондық пошта форматы дұрыс емес
ky: Туура эмес электрондук почта форматы
lv: Nepareizs e-pasta Formāts
mn: Имэйлийн формат буруу байна
pt: Formato de e-mail incorreto
ro: Format de e-mail incorect
ru: Некорректный формат адреса электронной почты
uk: Некоректний формат адреси електронної пошти
uz: Нотўғри электрон почта формати
zh: 电子邮件格式错误

source: InCruises - Compensation
ca: InCruises - Compensació
fr: InCruises - Rémunération
it: InCruises - Compensi
ja: InCruises - 報酬
kk: InCruises - Өтемақы
pt: InCruises - Remuneração
ro: InCruises - Compensaţie
uk: InCruises - Компенсація
uz: InCruises - Компенсация
zh: inCruises - 薪酬计划

source: InCruises - Member Activation Bonuses
fr: InCruises - Bonus d'Activation de Membres
it: inCruises - Bonus Attivazione Membri
pt: InCruises - Bônus de Ativação de Membros
uk: InCruises - Бонус за активації Членів Клубу

source: InCruises - Reports
fr: InCruises - Rapports
it: InCruises - Report

source: InCruises - Team Leadership Bonus
fr: InCruises - Bonus du Leadership d'Équipe
it: inCruises - Bonus di Leadership del Team

source: INCRUISES — FIRST AND FOREVER
fr: INCRUISES — PREMIER ET POUR TOUJOURS
it: INCRUISES — PRIMA E PER SEMPRE
kk: INCRUISES — АЛҒАШҚЫ ЖӘНЕ МӘҢГІЛІК
pt: INCRUISES — O PRIMEIRO E PARA SEMPRE
uk: INCRUISES — ПЕРШИЙ І НАЗАВЖДИ
uz: INCRUISES — ИЛК ВА АБАДИЙ
zh: INCRUISES — 始终如一

source: inCruises and its affiliates reserve the right to investigate, review and enforce any appropriate terms or policy applicable to a user. inCruises may make any disclosure reasonably necessary to: i) prevent illegal activity from occurring or continuing to occur on inCruises' website, ii) enforce any section or term contained in any of inCruises' agreements, iii) comply with any request received from a court or government agency with proper authority to make such a request, iv) protect the rights, security, reputation, dignity, and/or property of inCruises, inCruises' affiliates, users and/or the general public.
ca: inCruises i les seves afiliades es reserven el dret d’investigar, revisar i fer complir qualsevol terme o política aplicable a un usuari. inCruises pot fer qualsevol divulgació que consideri raonablement necessària per: i) prevenir que es produeixi o continuï una activitat il·legal al lloc web d’inCruises, ii) fer complir qualsevol secció o terme contingut en qualsevol dels acords d’inCruises, iii) complir amb qualsevol sol·licitud rebuda d’un tribunal o organisme governamental amb autoritat per fer-la, iv) protegir els drets, la seguretat, la reputació, la dignitat o la propietat d’inCruises, de les seves afiliades, dels usuaris o del públic en general.
es: inCruises y sus afiliados se reservan el derecho de investigar, revisar y hacer cumplir cualquiera de los términos o políticas adecuadas aplicables a un usuario. inCruises puede hacer cualquier divulgación necesaria razonablemente para: i) evitar que alguna actividad ilegal se lleve a cabo o continúe llevándose a cabo en el Sitio Web de inCruises, ii) hacer cumplir cualquier sección o término contenido en cualquiera de los acuerdos de inCruises, iii) cumplir con cualquier solicitud recibida de un juzgado o agencia gubernamental con la debida autoridad para hacer tal solicitud, iv) proteger los derechos, la seguridad, la reputación, la dignidad y/o la propiedad de inCruises, afiliados o usuarios de inCruises y/o el público en general.
fr: inCruises et ses sociétés affiliées se réservent le droit d'enquêter, d'examiner et d'appliquer toutes les conditions ou politiques appropriées applicables à un utilisateur. inCruises peut faire toute divulgation raisonnablement nécessaire pour : i) empêcher qu'une activité illégale ne se produise ou ne continue de se produire sur le site Web d'inCruises, ii) appliquer toute section ou condition contenue dans l'un des accords d'inCruises, iii) se conformer à toute demande reçue d'un tribunal ou d'une agence gouvernementale ayant l'autorité appropriée pour faire une telle demande, iv) protéger les droits, la sécurité, la réputation, la dignité et/ou la propriété d'inCruises, des sociétés affiliées d'inCruises, des utilisateurs et/ou du grand public.
it: InCruises e le sue affiliate si riservano il diritto di indagare, rivedere e applicare qualsiasi condizione o politica appropriata applicabile a un utente. inCruises può effettuare qualsiasi divulgazione ragionevolmente necessaria per: i) impedire che si verifichino o continuino a verificarsi attività illegali sul sito web di inCruises, ii) applicare qualsiasi sezione o condizione contenuta in qualsivoglia contratto di inCruises, iii) ottemperare a qualsiasi richiesta ricevuta da un tribunale o da un'agenzia governativa con la debita autorità per effettuare tale richiesta, iv) proteggere i diritti, la sicurezza, la reputazione, la dignità e/o la proprietà di inCruises, delle società affiliate di inCruises, degli utenti e/o del pubblico in generale.
ja: inCruises およびその関連会社は、ユーザーに適用されるあらゆる規約またはポリシーを調査・確認し、必要に応じて執行する権利を留保します。inCruises は、以下の目的のために合理的に必要と判断される情報開示を行うことがあります：i) inCruises のウェブサイト上で違法行為が発生または継続することを防止するため、ii) inCruises のいかなる契約書に含まれる条項を執行するため、iii) 正当な権限を持つ裁判所または政府機関からの要請に応じるため、iv) inCruises、inCruises の関連会社、ユーザーおよび／または一般市民の権利、安全、評判、尊厳および／または財産を保護するため。
kk: inCruises және оның серіктестері қолданушыға қолданылатын тиісті шарттар мен саясатты тексеру, қарау және орындау құқығын сақтайды. inCruises келесі жағдайларда кез келген ақпаратты жариялауға құқылы: i)inCruises' веб-сайтында заңсыз әрекеттердің орын алуын немесе жалғасуын болдырмау үшін; ii)inCruises' келісімдерінде көрсетілген кез келген бөлімді немесе шартты орындау үшін; iii) Сот немесе тиісті мемлекеттік органнан алынған сұрауларға сәйкес келу үшін; iv) inCruises-тің, оның серіктестерінің, қолданушылардың және/немесе жалпы қоғамның құқықтарын, қауіпсіздігін, абыройын, қадір-қасиетін және/немесе мүліктерін қорғау үшін.
pt: A inCruises e suas afiliadas reservam o direito de investigar, revisar e aplicar quaisquer termos ou políticas apropriadas a um usuário. A inCruises pode fazer qualquer divulgação necessária para: i) impedir que atividades ilegais ocorram ou continuem a ocorrer no site da inCruises, ii) cumprir qualquer seção ou termo contido em qualquer um dos acordos da inCruises, iii) cumprir qualquer solicitação recebida de um tribunal ou governo com autoridade adequada para fazer tal solicitação; iv) proteger os direitos, segurança, reputação, dignidade e/ou propriedade da inCruises, afiliados, usuários e/ou público em geral da inCruises.
ro: inCruises și afiliații săi își rezervă dreptul de a investiga, revizui și aplica orice termeni sau politici adecvate aplicabile unui utilizator. inCruises poate face orice dezvăluire rezonabil necesară pentru: i) a preveni apariția sau continuarea activității ilegale pe site-ul inCruises, ii) a pune în aplicare orice secțiune sau termen conținut în oricare dintre acordurile inCruises, iii) a respecta orice solicitare primită de la o instanță sau o agenție guvernamentală cu autoritatea corespunzătoare pentru a face o astfel de solicitare, iv) protejarea drepturilor, demnitatea, securitatea și reputația, demnitatea, securitatea și reputația. Afiliații inCruises, utilizatorii și/sau publicul larg.
uk: inCruises та його філії залишають за собою право розслідувати, переглядати та застосовувати будь-які відповідні умови чи політику, що застосовуються до користувача. inCruises може робити будь-яке розкриття інформації, необхідне для: i) запобігання виникненню або продовженню незаконної діяльності на вебсайті inCruises', ii) примусового застосування будь-якого розділу чи терміну, що містяться в будь-яких угодах inCruises', iii) задоволення будь-якого запиту, отриманого від суду чи урядових установ, що мають відповідні повноваження щодо здійснення такого запиту, iv) захисту прав, безпеки, репутації, гідності та/або власності inCruises', своїх філій, користувачів та/або широкої громадськості.
uz: inCruises ва унинг филиаллари фойдаланувчига нисбатан қўлланилиши мумкин бўлган тегишли шартлар ёки сиёсатни текшириш, кўриб чиқиш ва қўллаш ҳуқуқини ўзида сақлаб қолади. Қуйидагилардан бирига асосли зарурат бўлганда, inCruises ҳар қандай маълумотларни ошкор қилиши мумкин: i) inCruises веб-сайтида ноқонуний ҳаракатларнинг содир этилиши ёки давом эттирилишинг олдини олиш, ii) inCruises келишувларида мавжуд бўлим ёки шартни ижро этиш, iii) суд ёки тегишли талаб қилиш ваколатига эга ҳукумат органи талабига амал қилиш, iv) inCruises, унинг филиаллари, фойдаланувчилар ва/ёки жамоатчиликнинг ҳуқуқлари, хавфсизлиги, обрўси, шаъни ва/ёки мулкини ҳимоя қилиш.
zh: inCruises及其关联方保留调查、审查并执行适用于用户的任何相关条款或政策的权利。inCruises可在合理必要的情况下披露信息，以：i）防止非法活动在inCruises网站上发生或持续发生；ii）执行inCruises任何协议中的条款或内容；iii）配合法院或具有合法权限的政府机构提出的任何请求；iv）保护inCruises、其关联方、用户和/或公众的权利、安全、声誉、尊严和/或财产。

source: inCruises CEO & Co‑Founder Michael "Hutch" Hutchison shares the latest about
fr: Le PDG et Cofondateur d'inCruises, Michael « Hutch » Hutchison, partage les dernières actualités sur
it: Michael “Hutch” Hutchison, CEO e Cofondatore di inCruises, condivide le ultime novità su
kk: inCruises бас директоры және тең-негізін қалаушысы Майкл «Хатч» Хатчисон соңғы жаңалықтармен бөліседі
pt: O CEO e cofundador da inCruises, Michael “Hutch” Hutchison, compartilha as últimas novidades sobre
uk: Генеральний директор та співзасновник inCruises Майкл Хатчісон ділиться останніми новинами про
uz: inCruises БИД ва Ҳаммуассиси Майкл "Хатч" Хатчисон энг сўнгги янгиликлар билан бўлишади
zh: inCruises首席执行官兼联合创始人Michael “Hutch” Hutchison分享最新资讯关于

source: inCruises Club Members, book cruises with confidence, knowing your
ca: Els socis del Club inCruises poden reservar creuers amb confiança, sabent que la teva
de: inCruises Club-Mitglieder können Kreuzfahrten in dem Wissen buchen, dass ihre
es: Miembro del Club de inCruises, reserva cruceros con confianza, sabiendo que tu
fr: Les Membres du Club inCruises peuvent réserver des croisières en toute confiance, en sachant que votre
it: Membri del Club inCruises, prenotate le crociere in tutta tranquillità, sapendo che la vostra
ja: inCruisesのクラブメンバーは、安心してクルーズの予約ができます
kk: inCruises Club мүшелері, өз круиздеріңізді біле отырып, сеніммен брондаңыз
ko: inCruises 클럽 멤버 여러분, 다음을 알고 안심하고 크루즈를 예약하세요
ky: inCruises клубунун мүчөлөрү, төмөндөгүнү баарлап круиздерди ишеним менен брондоңуз
lv: inCruises Kluba Biedri, rezervē kruīzus ar pārliecību, zinot savu
mn: inCruises Клубын Гишүүд итгэлтэйгээр аялалаа захиалж, өөрийн
pt: Membros do clube inCruises, reservem cruzeiros com confiança, conhecendo sua
ro: Membrii ai clubului inCruises, rezervați cu încredere croaziere, cunoscându-vă
ru: Члены Клуба inCruises, бронируйте круизы с уверенностью, зная, что ваша
uk: Члени Клубу inCruises, бронюйте круїзи з впевненістю, знаючи,
uz: inCruises Клуби Аъзолари .... билган ҳолда ишонч билан буюртма берадилар
zh: inCruises 俱乐部会员，放心预订邮轮，了解您的
