Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: This will take a few seconds. Please be patient.
ca: Això trigarà uns segons. Si us plau, sigui pacient.
de: Dies wird ein paar Sekunden dauern. Bitte haben Sie etwas Geduld.
es: Esto tomará algunos segundos. Por favor sé paciente.
fr: Cela prendra quelques secondes. Soyez patients.
it: Il processo richiederà alcuni secondi. Sii paziente.
ja: 数秒時間がかかります。しばらくお待ちください。
kk: Бұл бірнеше секундты алады. Өтінеміз, күте тұрыңыз.
ko: 시간이 소요될 수 있으니 잠시만 기다려 주십시오.
ky: Бул бир нече секунд талап кылат. Сабырдуу болуңуз.
lv: Šis aizņems pāris sekundes.Esiet pacietīgi.
mn: Хэдэн мөч зарцуулах болно. Түр хүлээнэ үү.
pt: Isso levará alguns segundos. Por favor, seja paciente.
ro: Acest lucru va dura câteva secunde. Te rugăm să ai răbdare.
ru: Это займёт несколько секунд. Пожалуйста, подождите.
uk: Це займе кілька секунд. Будь ласка зачекайте.
uz: Бунга бир неча сония талаб этилади. Илтимос, сабр қилинг.
zh: 這將需要幾秒鐘。 請耐心等待。

source: This year, our collective goal was
fr: Cette année, notre objectif collectif était
it: Quest'anno, il nostro obiettivo collettivo era
pt: Este ano, o nosso objectivo colectivo era
uk: У цьому році наша загальна ціль була

source: This year's DSN Global 100 list acknowledges 58 companies achieving more than $100 million in revenue for 2024. The purpose of the Global 100 list remains to showcase the channel's true impact on the economy, individuals and the communities they serve. Sixteen countries are represented on the G100 list.
ca: La llista DSN Global 100 d'aquest any reconeix 58 empreses que han aconseguit més de 100 milions de dòlars en ingressos durant el 2024. L'objectiu de la llista Global 100 continua sent mostrar el veritable impacte del sector en l'economia, les persones i les comunitats a les quals donen servei. Setze països estan representats a la llista G100.
de: Die diesjährige DSN Global 100-Liste würdigt 58 Unternehmen, die im Jahr 2024 einen Umsatz von mehr als 100 Millionen US-Dollar erzielen. Ziel der Global 100-Liste ist es, den tatsächlichen Einfluss des Vertriebskanals auf die Wirtschaft, den Einzelnen und die Gemeinschaften, denen er dient, aufzuzeigen. Sechzehn Länder sind in der G100-Liste vertreten.
es: La lista DSN Global 100 de este año reconoce a 58 empresas que alcanzaron más de $100 millones de USD en ingresos durante 2024. El propósito de la lista Global 100 sigue siendo mostrar el verdadero impacto del canal en la economía, en las personas y en las comunidades a las que sirven. Dieciséis países están representados en la lista G100.
fr: Le classement DSN Global 100 de cette année récompense 58 entreprises ayant réalisé un chiffre d'affaires supérieur à 100 millions de dollars en 2024. L'objectif de ce classement reste de mettre en valeur l'impact réel de la chaîne sur l'économie, les individus et les communautés qu'elle dessert. Seize pays sont représentés au sein du G100.
it: La lista DSN Global 100 di quest'anno riconosce 58 aziende che hanno raggiunto un fatturato superiore a 100 milioni di dollari nel 2024. Lo scopo della lista Global 100 rimane quello di mostrare il vero impatto del canale sull'economia, sugli individui e sulle comunità che servono. Sedici paesi sono rappresentati nella lista G100.
ja: 今年のDSNグローバル100リストでは、2024年に1億ドル以上の収益を達成した58社が認定されました。このグローバル100リストの目的は、ダイレクトセリング業界が経済、個人、そしてそのサービスが届くコミュニティに与える実際の影響を示すことにあります。G100リストには16か国の企業が掲載されています。
kk: Бұл жылдың DSN Global 100 тізімі 2024 жылы 100 миллион доллардан астам табыс тапқан 58 компанияны таниды. Global 100 тізімінің мақсаты — арнаның экономикаға, жеке тұлғаларға және олар қызмет көрсететін қауымдастықтарға шынайы әсерін көрсету. G100 тізімінде 16 елдің өкілдері бар.
ky: Быйылкы DSN Global 100 тизмесинде 2024-жылга карата 100 миллион доллардан ашык киреше тапкан 58 компания бар. Global 100 тизмесинин максаты - каналдын экономикага, жеке адамдарга жана алар тейлеген коомчулукка тийгизген чыныгы таасирин көрсөтүү. G100 тизмесину16 өлкө кирген.
lv: Šī Gada DSN Global 100 sarakstā atzīti 58 uzņēmumi, kas 2023. gadā sasnieguši vairāk nekā 100 miljonu dolāru ieņēmumus. “Global 100” saraksta mērķis joprojām ir parādīt kanāla patieso ietekmi uz ekonomiku, indivīdiem un kopienām, kuras tie apkalpo. G100 sarakstā ir pārstāvētas sešpadsmit valstis.
mn: Энэ жилийн DSN Global 100 жагсаалт нь 2024 онд $100 саяас дээш орлого олсон 58 компанийг албан ёсоор нэрлэжээ. Global 100 жагсаалтын зорилго нь шууд борлуулалтын салбарын эдийн засаг, хувь хүмүүс болон тэдний үйлчилж буй нийгэмд үзүүлж буй жинхэнэ нөлөөллийг харуулах явдал юм. G100 жагсаалтад нийт 16 улс орны компаниуд багтжээ.
pt: A lista DSN Global 100 deste ano reconhece 58 empresas que alcançaram mais de US$100 milhões em receita em 2024. O objetivo da lista Global 100 continua sendo mostrar o verdadeiro impacto do canal na economia, nos indivíduos e nas comunidades que eles atendem. Dezesseis países estão representados na lista do G100.
ro: Lista DSN Global 100 din acest an recunoaște 58 de companii care obțin venituri de peste 100 de milioane de dolari pentru 2024. Scopul listei Global 100 rămâne să prezinte impactul real al canalului asupra economiei, persoanelor și comunităților pe care le deservesc. Șaisprezece țări sunt reprezentate pe lista G100.
ru: В список DSN Global 100 этого года вошли 58 компаний, чья выручка в 2024 году превысила $100 млн. Цель списка Global 100 — продемонстрировать истинное влияние данного канала продаж на экономику, отдельных людей и сообщества, которым служат компании. В списке G100 представлены 16 стран.
uk: До списку DSN Global 100 цього року увійшли 58 компаній, чия виручка у 2024 році перевищила 100 млн доларів США. Мета списку Global 100 — продемонструвати реальний вплив цього каналу продажів на економіку, окремих осіб та спільноти, до яких належать ці компанії. У списку G100 представлені компанії з 16 країн.
uz: Мазкур йилдаги DSN Global 100 рўйхатига 2024 йилдаги йиллик даромади 100 миллион$ дан ошган 58 та компания кирди. Global 100 рўйхатининг мақсади - мазкур каналнинг иқтисодиёт, ҳамда улар хизмат кўрсатадиган алоҳида инсонлар ва жамиятга ҳақиқий таъсирини намойиш этишдир. G100 рўйхатидан 16 мамлакат ўрин олган.
zh: 今年的DSN全球100强榜单表彰了58家2024年收入超过1亿美元的公司。全球100强榜单的目的仍然是展示直销行业对经济、个人和其服务社区的真实影响。G100榜单上共有16个国家的公司入选。

source: Those who make bookings on the same MSC Virtuosa cruise but not the official Elevate Cruise will not be able to participate in the exclusive Elevate Cruise activities.
ca: Aquells que facin reserves en el mateix MSC Virtuosa, però no per al Creuer Elevate, no podran participar en les activitats exclusives del Creuer Elevate.
de: Wer eine MSC Virtuosa-Kreuzfahrt, aber nicht die offizielle Elevate Cruise bucht, kann nicht an den exklusiven Aktivitäten der Elevate Cruise teilnehmen.
es: Aquellos que hagan reservas en el mismo MSC Virtuosa, pero no para el Crucero Elevate, no podrán participar en las actividades exclusivas del Crucero Elevate.
fr: Les personnes qui réservent sur la même croisière MSC Virtuosa mais pas sur la croisière officielle Elevate Cruise ne pourront pas participer aux activités exclusives de la Elevate Cruise.
it: Chi prenota la stessa crociera MSC Virtuosa ma non la Elevate Cruise ufficiale non potrà partecipare alle attività esclusive della Elevate Cruise.
ja: 同じMSC Virtuosa クルーズで、Elevateクルーズ以外のクルーズをご予約された場合、Elevateクルーズ限定のアクティビティにはご参加いただけません。
kk: Бір MSC Virtuosa круизінде билеттерді брондайтындар, бірақ ресми Elevate круизінде емес, эксклюзивті Elevate Cruise іс-шараларына қатыса алмайды.
ko: 공식 Elevate Cruise가 아닌 동일한 MSC Virtuosa 크루즈를 예약한 사람은 독점적인 Elevate Cruise 액티비티에 참여할 수 없습니다.
ky: MSC Virtuosa бортунда бир эле круизди (бирок Elevate Cruise эмес) брондогондор Elevate Cruise эксклюзивдүү программасына катыша алышпайт.
lv: Tie, kas veic rezervācijas tajā pašā MSC Virtuosa kruīzā, bet ne oficiālajā Elevate Kruīzā, nevarēs piedalīties ekskluzīvajās Elevate Kruīza aktivitātēs.
mn: Elevate аялал биш харин ижил MSC Virtuosa аялалын захиалга өгсөн хүмүүс Elevate аяллын онцгой арга хэмжээнүүдэд оролцох боломжгүй.
pt: Aqueles que fizerem reservas no mesmo cruzeiro MSC Virtuosa, mas não no Elevate Cruise oficial, não poderão participar das atividades exclusivas do Elevate Cruise.
ro: Cei care fac rezervări pentru aceeași croazieră MSC Virtuosa, dar nu pentru croaziera oficială Elevate, nu vor putea participa la activitățile exclusive ale croazierei Elevate.
ru: Те, кто совершат бронирование того же круиза на MSC Virtuosa, но не официальный Elevate Cruise, не смогут принять участие в эксклюзивной программе Elevate Cruise.
uk: Ті, хто здійснить бронювання того ж круїзу на MSC Virtuosa, але не офіційний Elevate Cruise, не зможуть взяти участь в ексклюзивній програмі Elevate Cruise.
uz: MSC Virtuosa бортидаги айнан ўша круизга (аммо "Elevate Cruise" га эмас) буюртма берганлар Elevate Cruise эксклюзив дастурида иштирок этмайди.
zh: 预订同一艘 MSC Virtuosa 邮轮但未预订官方 Elevate Cruise 的旅客将无法参加 Elevate Cruise 专属活动。

source: Those who want to travel better, further and more often. Those who want to earn income or even build a business doing something they love.
ca: Aquells que volen viatjar millor, més lluny i més sovint. Aquells que volen generar ingressos o fins i tot construir un negoci fent allò que estimen.
de: Diejenigen, die besser, weiter und öfter reisen wollen. Diejenigen, die verdienen oder sogar ein Business aufbauen wollen, indem sie etwas tun, das sie lieben.
es: Aquellos que desean viajar mejor, más lejos y con mayor frecuencia. Aquellos que quieren generar ingresos o incluso construir un negocio haciendo algo que aman.
fr: Ceux qui veulent voyager mieux, plus loin et plus souvent. Ceux qui veulent gagner de l'argent ou même créer une entreprise en faisant ce qu'ils aiment.
it: Coloro che vogliono viaggiare meglio, più lontano e più spesso. Coloro che vogliono guadagnare o addirittura costruire un'attività facendo qualcosa che amano.
ja: より良い旅を、より遠くへ、より頻繁にしたい方。好きなことで収入を得たい、あるいはビジネスを築きたい方。
kk: Жақсырақ, әрі қарай және жиі саяхаттағысы келетіндер. Өздеріне ұнайтын іспен айналысу арқылы табыс тапқысы келетіндер немесе тіпті бизнес құрғысы келетіндер.
ky: Жакшыраак, алысыраак жана тез-тез саякаттагысы келген адамдар. Өзү сүйгөн иши менен алектенип, ал тургай бизнес ачкысы келгендер.
lv: Tiem, kas vēlas ceļot labāk, tālāk un biežāk. Tiem, kas vēlas gūt ienākumus vai pat veidot biznesu, darot ko sev patīkamu.
mn: Илүү сайхан аялахыг хүссэн, цаашилбал илүү олон удаа аялахыг хүсдэг хүмүүст зориулсан юм. Дуртай зүйлээ хийнгээ орлого олох, тэр байтугай бизнес эрхлэх хүсэлтэй хүмүүст зориулсан юм.
pt: Aqueles que querem viajar melhor, mais longe e com mais frequência. Aqueles que querem ganhar renda ou até mesmo construir um negócio fazendo algo que amam.
ro: Cei care vor să călătorească mai bine, mai departe și mai des. Cei care doresc să câștige venituri sau chiar să își construiască o afacere făcând ceva ce le place.
ru: Те, кто хочет путешествовать лучше, дальше и чаще. Те, кто хочет зарабатывать доход или даже строить бизнес, занимаясь тем, что любит.
uk: Тим, хто хоче подорожувати краще, далі та частіше. Тим, хто хоче заробляти доходи або навіть будувати бізнес, займаючись тим, що любить.
uz: Янада яхшироқ ва кўпроқ саёҳат қилишни истаганлар учун. Севимли иш билан шуғулланган ҳолда даромад топишни ва ҳаттоки бизнес қуришни хоҳлайдиганлар учун.
zh: 那些希望旅行更好、更远、更频繁的人。那些希望通过做自己热爱的事情赚取收入，甚至建立事业的人。

source: Thousands of
ca: Milers de
de: Tausende von
es: Miles de reseñas en
fr: Des milliers de
it: Migliaia di
ja: 多くの
kk: Мыңдаған
ky: Миңдеген
lv: Tukstošiem
mn: Мянга мянган
pt: Milhares de
ro: Mii de
ru: Тысячи
uk: Тисячі
uz: Минглаб
zh: 成千上万的

source: Three Month Volume
ca: Volum de tres mesos
de: Drei-Monats-Umsatz
es: Volumen Trimestral
fr: Volume sur trois mois
it: Volume di tre mesi
ja: 3ヶ月のボリューム
kk: Үш айдағы көлем
ky: Үч айдын көлөмү
lv: Trīs Mēnešu Apjoms
mn: Гурван сарын идэвхжүүлэлтийн хэмжээ
pt: Volume de três meses
ro: Volumul de trei luni
ru: Объём трёх месяцев
uk: Обсяг трьох місяців
uz: Уч ойлик ҳажм
zh: 3个月的销售额

source: Threshold
ca: Llindar
de: Grenzwert
es: Umbral
fr: Seuil
it: Soglia
ja: 値
kk: Шектеу
ky: Чек
lv: Slieksnis
mn: Босго хэмжээ
pt: Limite
ro: Prag
ru: Лимит
uk: Ліміт
uz: Ҳажм
zh: 阈值

source: through the contest and until cruise embarkation
ca: durant tot el concurs i fins a l’embarcament del creuer
de: durch den Wettbewerb und bis zur Einschiffung auf die Kreuzfahrt
es: durante el concurso y hasta el embarque en el crucero
fr: pendant toute la durée du concours et jusqu'à l'embarquement
it: durante tutto il concorso e fino all'inizio della crociera
ja: コンテスト期間中およびクルーズ出航まで
kk: байқау кезінде және круизге шығуға дейін
ky: конкурс аркылуу жана круизге чейин
mn: уралдааны турш болон хөлөгт суух хүртэл
pt: através do concurso e até o embarque no cruzeiro
ro: pe parcursul concursului și până la îmbarcarea în croazieră
ru: в течение конкурса и до момента посадки в борт
uk: протягом конкурсу та до посадки на круїз
uz: танлов даврида ва круизга чиққунга қадар
zh: 贯穿整个比赛期间直至邮轮登船

source: Through use of inCruises' website, products and/or services inCruises provides you access to a variety of resources and content. inCruises' website, including any updates, enhancements, addons, improvements, additional features, upgrades and/or the addition of any new functionality are subject to this TOS.
ca: Mitjançant l’ús del lloc web, els productes o els serveis d’inCruises, inCruises et proporciona accés a una varietat de recursos i continguts. El lloc web d’inCruises, incloent-hi qualsevol actualització, millora, complement, perfeccionament, funcionalitat addicional, actualització de versió o incorporació de noves funcionalitats, està subjecte a aquests Termes i Condicions (TOS).
fr: En utilisant le site Web, les produits et/ou services d'inCruises, inCruises vous donne accès à une variété de ressources et de contenus. Le site Web d'inCruises, y compris toutes les mises à jour, améliorations, modules complémentaires, renforcements, fonctionnalités supplémentaires, mises à niveau et/ou l'ajout de toute nouvelle fonctionnalité sont soumis aux présentes TOS.
it: Attraverso l'utilizzo del sito web, dei prodotti e/o dei servizi di inCruises, inCruises ti fornisce l'accesso a una varietà di risorse e contenuti. Il sito web di inCruises, inclusi eventuali aggiornamenti, miglioramenti, componenti aggiuntivi, perfezionamenti, funzionalità aggiuntive, upgrade e/o l'aggiunta di qualsiasi nuova funzionalità, è soggetto a questi TOS.
ja: inCruisesのウェブサイト、製品、および/またはサービスを使⽤することにより、inCruisesはさまざまなリソースやコンテンツへのアクセスを提供します。アップデート、強化、アドオン、改善、追加機能、アップグレード、および/または新しい機能の追加を含む、inCruisesのウェブサイトは、このTOSの対象となります。
kk: inCruises' веб-сайтын, өнімдерін және/немесе қызметтерін пайдалану арқылы сіз әртүрлі ресурстар мен контентке қол жеткізе аласыз. inCruises веб-сайты, соның ішінде кез келген жаңартулар, жақсартулар, қосымшалар, жетілдірулер, қосымша мүмкіндіктер, жаңартулар және/немесе жаңа функционалдылықтың қосылуы осы Қызмет көрсету шарттарына бағынады.
pt: Através do uso do site, produtos e/ou serviços da inCruises, a inCruises fornece acesso a uma variedade de recursos e conteúdos. O site da inCruises, incluindo as atualizações, aprimoramentos, complementos, melhorias, recursos adicionais e/ou a adição de qualquer nova funcionalidade, está sujeito a estes TDS.
ro: Prin utilizarea site-ului web, produselor și/sau serviciilor inCruises, inCruises îți oferă acces la o varietate de resurse și conținut. Site-ul web inCruises, inclusiv orice actualizări, îmbunătățiri, suplimente, îmbunătățiri, caracteristici suplimentare, upgrade-uri și/sau adăugarea oricărei noi funcționalități sunt supuse acestui TOS.
uk: Використовуючи inCruises' вебсайт, продукти та/або послуги inCruises, компанія inCruises надає вам доступ до різноманітних ресурсів та матеріалів. Веб-сайт inCruises, включаючи будь-які оновлення, удосконалення, доповнення, поліпшення, додаткові функції, модернізацію та/або додавання будь-яких нових функціональних можливостей, підпадає під дію цих умов TOS.
uz: inCruises веб-сайти, маҳсулотлари ва/ёки хизматларидан фойдаланиш орқали inCruises сизни турли манбалар ва контентга кириш имконияти билан таъминлайди. inCruises вебсайти, шу жумладан, ҳар қандай янгиланиш, такомиллаштириш, қўшимча, яхшиланиш, қўшимча функциялар, ва/ёки янги функционал имкониятнинг қўшилиши мазкур ХКШ билан тартибга солинади.
zh: 通过使用inCruises提供的网站、产品和/或服务，您可以访问各种资源和内容。inCruises的网站，包括任何更新、增强、插件、改进、附加功能、升级和/或新增功能，都受本服务条款的约束。
