Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: How to confidently answer people's questions
ca: Com respondre amb confiança a les preguntes de la gent
de: Wie man selbstbewusst die Fragen anderer beantwortet
es: Cómo responder con confianza a las preguntas de las personas
fr: Comment répondre avec confiance aux questions des gens
it: Come rispondere con sicurezza alle domande della gente
ja: 質問に対して自信を持って回答する方法
kk: Адамдардың сұрақтарына қалай сенімді жауап беруге болады
ko: 사람들의 질문에 자신있게 대답하는 방법
ky: Элдин суроолоруна кантип ишенимдүү жооп берүүгө болот
lv: Kā pārliecinoši atbildēt uz cilvēku jautājumiem
mn: Хэрхэн хүмүүсийн асуултанд итгэлтэйгээр хариулах вэ?
pt: Como responder com confiança às perguntas das pessoas
ro: Cum să răspunzi cu încredere la întrebările oamenilor
ru: Как уверенно отвечать на вопросы людей
uk: Як впевнено відповідати на запитання людей
uz: Инсонларнинг саволларига қандай қилиб ишонч билан жавоб қайтариш
zh: 如何自信地回答人们的问题

source: How to simply and effectively introduce your Membership and Partnership Offer
ca: Com presentar de manera senzilla i eficaç la teva oferta de Membresia i l'oportunitat de negoci
de: Wie Sie Ihr Mitgliedschafts- und Partnerschaftsangebot einfach und effektiv vorstellen
es: Cómo presentar de manera simple y efectiva tu oferta de Membresía y Partnership
fr: Comment présenter simplement et efficacement votre offre d'Adhésion et de Partenariat
it: Come presentare in modo semplice ed efficace la tua offerta di Membership e Partnership
ja: メンバーシップとパートナーシップのオファーをシンプルかつ効果的に紹介する方法
kk: Мүшелік пен серіктестік ұсынысыңызды қалай қарапайым және тиімді ұсынуға болады
ko: 멤버십 및 파트너십 제안을 간단하고 효과적으로 소개하는 방법
ky: Мүчөлүк жана Өнөктөштүк сунушуңузду кантип жөнөкөй жана натыйжалуу түрдө сунуу керек
lv: Kā vienkārši un efektīgi iepazīstināt ar jūsu Biedru Dalības un Partnerības piedāvājumu
mn: Хэрхэн өөрийн Гишүүнчлэл болон Түншлэлийг энгийн хялбар бөгөөд үр нөлөөтэй аргаар танилцуулах вэ?
pt: Como apresentar de forma simples e eficaz a sua oferta de assinatura e parceria
ro: Cum să introduci simplu și eficient oferta ta de membru și parteneriat
ru: Как просто и эффективно представлять ваше предложение программы Членства и Партнёрства
uk: Як просто та ефективно представляти вашу пропозицію програми Членства та Партнерства
uz: Аъзолик ва Ҳамкорлик таклифингизни қандай қилиб содда тарзда ва самарали тақдим этиш
zh: 如何简单有效地介绍您的会员和合作伙伴优惠

source: How to Successfully Grow Your Partner Team
ca: Com fer Créixer amb Èxit el teu Equip de Socis
de: Wie Sie Ihr Partnerteam erfolgreich erweitern können
es: Cómo Hacer Crecer con Éxito tu Equipo de Socios
fr: Comment faire grandir ton équipe de partenaires avec succès
it: Come fare crescere con successo il tuo Team di Partner
ja: パートナーチームをうまく成長させる方法
kk: Серіктестер Командаңызды Қалай Табысты Дамыту Керек
ko: 파트너 팀을 성공적으로 성장시키는 방법
ky: Өнөктөш командаңызды кантип ийгиликтүү өстүрсө болот
lv: Kā veiksmīgi palielināt partneru komandu
mn: Түншийн багаа хэрхэн амжилттай өсгөх вэ?
pt: Como desenvolver sua equipe de sócios com sucesso
ro: Cum să dezvolți cu succes echipa ta de Parteneri
ru: Как Успешно Развить Команду Ваших Партнеров
uk: Як Успішно Розвивати Вашу Команду Партнерів
uz: Ҳамкор жамоангизни қандай қилиб муваффақиятли ўстириш мумкин
zh: 如何成功發展您的合作夥伴團隊

source: How to win
ca: Com guanyar
de: Wie man gewinnt
es: Cómo ganar
fr: Comment gagner
it: Come vincere
ja: 獲得方法
kk: Қалай жеңуге болады
ky: Кантип утуш керек
mn: Шалгарах арга
pt: Como ganhar
ro: Cum să câștigi
ru: Как победить
uk: Як перемогти
uz: Қандай ютиш мумкин?
zh: 如何取胜

source: HOW TO WIN! + Prize Details
ca: COM GUANYAR! + Detalls del Premi
es: ¡CÓMO GANAR! + Detalles del Premio
fr: COMMENT GAGNER ! + Details des Prix
it: COME VINCERE! + Info sui premi
ja: 勝つ方法！＋賞品の詳細
kk: ҚАЛАЙ ЖЕҢУГЕ БОЛАДЫ! + Жүлде туралы мәліметтер
pt: COMO VENCER! + Detalhes do Prêmio
ro: CUM SĂ CÂȘTIGI! + Detalii premii
uk: ЯК ВИГРАТИ! + Деталі призів
uz: ҚАНДАЙ ЮТИШ МУМКИН? + Ютуқ ҳақида маълумотлар
zh: 如何获胜！+ 奖品详情

source: How? Simply book cruises using your Reward Points and you are guaranteed to save vs booking directly with cruise lines and cruise resellers.
ca: Com? Simplement, reserva creuers amb els teus punts de recompensa i tens la garantia d'estalviar en comparació amb la reserva directament amb les línies de creuers i els distribuïdors de creuers.
de: Wie das geht? Buchen Sie Kreuzfahrten einfach mit Ihren Reward Points und sparen Sie garantiert gegenüber der Buchung direkt bei Kreuzfahrtgesellschaften und Kreuzfahrtanbietern.
es: ¿Cómo? Simplemente reserva cruceros usando tus Puntos de Recompensa y tendrás la garantía de ahorrar, en lugar de reservar directamente con las líneas de cruceros y los revendedores de cruceros.
fr: Comment ? Il vous suffit de réserver des croisières en utilisant vos Points de Récompense et vous êtes assuré d'économiser par rapport aux réservations effectuées directement auprès des compagnies de croisières et des revendeurs de croisières.
it: Come? Basta che prenoti le crociere utilizzando i tuoi Crediti Premio e avrai la garanzia di risparmiare rispetto a chi prenota direttamente con le compagnie di crociera e i rivenditori di crociere.
ja: どのように？リワードポイントを使ってクルーズを予約するだけで、クルーズラインやクルーズ再販業者に直接予約するよりもお得になることが保証されています。
kk: Қалай? Сыйақы ұпайларын пайдаланып, жай ғана круиздерді брондаңыз және круиздік желілер мен круиздік сатушылармен тікелей брондаумен салыстырғанда үнемдеуге кепілдік беріледі.
ko: 방법은? 리워드 포인트를 사용하여 크루즈를 예약하기만 하면 크루즈 선사 및 크루즈 리셀러를 통해 직접 예약하는 것보다 절약할 수 있습니다.
ky: Кантип? Бонустук Упайларыңызды колдонуп, жөн гана круиздерди брондоңуз жана круиздик линияларды түз же башка круиздик соодагерлер аркылуу брондогонго салыштырмалуу кепилденген үнөмдөөгө ээ болуңуз.
lv: Kā? Vienkārši rezervējiet kruīzus, izmantojot savus Balvu Punktus, un jums ir garantēts ietaupīt rezervējot caur kruīza līnijām un kruīza tālākpārdevējiem.
mn: Хэрхэн? Шагналын Оноо ашиглан аялал захиалах нь аяллын компани болон аялал борлуулагч нараас шууд захиалснаас илүү баталгаатай хэмнэлт гаргах болно.
pt: Como? Basta reservar cruzeiros usando seus Pontos de Recompensa e você terá a garantia de economizar em comparação com a reserva direta com as linhas de cruzeiro e revendedores de cruzeiros.
ro: Cum? Pur și simplu rezervă croaziere folosind punctele tale de recompensă și economisești garantat față de rezervarea directă cu liniile de croazieră și distribuitorii de croaziere.
ru: Как? Просто бронируйте круизы с использованием своих Бонусных Баллов и получайте гарантированную экономию по сравнению с бронированием у круизных линий напрямую или через других продавцов круизов.
uk: Як? Просто бронюйте круїзи з використанням своїх Бонусних Балів та отримуйте гарантовану економію порівняно з бронюванням у круїзних ліній безпосередньо чи через інших продавців круїзів.
uz: Қандай қилиб? Шунчаки ўз Бонус балларингизни қўллаб круизга буюртма беринг, шунда бевосита круиз линиялари ёки риселлер орқали берилган буюртмага нисбатан пул тежашингиз кафолатланган.
zh: 如何？ 只需使用您的奖励积分预订邮轮，与直接通过邮轮公司和邮轮经销商预订相比，您一定会节省费用。

source: However, Partners doing this business (and/or all other similar business activities), that are subject to Habitual status based on exceeding the threshold of €5,000 (commissions of €6.410,26 78%) must provide us with their VAT registration number.
ca: No obstant això, els socis que duguin a terme aquesta activitat (o totes les altres activitats comercials similars), que estiguin subjectes a la condició Habitual per superar el límit de 5.000 euros (comissions de 6.410,26 78%) han de facilitar-nos el seu número de registre d'IVA.
de: Partner, die diese Tätigkeit (und/oder alle anderen ähnlichen Tätigkeiten) ausüben, die aufgrund der Überschreitung des Grenzwertes von € 5.000 (Provisionen in Höhe von € 6.410,26 78%) dem Status der Regelmäßigkeit unterliegen, müssen uns jedoch ihre Umsatzsteuer-Identifikationsnummer mitteilen.
es: Sin embargo, los Socios que realicen este negocio (y/o todas las demás actividades comerciales similares), que estén sujetos al estado Habitual en función de exceder el límite de 5.000 € (comisiones de 6.410,26 € 78%) deben proporcionar su número de registro de VAT.
fr: Toutefois, les Partenaires exerçant cette activité (et/ou toutes autres activités commerciales similaires), qui sont soumis au statut d'Habituel sur la base du dépassement du seuil de 5.000 € (commissions de 78% de 6410,26 €) doivent nous fournir leur numéro d'immatriculation à la TVA.
it: Tuttavia, i Partner che svolgono questa attività (e/o ogni altra attività commerciale simile), secondo la modalità abituale poiché superano la soglia di €5.000 nette (ovvero il 78% di €6.410,26 in commissioni lorde) devono fornirci il loro numero di partita IVA.
ja: ただし、このビジネス（および／または他のすべての類似したビジネス活動）を行っているパートナーは、基準額5,000ユーロ（コミッション6,410,26 78％）を超えることで常居所の対象となるため、VAT登録番号を私たちに提供する必要があります。
kk: Дегенмен, осы бизнесті (және/немесе кез келген басқа ұқсас коммерциялық қызметті) жүзеге асыратын серіктестер 5 000 еуро шегінен (€ 6 410,26 78% комиссия) асуына негізделген Әдеттегі мәртебесі бар серіктестер бізге ҚҚС төлеушінің тіркеу нөмірін көрсетуі керек.
ko: 그러나, 통상적으로 €5,000(커미션 €6.410,26 78%)을 초과하여 이 비즈니스(및/또는 기타 모든 유사한 비즈니스 활동)를 수행하는 파트너는 VAT 등록 번호를 당사에 제공해야 합니다.
ky: Бирок, бул бизнести (жана/же башка ушул сыяктуу ишкердик иш-аракеттерди) жүргүзгөн Өнөктөштөр €5 000 чегинен ашкандыгына байланыштуу Туруктуу статуска ээ болгон (6 410,26 € комиссия 78%) бизге КНСтин каттоо номерин бериши керек.
lv: Tomēr partneriem, kas veic šo uzņēmējdarbību (un/vai citus līdzīgus darījumus), kuriem piemēro parasto/pastāvīgo statusu, pamatojoties uz 5000 eiro sliekšņa pārsniegšanu (komisijas maksa ir 6,410,26 78% euro), ir jānodrošina mums savs PVN reģistrācijas numurs.
mn: Бизнес хийж буй Түншүүд (ижил төстэй бизнесийн бүх үйл ажиллагаа хийдэг) 5,000 Еврогоос дээш (€6.410,26 78%-ийн шимтгэл) байнгийн орлоготой бол НӨАТ-ын бүртгэлийн дугаараа бидэнд өгөх ёстой.
pt: No entanto, os Parceiros que fazem este negócio (e / ou todas as outras atividades comerciais semelhantes), que estão sujeitos ao status Habitual com base na ultrapassagem do limite de € 5.000 (comissões de € 6.410,26 78%), devem nos fornecer seu número VAT de registro.
ro: Cu toate acestea, partenerii care fac această afacere (și/sau toate celelalte activități similare), care fac obiectul unui statut obișnuit bazat pe depășirea pragului de 5.000€ (comisioane de 6.410,26€ 78%) trebuie să ne furnizeze numărul lor de înregistrare TVA.
ru: Однако Партнёры, занимающиеся этим бизнесом (и/или другими схожими видами деятельности), статус которых, в соответствии с превышением порога в €5000 (комиссия 78% от €6410,26), оценивается как "Постоянный", должны предоставить нам свой регистрационный номер НДС.
uk: Однак Партнери, які займаються цим бізнесом (і/або іншими схожими видами діяльності), статус яких, відповідно з перевищенням порога в €5000 (комісія 78% від €6410,26), оцінюється як "Постійний", повинні надати нам свій реєстраційний номер ПДВ.
uz: Шунга қарамай, ушбу бизнес (ва/ёки барча бошқа ўхшаш фаолият) билан шуғулланувчи, доимий равишда 5000€ дан (комиссия €6.410,26 78%) кўп даромад олувчи Ҳамкорлар бизга ҚҚС рақамларини тақдим этишлари шарт.
zh: 但是，從事這項業務（和/或所有其他類似業務活動）的合作夥伴，如果習慣性超過 5,000 歐元（佣金為 6.410,26 78%），則必須向我們提供他們的增值稅註冊號。

source: HR Director
ca: Director RH
de: HR Direktor
es: Director RH
fr: Directeur HR
it: Direttore Risorse Umane
ja: 人事ディレクター
kk: Кадрлар жөніндегі Директор
ko: HR 디렉터
ky: Кадрлар боюнча Директор
lv: HR Direktors
mn: ХH-ийн албаны Захирал
pt: Diretora de RH
ro: Director HR
ru: Директор по Персоналу
uk: Директор з Персоналу
uz: Ходимлар билан ишлаш бўйича директор
zh: 人力資源總監

source: Hutch is helping build the fastest-growing subscription-based travel club, making world-class vacations more accessible to families and travelers worldwide. Under his leadership, inCruises has become a platform for creating meaningful bonds and opportunities that improve lives globally.
ca: Hutch està ajudant a construir el club de viatges basat en subscripció de més ràpid creixement, fent que les vacances de classe mundial siguin més accessibles per a famílies i viatgers de tot el món. Sota la seva direcció, inCruises s'ha convertit en una plataforma per crear vincles i oportunitats significatives que milloren vides mundialment.
de: Hutch hilft beim Aufbau des am schnellsten wachsenden Reiseclubs auf Abonnementbasis, der Familien und Reisenden auf der ganzen Welt den Zugang zu Weltklasse-Urlauben erleichtert. Unter seiner Führung hat sich inCruises zu einer Plattform entwickelt, die sinnvolle Verbindungen und Möglichkeiten schafft, die das Leben auf der ganzen Welt verbessern.
es: Hutch está contribuyendo a construir el club de viajes por suscripción de más rápido crecimiento, haciendo que las vacaciones de clase mundial sean más accesibles para familias y viajeros de todo el mundo. Bajo su liderazgo, inCruises se ha consolidado como una plataforma que genera vínculos significativos y oportunidades que mejoran la vida de las personas a nivel global.
fr: Hutch contribue à la création du club de voyage par abonnement à la croissance la plus rapide, rendant les vacances de prestige plus accessibles aux familles et aux voyageurs du monde entier. Sous sa direction, inCruises est devenue une plateforme propice à la création de liens et d'opportunités enrichissantes qui améliorent la vie des gens partout dans le monde.
it: Hutch sta contribuendo a costruire il club di viaggi basato su abbonamento con la crescita più rapida, rendendo vacanze di livello mondiale più accessibili a famiglie e viaggiatori in tutto il mondo. Sotto la sua guida, inCruises è diventata una piattaforma per creare legami significativi e opportunità che migliorano la vita a livello globale.
ja: Hutchは、世界中の家族や旅行者に世界クラスのバケーションをより身近にする、急成長中のサブスクリプション型トラベルクラブの構築に尽力しています。彼のリーダーシップのもと、inCruisesは人々の人生を豊かにする有意義なつながりと機会を生み出すプラットフォームへと成長しました。
kk: Хатч ең жылдам өсіп келе жатқан жазылымдық негіздегі саяхат клубын құруға көмектесіп жатыр, бұл әлемдік деңгейдегі демалыстарды отбасылар мен саяхатшылар үшін қолжетімді етіп, бүкіл әлем бойынша таратуда. Оның жетекшілігімен inCruises өмірлерді жақсартатын мәнді байланыстар мен мүмкіндіктер жасау үшін платформаға айналды.
ky: Хатч дүйнө жүзүндөгү үй-бүлөлөргө жана саякатчыларга дүйнөлүк деңгээлдеги эс алууларды жеткиликтүү кылып, эң тез өнүгүп жаткан жазылууга негизделген туристтик клубду курууга жардам берип жатат. Анын жетекчилиги астында inCruises дүйнө жүзү боюнча жашоону жакшыртуучу маанилүү байланыштарды жана мүмкүнчүлүктөрдү түзүү платформасына айланды.
lv: Hutch palīdz izveidot visstraujāk augošo uz personīgiem ielūgumiem balstīto ceļojumu klubu, padarot pasaules klases atvaļinājumus pieejamākus ģimenēm un ceļotājiem visā pasaulē. Viņa vadībā “InCruises” ir kļuvusi par platformu jēgpilnu saišu un iespēju radīšanai, kas uzlabo dzīvi globālā mērogā.
mn: Хач дэлхийн хамгийн хурдан өсөж буй, гишүүнчлэлд суурилсан аяллын клубыг байгуулахад, дэлхийн түвшний аяллыг гэр бүлүүд болон аялагч нарт хүртээмжтэй болгоход туслан ажиллаж байна. Түүний удирдлага дор inCruises компани нь дэлхийн хэмжээнд хүмүүсийн амьдралыг сайжруулах утга учиртай холбоо харилцаа, боломжуудыг бий болгож байна.
pt: Hutch está ajudando a construir o clube de viagens por assinatura que mais cresce, tornando as férias de classe mundial mais acessíveis a famílias e viajantes do mundo todo. Sob sua liderança, a inCruises se tornou uma plataforma para a criação de vínculos significativos e oportunidades que melhoram vidas em todo o mundo.
ro: Hutch ajută la construirea clubului de călătorii bazat pe abonament cu cea mai rapidă creștere, făcând vacanțele de clasă mondială mai accesibile familiilor și călătorilor din întreaga lume. Sub conducerea sa, inCruises a devenit o platformă pentru crearea de legături semnificative și oportunități care îmbunătățesc viețile la nivel global.
ru: Майкл помогает строить самый быстрорастущий туристический клуб, работающий по подписке, делая отдых высочайшего класса более доступным для семей и путешественников по всему миру. Под его руководством inCruises стал платформой, позволяющей создавать значимые связи и возможности, которые улучшают жизни людей во всём мире.
uk: Hutch допомагає створити швидкозростаючий туристичний клуб на основі передплати, роблячи відпочинок світового рівня доступнішим для сімей і мандрівників у всьому світі. Під його керівництвом inCruises став платформою для створення значущих зв’язків і можливостей, які покращують життя в усьому світі.
uz: Хатч муҳташам саёҳатларни бутун дунё бўйлаб оилалар ва саёҳатчилар учун ҳамёнбоп қилган ҳолда, тез ривожланаётган фақат обунага асосланган саёҳатчилар клубини яратишга ёрдамлашмоқда. Унинг етакчилиги остида inCruises бутун дунё бўйлаб инсонлар ҳаётини яхшилайдиган муҳим алоқалар ва имкониятлар яратувчи платформага айланди.
zh: Hutch正在协助打造全球增长最快的订阅制旅行俱乐部，使世界级的度假体验对全球家庭和旅行者更加触手可及。在他的领导下，inCruises已成为一个促进全球建立有意义联系与机会的平台，致力于改善人们的生活。
