Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Invalid card token while setting up recurring.
ca: Codi de targeta invàlid en configurar un pagament recurrent.
de: Ungültiges Kartentoken beim Einrichten der wiederkehrenden Zahlung.
es: Código de tarjeta inválido al configurar una tarjeta recurrente.
fr: Jeton de carte invalide lors de la mise en place d'une opération récurrente.
it: Token carta non valido durante l'impostazione del pagamento ricorrente.
ja: 定期払いの設定中に無効なカードトークンが表示されました。
kk: Қайта пайдалануды орнату кезінде алынған карта жарамсыз.
ky: Кайталануучу төлөмдү орнотууда жараксыз карта киргизилди.
lv: Iestatot periodisku, nederīgs kartes marķieris.
mn: Давтамжит төлбөрийн токен код буруу байна.
pt: Token de cartão inválido ao configurar a recorrência.
ro: Indicativ de card nevalid în timpul configurării recurente.
ru: Недействительный токен карты при настройке рекурентной оплаты.
uk: Недійсний токен картки під час налаштування рекурентної оплати.
uz: Даврий тўловни созлашдаги карта токени яроқсиз.
zh: 设置重复付款时，卡片令牌无效。

source: Invalid card token while trying to confirm.
ca: Codi de la targeta invàlid en intentar confirmar el pagament.
de: Ungültiges Kartentoken beim Versuch zu bestätigen.
es: Código de tarjeta inválido al intentar confirmarla.
fr: Jeton de carte invalide lors de la tentative de confirmation.
it: Token carta non valido durante il tentativo di conferma.
ja: 確認中に無効なカードトークンが表示されました。
kk: Растау әрекеті кезінде алынған карта жарамсыз.
ky: Текшерүүгө аракет кылып жатканда жараксыз токен.
lv: Mēģinot apstiprināt, nederīgs kartes marķieris.
mn: Баталгаажуулалт хийхэд картны токен код буруу байна.
pt: Token de cartão inválido ao tentar confirmar.
ro: Indicativ de card nevalid în timpul încercării de a confirma.
ru: Недействительный токен карты при попытке подтверждения.
uk: Недійсний токен картки під час спроби підтвердження.
uz: Тасдиқлашга интилаётганингиз карта токени яроқсиз.
zh: 确认卡片时，卡片令牌无效。

source: Invalid hotel provider.
ca: Proveïdor d'hotel no vàlid.
de: Ungültiger Hotelanbieter.
es: Proveedor de Hoteles no Válido
fr: Fournisseur d'hôtel non valide.
it: Fornitore di hotel non valido.
ja: 無効なホテルプロバイダーです。
kk: Қате қонақүй жеткізушісі.
ky: Туура эмес мейманкана провайдери.
lv: Nederīgs viesnīcas nodrošinātājs.
mn: Зочид буудлын үйлчилгээ үзүүлэгч буруу байна.
pt: Fornecedor de hotel inválido.
ro: Furnizor hotelier nevalid.
ru: Неверный поставщик гостиничных услуг.
uk: Недійсний постачальник готелю.
uz: Янглиш меҳмонхона етказиб берувчи.
zh: 无效的酒店供应商。

source: Invalid referral response
ca: Resposta de referència no vàlida
de: Ungültige Empfehlungsantwort
es: Respuesta de referido no válida
fr: Réponse de parrainage invalide
it: Risposta di referral non valida
ja: 無効な紹介応答
kk: Қате жолдама жауабы
ky: Туура эмес шилтеме жообу
lv: Nederīga atsauces atbilde
mn: Элсүүлэх бичвэрийн хариу буруу байна
pt: Resposta de indicação inválida
ro: Răspuns de recomandare nevalid
ru: Неверный реферальный ответ
uk: Недійсне реферальне запрошення
uz: Нотўғри реферал жавоб
zh: 无效的推荐响应

source: Invalid status in the response.
ca: Estat no vàlid a la resposta.
fr: Statut non valide dans la réponse.
it: Stato non valido nella risposta.
ja: 応答に無効なステータスが含まれています。
kk: Жауаптағы күй дұрыс емес.
pt: Status inválido na resposta.
ro: Stare nevalidă în răspuns.
uk: Недійсний статус у відповіді.
uz: Жавобдаги ҳолат нотўғри.
zh: 响应中状态无效。

source: Invalid status in the response..
fr: Statut non valide dans la réponse..
it: Stato non valido nella risposta.
kk: Жауаптағы күй дұрыс емес..
pt: Status inválido na resposta..
uk: Недійсний статус у відповіді..
uz: Жавобдаги янглиш мақом...
zh: 响应中状态无效..

source: Invitation Details
ca: Detalls d'invitació
de: Einladungsdetails
es: Detalles de la Invitación
fr: Détails de l'invitation
it: Dettagli dell'invito
ja: 招待状の詳細
kk: Шақыру мәліметтері
ko: 가입안내 세부정보
ky: Чакыруу чоо-жайы
lv: Detalizēta informācija par uzaicinājumu
mn: Урилгын дэлгэрэнгүй
pt: Detalhes do convite
ro: Detaliile invitaţiei
ru: Подробности Приглашения
uk: Подробиці Запрошення
uz: Таклиф маълумотлари
zh: 邀請詳情

source: Invitation to INner Circle
fr: Invitation à INner Circle
it: Invito all'INner Circle

source: Invitation Type
ca: Tipus d'Invitació
de: Einladungstyp
es: Tipo de Invitación
fr: Type d'invitation
it: Tipo di invito
ja: 招待状のタイプ
kk: Шақыру түрі
ky: Чакыруунун түрү
lv: Uzaicinājuma veids
mn: Урилгын төрөл
pt: Tipo de convite
ro: Tipul de invitaţie
ru: Тип приглашения
uk: Тип запрошення
uz: Таклифнома тури
zh: 邀请种类

source: Invite
ca: Invitació
de: Einladen
es: Invitación
fr: Inviter
it: Inviti
ja: 招待する
kk: Шақыру
ko: 초대
ky: Чакыруу
lv: Uzaicināt
mn: Урилга илгээх
pt: Convite
ro: Invită
ru: Пригласить
uk: Запросити
uz: Таклиф этиш
zh: 邀請

source: Invite All
ca: Convidar a Tots
de: Alle einladen
es: Invitar a Todos
fr: Inviter tout le monde
it: Invita tutti
ja: 全員を招待する
kk: Барлығын шақырыңыз
ky: Бардыгын чакыруу
lv: Uzaicināt VISUS
mn: Бүгдийг урих
pt: Convidar todos
ro: Invită pe toți
ru: Пригласить всех
uk: Запросити всіх
uz: Барчасини таклиф этиш
zh: 邀请全部

source: Invite others to become Members.
ca: Convida altres a fer-se Membres.
de: Laden Sie andere zur Mitgliedschaft ein.
es: Invita a otros a convertirse en Miembros.
fr: Invitez d’autres personnes à devenir Membres.
it: Invita altri a diventare Membri.
ja: 他の人を招待してメンバーになってもらいましょう。
kk: Басқаларды клуб мүшесі болуға шақырыңыз.
ky: Башкаларды мүчө болууга чакырыңыз
lv: Uzaiciniet Citus, lai kļūtu Biedri.
mn: Бусдыг урьж Гишүүн болгох.
pt: Convidar outros para se tornarem Membros.
ro: Invită pe alții să devină membri.
ru: Приглашайте других становиться Членами Клуба.
uk: Запрошуйте інших ставати Членами Клубу.
uz: Бошқаларни ҳам Аъзо бўлишга таклиф этинг.
zh: 邀请他人成为会员。

source: Invite Partners & Members
ca: Convida Socis i Membres
fr: Inviter des Partenaire et des Membres
it: Invita Partner e Membri
ja: パートナー＆メンバーを招待
kk: Серіктестер мен Клуб Мүшелерін шақыру
pt: Convide Membros e Parceiros
ro: Invită parteneri și membri
uk: Запросити Партнерів та Членів
uz: Ҳамкорлар ва Аъзоларни таклиф этиш
zh: 邀请合伙人和会员

source: Invite partners to unlock Monthly and Yearly Goal Trackers.
ca: Convida socis per desbloquejar els Seguiments d'Objectius Mensuals i Anuals.
de: Laden Sie Partner ein, um die monatlichen und jährlichen Ziel-Tracker freizuschalten.
es: Invita a otros Socios a desbloquear el seguimiento mensual y anual de las Metas.
fr: Invitez des partenaires à débloquer des Trackers d'Objectifs Mensuels et Annuels.
it: Invita Partner a sbloccare il Monitoraggio Obiettivi Mensili e Annuali.
ja: パートナーを招待して、月間および年間の目標トラッカーをアンロックしましょう。
kk: Серіктестерді ай сайынғы және жылдық мақсат трекерлерінің құлпын ашуға шақырыңыз.
ky: Өнөктөштөрдү айлык жана жылдык трекерлерин ачууга чакырыңыз.
lv: Uzaiciniet partnerus atbloķēt Ikmēneša un Gada mērķu sekotājus.
mn: Түнш нарыг жилийн болон сарын зорилгоо нээн олоход нь урих.
pt: Convide parceiros para desbloquear os Acompanhamentos de Metas Mensais e Anuais.
ro: Invită partenerii să deblocheze instrumentele de urmărire a obiectivelor lunare și anuale.
ru: Пригласите Партнёров, чтобы разблокировать Месячный и Годовой Трекер Целей.
uk: Запросіть Партнерів, щоб розблокувати Місячний та Річний Трекер Цілей.
uz: Ойлик ва Йиллик мақсадларни кузатиш имконига эга бўлиш учун Ҳамкорларни таклиф этинг.
zh: 邀请合作伙伴解锁每月和每年目标跟踪器。

source: Invite people to join InCruises and you'll receive automatic credit when they sign up through your invite.
ca: Convidar persones a unir-se a InCruises i rebràs crèdit automàtic quan s'inscriguin a través de la teva invitació.
de: Laden Sie Menschen ein, sich bei InCruises anzumelden, und Sie erhalten automatisch eine Gutschrift, wenn sie sich über Ihre Einladung anmelden.
es: Invita a personas a unirse a InCruises y recibirás crédito automático cuando se inscriban a través de tu invitación.
fr: Invitez des personnes à s'inscrire à InCruises et vous recevrez un crédit automatique lorsqu'elles s'inscriront grâce à votre invitation.
it: Invita le persone a iscriversi a inCruises e riceverai un credito automatico ogni volta che aderiranno tramite il tuo invito.
ja: InCruisesに招待すると、招待した人が登録後に自動的にクレジットが加算されます。
kk: Адамдарды InCruises-ке қосылуға шақырыңыз, сонда олар сіздің шақыруыңызға тіркелген кезде автоматты түрде сыйақы аласыз.
ky: InCruisesке адамдарды чакырыңыз жана алар сиздин чакырууңуз аркылуу катталган сайын автоматтык түрдө кредит алыңыз.
lv: Uzaiciniet personas pievienoties InCruises, un jūs saņemsit automātisku kredītu, kad tās reģistrēsies, izmantojot jūsu uzaicinājumu.
mn: inCruises-д хүмүүсийг урьж, өөрийн элсүүлэх холбоосоор бүртгүүлсэн тохиолдолд та шагналын оноо авах болно.
pt: Convide pessoas para participar da InCruises e você receberá créditos automáticos quando elas se inscreverem por meio do seu convite.
ro: Invită oameni să se alăture InCruises și vei primi credit automat atunci când se înscriu prin invitația ta.
ru: Приглашайте людей присоединиться к InCruises, и вы будете получать автоматические начисления, когда они зарегистрируются по вашему приглашению.
uk: Запрошуйте людей приєднатися до InCruises, і ви отримуватимете автоматичні нарахування, коли вони зареєструються за вашим запрошенням.
uz: Инсонларни InCruises га таклиф этинг ва улар сиз юборган таклифнома орқали рўйхатдан ўтсалар, сизга автомат тарзда пул тўланади.
zh: 邀请人们加入InCruises，当他们通过您的邀请注册时，您将自动获得积分奖励。

source: Invite Sent
ca: Invitació enviada
de: Einladung gesendet
es: Invitación enviada
fr: Invitation envoyée
it: Invito inviato
ja: 招待状を送信する
kk: Шақыру жіберілді
ky: Чакыруу жөнөтүлдү
lv: Uzaicinājums nosūtīts
mn: Уригдсан
pt: Convite enviado
ro: Invitaţie trimisă
ru: Приглашение отправлено
uk: Запрошення надіслано
uz: Таклифнома жўнатилди
zh: 邀请已发送

source: Invite Status
ca: Estat de la invitació
de: Einladungsstatus
es: Status de la Invitación
fr: Statut de l'invitation
it: Stato degli inviti
ja: 招待状のステータス
kk: Шақыру мәртебесі
ky: Чакыруу статусу
lv: Uzaicinājuma Status
mn: Урилгын төлөв
pt: Status do convite
ro: Starea invitației
ru: Статус приглашения
uk: Статус запрошення
uz: Таклифнома мақоми
zh: 邀请状态

source: invite your first partners
fr: invitez vos premiers partenaires
it: invita i tuoi primi Partner
kk: Бірінші серіктестеріңізді шақырыңыз
pt: Convide seus primeiros parceiros
uk: Запросити своїх перших Партнерів
uz: илк ҳамкорларингизни таклиф этинг
zh: 邀请您的首位合作伙伴

source: invite your first partners & members
fr: Invitez vos premiers partenaires et membres
it: invita i tuoi primi Partner e Membri
kk: Бірінші серіктестеріңіз бен мүшелеріңізді шақырыңыз
pt: Convide seus primeiros Parceiros e Membros
uk: Запросіть своїх перших Партнерів та Членів Клубу
uz: илк ҳамкорларингиз ва аъзоларингизни таклиф этинг
zh: 邀请您的首位合作伙伴和会员

source: Invite your first partners & members
fr: Invitez vos premiers partenaires et membres
it: Invita i tuoi primi Partner e Membri

source: Invited
ca: Convidat
de: Eingeladen
es: Invitados
fr: Invité
it: Già invitato
ja: 招待済み
kk: Шақырылған
ky: Чакырылды
lv: Uzaicināts
mn: Уригдсан
pt: Convidado
ro: Invitat
ru: Приглашён
uk: Запрошений
uz: Таклиф этилди
zh: 已邀请

source: invoice
ca: factura
de: Rechnung
es: recibo
fr: facture
it: fattura
ja: 請求書
kk: шот-фактура
ky: эсеп-фактура
lv: rēķins
mn: нэхэмжлэх
pt: fatura
ro: factură
ru: счёт
uk: рахунок
uz: ҳисоб
zh: 发票

source: Invoice
ca: Factura
de: Rechnung
es: Recibo
fr: Facture
it: Quietanza
ja: 請求書
kk: Шот-фактура
ko: 청구서
ky: Эсеп-фактура
lv: Rēķins
mn: Нэхэмжлэх
pt: Fatura
ro: Factură
ru: Счет
uk: Рахунок
uz: Ҳисоб
zh: 賬單

source: Invoice Created
ca: Factura Creada
de: Rechnung erstellt
es: Recibo creado
fr: Facture créée
it: Fattura creata
ja: 請求書の発行日
kk: Құрылған Шот-фактура
ky: Эсеп-фактура түзүлдү
lv: Sastādītais Rēķins
mn: Нэхэмжлэх ирсэн
pt: Fatura criada
ro: Factură creată
ru: Счёт сформирован
uk: Рахунок сформований
uz: Ҳисоб очилди
zh: 发票已创建

source: Invoice Date
ca: Data de la factura
de: Rechnungsdatum
es: Fecha de Factura
fr: Date de Facture
it: Data
ja: 請求書の日付
kk: Шот-фактура күні
ko: 청구서 날짜
ky: Эсеп-фактура күнү
lv: Rēķina datums
mn: Нэхэмжлэхийн огноо
pt: Data da fatura
ro: Data facturii
ru: Дата счёта
uk: Дата рахунку
uz: Ҳисоб санаси
zh: 發票日期

source: Invoice Detail
ca: Detall de la factura
de: Rechnung Detail
es: Detalle de factura
fr: Détail de la facture
it: Dati della fattura
ja: 請求書の詳細
kk: Шот-фактура туралы мәліметтер
ky: Эсеп-фактура маалыматы
lv: Rēķina Detaļas
mn: Нэхэмжлэхийн дэлгэрэнгүй
pt: Detalhe da fatura
ro: Detalii factură
ru: Детали счёта
uk: Деталі рахунку
uz: Ҳисобга оид маълумотлар
zh: 发票详情

source: Invoice Due Date
ca: Data límit de Pagament de la Factura
de: Fälligkeitsdatum der Rechnung
es: Día límite para pago de recibo
fr: Date d'échéance de la facture
it: Data scadenza fattura
ja: 請求書の支払い期日
kk: Шот-фактураны төлеу күні
ky: Эсеп-фактуранын мөөнөтү
lv: Rēķina Apmaksas Datums
mn: Төлөх эцсийн хугацаа
pt: Data de vencimento da fatura
ro: Data scadentă a facturii
ru: Срок оплаты счёта
uk: Термін оплати рахунку
uz: Ҳисоб санаси
zh: 发票截止日期

source: Invoice Expiration Date
ca: Data de Venciment de la Factura
de: Rechnungs-Ablaufdatum
es: Fecha de expiración de recibo
fr: Date d'expiration de la facture
it: Data scadenza fattura
ja: 請求書の有効期限日
kk: Шот-фактураның Жарамдылық Мерзімі
ky: Эсеп-фактуранын жарамдуулук мөөнөтү
lv: Rēķina Termiņa beigu datums
mn: Нэхэмжлэх дуусах огноо
pt: Data de expiração da fatura
ro: Data expirării facturii
ru: Срок действия счёта
uk: Термін дії рахунку
uz: Ҳисоб муддатининг тугаши
zh: 发票到期日期

source: Invoice ID
ca: Identificador de la factura
de: Rechnungs-ID
es: Recibo ID
fr: Numéro de facture
it: ID Fattura
ja: 請求書ID
kk: Шот-фактураның ID-і
ko: 청구서 아이디
ky: Эсеп-фактуранын ИН
lv: Rēķina ID
mn: Нэхэмжлэхийн дугаар
pt: ID da fatura
ro: ID-ul facturii
ru: ID Счета
uk: ID Рахунку
uz: Ҳисоб ID
zh: 賬單ID

source: Invoice Number
ca: Número de factura
de: Rechnungsnummer
es: Número Factura
fr: Numéro de Facture
it: Numero di fattura
ja: 請求書番号
kk: Шот-фактура Нөмірі
ko: 청구서 번호
ky: Эсеп-фактуранын саны
lv: Rēķina numurs
mn: Нэхэмжлэхийн дугаар
pt: Número da fatura
ro: Numărul facturii
ru: Номер счёта
uk: Номер рахунку
uz: Ҳисоб рақами
zh: 發票編號

source: Invoice Statement
ca: Declaració de factures
de: Rechnungs-Aufstellung
es: Extracto de Recibo
fr: Déclaration facture
it: Lista fatture
ja: 請求書明細
kk: Шот-фактура туралы мәлімдеме
ko: 청구내역서
ky: Эсеп-фактура боюнча Маалымат
lv: Rēķina secinājums
mn: Нэхэмжлэхийн Мэдэгдэл
pt: Extrato da fatura
ro: Extrasul de cont al facturii
ru: Выписка Счета
uk: Виписка Рахунки
uz: Ҳисобга оид ҳисобот
zh: 賬單聲明

source: Invoice Status
fr: Statut de la Facture
it: Stato della fattura

source: Invoice Type
fr: Type de Facture
it: Tipo di fattura

source: Invoice Within First 5 Days
fr: Facture Dans les 5 Premiers Jours
it: Fattura entro i primi 5 giorni

source: Invoices
ca: Factures
de: Rechnungen
es: Recibos
fr: Factures
it: Fatture
ja: 請求書
kk: Шоттар
ko: 청구서
ky: Эсеп-фактуралар
lv: Rēķini
mn: Нэхэмжлэхүүд
pt: Faturas
ro: Facturi
ru: Счета
uk: Рахунки
uz: Ҳисоблар
zh: 賬單

source: Invoices Paid
ca: Factures pagades
de: Rechnungen bezahlt
es: Recibos Pagados
fr: Factures Payées
it: Fatture pagate
ja: 支払済み請求書
kk: Төленген шоттар
ko: 청구서 지불
ky: Төлөнгөн эсеп-фактуралар
lv: Rēķini Samaksāti
mn: Нэхэмжлэх төлөгдлөө
pt: Faturas pagas
ro: Facturi plătite
ru: Оплаченные счета
uk: Сплачені рахунки
uz: Ҳисоблар тўланди
zh: 已付发票

source: Invoices Pending
ca: Factures Pendents
de: Ausstehende Rechnungen
es: Recibos Pendientes
fr: Factures en attente
it: Fatture in sospeso
ja: 未払いの請求書
kk: Есептік жазбалар күтілуде
ko: 청구서 지연
ky: Төлөнө турган эсеп-фактуралар
lv: Gaidošie Rēķini
mn: Нэхэмжлэх хүлээгдэж байна
pt: Faturas pendentes
ro: Facturi în așteptare
ru: Ожидающие оплаты счета
uk: Рахунки очікуючі на оплату
uz: Ҳисоблар кутмоқда
zh: 待处理的发票

source: Invoices Total
ca: Total de Factures
de: Rechnungen Gesamt
es: Total de Facturas
fr: Factures Total
it: Totale delle fatture
ja: 請求書合計
kk: Шот-фактуралардың жалпы саны
ky: Жалпы эсеп-фактура
lv: Rēķini Kopā
mn: Нэхэмжлэхийн нийт дүн
pt: Total das faturas
ro: Total facturi
ru: Итого по счетам
uk: Всього Рахунків
uz: Жами ҳисоблар
zh: 发票总额

source: Invoicing Address:
ca: Adreça de facturació:
de: Adresse der Rechnungsstellung:
es: Dirección de Facturación:
fr: Adresse de Facturation :
it: Indirizzo per la fatturazione:
ja: 請求先の住所:
kk: Шот-фактураның Мекен-жайы:
ko: 청구서 주소:
ky: Эсеп-дүмүрчөктүн дареги:
lv: Rēķina adrese:
mn: Нэхэмжлэх илгээх хаяг:
pt: Endereço de cobrança:
ro: Adresa de facturare:
ru: Адрес выставления счёта:
uk: Адреса виставлення рахунку:
uz: Ҳисоб чиқарилган манзил:
zh: 發票地址：

source: iOS - go to inCruises.com on Safari and Login, select Share + Add to Home Screen & Add Android - go to inCruises.com on Chrome and Login, select Install on the dashboard.
ca: iOS - ves a incruises.com en Safari i inicia sessió, selecciona Compartir + Afegir a la pantalla d'inici & Afegir Android - ves a incruises.com en Chrome i inicia sessió, selecciona Instal·lar en el panell.
de: iOS - gehen Sie zu inCruises.com auf Safari und melden Sie sich an, wählen Sie Teilen + Zum Startbildschirm hinzufügen & Hinzufügen Android - gehen Sie zu inCruises.com auf Chrome und melden Sie sich an, wählen Sie Installieren auf dem Dashboard.
es: iOS - ve a inCruises.com en tu navegador Safari e inicia sesión, selecciona Compartir + Añadir a Pantalla de inicio. Y para Android - ve a inCruises.com en tu navegador Chrome e inicia sesión, selecciona Instalar en el panel de control.
fr: iOS - allez sur inCruises.com sur Safari et connectez-vous, sélectionnez Partager + Ajouter à l'écran d'accueil & Ajouter Android - allez sur inCruises.com sur Chrome et connectez-vous, sélectionnez Installer sur le tableau de bord.
it: iOS - vai su inCruises.com con Safari e accedi, seleziona Condividi + Aggiungi alla schermata iniziale. Per Android - vai su inCruises.com con Chrome e accedi, seleziona Installa nel pannello di controllo.
ja: iOS - SafariでinCruises.comにアクセスしてログインし、共有+ホーム画面に追加 & Androidで追加 - ChromeでinCruises.comにアクセスしてログインし、ダッシュボードでインストールを選択します。
kk: iOS - Safari қолданбасында inCruises.com сайтына өтіп, жүйеге кіріңіз, Бөлісу + Негізгі экранға қосу және Негізгі экранға қосу опцияларын таңдаңыз. Android қосу - Chrome жүйесінде inCruises.com сайтына өтіп, жүйеге кіріңіз, басқару тақтасынан «орнату» опциясын таңдаңыз.
ky: iOS - Safari аркылуу inCruises.com сайтына өтүп, Бөлүш + Башкы экранга кошуу &Android кошуу - Chrome аркылуу inCruises.com сайтына өтүп, башкы экранда "Орнотуу" баскычын басыңыз.
lv: iOS — pārejiet uz inCruises.com, izmantojot Safari un Login, atlasiet Share + Add to Home Screen & Add Android — ejiet uz inCruises.com, izmantojot Chrome un Login, atlasiet Install (Instalēt) uz informācijas paneļa.
mn: iOS - Safari хөтөч дээр inCruises.com руу нэвтрэн орж, Share + Add to Home Screen Android - Chrome хөтөч дээр inCruises.com руу нэвтрэн орж, Суулгах товчийг тус тус сонгоно уу.
pt: iOS - acesse inCruises.com no Safari e faça login, selecione Compartilhar + Adicionar à tela inicial e clique em Adicionar à tela inicial. Android - acesse inCruises.com no Chrome e faça login, selecione Instalar no painel.
ro: iOS - accesează inCruises.com pe Safari și Conectează-te, selectează Partajare + Adaugă la ecranul de pornire & Adaugă Android - accesează inCruises.com pe Chrome și Conectează-te, selectează Instalare pe tabloul de bord.
ru: iOS: перейдите на сайт inCruises.com через Safari и авторизуйтесь, нажмите "Поделиться" + "Добавить на домашний экран". Для Android: перейдите на сайт inCruises.com через Chrome и авторизуйтесь, нажмите "Установить на панель управления".
uk: iOS: перейдіть на сайт inCruises.com через Safari і авторизуйтесь, натисніть "Поділитись" + "Додати на головний екран". Для Android: перейдіть на сайт inCruises.com через Chrome та авторизуйтесь, натисніть "Встановити на панель керування".
uz: iOS - Safari орқали inCruises.com сайтига киринг ва "Share + Add to Home Screen"ни босинг ва Add Android - Chrome орқали inCruises.com сайтига киринг ва бош экранда "Install" тугмасини босинг.
zh: iOS - 在 Safari 上访问 inCruises.com 并登录，选择共享 + 添加到主屏幕和添加安卓 - 在 Chrome 上访问 inCruises.com 并登录，然后在页面上选择安装。

source: IP Address
ca: Adreça IP
de: IP Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
ja: IPアドレス
kk: IP Мекен - Жайы
ko: IP 주소
ky: IP Адреси
lv: IP Adrese
mn: IP хаяг
pt: Endereço IP
ro: Adresă IP
ru: IP-Адрес
uk: IP-Адреса
uz: IP Манзил
zh: IP 地址

source: IP Address: %{ ip } %{ ip_city } %{ ip_country }
es: Dirección IP: %{ ip } %{ ip_city } %{ ip_country }
fr: Adresse IP : %{ ip } %{ ip_city } %{ ip_country }
it: Indirizzo IP: %{ ip } %{ ip_city } %{ ip_country }
ja: IP アドレス: %{ ip } %{ ip_city } %{ ip_country }
kk: IP мекенжайы: %{ip} %{ip_city} %{ip_country}
ko: IP 주소: %{ ip } %{ ip_city } %{ ip_country }
ky: IP Дарек: %{ ip } %{ ip_city } %{ ip_country }
lv: IP Adrese: %{ ip } %{ ip_city } %{ ip_country }
mn: IP Хаяг: %{ ip } %{ ip_city } %{ ip_country }
pt: Endereço de IP: %{ ip } %{ ip_city } %{ ip_country }
ro: Adresa IP: %{ ip } %{ ip_city } %{ ip_country }
ru: IP-адрес: %{ ip } %{ ip_city } %{ ip_country }
uk: IP адреса: %{ ip } %{ ip_city } %{ ip_country }
uz: IP манзил: %{ ip } %{ ip_city } %{ ip_country }
zh: IP 地址：%{ ip } %{ ip_city } %{ ip_country }
