Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The term “PARTNER” means the individual or entity identified above who is entering into this Addendum with inGroup International.
ca: El terme "SOCI" significa l’individu o l’entitat identificada anteriorment que participa en aquest Annex amb inGroup International.
de: Der Begriff "PARTNER" bezeichnet die oben genannte natürliche oder juristische Person, die dieses Addendum mit inGroup International abschließt.
es: El término "SOCIO" se refiere a la persona o entidad identificada anteriormente que se adhiere a este Anexo con inGroup International.
fr: Le terme "PARTENAIRE" désigne l'individu ou l'entité identifiée ci-dessus qui entre dans cet addenda avec inGroup International.
it: Il termine "PARTNER" indica la persona o l'entità sopra identificata che sottoscrive il presente Addendum con inGroup International.
ja: 「パートナー」という用語は、上記の特定された個人または団体がinGroup Internationalとともにこの本補遺を締結することを意味します。
kk: «СЕРІКТЕС» термині жоғарыда көрсетілген жеке немесе заңды тұлғаны білдіреді, ол inGroup International -тің осы қосымшасына енгізілген.
ko: "파트너"란 inGroup International과 함께 본 추가 조항에 들어가 있는 위의 명시된 개인 또는 단체를 의미합니다.
ky: "ӨНӨКТӨШ" термини жогоруда көрсөтүлгөн, inGroup International менен ушул Тиркемеге кирген жеке же юридикалык жакты билдирет.
lv: Termins "PARTNERIS" nozīmē,ka indivīds vai organizācija,kuras minētas iepriekš šajā inGroup International saistību pielikumā.
mn: "ТҮНШҮҮД" гэдэг нь inGroup International-тэй Нэмэлт гэрээнд хийсэн дээр дурьдагдсан хувь хүн болон аж ахуйн нэгжийг хэлнэ.
pt: O termo “SÓCIO” significa o indivíduo ou a entidade identificada acima que está entrando neste Adendo com o inGroup International.
ro: Termenul "PARTENER" desemnează o persoană sau o entitate identificată mai sus care aderă la acest Act Adiţional cu inGroup International.
ru: Термин «ПАРТНЕР» означает физическое лицо, указанное выше, которое вступает в настоящее Дополнение с inGroup International.
uk: Термін «ПАРТНЕР» означає фізичну або юридичну особу, зазначену вище, яка вступає в це Доповнення з inGroup International.
uz: “ҲАМКОР” атамаси юқорида айтиб ўтилган, inGroup International билан ушбу Қўшимчага кирадиган жисмоний ёки юридик шахсни англатади.
zh: “合作夥伴”一詞是指上述定義的與inGroup International簽訂本附錄的個人或實體。

source: The Top 100 Eligible Leaders in the
fr: Les 100 Meilleurs Leaders éligibles dans le
it: I primi 100 Leader idonei nel

source: The Top 3 Point-Earning Eligible Leaders in each rank division will be recognized as GLS Superstars and receive additional benefits!
ca: Els 3 líders elegibles amb més Punts Guanyats de cada divisió de rang seran reconeguts com al GLS Superstars i rebran beneficis addicionals!
fr: Les 3 Meilleurs Leaders Éligibles à l'Accumulation de Points de chaque division de classement seront reconnus comme Superstars GLS et bénéficieront d'avantages supplémentaires !
it: I 3 Leader idonei con il punteggio più alto in ogni classe di rango saranno riconosciuti come Superstar GLS e riceveranno ulteriori vantaggi e benefici!
ja: 各ランクカテゴリーの上位３名は、GLSスーパースターとして表彰され、さらなる特典を受け取ることができます！
kk: Әр ранг санатындағы ең көп ұпай жинаған 3 көшбасшы GLS Супержұлдызы ретінде танылып, қосымша артықшылықтарға ие болады!
pt: Os 3 Principais Líderes Elegíveis com maior ganho de pontos em cada divisão de classificação serão reconhecidos como Superstars GLS e receberão benefícios adicionais!
ro: Primii 3 lideri eligibili pentru acumularea de puncte din fiecare divizie de clasament vor fi recunoscuți drept Superstaruri GLS și vor primi beneficii suplimentare!
uk: Топ-3 Лідерів з найбільшою кількістю Балів у кожному ранговому дивізіоні будуть визнані суперзірками МЛС та виграють додаткові бонуси та привілеї!
uz: Ҳар бир ранг тоифасида энг кўп балларни тўплаган топ-3 Етакчилар ГЕС супер юлдузлари сифатида эътироф этилади ҳамда қўшимча афзалликларга эга бўлади!
zh: 每个级别中积分排名前三的合资格领导者将被授予“GLS超级明星”称号，并获得额外福利！

source: The Top Builders Base Leaders list will be displayed here after the 15th of each month. Please revisit this page later to view the rankings.
ca: La llista dels principals líders de la Base de Constructors es mostrarà aquí després del 15 de cada mes. Si us plau, torna a visitar aquesta pàgina més tard per veure les classificacions.
de: Die Liste der Top Builders Base Leaders wird hier nach dem 15. eines jeden Monats angezeigt. Bitte besuchen Sie diese Seite später erneut, um die Ränge einzusehen.
es: La lista de los principales líderes de Base de Constructores se mostrará aquí después del día 15 de cada mes. Por favor, vuelve a visitar esta página más tarde para ver los rankings.
fr: La liste des Meilleurs Leaders de Base des Constructeurs sera affichée ici après le 15 de chaque mois. N'hésitez pas à revenir sur cette page ultérieurement pour consulter les classements.
it: La lista dei Top Leader della Base Costruttori sarà riportata qui dopo il 15 di ogni mese. Ti invitiamo a tornare su questa pagina più avanti per vedere la classifica.
ja: トップ・ビルダーズ・ベースのリーダーリストは、毎月15日以降にここに表示されます。後日、このページでランキングをご覧ください。
kk: Мұнда әр айдың 15-інен кейін үздік фундамент бизнес құрушылыраның дерекқорындағы көшбасшылардың тізімі көрсетіледі. Бағаларды көру үшін кейінірек осы бетке кіріңіз.
ky: Бул жерде, ар бир айдын 15-күнүнөн кийин, мыкты куруучулар базасы лидерлеринин тизмеси көрсөтүлөт. Сураныч, бааларды көрүү үчүн бул баракка кийинчерээк кириңиз.
lv: Top Lietotāju Bāzes līderi tiks parādīti šeit pēc katra mēneša 15. datuma.Lūdzu apmeklējiet šo lapu vēlāk,lai apskatītu rangus.
mn: Билдерс Бэйсийн шилдэгүүдийн нэрс энд сар бүрийн 15-аас хойш нийтлэгдэх болно. Иймээс уг өдрөөс хойш дахин шалгаарай.
pt: A lista dos principais líderes da base dos construtores será exibida aqui após o dia 15 de cada mês. Por favor, visite esta página mais tarde para ver as classificações.
ro: Lista cu Liderii de Top Baza Constructorilor va fi afișată aici după data de 15 a fiecărei luni. Te rugăm să revezi această pagină mai târziu pentru a vedea clasamentele.
ru: Топ-лидеры Фундамента Бизнеса будут отображены здесь после 15 числа каждого месяца. Пожалуйста, зайдите на эту страницу позже, чтобы увидеть ранги.
uk: Топ-лідери Фундаменту Бізнесу будуть відображені тут після 15 числа кожного місяця. Зайдіть на цю сторінку пізніше, щоб побачити ранги.
uz: Қурувчилар базаси топ етакчилари рўйхати шу ерда, ҳар ойнинг 15-санасидан сўнг акс этади. Илтимос, рейтингни кўриш учун кейинроқ ушбу саҳифага қайтинг.
zh: 每月15日后，此处将显示顶级建设者基地领导者列表。请稍后返回此页面查看排名。

source: The total cost which includes the transfer fee is greater than your wallet balance. Please adjust the send amount to account for all fees.
ca: El cost total que inclou la taxa de transferència és major que el saldo del teu moneder. Si us plau, ajusta l'import d'enviament per a tenir en compte totes les despeses.
de: Die Gesamtkosten, einschließlich der Überweisungsgebühr, sind höher als Ihr Guthaben in der Wallet. Bitte passen Sie den Sendebetrag an, um alle Gebühren zu berücksichtigen.
es: El costo total que incluye la tarifa de transferencia es mayor que el saldo de su cartera. Ajusta el monto del envío para tener en cuenta todas las tarifas.
fr: Le coût total, qui inclut les frais de transfert, est supérieur au solde de votre portefeuille. Veuillez ajuster le montant de l'envoi pour tenir compte de tous les frais.
it: Il costo totale, che include le spese di trasferimento, è superiore al saldo del tuo portafoglio. Ti preghiamo di modificare l'importo dell'invio tenendo conto di tutte le spese.
ja: 送金手数料を含めた合計金額が、ウォレットの残高を上回っています。手数料を考慮した上で、送信金額を調整してください。
kk: Аудару комиссиясын қоса алғанда, жалпы құны әмияныңыздағы теңгерімнен асып түседі. Кез келген алымдарды есепке алу үшін жіберу сомасын реттеңіз.
ko: 송금 수수료를 포함한 총 비용이 월렛 잔액보다 많습니다. 모든 수수료를 고려하여 송금 금액을 조정하십시오.
ky: Которуу акысын камтыган жалпы чыгым капчыгыңыздагы баланстан жогору. Сураныч, бардык төлөмдөрдү эсепке алуу үчүн жөнөтүү суммасын тууралаңыз.
lv: Kopējās izmaksas, kurās iekļauta maksa par pārskaitījumu, ir lielākas par jūsu maciņa atlikumu. Lūdzu, koriģējiet sūtīšanas summu kontā visām maksām.
mn: Шилжүүлгийн хураамж бүхий нийт дүн таны хэтэвчний үлдэгдэлээс их байна. Шилжүүлэх дүнг тохируулан илгээнэ үү.
pt: O pagamento inicial de ativação de $95 é totalmente reembolsável durante seus primeiros 14 dias como Parceiro. Depois disso, nenhum reembolso será emitido.
ro: Costul total care include taxa de transfer este mai mare decât soldul portofelului. Te rugăm să ajustezi suma de trimitere pentru a ține cont de toate taxele.
ru: Полная стоимость, включающая комиссию за перевод, превышает сумму на балансе вашего кошелька. Пожалуйста, измените сумму, учитывая все комиссии.
uk: Повна вартість, що включає комісію за переказ, перевищує суму на балансі вашого гаманця. Будь ласка, змініть суму враховуючи всі комісії.
uz: Ўтказма учун комиссияни ўз ичига олган умумий сумма ҳамёнингиз балансидан ортмоқда. Илтимос, ўтказма суммасини барча йиғимларни инобатга олган ҳолда ўзгартиринг.
zh: 包括转账费在内的总成本大于您的钱包余额。 请调整发送金额以支付所有费用。

source: The total for this checkout is $0 so no payment is required, please confirm you want to complete this checkout.
ca: El total d'aquesta compra és de 0 dòlars, així que no cal fer cap pagament. Si us plau, confirma si desitges completar aquesta compra.
de: Der Gesamtbetrag für diese Bestellung beträgt $0, so dass keine Zahlung erforderlich ist. Bitte bestätigen Sie, dass Sie diese Bestellung abschließen möchten.
es: El total a pagar es $0, así que ningún pago es requerido. Por favor, confirma que deseas completar el pago de cuenta.
fr: Le total de cette commande est de 0 $, aucun paiement n'est donc requis. Veuillez confirmer que vous souhaitez terminer cette commande.
it: Il totale di questo checkout è pari a $0, quindi non è richiesto alcun pagamento; conferma di voler completare questo checkout.
ja: このチェックアウトの合計は$0のため、追加のお支払いはありません。この支払いを完了するか確認してください。
kk: Бұл төлемнің жалпы сомасы $0, сондықтан ешқандай төлем қажет емес. Тапсырысыңызды аяқтағыңыз келетінін растаңыз.
ky: Бул төлөмдүн жалпы суммасы $0 болгондуктан, эч нерсе төлөөнүн кереги жок. Төлөмдү бүтүргүңүз келгени ырастаңыз.
lv: Šīs saņemšanas kopsumma ir Ls 0, tāpēc maksājums nav nepieciešams. Lūdzu, apstipriniet, ka vēlaties pabeigt šo saņemšanu.
mn: Энэ төлбөрийн нийт дүн нь $0 тул төлбөр хийх шаардлагагүй. Уг төлбөрийг дуусгахаа баталгаажуулна уу.
pt: O total para esta finalização de compra é US$ 0, portanto, nenhum pagamento é necessário. Confirme que deseja concluir esta finalização de compra.
ro: Suma totală pentru acest checkout este de 0$, așa că nu este necesară nicio plată, te rugăm să confirmi că vrei să finalizezi acest checkout.
ru: Итоговая стоимость данного оформления составляет $0, поэтому нет необходимости совершать никакой платёж. Пожалуйста, подтвердите, что вы хотите завершить данное оформление.
uk: Загальна вартість даного оформлення становить $0, тому немає необхідності здійснювати платіж. Будь ласка, підтвердіть, що ви хочете завершити це оформлення.
uz: Ушбу буюртмани якунлаш учун жами - 0$, демак ҳеч қандай тўлов талаб этилмайди, илтимос, ушбу буюртмани якунлашни исташингизни тасдиқланг.
zh: 此结账的总金额为$0，因此无需付款，请确认您是否要完成此结账。

source: The total number of direct Members of any status
ca: El nombre total de Membres directes de qualsevol estat
de: Die Gesamtzahl der Direktmitglieder mit beliebigem Status
es: El número total de Miembros directos de cualquier status
fr: Le nombre total de Membres directs, quel que soit leur statut
it: Il numero totale di Membri diretti di qualsiasi stato
ja: すべてのステータスを含む直紹介メンバーの合計数
kk: Кез келген мәртебедегі тікелей клуб мүшелерінің жалпы саны
ky: Ар кандай статустагы мүчөлөрдүн жалпы саны
lv: Jebkura statusa tiešo Biedru kopskaits
mn: Хувьчлан идэвхжүүлсэн нийт Гишүүдийн тоо (бүх төрлийн статус бүхий)
pt: Número Total de Membros Diretos de qualquer status
ro: Numărul total de membri direcți cu orice statut
ru: Общее количество прямых Членов Клуба в любом статусе
uk: Загальна кількість прямих Членів будь-якого статусу
uz: Ҳар қандай мақомдаги тўғридан-тўғри Аъзолар умумий сони
zh: 任何状态下的直接会员总数

source: The total number of New Registrations and Activations of all customer types
ca: El nombre total de Noves Inscripcions i Activacions de tots els tipus de clients
de: Die Gesamtzahl der Neuregistrierungen und Aktivierungen aller Kundentypen
es: El número total de Nuevos Registros y Activaciones de todos los tipos de clientes
fr: Le nombre total de Nouvelles Inscriptions et Activations de tous les types de clients
it: Il numero totale di Nuove Registrazioni e Attivazioni di tutti i tipi di clienti
ja: 全顧客タイプの新規登録＆アクティベーション数の合計
kk: Клиенттердің барлық түрлерінің жаңа тіркеулері мен Белсендірулерінің жалпы саны
ky: Бардык кардарлардын түрлөрү боюнча жаңы каттоолордун жана активдештирүүлөрдүн жалпы саны
lv: Visu klientu tipu jauno reģistrāciju un aktivizāciju kopējais skaits
mn: Нийт шинэ бүртгэл, идэвхжүүлэлтүүд (бүх төрлийн хэрэглэгчид бүхий)
pt: O número total de Novas Inscrições e Ativações de todos os tipos de clientes
ro: Numărul total de înregistrări și activări noi pentru toate tipurile de clienți
ru: Общее количество новых регистраций и Активаций всех типов клиентов
uk: Загальна кількість нових реєстрацій та активацій усіх типів клієнтів
uz: Барча турдаги мижозларнинг Янги рўйхатдан ўтишлари ва Фаоллашишлари умумий сони
zh: 所有客户类型的新注册和激活总数

source: The total number of your teams Members of any status (Active, Pending, Inactive)
ca: El nombre total de Membres del teu equip de qualsevol estat (Actiu, Pendent, Inactiu)
de: Die Gesamtzahl der Mitglieder Ihres Teams mit beliebigem Status (aktiv, ausstehend, inaktiv)
es: El número total de Miembros de tu equipo, sin importar su estado (Activo, Pendiente, Inactivo)
fr: Le nombre total de Membres de votre équipe, tous status confondus (Actif, En Attente, Inactif)
it: Il numero totale dei Membri del tuo team in qualsiasi stato (Attivo, in sospeso, inattivo)
ja: チーム内のすべてのステータス（アクティブ、保留中、非アクティブ）を含むメンバーの合計数
kk: Сіздің командаңыздағы кез-келген мәртебесі бар клуб мүшелерінің жалпы саны (белсенді, қарыз, белсенді емес)
ky: Сиздин командаңыздагы бардык статустагы (Активдүү, Күтүүдөгү, Активдүү эмес) мүчөлөрдүн жалпы саны
lv: Kopējais jūsu komandu Biedru skaits jebkurā statusā (Aktīvs, Gaidošs Neaktīvs)
mn: Багийн нийт Гишүүдийн тоо (Идэвхтэй, Хүлээгдэж буй, Идэвхгүй)
pt: O número total de Membros da sua equipe de qualquer status (Ativo, Pendente, Inativo)
ro: Numărul total de membri ai echipelor tale, indiferent de stare (Activ, În așteptare, Inactiv)
ru: Общее количество Членов Клуба с любым статусом в вашей команде (Активный, Задолженность, Неактивный)
uk: Загальна кількість учасників вашої команди будь-якого статусу (активний, очікує розгляду, неактивний)
uz: Жамоангизнинг ҳар қандай мақомдаги (Фаол, Кутаётган мақомидаги, Нофаол) Аъзолари умумий сони
zh: 您团队中所有状态（活跃、待审核、非活跃）会员的总数

source: The use of the facility will issue a voucher.
ca: L'ús de la instal·lació emetrà un val.
de: Für die Nutzung der Einrichtung wird ein Gutschein ausgestellt.
es: El uso de la instalación emitirá un vale.
fr: L'utilisation de l'installation donnera lieu à l'émission d'un bon.
it: L'uso della struttura emetterà un voucher.
ja: 施設の利用により、バウチャーが発行されます。
kk: Объектіні пайдалану ваучерді береді.
ko: 시설 이용 시 바우처가 발행됩니다.
ky: Кызматтардан пайдалануу ваучер берет.
lv: Izmantojot šo iespēju, tiks izsniegta kvīts.
mn: Байгууламжийг ашиглах эрхийн бичиг олгоно.
pt: O uso da instalação emitirá um voucher.
ro: Utilizarea facilității va emite un voucher.
ru: Использование удобств выпустит ваучер.
uk: Використання зручностей випустить ваучер.
uz: Хизматлардан фойдаланганлик учун ваучер тақдим этилади.
zh: 使用該設施將發放憑證

source: The World's Most Valuable
ca: El més valuós del món
de: Der Wertvollste der Welt
es: El Club de Recompensas de Viajes
fr: Le Plus Précieux du Monde
it: Il Club Premi Viaggi
ja: 世界で最も価値のある
kk: Әлемдегі ең құнды
ky: Дүйнөдөгү эң баалуу
lv: Pasaules Visvērtīgākais
mn: Дэлхийн хамгийн үнэ цэнэ бүхий
pt: O Mais Valioso do Mundo
ro: Cel mai valoros
ru: Самый ценный в мире
uk: Найцінніший у світі
uz: Дунёдаги энг қийматли
zh: 世界上最有价值的

source: The World's Most Valuable Travel Rewards Club
ca: El Club de Recompenses de Viatge més Valuós del Món
de: Der weltweit wertvollste Reiseprämienclub
es: El Club de Recompensas de Viajes Más Valioso del Mundo
fr: Le Club de Récompenses de Voyage le Plus Précieux au Monde
it: Il Club di Premi Viaggio di Maggior Valore al Mondo
ja: 世界で最も価値のあるトラベルリワードクラブ
kk: Әлемдегі ең құнды саяхатқа арналған сыйақы клубы
ky: Дүйнөдөгү эң баалуу саякат сыйлыктары клубу
lv: Pasaules Visvērtīgākais Ceļojumu Balvu Klubs
mn: Дэлхийн хамгийн үнэ цэнэ бүхий аяллын шагналын клуб
pt: O Clube de Recompensas em Viagens Mais Valioso do Mundo
ro: Cel mai valoros club de recompense de călătorie din lume
ru: Самый ценный в мире Клуб туристических вознаграждений
uk: Найцінніший у світі Клуб туристичних винагород
uz: Дунёдаги энг қийматли саёҳат учун мукофотловчи Клуб
zh: 全球最有价值的旅行奖励俱乐部

source: The year of birth is invalid for passenger %s.
fr: L'année de naissance n'est pas valide pour le passager %s.
it: L'anno di nascita del passeggero %s non è valido.
kk: Көрсетілген туған жыл жолаушы %s үшін дұрыс емес.
pt: O ano de nascimento é inválido para o passageiro %s.
uk: Неправильний рік народження для пасажира %s.
uz: % йўловчининг туғилган санаси нотўғри.
zh: 乘客%s的出生年份无效。

source: then <strong v-translate="">"Add to Home Screen" & "Add"</strong>
de: dann <strong v-translate="">"Zum Startbildschirm hinzufügen" &"Hinzufügen"</strong>
fr: puis <strong v-translate="">"Ajouter à l'écran d'accueil" & "Ajouter"</strong>
it: poi <strong v-translate="">"Aggiungi alla pagina iniziale" e "Aggiungi"</strong>
ky: андан кийин <strong v-translate="">"Башкы экранга кошуу" & "Кошуу"</strong>
lv: tad<strong v-translate="">"Pievieno Mājas Ekrānam" & "Add"</strong>
mn: тэгээд <strong v-translate="">"Нүүр дэлгэцэнд нэмэх" болон "Нэмэх"</strong>
ru: затем <strong v-translate="">"Добавить на домашний экран" и "Добавить"</strong>

source: There are 5 Partner income sources:
ca: Hi ha 5 fonts d'ingressos per a socis:
de: Es gibt 5 eINkommen der Partner:
es: Existen 5 fuentes de ingresos para los Socios:
fr: Il existe 5 sources de revenus pour les Partenaires :
it: Esistono 5 fonti di reddito per i Partner:
ja: パートナーの収入源は5つあります：
kk: Серіктестер үшін 5 табыс көзі бар:
ky: Партнерлердин 5 киреше булагы бар:
lv: Ir 5 Partnera ienākuma avoti:
mn: Түншийн авах 5 төрлийн орлогын эх үүсвэр:
pt: Existem 5 fontes de renda para parceiros:
ro: Există 5 surse de venit pentru parteneri:
ru: 5 источников дохода для Партнёра:
uk: 5 джерел доходу для Партнера:
uz: Ҳамкорлар учун 5 даромад тури мавжуд:
zh: 有5种合作伙伴收入来源：

source: There are no published courses.
ca: No hi ha cursos publicats.
de: Es gibt keine veröffentlichten Kurse.
es: No existen cursos publicados
fr: Il n'y a pas de cours publiés.
it: Non sono stati pubblicati corsi.
ja: 公開されているコースはありません。
kk: Жарияланған курстар жоқ.
ko: 등록된 강좌가 없습니다.
ky: Жарыяланган курстар жок.
lv: Nav publicētu kursu.
mn: Нийтлэгдсэн сургалт байхгүй байна.
pt: Não há cursos publicados.
ro: Nu există cursuri publicate.
ru: Опубликованные курсы отсутствуют.
uk: Немає опублікованих курсів.
uz: Бу ерда яратилган курслар мавжуд эмас.
zh: 没有已发布的课程。

source: There are no results for these parameters.
ca: No hi ha resultats per a aquests paràmetres.
de: Für diese Parameter gibt es keine Ergebnisse.
es: No existen resultados para estos parámetros.
fr: Il n'y avait aucun résultat qui corresponde à ces paramètres.
it: Non ci sono risultati per questi parametri.
ja: これらの条件に基づいた結果はありません。
kk: Бұл параметрлер бойынша нәтижелер жоқ.
ky: Бул параметрлер боюнча эч кандай жыйынтык жок.
lv: Šiem parametriem nav rezultātu.
mn: Хайланд илэрц гарсангүй.
pt: Não há resultados para esses parâmetros.
ro: Nu sunt rezultate pentru acești parametri.
ru: По заданным параметрам результатов нет.
uk: За цими параметрами пошуку немає результатів.
uz: Ушбу параметрлар бўйича натижалар топилмади.
zh: 没有符合这些参数的结果。

source: There are no tour recommendations right now. Please try again later.
ca: No hi ha recomanacions de Tours ara mateix. Si us plau, intenta-ho de nou més tard.
de: Im Moment gibt es keine Reiseempfehlungen. Bitte versuchen Sie es später noch einmal.
es: No hay recomendaciones de tours en este momento. Por favor, de nuevo más tarde.
fr: Il n'y a pas de recommandations de visites pour le moment. Veuillez réessayer plus tard.
it: Al momento non ci sono tour suggeriti. Riprova più tardi.
ja: 現在お勧めのツアーはありません。後ほどお試しください。
kk: Қазіргі уақытта туристік ұсыныстар жоқ. Тағы да кейінірек жасап көруіңізді сұраймыз.
ky: Азырынча туристтик сунуштар жок. Кийинчерээк кайра аракет кылыңыз.
lv: Tūres rekomendāciju šobrīd nav. Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Одоогоор аяллын санал байхгүй байна. Дараа дахин хайна уу.
pt: Não há recomendações de passeios no momento. Por favor, tente novamente mais tarde.
ro: Nu există recomandări de tur în acest moment. Te rugăm să încerci din nou mai târziu.
ru: В настоящий момент рекомендаций по турам нет. Попробуйте, пожалуйста, позже.
uk: Наразі немає рекомендацій щодо туру. Будь-ласка, спробуйте ще раз пізніше.
uz: Ҳозирда тур тавсия эта олмаймиз. Илтимос, қайта уриниб кўринг.
zh: 目前没有旅游推荐。请稍后再试。

source: There are no upgrades available for your account at this time.
ca: Actualment, no hi ha actualitzacions disponibles per al teu compte.
de: Für Ihren Account sind derzeit keine Upgrades verfügbar.
es: Subir de nivel no está disponible para tu cuenta en este momento.
fr: Il n'y a pas de mise à niveau disponible pour votre compte en ce moment.
it: Al momento non sono disponibili aggiornamenti per il tuo account.
ja: 現在、あなたのアカウントで利用可能なアップグレードはありません。
kk: Қазіргі уақытта сіздің есептік жазбаңыздың жаңартулары қол жетімді емес.
ky: Учурда сиздин аккаунтуңуз үчүн эч кандай жаңылануулар жок.
lv: Patreiz nav iespējama jūsu konta apgreidošana.
mn: Одоогоор таны бүртгэлд ахиулалт хийх боломжгүй байна.
pt: Não há atualizações disponíveis para sua conta no momento.
ro: Nu există upgrade disponibil pentru contul tău în acest moment.
ru: В данный момент для вашей учётной записи обновления недоступны.
uk: На даний момент для вашого облікового запису оновлення недоступні.
uz: Ҳозирда сизнинг аккаунтингиз учун мавжуд апгрейдлар йўқ.
zh: 目前您的账户暂无可用升级。
