Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Share capital: societa' costituita in base a leggi di altro stato
ca: Capital social: societat constituïda conformement a les lleis d'un altre Estat
de: Grundkapital: nach dem Recht eines anderen Staates gegründete Gesellschaft
es: Capital social: societa' costituita in base a leggi di altro stato
fr: Capital social : société constituée en vertu de la législation d'un autre État
it: Capitale sociale: società costituita in base a leggi di altro stato
ja: 株式資本：他国の法律に基づいて設立された会社
kk: Жарғылық капитал: басқа мемлекеттің заңдары негізінде құрылған компания
ko: 자본금 공유: 다른 주의 법률에 따라 설립된 회사
ky: Уставдык капитал: башка мамлекеттин мыйзамдары боюнча түзүлгөн компания
lv: Pamatkapitāls: societa costituita in base a leggi di altro stato
mn: Хувь нийлүүлсэн хөрөнгө: societa' costituita in base a leggi di altro stato
pt: Capital social: societa 'costituita in base a leggi di altro stato
ro: Capitalul social: Compania înființată pe baza altor legi ale statului
ru: Уставной капитал: компания, созданная на основании законодательства другого государства
uk: Статутний капітал: компанія, створена на підставі законодавства іншої держави
uz: Устав сармояси: societa' costituita in base a leggi di altro stato
zh: Share capital:：根據另一州法律註冊成立的公司

source: share group
ca: grup compartit
de: Gruppe teilen
es: compartir grupo
fr: partager un groupe
it: condividi il gruppo
ja: グループを共有する
kk: топпен бөлісу
ky: бөлүшүү тобу
lv: kopīgot grupu
mn: группыг шэйрлэх
pt: compartilhar grupo
ro: grup de partajare
ru: поделиться группой
uk: поділитися групою
uz: гуруҳ билан бўлишиш
zh: 共享团体

source: Share QR Code
fr: Partager le Code QR
it: Condividi il QR Code

source: Share your
ca: Comparteix el teu
de: Teilen Sie ihr
es: ¡Comparte tu
fr: Partager vos
it: Condividi il tuo
ja: シェアしよう！
kk: Өзіңіз бөлісіңіз
ko: 여러분의
ky: .... менен бөлүшүңүз
lv: Dalies ar saviem
mn: Хуваалцана уу
pt: Compartilhar seu
ro: Distribuie
ru: Поделитесь своими
uk: Поділіться своїми
uz: Бўлишиш
zh: 分享你的

source: Share your events on social media using the hashtags:
ca: Comparteix els teus esdeveniments en les xarxes socials utilitzant les etiquetes:
de: Teilen Sie Ihre Veranstaltungen in den sozialen Medien unter Verwendung der Hashtags:
es: Comparte tus eventos en las redes sociales usando los hashtags:
fr: Partagez vos événements sur les médias sociaux en utilisant les hashtags :
it: Condividi i tuoi eventi sui social media utilizzando gli hashtag:
ja: ハッシュタグを使用してソーシャルメディアであなたのイベントを発信しよう：
kk: Әлеуметтік желілерде хэштегтер арқылы оқиғаларыңызды бөлісіңіз:
ko: 해시태그를 사용하여 소셜 미디어에서 이벤트를 공유하세요:
ky: Хэштегдерди колдонуу менен окуяларыңызды социалдык медиада бөлүшүңүз:
lv: Kopīgojiet savus notikumus sociālajos medijos, izmantojot atsauces tagus:
mn: Хаштаг хэрэглэн өөрийн арга хэмжээнүүдийг нийгмийн сүлжээнд хуваацана уу:
pt: Compartilhe seus eventos nas mídias sociais usando as hashtags:
ro: Distribuie evenimentele tale pe rețelele sociale folosind hashtag-urile:
ru: Делитесь своими мероприятиями в социальных сетях, используя следующие хэштеги:
uk: Діліться своїми заходами у соціальних мережах, використовуючи такі хештеги:
uz: Ўз тадбирларингизни ижтимоий тармоқларда қуйидаги хэштеглар остида бўлишинг:
zh: 使用主题标签在社交媒体上分享您的活动：

source: Share your InCruise Journey
ca: Comparteix el Teu Viatge amb InCruises
de: Teilen Sie Ihre InCruise-Reise
es: Comparte tu Experiencia inCruises
fr: Partagez votre voyage InCruise
it: Condividi la storia del tuo viaggio con inCruises
ja: あなたのinCruisesの道のりを共有する
kk: InCruise-те саяхатыңызбен бөлісіңіз
ky: Өзүңүздүн InCruises саякатыңызды бөлүшүңүз
lv: Kopīgojiet InCruise ceļojumu
mn: inCruise-ийн аяллаа хуваалцана уу
pt: Compartilhe sua jornada com a InCruises
ro: Împărtășește-ți călătoria InCruises
ru: Поделитесь своей историей пути в InCruises
uk: Поділіться своєю подорожжю InCruises
uz: Ўз InCruises саргузаштингиз билан бўлишинг
zh: 分享您的InCruise旅程

source: Share Your InCruises Journey
ca: Comparteix el Teu Viatge amb InCruises
de: Teilen Sie Ihre inCruises-Reise
es: Comparte tu Viaje con inCruises
fr: Partager votre voyage InCruises
it: Condividi la storia del tuo viaggio con inCruises
ja: あなたのinCruisesの道のりを共有する
kk: InCruises-те саяхатыңызбен бөлісіңіз
ky: Өзүңүздүн InCruises саякатыңызды бөлүшүңүз
lv: Kopīgojiet InCruises ceļojumu
mn: inCruise-ийн аяллаа хуваалцана уу
pt: Compartilhe sua jornada com a InCruises
ro: Împărtășește-ți călătoria InCruises
ru: Поделитесь своей историей пути в InCruises
uk: Поділіться своєю подорожжю InCruises
uz: Ўз InCruises саргузаштингиз билан бўлишинг
zh: 分享您的InCruise旅程

source: Share your referral link
ca: Comparteix el teu enllaç de referència
de: Empfehlungslink teilen
es: Comparte tu link de referidos
fr: Partagez votre lien de parrainage
it: Condividi il tuo referral link
ja: あなたの紹介リンクを共有する
kk: Сілтеме сілтемесімен бөлісіңіз
ky: Рефералдык шилтемеңизди бөлүшүңүз
lv: Kopīgojiet savu atsauces saiti
mn: Элсүүлэх холбоосоо хуваалцана уу
pt: Compartilhe seu link de indicação
ro: Distribuie linkul tău de recomandare
ru: Поделиться своей реферальной ссылкой
uk: Поділитись своїм реферальним посиланням
uz: Реферал ҳаволангиз билан бўлишиш
zh: 分享您的推荐链接

source: Shared Files
ca: Arxius compartits
de: Geteilte Dateien
es: Archivos compartidos
fr: Fichiers partagés
it: File condivisi
ja: 共有したファイル
kk: Ортақ файлдар
ko: 공유 파일
ky: Бөлүшүлгөн файлдар
lv: Koplietojamie faili
mn: Хуваалцсан файлууд
pt: Arquivos compartilhados
ro: Fișiere partajate
ru: Общие файлы
uk: Спільні файли
uz: Бўлишилган файллар
zh: 分享文件

source: Ship
ca: Vaixell
de: Schiff
es: Navío
fr: Navire
it: Nave
ja: 船
kk: Лайнер
ky: Кеме
lv: Kuģis
mn: Хөлөг
pt: Navio
ro: Navă
ru: Лайнер
uk: Лайнер
uz: Кема
zh: 船

source: Ship Launch: %{ shipLaunched }
ca: Llançament del vaixell: %{ship.Launched }
de: Schiffsstart: %{ shipLaunched }
es: Lanzamiento de barco: %{ shipLaunched }
fr: Lancement de Navire : %{ navireLancé }
it: Varo della nave: %{ shipLaunched }
ja: 就航: %{ shipLaunched }
kk: Кеменің Суға Жіберілуі:%{ shipLaunched }
ko: 새로운 선박: %{ shipLaunched }
ky: Кеменин иштетиле баштаган күнү: %{ shipLaunched }
lv: Kuģa palaišana: %{ shipLaunched }
mn: Хөлөг аялаж эхэлсэн: %{ shipLaunched }
pt: Lançamento do navio: %{ shipLaunched }
ro: Lansarea navei: %{ shipLaunched }
ru: Лайнер спущен на воду: %{ shipLaunched }
uk: Лайнер спущено на воду: %{ shipLaunched }
uz: Кеманинг ишга тушиши: {{ cruise.ship.launched }}
zh: 新的船舶: %{ shipLaunched }

source: Ship Name
ca: Nom del vaixell
de: Schiffsname
es: Nombre del Barco
fr: Nom du navire
it: Nome della nave
ja: 船の名前
kk: Кеме Атауы
ko: 배 이름
ky: Кеменин аты
lv: Kuģa nosaukums
mn: Хөлгийн Нэр
pt: Nome do Navio
ro: Numele vasului
ru: Название Лайнера
uk: Назва Лайнеру
uz: Кема номи
zh: 郵輪名

source: Ships
ca: Vaixells
de: Schiffe
es: Navíos
fr: Navires
it: Navi
ja: 船
kk: Лайнер
ky: Кемелер
lv: Kuģi
mn: Хөлөг
pt: Navios
ro: Nave
ru: Лайнеры
uk: Кораблі
uz: Кемалар
zh: 船

source: Show admin name
ca: Mostrar nom d'administrador
de: Admin-Namen anzeigen
es: Mostrar nombre de administrador
fr: Afficher le nom de l'administrateur
it: Mostra il nome dell'amministratore
ja: 管理者の名前を表示する
kk: Әкімші атын көрсетіңіз
ko: 관리자 이름 표시
ky: Администратордун атын көрсөтүү
lv: Rādīt admin vārdu
mn: Админий нэрийг харуулах
pt: Mostrar nome do administrador
ro: Arată numele admin
ru: Показать имя администратора
uk: Показати ім'я адміністратора
uz: Маъмур номини кўрсатинг
zh: 显示管理员名称

source: Show Admin:
ca: Mostrar Admin:
de: Admin anzeigen:
es: Mostrar Admin:
fr: Montrer l'Admin :
it: Mostra Admin:
ja: アドミンを表示：
kk: Администраторды Көрсету:
ko: 관리자 보기:
ky: Админди көрсөтүү:
lv: Parādi Admin:
mn: Админ харуулах:
pt: Mostrar administrador:
ro: Arată Admin:
ru: Показать администратора:
uk: Показати адміністратора:
uz: Маъмурларни кўрсатинг:
zh: 显示管理员：

source: Show all
ca: Mostrar tot
de: Alles anzeigen
es: Mostrar todo
fr: Afficher tout
it: Mostra tutto
ja: すべてを表示
kk: Барлығын Көрсету
ko: 모두 보이기
ky: Баарын көрсөтүү
lv: Rādīt visu
mn: Бүгдийг харах
pt: Mostrar tudo
ro: Arată tot
ru: Показать всё
uk: Показати все
uz: Барчасини кўрсатиш
zh: 显示全部

source: Show All
ca: Mostra-ho Tot
de: Alle anzeigen
es: Mostrar Todo
fr: Afficher Tout
it: Mostra tutto
ja: すべてを表示
kk: Барлығын Көрсету
ky: Баарын көрсөтүү
mn: Бүгдийг харах
pt: Mostra tudo
ro: Arată tot
ru: Показать всё
uk: Показати все
uz: Барчасини кўрсатиш
zh: 显示全部

source: Show Already Eligible
ca: Mostra els que Ja són Elegibles
de: Zeige bereits Berechtigte
es: Mostrar Ya Elegible
fr: Afficher les Participants Déjà Admissibles
it: Mostra quelli già idonei
ja: すでに対象となっているものを表示
kk: Құқыққа ие болғандарды көрсету
ky: Укукка ээ болгондорду көрсөтүү
mn: Болзол хангасан хүмүүсийг харах
pt: Mostra Já Elegível
ro: Arată pe cei deja eligibili
ru: Показать уже допущенных
uk: Показати, хто вже відповідає вимогам
uz: Аллақачон ушбу ҳуқуқни қўлга киритганларни кўрсат
zh: 显示已符合资格人员

source: Show balance
ca: Mostra el saldo
de: Guthaben anzeigen
es: Mostrar saldo
fr: Afficher le solde
it: Mostra il saldo
ja: 残高を表示
kk: Балансты Көрсету
ky: Балансты көрсөтүү
lv: Rādīt bilanci
mn: Баланс харах
pt: Mostrar saldo
ro: Arată soldul
ru: Показать баланс
uk: Показати баланс
uz: Балансни кўрсатиш
zh: 显示余额

source: Show Contacts
ca: Mostrar els contactes
de: Kontakte anzeigen
es: Mostrar Contactos
fr: Afficher les contacts
it: Mostra i contatti
ja: 連絡先を表示
kk: Контактілерді көрсету
ky: Байланыштарды көрсөтүү
lv: Prādiet Kontaktpersonas
mn: Холбогдох хүмүүс
pt: Mostrar contatos
ro: Arată contacte
ru: Показать контакты
uk: Показати контакти
uz: Контактларни кўрсатиш
zh: 显示联系人

source: Show Data
fr: Afficher les Données
it: Mostra i dati
kk: Мәліметтерді көрсету
pt: Mostrar Dados
uk: Показати дані
zh: 显示数据

source: Show Department:
ca: Mostrar Departament:
de: Abteilung zeigen:
es: Mostrar Departamento:
fr: Département de l'exposition :
it: Mostra il reparto:
ja: 担当部署を表示：
kk: Бөлімді көрсету:
ko: 부서 표시:
ky: Бөлүмдү көрсөтүү:
lv: Rādīt Departamentu:
mn: Хэлтэс харах:
pt: Mostrar departamento:
ro: Arată Departamentul:
ru: Показать отдел:
uk: Показати відділ:
uz: Бўлимни кўрсатиш:
zh: 显示部门：

source: Show Details
fr: Afficher les Détails
it: Mostra dettagli
ko: 세부 정보 표시

source: Show Leaderboards For
ca: Mostra Butlletins de líders per
de: Leaderboards zeigen für
es: Mostrar líderes de
fr: Afficher les classements Pour
it: Mostra classifica dei leader per
ja: リーダーをこの並びで表示する
kk: Жетекшілер Тақталарын Көрсету
ko: 순위표 보기
ky: Лидер такталарын көрсөтүү
lv: Parādi līderu valdes priekš
mn: Лидербордыг харуулах
pt: Mostrar líderes de
ro: Arătaţi clasamentul liderilor pentru
ru: Показать Списки Лидеров Для
uk: Показати Списки Лідерів Для
uz: Етакчилар жадвалини кўрсатинг
zh: 顯示排行榜

source: Show Leadership
ca: Mostrar lideratge
de: Leadership anzeigen
es: Mostrar Liderazgo
fr: Afficher Leadership
it: Mostra Leadership
ja: リーダーシップを表示
kk: Көшбасшылықты Көрсетіңіз
ko: 리더십 보기
ky: Лидерликти көрсөтүү
lv: Rādīt Līderu Vadību
mn: Удирдлагын багийг харах
pt: Mostrar liderança
ro: Arată Conducere
ru: Показать Лидерство
uk: Показати Лідерство
uz: Етакчилик кўрсатиш
zh: 展现领导力

source: Show less
ca: Mostra menys
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 少なく表示する
kk: Аз көрсету
ky: Азыраак көрсөтүү
lv: Rādīt mazāk
mn: Товчлон харах
pt: Mostrar menos
ro: Arată mai puțin
ru: Показать меньше
uk: Показати менше
uz: Камроқ кўрсатиш
zh: 显示更少

source: Show Map
ca: Mostrar el mapa
de: Karte anzeigen
es: Mostrar mapa
fr: Afficher la carte
it: Mostra la mappa
ja: 地図を表示
kk: Картаны көрсету
ky: Картаны көрсөтүү
lv: Rādīt Karti
mn: Газрын зураг харах
pt: Mostrar o mapa
ro: Arată hartă
ru: Показать карту
uk: Показати карту
uz: Харитани кўрсатиш
zh: 显示地图

source: Show Members
ca: Mostrar Membres
de: Mitglieder anzeigen
es: Mostrar Miembros
fr: Montrer les Membres
it: Mostra i Membri
ja: メンバーを表示
kk: Қатысушыларды Көрсету
ky: Мүчөлөрдү Көрсөтүү
lv: Rādi Biedrus
mn: Гишүүдийг харуулах
pt: Mostrar membros
ro: Arată Membrii
ru: Показать Членов Клуба
uk: Показати Членів Клубу
uz: Аъзоларни кўрсатинг
zh: 显示会员

source: Show more
ca: Mostra més
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra di più
ja: もっと表示する
kk: Көбірек көрсету
ky: Көбүрөөк көрсөтүү
lv: Rādīt vairāk
mn: Цааш нь унших
pt: Mostrar mais
ro: Arată mai mult
ru: Показать больше
uk: Показати більше
uz: Батафсил кўрсатиш
zh: 显示更多

source: Show Partners
ca: Mostrar Socis
de: Partner anzeigen
es: Mostrar Socios
fr: Montrer les Partenaires
it: Mostra i Partner
ja: パートナーを表示
kk: Серіктестерді Көрсету
ky: Өнөктөштөрдү Көрсөтүү
lv: Rādi Partnerusi
mn: Түншүүдийг харах
pt: Mostrar parceiros
ro: Arată Partenerii
ru: Показать Партнёров
uk: Показати Партнерів
uz: Ҳамкорларни кўрсатинг
zh: 显示合作伙伴

source: Show Partners w/ Rank
ca: Mostrar Socis amb Rang
de: Partner w/ Rang anzeigen
es: Mostrar Socios con Rango
fr: Montrer les Partenaires avec rang
it: Mostra i Partner con rango
ja: ランクのあるパートナーを表示
kk: Серіктестерді рангтарымен көрсетіңіз
ky: Өнөктөштөрдү рангдары менен көрсөтүңүз
lv: Rādi Patnerus/Rangu
mn: Цолтой Түншүүдийг харах
pt: Mostrar parceiros com classificação
ro: Arată Partenerii cu nivel de carieră
ru: Показать Партнёров с рангом
uk: Показати Партнерів з рангом
uz: Рангга эришган Ҳамкорларни кўрсатинг
zh: 显示合作伙伴/排名

source: Show price per person
ca: Mostra el preu per persona
de: Preis pro Person anzeigen
es: Mostrar precio por persona
fr: Prix du spectacle par personne
it: Mostra il prezzo a persona
ja: 1人あたりの料金を表示
kk: Бір адамға құнын көрсету
ky: Ар бир адам үчүн бааны көрсөтүү
lv: Rādīt cenu uz vienu personu
mn: Нэг хүнд оногдох үнээр
pt: Exibir preço por pessoa
ro: Arată prețul per persoană
ru: Показать стоимость за человека
uk: Показати ціну на людину
uz: Бир киши учун нархни кўрсатинг
zh: 显示单人价格

source: Show Production
ca: Mostrar Producció
de: Umsatz anzeigen
es: Mostrar Producción
fr: Production de Spectacles
it: Mostra la produzione
ja: プロダクションを表示
kk: Өнімдерді көрсету
ko: 매출 보기
ky: Өнүмдөрдү көрсөтүү
lv: Parādi Reģistrācijas
mn: Борлуулалт харах
pt: Mostrar Produção
ro: Arată Producția
ru: Показать товарооборот
uk: Показати товарообіг
uz: Ишлаб чиқаришни кўрсатинг
zh: 顯示作品

source: Show senior and adult cruises only
ca: Mostra només creuers per a sèniors i adults
de: Nur Kreuzfahrten für Senioren und Erwachsene anzeigen
es: Mostrar solo cruceros para adultos y personas mayores
fr: Afficher uniquement les croisières pour seniors et adultes
it: Mostra solo crociere per adulti e senior
ja: シニアと大人のクルーズだけを表示する
kk: Тек қарттар мен ересектерге арналған круиздерді көрсетіңіз
ky: Улуулар жана чоңдор үчүн болгон круиздерди гана көрсөтүү
lv: Rādīt tikai senioru un pieaugušo kruīzus
mn: Зөвхөн ахмад болон насанд хүрэгчдийн аялал
pt: Mostrar apenas cruzeiros para idosos e adultos
ro: Afișează numai croaziere pentru seniori și pentru adulți
ru: Показать круизы только для совершеннолетних и пожилых
uk: Показати круїзи тільки для повнолітніх та літніх людей
uz: Фақат кексалар ва катталар учун круизларни кўрсатинг
zh: 仅显示老年人和成人邮轮

source: Show Teams For
ca: Mostrar equips per
de: Teams anzeigen für
es: Mostrar Equipos por
fr: Montrer Les Équipes Pour
it: Mostra squadre per
ja: 次の条件のチームを表示する
kk: Командаларын Көрсету
ko: 팀 보기
ky: Командаларды көрсөтүү
lv: Parādi Komandas priekš
mn: Багийг харуулах
pt: Mostrar equipes de
ro: Arată Echipe pentru
ru: Показать команды для
uk: Показати команди для
uz: Жамоани кўрсатиш
zh: 顯示團隊

source: Show Web-Registration
ca: Mostrar Registre web
de: Web-Registrierung anzeigen
es: Mostrar Registro Web
fr: Montrer l'enregistrement Web
it: Mostra registrati al sito web
ja: ウェブサイト登録を表示
kk: Веб-тіркеуді көрсету
ky: Веб катталууну көрсөтүү
lv: Rādīt tīmekļa reģistrāciju
mn: Вэб бүртгэлийг харах
pt: Mostrar registros no website
ro: Arată Înregistrarea Web
ru: Показать веб-регистрацию
uk: Показати веб-реєстрацію
uz: Сайтда рўйхатга олинганларни кўрсатинг
zh: 显示网站注册

source: Showing All Teams
ca: Mostrant tots els equips
de: Alle Teams anzeigen
es: Mostrando Todos los Equipos
fr: Montrant toutes les équipes
it: Visualizza tutte le squadre
ja: 全てのチームを表示
kk: Барлық Командаларды Көрсету
ko: 모든 팀 보기
ky: Бардык командалар көрсөтүлүүдө
lv: Parādīt visas komandas
mn: Бүх багуудыг харуулах
pt: Mostrando todas as equipes
ro: Vizualizare toate echipele
ru: Отображение Всех Команд
uk: Відображення Всіх Команд
uz: Барча жамоаларни кўрсатиш
zh: 顯示所有團隊

source: Sickness, Accident and Injury
ca: Malaltia, accident i lesió
de: Krankheit, Unfall und Verletzung
es: Enfermedad, accidente y lesión
fr: Maladie, accident et blessure
it: Malattie, incidenti e infortuni
ja: 病気、事故、ケガ
kk: Ауру, апат және жарақат
ky: Оору, кырсык жана травма
lv: Slimība, nelaimes gadījums un ievainojums
mn: Өвчин, осол, гэмтэл
pt: Doença, acidente e lesão
ro: Boală, accident și rănire
ru: Болезнь, несчастный случай и травма
uk: Хвороба, нещасний випадок та травма
uz: Хасталик, Бахтсиз ҳодисалар ва Шикастланиш
zh: 疾病、事故和伤害

source: Sign Agreement
ca: Signeu un acord
de: Vereinbarung unterschreiben
es: Firmar acuerdo
fr: Signe l'accord
it: Firma l'accordo
ja: 契約書に署名する
kk: Келісімге қол қойыңыз
ko: 서명 계약
ky: Келишимге кол коюу
lv: Paraksti līgumu
mn: Гэрээнд гарын үсэг зурах
pt: Assinar Contrato
ro: Semnează acordul
ru: Подпишите соглашение
uk: Підписати Угоду
uz: Битимни имзолаш
zh: 簽署協議

source: Sign and download all additional required agreements.
ca: Signa i descarrega tots els acords addicionals requerits.
de: Unterzeichnen und downloaden Sie alle weiteren erforderlichen Vereinbarungen.
es: Firma y descargate todos los acuerdos adicionales requeridos.
fr: Signe et télécharge tous les accords supplémentaires requis.
it: Scarica e firma tutti gli accordi aggiuntivi necessari.
ja: 必要なすべての追加契約署をダウンロードして署名する。
kk: Барлық қажетті қосымша келісімдерге қол қойыңыз және жүктеп алыңыз.
ko: 모든 추가적인 필요한 계약에 서명하고 다운로드하십시오.
ky: Бардык кошумча талап кылынган келишимдерди кол коюп жана жүктөп алыңыз.
lv: Paraksti un lejuplādē visas papildus vienošanās.
mn: Гэрээнүүдэд гарын үсэг зурах, гэрээг татаж авах.
pt: Assine e baixe todos os contratos adicionais necessários.
ro: Semnează şi descarcă toate acordurile adiţionale obligatorii.
ru: Подпишите и загрузите все дополнительные необходимые соглашения.
uk: Підписати та завантажити всі додаткові необхідні угоди.
uz: Барча қўшимча талаб этиладиган битимларни имзоланг ва юклаб олинг.
zh: 簽署並下載所有其他必需的協議。

source: Significant rewards –
ca: Recompenses importants –
de: Bedeutende Belohnungen –
es: Recompensas Significativas –
fr: Des récompenses importantes –
it: Premi importanti –
ja: 大きなリワード特典ー
kk: Маңызды марапаттар –
ky: Маанилүү сыйлыктар –
lv: Nozīmīgi apbalvojumi -
mn: Гайхалтай шагналууд -
pt: Recompensas significativas –
ro: Recompense semnificative –
ru: Значительные вознаграждения —
uk: Вражаючі винагороди —
uz: Обрўли мукофотлар -
zh: 丰厚奖励-

source: Signup
ca: Registre
es: Registro
fr: Inscription
it: Registrazione
ja: サインアップ
kk: Тіркелу
pt: Inscrição
ro: Înscriere
uk: Реєстрація
uz: Рўйхатдан ўтиш
zh: 注册

source: Signup Date
ca: Data de Registre
de: Datum der Anmeldung
es: Fecha de Registro
fr: Date d'Inscription
it: Data di iscrizione
ja: 登録日
kk: Тіркелген күні
ky: Катталуу датасы
lv: Pierakstīšanās Datums
mn: Бүртгүүлсэн огноо
pt: Data da Inscrição
ro: Data înscrierii
ru: Дата регистрации
uk: Дата реєстрації
uz: Рўйхатдан ўтиш санаси
zh: 注册日期

source: SignUp Date
fr: Date d'inscription
it: Data di iscrizione

source: Signups
ca: Registres
de: Anmeldungen
es: Registros
fr: Inscriptions
it: Iscrizioni
ja: サインアップ
kk: Тіркелу
ko: 가입하기
ky: Катталуучулар
lv: Pierakstīšanās
mn: Бүртгүүлэх
pt: Inscrições
ro: Înscrieri
ru: Подписчики
uk: Підписники
uz: Рўйхатдан ўтиш
zh: 註冊

source: SILVER PACKAGE
ca: PAQUET PLATA
de: SILBERPAKET
es: PAQUETE PLATA
fr: FORFAIT ARGENT
it: PACCHETTO SILVER
ja: シルバー・パッケージ
kk: КҮМІС ПАКЕТ
ko: 실버 패키지
ky: КҮМҮШ ПАКЕТ
lv: SUDRABA PAKETE
mn: МӨНГӨН БАГЦ
pt: PACOTE SILVER
ro: PACHETUL ARGINT
ru: СЕРЕБРЯННЫЙ ТАРИФ
uk: СРІБНИЙ ТАРИФ
uz: КУМУШ ПАКЕТ
zh: SILVER 套餐

source: Simple Company Presentation
ca: Presentació Simple de l'Empresa
de: Einfache Unternehmenspräsentation
es: Presentación Sencilla de la Compañía
fr: Présentation simple de l'entreprise
it: Presentazione aziendale semplice
ja: シンプルな会社のプレゼンテーション
kk: Компанияның қарапайым презентациясы
ky: Жөнөкөй компания презентациясы
lv: Vienkāršāa Kompānijas Prezentācija
mn: Компаний Товч Танилцуулга
pt: Apresentação Simples da Empresa
ro: Prezentarea simplă a Companiei
ru: Простая Презентация Компании
uk: Проста Презентація Компанії
uz: Компания Оддий тақдимоти
zh: 简单公司介紹

source: Simple to use:
ca: Fàcil d'Utilitzar:
de: Einfach zu bedienen:
es: Fácil de usar:
fr: Simple à utiliser :
it: Semplice da usare:
ja: 簡単に利用：
kk: Қолдануға оңай:
ko: 간단한 사용 :
ky: Колонууга оңой
lv: Vienkārši pielietojams:
mn: Ашиглахад хялбар:
pt: Simples de usar:
ro: Simplu de utilizat:
ru: Просто использовать:
uk: Просто використовувати:
uz: Фойдаланиш учун қулай:
zh: 使用简单：

source: Simpler Access
ca: Accés simplificat
de: Einfacher Zugang
es: Acceso simplificado
fr: Un accès plus simple
it: Accesso semplificato
ja: アクセスがシンプルに
kk: Жеңілдетілген қол жеткізу
ko: 간편한 액세스
ky: Жөнөкөйүрөөк мүмкүндүк
lv: Vienkāršāka piekļuve
mn: Нэвтрэхэд хялбар
pt: Acesso mais simples
ro: Acces mai simplu
ru: Более простой доступ
uk: Простіший доступ
uz: Тезкор кириш имкони
zh: 更简单的访问

source: Singapore Dollar (SGD)
fr: Dollar Singapourien (SGD)
it: Dollaro di Singapore (SGD)
kk: Сингапур доллары (SGD)
pt: Dólar de Singapura (SGD)
uk: Сінгапурський долар (SGD)
uz: Сингапур доллари (SGD)
zh: 新加坡元 (SGD)

source: Single
ca: Solter
es: Soltero(a)
fr: Célibataire
it: Singola
ja: 独身
kk: Жалғыз
ko: 싱글
ky: Бойдок
lv: Viens
mn: Гэрлээгүй
pt: Solteiro
ro: Necăsătorit
ru: Одинокий
uk: Одинокий
uz: Ёлғиз
zh: 單獨

source: Six Month Volume
ca: Volum de sis mesos
de: Sechs-Monats-Umsatz
es: Volumen de 6 meses
fr: Volume sur six mois
it: Volume di sei mesi
ja: 6ヶ月のボリューム
kk: Алты Айдағы Көлем
ky: Алты айдагы көлөм
lv: Sešu Mēnešu Apjoms
mn: Зургаан сарын идэвхжүүлэлтийн хэмжээ
pt: Volume de seis meses
ro: Volum de 6 luni
ru: Объём шести месяцев
uk: Обсяг за шість місяців
uz: Олти ойлик ҳажм
zh: 6个月的销售额

source: Skin tone
ca: To de pell
de: Hautton
es: Tono de piel
fr: Teint de peau
it: Tonalità di pelle
ja: 肌の色
kk: Тері түсі
ko: 피부톤
ky: Теринин түсү
lv: Skin tonis
mn: Арьсны өнгө
pt: Tom de pele
ro: Tonul pielii
ru: Цвет кожи
uk: Колір шкіри
uz: Тери туси
zh: 肤色

source: Skip For Now
ca: Saltar per Ara
de: Jetzt überspringen
es: Omite Por Ahora
fr: Ignorer Pour l'Instant
it: Salta per ora
ja: 今はスキップする
kk: Әзірге өткізіп жіберіңіз
ko: 건너뛰기
ky: Азырынча өткөрүп жиберүү
lv: Patreiz izlaist
mn: Алгасах
pt: Pular agora
ro: Treci peste acum
ru: Пока пропустить
uk: Пропустити на даний момент
uz: Ҳозирча ўтказиб юборинг
zh: 暫時跳過

source: Skip Step
ca: Omet el pas
de: Schritt überspringen
es: Saltar Paso
fr: Sauter une étape
it: Salta il passaggio
ja: ステップをスキップする
kk: Қадамды өткізіп жіберіңіз
ky: Кадамды өткөрүп жиберүү
lv: Izlaist darbību
mn: Алгасах
pt: Pular etapa
ro: Omite pasul
ru: Пропустить шаг
uk: Пропустити крок
uz: Ўтказиб юбориш
zh: 跳过步骤

source: Smarter Donation Overview
fr: Aperçu des Dons amélioré
it: Panoramica donazioni intelligente

source: Smiles & People
ca: Somriures i persones
de: Lächeln & Menschen
es: Sonrisas y Gente
fr: Sourires et personnes
it: Sorrisi e persone
ja: 笑顔＆人
kk: Күлкі және адамдар
ko: 웃음 & 사람
ky: Жылмаюулар &адамдар
lv: Smaidiņi & Cilvēki
mn: Инээмсэглэл ба хүмүүс
pt: Sorrisos e Pessoas
ro: Zâmbete & oameni
ru: Смайлы и люди
uk: Смайли та люди
uz: Табассумлар ва инсонлар
zh: 微笑与人
