Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Residents of the State of California, under the California Civil Code, have the right to request from companies conducting business in California a list of all third parties, if any, to which inCruises has disclosed Personal Information during the preceding year for direct marketing purposes (e.g., requests made in 2014 will receive information about 2013 sharing activities). We comply with this law by offering our visitors the ability to tell us not to share your personal information with third parties for their direct marketing purposes. To make such a request, please write to us at the address below.
ca: Els residents de l’Estat de Califòrnia, segons el Codi Civil de Califòrnia, tenen dret a sol·licitar a les empreses que operen a Califòrnia una llista de tots els tercers, si n’hi ha, amb els quals inCruises hagi compartit Informació Personal durant l’any anterior amb finalitats de màrqueting directe (per exemple, les sol·licituds realitzades l’any 2014 rebran informació sobre les activitats de compartició de l’any 2013). Complim aquesta llei oferint als nostres visitants la possibilitat de comunicar-nos que no volen que la seva informació personal sigui compartida amb tercers amb finalitats de màrqueting directe. Per fer una sol·licitud d’aquest tipus, si us plau, escriu-nos a l’adreça indicada a continuació.
de: Einwohner des Bundesstaates Kalifornien haben gemäß dem California Civil Code das Recht, von in Kalifornien tätigen Unternehmen eine Liste aller Drittparteien anzufordern, an die inCruises im Vorjahr personenbezogene Daten zu Direktmarketingzwecken weitergegeben hat (z. B. erhalten Anfragen aus dem Jahr 2014 Informationen über die Sharing-Aktivitäten im Jahr 2013). Wir halten uns an dieses Gesetz, indem wir unseren Besuchern die Möglichkeit bieten, uns mitzuteilen, dass wir Ihre personenbezogenen Daten nicht an Dritte zu Direktmarketingzwecken weitergeben sollen. Um eine solche Anfrage zu stellen, schreiben Sie uns bitte an die unten angegebene Adresse.
es: Los residentes del estado de California, bajo el Código Civil de California, tienen el derecho de solicitar a las empresas que realizan negocios en California una lista de todos los terceros, en su caso, a las que inCruises ha divulgado la información personal durante el año anterior para fines de marketing directo (por ejemplo, las solicitudes hechas en 2014 recibirán información sobre las actividades de intercambio de 2013). Nosotros cumplimos con esta ley al ofrecer a nuestros visitantes la posibilidad de solicitarnos que no compartamos su información personal con terceros para sus fines de marketing directo. Para realizar dicha solicitud, por favor escríbenos a la siguiente dirección.
fr: En vertu du Code civil californien, les résidents de l'État de Californie ont le droit de demander aux entreprises exerçant leurs activités en Californie la liste de tous les tiers, le cas échéant, auxquels inCruises a communiqué des informations personnelles au cours de l'année précédente à des fins de marketing direct (par exemple, les demandes effectuées en 2014 recevront des informations sur les activités de partage de 2013). Nous respectons cette loi en offrant à nos visiteurs la possibilité de nous demander de ne pas partager vos informations personnelles avec des tiers à des fins de marketing direct. Pour faire une telle demande, veuillez nous écrire à l'adresse ci-dessous.
it: I residenti dello Stato della California, ai sensi del Codice Civile della California, hanno il diritto di richiedere alle aziende che operano in California un elenco di tutte le terze parti, se presenti, alle quali inCruises ha comunicato Informazioni Personali durante l'anno precedente per scopi di marketing diretto (ad esempio, le richieste effettuate nel 2014 riceveranno informazioni sulle attività di condivisione del 2013). Ottemperiamo a questa legge offrendo ai nostri visitatori la possibilità di comunicarci di non condividere le loro informazioni personali con terze parti per i loro scopi di marketing diretto. Per effettuare tale richiesta, si prega di scriverci all'indirizzo sottostante.
ja: カリフォルニア州の居住者は、カリフォルニア州民法に基づき、カリフォルニア州で事業を⾏っている企業に、もしあれば、inCruisesが直販⽬的で個⼈情報を開⽰したすべての第三者のリストを要求する権利を有します（たとえば、2014年に⾏われたリクエストには、2013年の共有アクティビティに関する情報が含まれます）。当社は、訪問者がダイレクトマーケティングの⽬的で第三者と会員の個⼈情報を共有しないように指⽰する能⼒を提供することにより、この法律を順守します。 このようなリクエストを⾏うには、 以下のアドレスにご連絡ください。
kk: Калифорния штатының тұрғындары, Калифорнияның Азаматтық кодексіне сәйкес, Калифорнияда бизнес жүргізетін компаниялардан, егер бар болса, inCruises тікелей маркетинг мақсатында өткен жылы жеке ақпаратты ашқан барлық үшінші тұлғалардың тізімін сұрауға құқылы (мысалы, 2014 жылы жасалған сұраулар туралы ақпаратты қамтиды). іс-шаралар 2013 жылы ақпарат алмасу). Біз келушілерге тікелей маркетинг мақсатында жеке ақпаратыңызды үшінші тұлғаларға беруге тыйым салу мүмкіндігін беру арқылы осы заңды орындаймыз. Мұндай сұраныс жасау үшін төмендегі мекен-жайға жазыңыз.
ky: Калифорниянын Граждандык кодексине ылайык, Калифорния штатынын жашоочулары Калифорнияда бизнес жүргүзгөн компаниялардан inCruises өткөн жылдын ичинде түздөн-түз маркетинг максаттары үчүн Жеке маалыматты ачып берген бардык үчүнчү жактардын тизмесин талап кылууга укуктуу ( мисалы, 2014-жылы жасалган суроо-талаптар 2013-жылдагы бөлүшүү иш-чаралары жөнүндө маалымат алышат). Биз бул мыйзамды биздин конокторубузга түздөн-түз маркетинг максаттары үчүн үчүнчү жактар менен жеке маалыматыңызды бөлүшпөөнү айтуу мүмкүнчүлүгүн сунуштоо менен аткарабыз. Мындай өтүнүч менен кайрылуу үчүн төмөндө көрсөтүлгөн дарек боюнча бизге жазыңыз.
lv: Kalifornijas štata rezidentiem saskaņā ar Kalifornijas Civilkodeksu ir tiesības pieprasīt no kompānijām,kas veic uzņēmējdarbību Kalifornijā, visu to trešo personu sarakstu, ja tādas ir, kurām inCruises ir izpaudusi personīgo informāciju iepriekšējā gadā tiešā mārketinga nolūkos (Piemēram, 2014. gadā iesniegtie pieprasījumi saņems informāciju par 2013. gada koplietošanas darbībām). Mēs ievērojam šo likumu, piedāvājot mūsu apmeklētājiem iespēju pateikt, lai viņi nepadalās ar jūsu personīgo informāciju ar trešajām personām to tiešā mārketinga nolūkos. Lai izteiktu šādu lūgumu, lūdzu, rakstiet mums tālāk norādītajā adresē.
mn: Калифорни муж улсын оршин суугчид Калифорнийн Иргэний Хуулийн дагуу Калифорни муж улсад бизнес эрхэлж буй компаниудаас өмнөх жилийн хугацаанд (жишээлбэл, 2014 онд гаргасан хүсэлт 2013 оны мэдээллийг хамарна) хувийн мэдээллийг гуравдагч этгээдэд шууд маркетингийн зорилгоор задруулсан эсэх, хэрэв задруулсан бол тэдгээрийн жагсаалтыг хүсэх эрхтэй. Бид энэхүү хуульд нийцүүлэн, вэбсайтад зочлогчдод хувийн мэдээллээ гуравдагч этгээдэд шууд маркетингийн зорилгоор хуваалцуулахгүй байх хүсэлт гаргах боломжийг олгодог. Ийм хүсэлт гаргахыг хүсвэл доорх хаягаар бидэнд бичгээр хандана уу.
pt: Os residentes do Estado da Califórnia, de acordo com o Código Civil da Califórnia, têm o direito de solicitar às empresas que conduzem negócios no Estado uma lista de todos os terceiros, se houver, aos quais a inCruises divulgou informações pessoais durante o ano anterior para fins de marketing direto (por exemplo, solicitações feitas em 2014 receberão informações sobre as atividades de compartilhamento de 2013). Cumprimos esta lei oferecendo a nossos visitantes a capacidade de determinar o não compartilhamento das suas informações pessoais com terceiros para fins de marketing direto. Para fazer essa solicitação, escreva-nos no endereço abaixo.
ro: Locuitorii statului California, în conformitate cu Codul civil din California, au dreptul de a solicita companiilor care desfășoară afaceri în California o listă a tuturor terților, dacă există, cărora inCruises le-a dezvăluit informații personale în cursul anului precedent în scopuri de marketing direct (de exemplu, solicitările făcute în 2014 vor primi informații despre activitățile de partajare din 2013). Respectăm această lege, oferind vizitatorilor noștri posibilitatea de a ne spune să nu împărtășim informațiile tale personale cu terțe părți în scopurile lor de marketing direct. Pentru a face o astfel de solicitare, te rugăm să ne scrii la adresa de mai jos.
ru: Жители штата Калифорния, в соответствии с Гражданским кодексом штата Калифорния, имеют право потребовать от компаний, ведущих бизнес в Калифорнии, список всех третьих сторон, если таковые имеются, которым inCruises в течение предшествующего года раскрыл персональную информацию для целей прямого маркетинга (например, по запросам, сделанным в 2014 году, будет получена информация о действиях по совместному использованию 2013 года). Мы соблюдаем этот закон, предоставляя нашим посетителям возможность сообщить нам, чтобы мы не делились вашей персональной информацией с третьими лицами для целей прямого маркетинга с их стороны. Чтобы сделать такой запрос, напишите нам по указанному ниже адресу.
uk: Мешканці штату Каліфорнія, згідно із Цивільним кодексом Каліфорнії, мають право вимагати від компаній, що ведуть бізнес у Каліфорнії, список усіх третіх осіб, якщо такі є, яким компанія inCruises розкрила їх персональну інформацію протягом попереднього року для цілей прямого маркетингу (наприклад, на запити, зроблені у 2014 році, отримають інформацію про діяльність у 2013 році). Ми дотримуємося цього закону, пропонуючи нашим відвідувачам можливість зобов'язати нас не ділитися вашою особистою інформацією із третіми сторонами для їх прямого маркетингу. Щоб зробити такий запит, будь ласка, напишіть нам за вказаною нижче адресою.
uz: Калифорния штатида истиқомат қилувчилар, Калифорния Фуқаролик кодексига асосан, Калифорнияда фаолият юритаётган компанияларда олдинги йил давомида бевосита маркетинг мақсадлари учун inCruises шахсий маълумотларни ошкор қилган барча учинчи томонлар (агар бўлса) рўйхатини сўраб олиш ҳуқуқига эга (масалан, 2014 йилда сўралган бўлса, 2013 йилдаги биргаликдаги фаолият ҳақидаги маълумотлар берилади). Биз ташриф буюрувчиларимизга учинчи томонларга уларнинг бевосита маркетинг мақсадлари юзасидан шахсий маълумотларни тақдим этмаслигимизни сўраш имкониятини таклиф этиш орқали амал қиламиз. Бундай сўровни амалга ошириш учун қуйида келтирилган манзил бўйича бизга ёзинг.
zh: 根据加利福尼亚民法典的规定，加利福尼亚州居民有权向在加州开展业务的公司请求提供前一年内inCruises出于直接营销目的向任何第三方披露个人信息的清单（例如，2014年提出的请求将获得有关2013年共享活动的信息）。我们通过向访客提供拒绝将个人信息共享给第三方用于其直接营销目的的选项来遵守此法律。如需提出此类请求，请按以下地址书面联系我们。

source: Resources
ca: Recursos
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
ja: ビジネス資源
kk: Ресурстар
ko: 비즈니스활용도구
ky: Булактар
lv: Resursi
mn: Нөөцийн сан
pt: Recursos
ro: Resurse
ru: Ресурсы
uk: Ресурси
uz: Манбалар
zh: 資源

source: Restart
fr: Redémarrage
it: Riavvia

source: Restart Verification
ca: Reinicia la Verificació
es: Reiniciar Verificación
fr: Recommencer la Vérification
it: Riavvia la verifica
ja: 本人確認を再開
kk: Растауды қайта бастау
pt: Reinicie a Verificação
ro: Repornește verificarea
ru: Перезапустить процесс верификации
uk: Перезапустити процес верифікації
uz: Верификацияни қайтадан бошлаш
zh: 重新开始验证

source: result
ca: resultat
de: Ergebnis
es: resultado
fr: résultat
it: risultato
ja: 結果
kk: нәтиже
ko: 결과
ky: натыйжа
lv: Rezultāts
mn: үр дүн
pt: resultado
ro: rezultat
ru: результат
uk: результат
uz: натижа
zh: 结果

source: Result Limit
ca: Límit de resultats
de: Ergebnisbegrenzung
es: Límite de Resultados
fr: Limite de résultat
it: Limite dei risultati
ja: 結果表示の制限
kk: Нәтиже Шектеуі
ko: 결과 한도
ky: Жыйынтык чеги
lv: rezultātu ierobežojums
mn: Үр дүнгийн хязгаар
pt: Limite de Resultado
ro: Limită de rezultate
ru: Результат
uk: Ліміт Результату
uz: Натижа лимити
zh: 結果限制

source: Result Limit must be a number!
ca: El límit de resultats ha de ser un número!
de: Die Ergebnisbegrenzung muss eine Zahl sein!
es: ¡El Límite de Resultados debe ser un número!
fr: La limite de résultat doit être un nombre !
it: Il limite dei risultati deve essere un numero!
ja: 結果表示の制限は数字でなければいけません！
kk: Нәтиже Шектеуі сан болуы керек!
ko: 결과 한도는 숫자여야만 합니다!
ky: Жыйынтык чеги сан болушу керек!
lv: Rezultātu ierobežojumam ir jābūt skaitlim!
mn: Үр дүнгийн хязгаар тоо байх ёстой!
pt: O limite de resultados deve ser um número!
ro: Limita de rezultate trebuie să fie un număr!
ru: Лимит Результата должен быть числом!
uk: Ліміт Результату повинен бути числом!
uz: Натижа лимити рақам бўлиши шарт!
zh: 結果必須是數字！

source: Result Limit must be set between 100 and 25000.
ca: El límit de resultats s'ha de configurar entre 100 i 25000.
de: Die Ergebnisbegrenzung muss zwischen 100 und 25000 eingestellt werden.
es: El Límite de Resultados debe estar entre 100 y 25000.
fr: La limite de résultat doit être compris entre 100 et 25000.
it: Il limite dei risultati deve essere compreso tra 100 e 25000.
ja: 結果の表示の制限は100から2500の間で設定される必要があります。
kk: Нәтиже Шектеуі 100-ден 25000-ға дейінгі аралықта орнатылуы керек.
ko: 결과 한도는 100에서 25,000 사이로 설정해야합니다.
ky: Жыйынтык чеги 100 жана 25000 ортосунда болушу керек.
lv: Rezultātu ierobežojumam jābūt noteiktam starp 100 un 25000.
mn: Үр дүнгийн хязгаар 100-аас 25000 хооронд байх ёстой.
pt: O limite de resultados deve ser definido entre 100 e 25000.
ro: Limita de rezultate trebuie setată între 100 şi 25000.
ru: Предел результата поиска должен быть установлен между 100 и 25000.
uk: Ліміт Результату повинен бути встановлений між 100 і 25000.
uz: Натижа лимити 100 ва 25000 оралиғида бўлиши шарт.
zh: 結果必須在100到25000之間。

source: Results
ca: Resultats
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
ja: 結果
kk: Нәтижелер
ko: 결과
ky: Жыйынтыктар
lv: Rezultāti
mn: Үр дүнгээ харах
pt: Resultados
ro: Rezultate
ru: Результаты
uk: Результати
uz: Натижалар
zh: 結果

source: Return Date
ca: Data de tornada
de: Rückreisedatum
es: Fecha de Regreso
fr: Date de retour
it: Data di ritorno
ja: 帰港日
kk: Қайтып Келу Күні
ko: 반환 날짜
ky: Кайтуу күнү
lv: Atgriešanās datums
mn: Эргэж ирэх өдөр
pt: Data de retorno
ro: Data întoarcerii
ru: Дата Возвращения
uk: Дата Повернення
uz: Қайтиш санаси
zh: 返回日期

source: Return to Login
ca: Torna a Iniciar sessió
de: Zurück zum Login
es: Volver a inicio de sesión
fr: Retour à la connexion
it: Torna all'accesso
ja: ログイン画面に戻る
kk: Жүйеге кіруге оралу
ky: Кирүү барагына кайтуу
lv: Atgriezties pieteikšanās programmā
mn: Нэврэх хуудас руу буцаж очих
pt: Retornar ao login
ro: Revino la Conectare
ru: Вернуться на страницу входа
uk: Повернутися на сторінку входу
uz: Кириш саҳифасига қайтиш
zh: 返回登录

source: Return to search
ca: Torna a cercar
de: Zurück zur Suche
es: Regresar a búsqueda
fr: Retour à la recherche
it: Torna alla ricerca
ja: 検索に戻る
kk: Іздеуге қайта оралу
ko: 검색으로 돌아가기
ky: Издөөгө кайтуу
lv: Atgriezties pie meklēšanas
mn: Хайлт руу буцах
pt: Voltar para a pesquisa
ro: Întoarcerea la căutare
ru: Назад к поиску
uk: Назад до пошуку
uz: Қидирувга қайтиш
zh: 返回搜尋

source: Return to Welcome Page
ca: Tornar a la Pàgina d'Inici
de: Zurück zur Willkommensseite
es: Regresar a Página de Inicio
fr: Retour à la Page d'Accueil
it: Torna alla pagina di benvenuto
ja: ウェルカムページに戻る
kk: Сәлемдесу бетіне оралу
ko: 환영 페이지로 돌아가기
ky: Башкы бетке кайтуу
lv: Atgriezties sākumlapā
mn: Нүүр хуудас руу буцаж очих
pt: Voltar para a página inicial
ro: Înapoi la prima pagină
ru: Назад к странице приветствия
uk: Повернутися до початкової сторінки
uz: Асосий саҳифага қайтиш
zh: 返回歡迎頁面

source: Returning Date
ca: Data de Tornada
de: Rückreisedatum
es: Fecha de Regreso
fr: Date de retour
it: Data di ritorno
ja: 帰港日
kk: Қайтып келу Күні
ky: Кайтуу күнү
lv: Atgriešanās Datums
mn: Буцаж ирэх өдөр
pt: Data de Retorno
ro: Data revenirii
ru: Дата возвращения
uk: Дата повернення
uz: Қайтиш санаси
zh: 返回日期

source: Review
ca: Revisar
de: Überprüfung
es: Revisar
fr: Revue
it: Valutazione
ja: レビュー
kk: Қарау
ko: 검토
ky: Карап чыгуу
lv: Pārskats/pārskatīt
mn: Тойм
pt: Análise
ro: Recenzie
ru: Обзор
uk: Огляд
uz: Кўриб чиқиш
zh: 审查

source: Review offers
ca: Revisar ofertes
de: Überprüfung der Angebote
es: Revisar ofertas
fr: Révision des offres
it: Controlla le offerte
ja: レビューのオファー
kk: Ұсыныстарға шолу
ko: 검토 제안
ky: Сунуштарды карап чыгуу
lv: Pārskats piedāvā
mn: Саналыг харах
pt: Revisar ofertas
ro: Recenzie oferte
ru: Обзор предложений
uk: Огляд пропозицій
uz: Таклифларни кўриб чиқиш
zh: 查看优惠

source: Review Partner
ca: Revisar Soci
de: Partner überprüfen
es: Revisar Socio
fr: Revoir les Partenaires
it: Verifica del Partner
ja: 審査パートナー
kk: Серіктеске Шолу
ky: Өнөктөштү карап чыгуу
lv: Pārskatīt Partneri
mn: Түншүүдээ харах
pt: Revisar Parceiro
ro: Partener de revizuire
ru: Обзор Партнёра
uk: Огляд Партнера
uz: Ҳамкорни кўриб чиқиш
zh: 审查合作伙伴

source: Review Reward Points Balance
ca: Revisa el saldo de Punts de Recompensa
de: Reward Points-Saldo überprüfen
es: Revisar Saldo de Puntos de Recompensa.
fr: Consulter le solde des Points de Récompense
it: Controlla il saldo dei Crediti Premio
ja: リワードポイントの残高を確認する
kk: Бонустық ұпайлар балансын қараңыз
ko: 리워드 포인트 잔액을 확인하십시오.
ky: Бонустук Упайлардын балансын карап чыгуу
lv: Pārbudi savu Balvu Punktu Bilanci
mn: Өөрийн Шагналын Онооны балансыг харах
pt: Revise o saldo de Pontos de Recompensa
ro: Examinează soldul punctelor de recompensă
ru: Посмотреть баланс Бонусных Баллов
uk: Переглянути баланс Бонусних Балів
uz: Бонус баллари балансини кўриш
zh: 查看奖励积分余额

source: Review the full details
ca: Consulta tots els detalls
de: Überprüfen Sie die vollständigen Details
es: Revisa los detalles completos
fr: Consultez tous les détails
it: Leggi i dettagli completi
ja: すべての詳細を確認する
kk: Толық мәліметтерді қараңыз
ko: 전체 세부정보 검토
ky: Кененирээк маалымат карап чыгуу
lv: Pārskati visu detalizēto informāciju
mn: Дэлгэрэнгүй мэдээллийг харах
pt: Revise todos os detalhes
ro: Consultă toate detaliile
ru: Посмотреть все подробности
uk: Переглянути всі подробиці
uz: Батафсил маълумотларни кўриб чиқиш
zh: 查看完整详细信息

source: Review your balance and withdraw your compensation via our outbound payout providers. Receive your earnings via bank transfer, pre-paid Mastercard or even a check.
ca: Revisa el teu saldo i transfereix la teva compensació a través dels nostres proveïdors de pagaments per rebre els teus beneficis mitjançant transferència bancària, Targeta de crèdit o fins a tot un xec.
de: Überprüfen Sie Ihr Guthaben und transferieren Sie Ihre Summe mittels unseren Auszahlungsmethoden. Erhalten Sie Ihre Provisionen per Banküberweisung, Prepaid Mastercard oder sogar per Scheck.
es: Revisa el saldo de tu cartera y transfiere tu compensación a través de nuestros proveedores de pagos salientes para recibir tus ganancias por transferencia bancaria, MasterCard de prepago o incluso cheque.
fr: Vérifiez votre solde et retirez votre indemnisation via nos fournisseurs de paiement sortants. Recevez vos gains par virement bancaire, carte MasterCard prépayée ou même par chèque.
it: Controlla il tuo saldo e ritira i tuoi compensi tramite i nostri fornitori dei servizi di pagamento in uscita. Ricevi le provvigioni tramite bonifico bancario, Mastercard prepagata o anche assegno.
ja: 残高を確認し、外部の決済業者を通じて報酬を引き出しましょう。銀行振込、プリペイドマスターカード、ビザカードあるいは小切手でもあなたの収入を受け取ることができます。
kk: Балансыңызды қарап шығып, өтемақы төлеміңізді қаражат шығару провайдерлерімізден алыңыз. Ақшаңызды банктік аударым арқылы, алдын-ала төленген Mastercard немесе тіпті чек арқылы алыңыз.
ko: 귀하의 잔고를 확인하고, 당사의 지불금 공급업체를 통해 보상금을 인출하십시오. 은행이체, 선불 마스터 카드 또는 수표로 귀하의 수입을 받을 수 있습니다.
ky: Балансыңызды карап көрүп, компенсацияңызды биздин тышкы төлөм боюнча камсыздоочуларыбыздын жардамы менен чыгарып алыңыз. Тапкан акчаңызды банкка которуу аркылуу, алдын ала төлөнгөн Mastercard же чек менен алыңыз.
lv: Pārskatiet savu atlikumu un atsauciet savu kompensāciju, izmantojot mūsu izejošo izmaksu nodrošinātājus. Saņemiet savus ieņēmumus, izmantojot bankas pārskaitījumu, priekšapmaksas Mastercard vai pat čeku.
mn: Үлдэгдлээ шалгах болон төлбөрийн үйлчилгээ үзүүлэгч нараар дамжуулан шагнал орлогыг татаж авах. Та өөрийн орлогыг банкны шилжүүлэг, урьдчилсан төлбөрт MasterCard эсвэл чекээр татах авах боломжтой.
pt: Revise seu saldo e retire sua compensação através de nossos provedores de pagamento. Receba seus ganhos através de transferência bancária, Mastercard pré-pago ou outras formas de pagamento.
ro: Analizează-ți soldul și retrageţi compensaţia prin furnizorii noştri de plăţi externe. Primește câştigurile tale prin transfer bancar, Mastercard pre-paid sau chiar printr-un cec.
ru: Просмотрите Ваш баланс и снимите Вашу компенсацию с помощью наших поставщиков по исходящим выплатам. Получите свой заработок через банковский перевод, предоплаченную Mastercard или даже чеком.
uk: Перегляньте Ваш баланс і зніміть Вашу компенсацію за допомогою наших постачальників за вихідними виплатами. Отримайте свій заробіток через банківський переказ, передоплачену Mastercard або навіть чеком.
uz: Балансингизни кўринг ва компенсациянгизни тўлов провайдери орқали чиқариб олинг. Ишлаб топган пулларингизни банк ўтказмаси, олдиндан тўланган MasterCard ва ҳаттоки чек орқали олинг.
zh: 查看您的余额并通过我们的出站付款提供商提取您的补偿。 通过银行转账、预付万事达卡甚至支票接收您的收入。

source: Review your cruise details
ca: Revisa els detalls del teu creuer
de: Überprüfen Sie Ihre Kreuzfahrtdetails
es: Revisa los detalles de tu crucero
fr: Consultez les détails de votre croisière
it: Controlla i dettagli della tua crociera
ja: クルーズの詳細を確認する
kk: Круиздің егжей тегжейін зерттеңіз
ky: Круизиңиз боюнча маалыматтарды карап чыгыңыз
lv: Pārskati savu kruīza informāciju
mn: Далайн аяллын дэлгэрэнгүйг харах
pt: Revise os detalhes do seu cruzeiro
ro: Verifică detaliile croazierei tale
ru: Изучите детали своего круиза
uk: Перегляньте деталі свого круїзу
uz: Круиз маълумотларни кўриб чиқиш
zh: 查看您的邮轮详细信息

source: reviews
ca: ressenyes
de: Bewertungen
es: reseñas
fr: avis
it: recensioni
ja: レビュー
kk: пікірлер
ky: пикирлер
lv: pārskati
mn: тоймууд
pt: avaliações
ro: recenzii
ru: отзывы
uk: відгуки
uz: шарҳлар
zh: 评论

source: Revision date: {{ parseDate(resource.revision_date) }}
ca: Data de revisió: {{ parseDate(resource.revision_date) }}
de: Überarbeitungsdatum: {{ parseDate(resource.revision_date) }}
es: Fecha de revisión: {{ parseDate(resource.revision_date) }}
fr: Date de révision : {{ parseDate(resource.revision_date) }}
it: Data della revisione: {{ parseDate(resource.revision_date) }}
ja: 改訂日： {{ parseDate(resource.revision_date) }}
kk: Қарау күні: {{ parseDate(resource.revision_date) }}
ko: 개정 날짜 : {{ parseDate(resource.revision_date) }}
ky: Текшерүү күнү: {{ parseDate(resource.revision_date) }}
lv: Pārskatīšanas datums: {{ parseDate(resource.revision_date) }}
mn: Хянасан огноо: {{ parseDate(resource.revision_date) }}
pt: Data de revisão: {{ parseDate(resource.revision_date) }}
ro: Data revizuirii: {{ parseDate(resource.revision_date) }}
ru: Дата пересмотра: {{ parseDate(resource.revision_date) }}
uk: Дата ревізії: {{ parseDate(resource.revision_date) }}
uz: Қайта кўриб чиқиш санас: {{ parseDate(resource.revision_date) }}
zh: 修订日期： {{ parseDate(resource.revision_date) }}

source: Revoke file disclaimer
ca: Revocar el descàrrec de responsabilitat de l'expedient
de: Haftungsausschluss für Dateien widerrufen
es: Revocar descargo de responsabilidad del archivo
fr: Révoquer la clause de non-responsabilité concernant les fichiers
it: Revoca della clausola di esclusione della responsabilità per i file
ja: ファイルの免責事項を取り消す
kk: Файлдан бас тарту туралы мәлімдемені жою
ko: 파일 면책 취소
ky: Файлдан баш тартууну жокко чыгарыңыз
lv: Atsaukt faila atrunu
mn: Файлын мэдэгдлийг хүчингүй болгох
pt: Revogar isenção de responsabilidade de arquivo
ro: Revocă clauza de declinare a răspunderii fișierului
ru: Отозвать оказ от ответственности за фалы
uk: Відкликати відмову від відповідальності за файл
uz: Файлга оид огоҳлантиришни бекор қилиш
zh: 撤销文件免责声明

source: Reward
ca: Recompensa
de: Prämie
es: Recompensa
fr: Récompense
it: Compenso
ja: 報奨金
kk: Сыйақы
ko: 보상
ky: Сыйлык
lv: Apbalvojums
mn: Шагнал
pt: Recompensa
ro: Recompensă
ru: Награда
uk: Нагорода
uz: Мукофот
zh: 獎勵
