Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <strong>I will visit every place I have ever wanted to see.</strong> <br/><br/>I used to think that only wealthy people could go on ocean cruises and that cruise vacations were extremely expensive. Actually, I never even considered trying to go on a cruise. <br/><br/>However, in September 2019, a friend of mine introduced me to inCruises. When I saw the travel prices available to members, I thought the publicly available prices were amazingly cheap. Right away, I had the desire to go on a cruise. I instantly thought about taking my family on this wonderful cruise. Without any hesitation, I became a member. <br/><br/> Unfortunately, due to COVID-19, I couldn’t go on a cruise at that time. But during that period, I kept making my membership payments. Now, I’m preparing for an incredible cruise with the person I love the most.<br/><br/> Beyond that, I really like inCruises' vision and values. I am deeply grateful for the opportunity it provides to millions of people worldwide—making cruises more accessible and affordable while also offering a way to earn income while traveling. Most importantly, I am extremely happy that inCruises has given me the chance to explore all the places I have ever dreamed of visiting and also the potential to achieve financial freedom.<br/><br/> Honestly, the inCruises system is an outstanding program. I am truly grateful to the founders, Michael Hutchison and Frank Codina, for their dedication to members’ success and for creating a platform that can completely transform lives.<br/><br/> May God bless inCruises and all its Partners and Members!<br/><br/>
ca: <strong>Visitaré tots els llocs que sempre he volgut veure.</strong> <br/><br/>Abans pensava que només la gent rica podia anar en creuers per l’oceà i que les vacances en creuer eren extremadament cares. De fet, mai ni tan sols m’havia plantejat intentar fer-ne un. <br/><br/>No obstant això, el setembre del 2019, un amic meu em va presentar inCruises. Quan vaig veure els preus de viatge disponibles per als membres, vaig pensar que els preus públics eren increïblement econòmics. De seguida vaig tenir el desig d’anar de creuer. Instantàniament, vaig pensar a portar-hi la meva família. Sense dubtar-ho, em vaig fer membre. <br/><br/> Malauradament, a causa de la COVID-19, en aquell moment no vaig poder fer cap creuer. Però durant aquell període, vaig continuar fent els pagaments de la meva membresía. Ara, m’estic preparant per a un creuer increïble amb la persona que més estimo.<br/><br/> Més enllà d’això, m’agrada molt la visió i els valors d’inCruises. Estic profundament agraït per l’oportunitat que ofereix a milions de persones arreu del món —fent els creuers més accessibles i assequibles, alhora que ofereix una manera de generar ingressos mentre viatges. El més important és que estic immensament feliç que inCruises m’hagi donat l’oportunitat d’explorar tots els llocs amb què sempre he somiat i també el potencial d’assolir la llibertat financera.<br/><br/> Sincerament, el sistema d’inCruises és un programa extraordinari. Estic realment agraït als fundadors, Michael Hutchison i Frank Codina, per la seva dedicació a l’èxit dels membres i per haver creat una plataforma que pot transformar completament vides.<br/><br/> Que Déu beneeixi inCruises i tots els seus Socis i Membres!<br/><br/>
de: <strong>Ich werde jeden Ort besuchen, den ich schon immer einmal sehen wollte. </strong><br/><br/>Früher dachte ich, dass nur reiche Leute eine Kreuzfahrt machen können und dass Kreuzfahrten extrem teuer sind. Eigentlich habe ich nie in Erwägung gezogen, eine Kreuzfahrt zu machen. <br/><br/>Doch im September 2019 hat mich ein Freund auf inCruises aufmerksam gemacht. Als ich die für Mitglieder verfügbaren Reisepreise sah, fand ich die öffentlich verfügbaren Preise erstaunlich günstig. Sofort hatte ich den Wunsch, eine Kreuzfahrt zu machen. Ich dachte sofort daran, meine Familie auf diese wunderbare Kreuzfahrt mitzunehmen. Ohne zu zögern, wurde ich Mitglied. <br/><br/>Leider konnte ich damals wegen COVID-19 nicht auf eine Kreuzfahrt gehen. Aber während dieser Zeit habe ich meine Mitgliedsbeiträge weiter gezahlt. Jetzt bereite ich mich auf eine unglaubliche Kreuzfahrt mit der Person vor, die ich am meisten liebe. <br/><br/>Darüber hinaus gefallen mir die Vision und die Werte von inCruises sehr. Ich bin zutiefst dankbar für die Möglichkeit, die inCruises Millionen von Menschen weltweit bietet - Kreuzfahrten werden zugänglicher und erschwinglicher und bieten gleichzeitig eine Möglichkeit, während des Reisens ein Einkommen zu erzielen. Vor allem aber bin ich sehr glücklich darüber, dass inCruises mir die Möglichkeit gegeben hat, all die Orte zu erkunden, die ich schon immer einmal besuchen wollte, und gleichzeitig das Potenzial, finanzielle Freiheit zu erreichen. <br/><br/>Ganz ehrlich, das inCruises-System ist ein hervorragendes Programm. Ich bin den Gründern, Michael Hutchison und Frank Codina, wirklich dankbar für ihr Engagement für den Erfolg der Mitglieder und für die Schaffung einer Plattform, die das Leben völlig verändern kann. <br/><br/>Mögen inCruises und all seine Partner und Mitglieder gesegnet sein!<br/><br/>
es: <strong>Voy a visitar cada lugar que siempre he querido ver.</strong> <br/><br/>Solía pensar que solo las personas adineradas podían viajar en crucero por el mar y que las vacaciones en crucero eran extremadamente costosas. De hecho, nunca pensé siquiera tratar de viajar en crucero. <br/><br/>Sin embargo, en septiembre del 2019, un amigo me presentó inCruises. Cuando vi los precios disponibles para los Miembros, creí que los precios disponibles públicamente eran increíblemente baratos. Enseguida deseé viajar en crucero. De inmediato pensé en llevar a mi familia en este maravilloso crucero. Y sin dudarlo me convertí en Miembro. <br/><br/> Lamentablemente, debido al COVID-19, no pude viajar en crucero en ese momento. Pero durante ese periodo, seguí pagando mi Membresía. Ahora, me estoy preparando para un increíble crucero con la persona que más amo.<br/><br/> Además de eso, realmente me gustan la visión y los valores de inCruises. Estoy profundamente agradecida por la oportunidad que da a millones de personas en todo el mundo, haciendo de los cruceros algo más accesible y asequible al mismo tiempo que ofrece una manera de generar ingresos mientras viajas. Y lo más importante, estoy extremadamente feliz de que inCruises me haya dado la oportunidad de explorar todos los lugares que siempre soñé visitar, así como el potencial de lograr la libertad financiera.<br/><br/> Honestamente, el sistema inCruises es un programa excepcional. Estoy realmente agradecida con nuestros directores generales, Michael Hutchison y Frank Codina, por su dedicación hacia el éxito de los Miembros y por crear una plataforma que puede transformar vidas por completo.<br/><br/> ¡Que Dios bendiga a inCruises y a sus Socios y Miembros!<br/><br/>
fr: <strong>Je visiterai tous les endroits que j’ai toujours voulu voir.</strong> <br/><br/>Je pensais que seules les personnes fortunées pouvaient faire des croisières et que les vacances en mer étaient extrêmement chères. En fait, je n'ai jamais envisagé de partir en croisière. <br/><br/>Cependant, en septembre 2019, un ami m'a fait découvrir inCruises. En voyant les tarifs proposés aux membres, j'ai trouvé les prix publics incroyablement bas. J'ai tout de suite eu envie de partir en croisière. J'ai immédiatement pensé à emmener ma famille sur cette magnifique croisière. Sans hésiter, je suis devenu membre. <br/><br/> Malheureusement, à cause de la COVID-19, je n'ai pas pu partir en croisière à ce moment-là. Mais pendant cette période, j'ai continué à payer mon adhésion. Aujourd'hui, je me prépare pour une croisière incroyable avec la personne que j'aime le plus.<br/><br/> Au-delà de cela, j'apprécie beaucoup la vision et les valeurs d'inCruises. Je suis profondément reconnaissant de l'opportunité qu'elle offre à des millions de personnes dans le monde entier : elle rend les croisières plus accessibles et abordables, tout en offrant un moyen de gagner sa vie tout en voyageant. Plus important encore, je suis extrêmement heureux qu'inCruises m'ait donné la chance d'explorer tous les endroits dont j'ai toujours rêvé et la possibilité d'atteindre l'indépendance financière.<br/><br/> Honnêtement, le système inCruises est un programme exceptionnel. Je suis profondément reconnaissant envers ses fondateurs, Michael Hutchison et Frank Codina, pour leur dévouement à la réussite de leurs membres et pour avoir créé une plateforme capable de transformer radicalement des vies.<br/><br/> Que Dieu bénisse inCruises et tous ses Partenaires et Membres !<br/><br/>
it: <strong>Visiterò ogni luogo che ho sempre desiderato vedere.</strong> <br/><br/>Prima pensavo che solo le persone ricche potessero fare crociere oceaniche e che le vacanze in crociera fossero estremamente costose. In realtà, non avevo mai nemmeno considerato di provare ad andare in crociera. <br/><br/>Tuttavia, nel settembre 2019, un mio amico mi ha presentato inCruises. Quando ho visto i prezzi di viaggio disponibili per i membri, ho pensato che i prezzi disponibili al pubblico fossero incredibilmente economici. Subito, ho avuto il desiderio di andare in crociera. Ho pensato immediatamente di portare la mia famiglia in questa meravigliosa crociera. Senza alcuna esitazione, sono diventato un membro. <br/><br/> Sfortunatamente, a causa del COVID-19, all'epoca non potei andare in crociera. Ma durante quel periodo, ho continuato a effettuare i miei pagamenti di Membership. Ora, mi sto preparando per una crociera incredibile con la persona che amo di più.<br/><br/> Oltre a questo, mi piacciono molto la visione e i valori di inCruises. Sono profondamente grato per l'opportunità che offre a milioni di persone in tutto il mondo, rendendo le crociere più accessibili ed economiche e offrendo anche un modo per guadagnare un reddito viaggiando. Ancora più importante, sono estremamente felice che inCruises mi abbia dato la possibilità di esplorare tutti i luoghi che ho sempre sognato di visitare e anche il potenziale per raggiungere la libertà finanziaria.<br/><br/> Onestamente, il sistema inCruises è un programma eccezionale. Sono veramente grato ai fondatori, Michael Hutchison e Frank Codina, per la loro dedizione al successo dei membri e per aver creato una piattaforma che può trasformare completamente le vite.<br/><br/> Che Dio benedica inCruises e tutti i suoi Partner e Membri!<br/><br/>
ja: <strong>私は、これまでずっと行きたかった場所すべてを訪れます。</strong><br/><br/>以前は、裕福な人しかクルーズ旅行には行けないと思っていましたし、クルーズのバケーションは非常に高額だと考えていました。実際、クルーズに行こうと考えたことすらありませんでした。<br/><br/>しかし、2019年9月に友人が inCruises を紹介してくれました。メンバー向けの旅行価格を見たとき、「一般公開されている価格なのに、こんなに安いの？」と驚きました。その瞬間、クルーズに行きたいという気持ちが湧き上がり、「家族をこの素晴らしいクルーズに連れて行きたい」とすぐに思いました。迷うことなく、私はメンバーになりました。<br/><br/>残念ながら、COVID-19の影響でその時はクルーズに行くことができませんでした。でもその間も、メンバーシップの支払いを続けていました。そして今、私は一番大切な人と一緒に素晴らしいクルーズに出かける準備をしています。<br/><br/>それ以上に、私は inCruises のビジョンと価値観が本当に好きです。inCruises が世界中の何百万人もの人々に、クルーズをもっと身近で手頃なものにし、同時に旅行しながら収入を得るチャンスを提供していることに、心から感謝しています。そして何より、inCruises が私に「夢見ていたすべての場所を訪れるチャンス」と「経済的自由を手に入れる可能性」を与えてくれたことに、とても感激しています。<br/><br/>正直に言って、inCruises のシステムは本当に素晴らしいプログラムです。メンバーの成功のために尽力し、この人生を変える可能性のあるプラットフォームを築いてくれた創業者、Michael Hutchison 氏と Frank Codina 氏に心から感謝しています。<br/><br/>神様が inCruises と、すべてのパートナーおよびメンバーの皆さんを祝福してくださいますように！<br/><br/>
kk: <strong>Мен өмірімде барғым келген барлық жерлерге барамын.</strong><br/><br/> Бұрын мен мұхит круиздеріне тек бай адамдар ғана бара алады деп ойлайтынмын және круиздік демалыстар өте қымбат деп есептейтінмін. Тіпті круизге баруды ешқашан ойлаған да емеспін. <br/><br/>Алайда, 2019 жылдың қыркүйек айында бір досым мені inCruises компаниясымен таныстырды. Клуб Мүшелеріне қолжетімді саяхат бағаларын көрген кезде, жалпы жұртқа арналған бағалар өте арзан болып көрінді. Сол сәтте-ақ менің круизге барғым келді. Бірден отбасымды осы тамаша круизге апарғым келді. Еш ойланбастан мүшелікке өттім. <br/><br/>Өкінішке орай, COVID-19 салдарынан сол уақытта круизге бара алмадым. Бірақ сол кезеңде мен мүшелік жарналарды төлеуді жалғастырдым. Қазір мен ең жақсы көретін адаммен керемет круизге дайындалып жатырмын. <br/><br/>Одан бөлек, маған inCruises компаниясының көзқарасы мен құндылықтары қатты ұнайды. Бұл мүмкіндікті бүкіл әлем бойынша миллиондаған адамдарға ұсынып отырғанына өте ризамын — круиздерді қолжетімді әрі тиімді етіп қана қоймай, саяхаттай отырып табыс табуға да жол ашады. Ең бастысы, inCruises маған бұрыннан армандаған жерлерімді көруге және қаржылық еркіндікке жетуге мүмкіндік беріп отыр, сол үшін шексіз қуаныштымын. <br/><br/>Шынымды айтсам, inCruises жүйесі — керемет бағдарлама. Клуб Мүшелерінің жетістігіне шын жүректен үлес қосып, адамдардың өмірін түбегейлі өзгерте алатын платформа құрғандары үшін негізін қалаушылар — Майкл Хатчисон мен Франк Кодинаға зор алғысымды білдіремін. <br/><br/>Алла inCruises компаниясын, оның барлық Серіктестері мен Клуб Мүшелерін қолдасын!<br/><br/>
ky: <strong>Мен каалаган жерлердин бардыгын кыдырып чыгам.</strong> <br/><br/>Мурда мен океанга саякатка бай адамдар гана чыга алат деп ойлочумун жана круиздик эс алуулар өтө кымбат болчу. Чындыгында, мен эч качан круизге барууну ойлогон эмесмин. <br/> <br/>Бирок, 2019-жылдын сентябрь айында, менин досум inCruises менен тааныштырды. Уюмдун мүчөлөрү үчүн жеткиликтүү болгон саякат бааларын көргөндө, мен жалпыга жеткиликтүү болгон баалар укмуштай арзан деп ойлодум. Ошол замат кемеге түшкүм келди. Мен дароо эле үй-бүлөм менен кемеге түшүп, саякаттап келүүнү чечтим. Мен эч ойлонбой эле мүчө болдум. Тилекке каршы, COVID-19 илдетинен улам, мен ошол учурда круизге бара алган жокмун. Бирок ошол убакыт аралыгында мен мүчөлүк акымды төлөп жүрдүм. Азыр мен эң жакшы көргөн адамым менен укмуштуудай круизге даярданып жатам.<br/><br/> Андан тышкары, мен inCruises компаниясынын көз карашын жана баалуулуктарын жакшы көрөм. Мен дүйнө жүзү боюнча миллиондогон адамдарга круиздик саякатты жеткиликтүү жана арзан кылып, саякаттоо учурунда киреше табуунун жолун сунуш кылган мүмкүнчүлүк үчүн терең ыраазымын. Эң башкысы, мен inCruises мага бардык кыдырууну кыялданган жерлерди изилдөөгө мүмкүнчүлүк берип, ошондой эле каржылык эркиндикке жетүү мүмкүнчүлүгүн бергенине абдан кубанычтамын.<br/><br/> Чынын айтсам, inCruises системасы мыкты программа. Мен негиздөөчүлөргө, Майкл Хатчисон жана Фрэнк Кодинага, алардын мүчөлөрүнүн ийгилигине болгон берилгендиги жана жашоону толугу менен өзгөртө турган платформаны түзгөндүгү үчүн чын жүрөктөн ыраазымын. <br/> <br/> Кудай inCruises компаниясын, анын бардык өнөктөштөрүн жана мүчөлөрүн колдосун!<br/><br/>
lv: Strong > Es apmeklēšu katru vietu, ko jebkad esmu vēlējies redzēt. </strong> <br/> <br/> kādreiz domāju, ka kruīzos pa okeānu var doties tikai turīgi cilvēki un ka kruīzu atvaļinājumi ir ārkārtīgi dārgi. Patiesībā es pat neapsvēru iespēju mēģināt doties kruīzā. <br/> <br/> Tomēr 2019. gada septembrī kāds mans draugs mani iepazīstināja ar “InCruises”. Redzot Biedriem pieejamās ceļojumu cenas, man šķita, ka publiski pieejamās cenas ir apbrīnojami lētas. Uzreiz man radās vēlme doties kruīzā. Acumirklī iedomājos aizvest savu ģimeni šajā brīnišķīgajā kruīzā. Bez vilcināšanās kļuvu par Biedru. <br/> <br/> Diemžēl COVID-19 dēļ tobrīd nevarēju doties kruīzā. Bet šajā laikā es nemitīgi veicu biedrudalības maksājumus. Tagad gatavojos neticamam kruīzam ar cilvēku, kuru mīlu visvairāk. <br/> <br/> tālāk, man patiešām patīk inCruises vīzija un vērtības. Esmu dziļi pateicīgs par iespēju, ko tā sniedz miljoniem cilvēku visā pasaulē, padarot kruīzus pieejamākus un ērtākus, vienlaikus piedāvājot arī veidu, kā gūt ienākumus ceļojuma laikā. Galvenais, ka esmu ārkārtīgi priecīgs, ka inCruises man ir devusi iespēju izpētīt visas vietas, par kurām kādreiz esmu sapņojis, un arī finansiālās brīvības sasniegšanas potenciālu. <br/> <br/> godīgi, inCruises sistēma ir izcila programma. Esmu patiesi pateicīgs dibinātājiem Maiklam Hačisonam un Frenkam Kodinam par viņu pūļu ieguldījumu biedru panākumiem un par tādas platformas radīšanu, kas spēj pilnībā pārveidot dzīvi. <br/> <br/> Lai Dievs svētī InCruises un visus tās Partnerus un Biedrus! <br/> <br/>
mn: <strong>Би аялахыг хүссэн газар бүртээ аялах болно.</strong> <br/><br/> Би зөвхөн баян хүмүүс л далайн аялалд явдаг, мөн далайн аяллыг маш үнэтэй гэж боддог байсан. Ийм учраас би далайн аялалд явахыг огтхон ч мөрөөдөж байгаагүй. <br/><br/> Гэвч 2019 оны 9-р сард миний нэг найз inCruises-ийг надад танилцуулсан. Гишүүдэд зориулсан аяллын үнийг хараад энэ үнэ олон нийтэд байгаа үнээс маш их хямд байгааг хараад би шууд л далайн аялалд явах хүсэл төрсөн. Ямар ч эргэлзээгүйгээр би гэр бүлийнхэнтэйгээ энэ гайхамшигт аялалд гарах тухай бодож шууд л гишүүн болохоор шийдсэн. <br/><br/> Харамсалтай нь COVID-19-ийн улмаас тухайн үед би аялалд явж чадаагүй. Гэвч тэр хугацаанд би гишүүнчлэлийн төлбөрөө тогтмол төлсөөр байсан. Одоо би хамгийн хайртай хүнтэйгээ гайхалтай аялал хийхэд бэлдэж байна. <br/><br/> Үүнээс гадна, inCruises-ийн үзэл бодол, үнэт зүйлсийг би үнэхээр их биширсэн. Дэлхийн сая сая хүмүүст далайн аялалд явах боломжийг илүү хүртээмжтэй, илүү хямд үнэтэй болгож, аялахаас гадна орлого олох боломжийг олгосонд нь би гүнээ талархаж байна. Хамгийн гайхалтай нь, inCruises миний мөрөөдөл болсон газрууд руу аялах боломжийг надад олгосон бөгөөд мөн санхүүгийн эрх чөлөөг олж авах боломжийг ч бас өгсөнд би үнэхээрийн их баяртай байна. <br/><br/> inCruises-ийн хөтөлбөр бол үнэхээр гайхалтай систем юм. Би Майкл Хачисон болон Франк Кодина нар гишүүдийн амжилтын төлөө гаргасан хичээл зүтгэлийг бүрэн дүүрэн шагнах, тэдний амьдралыг бүрэн өөрчлөх платформыг бүтээсэнд үнэхээр их талархаж байна. <br/><br/> Бурхан inCruises компани болон манай бүх Түнш, Гишүүдийг ерөөх болтугай! <br/><br/>
pt: <strong>Eu visitarei todos os lugares que sempre quis conhecer.</strong> <br/><br/>Eu costumava pensar que somente pessoas ricas podiam fazer cruzeiros marítimos e que as férias em cruzeiros eram extremamente caras. Na verdade, nunca sequer considerei tentar fazer um cruzeiro. <br/><br/>No entanto, em setembro de 2019, um amigo meu me apresentou a inCruises. Quando vi os preços das viagens disponíveis para os Membros, achei que os valores disponíveis ao público já eram surpreendentemente baratos. Imediatamente, senti um forte desejo de embarcar em um cruzeiro. E instantaneamente pensei em levar minha família nesse cruzeiro maravilhoso. Sem hesitar, me tornei membro. <br/><br/> Infelizmente, devido à COVID-19, não pude fazer um cruzeiro naquele momento. Mas, durante esse período, continuei fazendo os pagamentos da minha assinatura. Agora, estou me preparando para um cruzeiro incrível com a pessoa que mais amo.<br/><br/> Além disso, adoro a visão e os valores da inCruises. Sou profundamente grato pela oportunidade que a empresa oferece a milhões de pessoas ao redor do mundo—tornando os cruzeiros mais acessíveis e econômicos; enquanto também oferece um meio de renda enquanto se viaja. O mais importante é que estou extremamente feliz porque a inCruises me deu a chance de explorar todos os lugares que sempre sonhei visitar e também o potencial de alcançar minha liberdade financeira.<br/><br/> Sinceramente, o sistema da inCruises é um programa excepcional. Sou realmente grato aos fundadores, Michael Hutchison e Frank Codina, por sua dedicação ao sucesso dos Membros e pela criação de uma plataforma que pode transformar vidas completamente.<br/><br/> Que Deus abençoe a inCruises e todos os seus Parceiros e Membros!<br/><br/>
ro: <strong>Voi vizita toate locurile pe care mi-am dorit vreodată să le văd.</strong> <br/><br/>Obișnuiam să mă gândesc că numai oamenii bogați pot merge în croaziere pe ocean și că vacanțele de croazieră sunt extrem de scumpe. De fapt, nici măcar nu m-am gândit să încerc să merg într-o croazieră. <br/><br/>Cu toate acestea, în septembrie 2019, un prieten de-al meu mi-a făcut cunoștință cu inCruises. Când am văzut prețurile de călătorie disponibile pentru membri, am crezut că prețurile disponibile publicului sunt uimitor de ieftine. Imediat, am avut dorința de a pleca într-o croazieră. M-am gândit imediat să-mi iau familia în această minunată croazieră. Fără nicio ezitare, am devenit membru. <br/><br/> Din păcate, din cauza COVID-19, nu am putut merge într-o croazieră la acel moment. Dar în acea perioadă, am continuat să-mi fac plățile de membru. Acum, mă pregătesc pentru o croazieră incredibilă cu persoana pe care o iubesc cel mai mult.<br/><br/> Dincolo de asta, îmi plac foarte mult viziunea și valorile inCruises. Sunt profund recunoscător pentru oportunitatea pe care o oferă milioanelor de oameni din întreaga lume – făcând croaziere mai accesibile, oferind și o modalitate de a câștiga venituri în timpul călătoriilor. Cel mai important, sunt extrem de fericit că inCruises mi-a oferit șansa de a explora toate locurile pe care am visat vreodată să le vizitez și, de asemenea, potențialul de a obține libertate financiară.<br/><br/> Sincer, sistemul inCruises este un program remarcabil. Sunt cu adevărat recunoscător fondatorilor, Michael Hutchison și Frank Codina, pentru dedicarea lor față de succesul membrilor și pentru crearea unei platforme care poate transforma complet vieți.<br/><br/> Fie ca Dumnezeu să binecuvânteze inCruises și toți partenerii și membrii săi!<br/><br/>
ru: <strong>Я побываю во всех местах, которые когда-либо хотел увидеть.</strong> <br/><br/>Раньше я думал, что только богатые люди могут позволить себе круизы по океану и что круизный отдых — это очень дорого. На самом деле я никогда раньше даже не думал о том, чтобы попробовать отправиться в круиз. <br/><br/>Однако в сентябре 2019 года мой друг рассказал мне про inCruises. Когда я увидел цены на путешествия, доступные для Членов Клуба, я подумал, что общедоступные цены удивительно низкие. И у меня сразу же появилось желание отправиться в круиз. Я тут же подумал о том, чтобы отправиться в этот замечательный круиз с семьей. Не раздумывая, я стал Членом Клуба. <br/><br/>К сожалению, в тот раз я не смог отправиться в круиз из-за COVID-19. Но в течение всего того времени я продолжал вносить свои членские взносы. Сейчас я готовлюсь к невероятному круизу с моим самым любимым человеком. <br/><br/>Кроме того, мне действительно нравятся видение и ценности inCruises. Я глубоко благодарен за ту возможность, которую Клуб предоставляет миллионам людей по всему миру — делать круизы более доступными и приемлемыми по цене, предлагая при этом возможность зарабатывать во время путешествий. Самое главное, я очень рад, что inCruises предоставил мне возможность исследовать все места, которые я когда-либо мечтал посетить, а также потенциал достижения финансовой независимости. <br/><br/>Честно говоря, система inCruises - это выдающаяся программа. Я искренне благодарен основателям, Майклу Хатчисону и Франку Кодине, за их преданность успеху Членов Клуба и за создание платформы, которая может полностью трансформировать жизни. <br/><br/>Да благословит Господь компанию inCruises и всех ее Партнеров и Членов Клуба!<br/><br/>
uk: <strong>Я побуваю в усіх місцях, які колись мріяв побачити.</strong> <br/><br/>Раніше я вважав, що круїзні подорожі — це розкіш, доступна лише багатим. Я навіть ніколи не задумувався над тим, щоб вирушити у круїз — здавалося, це надто дорого. <br/><br/>Але у вересні 2019 року мій друг розповів мені про inCruises. Коли я побачив ціни, доступні для Членів Клубу, був приємно вражений — вони виявилися напрочуд доступними. І тоді в мене з’явилося справжнє бажання вирушити у круїз — з родиною, у подорож мрії. Не вагаючись, я став Членом Клубу. <br/><br/> На жаль, у той перший раз здійснити круїз не вдалося — пандемія COVID-19 змінила плани. Та я не зупинився. Увесь цей час продовжував робити членські внески. Сьогодні я з нетерпінням готуюсь до неймовірного круїзу зі своєю найулюбленішою людиною.<br/><br/> Мені щиро імпонують бачення та цінності inCruises. Я глибоко вдячний за можливість, яку Клуб надає мільйонам людей по всьому світу — подорожувати вигідно, а також заробляти під час подорожей. Найважливіше для мене — це шанс досліджувати всі ті місця, про які я колись лише мріяв, і водночас будувати шлях до фінансової свободи.<br/><br/> Чесно кажучи, система inCruises — це справді унікальна програма. Я щиро вдячний її засновникам — Майклу Хатчісону та Франку Кодіні — за їхню відданість успіху кожного Члена Клубу та за створення платформи, здатної повністю змінити життя.<br/><br/> Нехай Господь благословить компанію inCruises, її Партнерів і всіх Членів Клубу!<br/><br/>
uz: <strong>Мен қачондир кўришни истаган ҳар бир ерда бўлдим.</strong> <br/><br/>Мен авваллари, фақат бой инсонлар круиз саёҳатига чиқиши мумкин ва круиз саёҳати жуда қиммат туради, деб ўйлар эдим. Аслида, круизга чиқишни хаёлимга ҳам келтирмаган эдим.<br/><br/>Аммо 2019 йил сентябрида дўстим мени inCruises билан таништирди. Аъзоларга таклиф этилаётган нархлар арзонлигини кўриб, мен круизга чиқишни орзу қила бошладим. Ва бутун оилам билан бирга саёҳат қилишни кўнглимга тугиб қўйдим. Ўша заҳоти, ҳеч иккиланмасдан, Аъзо бўлдим.<br/><br/>Афсуски, COVID-19 туфайли мен ўша вақтда круизга чиқа олмадим. Аммо ўша вақт давомида аъзолик тўловларини тўлашда давом этдим. Ҳозир, мен севган инсоним билан ажойиб круизга чиқишга тайёргарлик кўрмоқдаман.<br/><br/>Бундан ташқари, inCruises'нинг қарашлари ва қадриятлари менга жуда ёқади. Компания бутун дунё бўйлаб миллионлаб инсонларга круиз саёҳатларига чиқиш ҳамда саёҳат қилиш билан бирга даромад ишлаб топиш имкониятини тақдим этаётгани учун миннатдорман. Энг муҳими, inCruises мен аввал тадқиқ этишни орзу қилган жойларимга бориш ҳамда молиявий эркинликка эришиш имкониятини берганидан жуда хурсандман.<br/><br/>Очиғи, inCruises тизими – ажойиб дастурдир. Мен ўз аъзоларининг муваффақиятини ўйлайдиган ва ҳаётларимизни бутунлай ўзгартириб юборадиган платформа яратганлари учун ҳаммуассисларимиз Майкл Хатчисон ва Фрэнк Кодиналардан жуда миннатдорман.<br/><br/>inCruises нинг ҳамда унинг Аъзолари ва Ҳамкорларининг умри узоқ бўлсин!<br/><br/>
zh: <strong>我要去我曾梦想去的每一个地方。</strong><br/><br/>我曾以为只有富人才负担得起海上邮轮旅行，邮轮度假一定非常昂贵。实际上，我甚至从没考虑过去坐邮轮。<br/><br/>然而，在2019年9月，我的一位朋友向我介绍了inCruises。当我看到会员专享的旅游价格时，我觉得对公众开放的价格已经非常便宜了。我立刻就有了想要去邮轮旅行的冲动。我第一时间想到要带家人一起去享受这段美好的旅程。毫不犹豫地，我就成为了一名会员。<br/><br/>不幸的是，由于COVID-19，我当时无法出行。但在那段时间里，我一直坚持缴纳会员费用。现在，我正在为与我最爱的人一起踏上梦幻邮轮之旅做准备。<br/><br/>除此之外，我非常认同inCruises的愿景和价值观。我对inCruises为全球数百万人带来的机会深怀感激——它让邮轮旅行变得更加可及和实惠，同时也提供了边旅行边赚钱的方式。最重要的是，我非常开心inCruises让我有机会去探索那些我一直梦寐以求的地方，还有追求财务自由的可能。<br/><br/>说实话，inCruises的系统是一个非常出色的项目。我由衷地感谢创始人Michael Hutchison和Frank Codina，感谢他们对会员成功的承诺，以及他们创建了一个能够真正改变人生的平台。<br/><br/>愿上帝保佑inCruises以及所有的合作伙伴与会员！<br/><br/>
