Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises collects your information in order to record, support and facilitate your use of the website and to prevent fraud and unlawful use. If you purchase or register for products and/or services, the personal information may be used to register your rights, if any, to technical support or other benefits that may be made available to users. Your personal information may also be used to track your preferences in order to provide an experience customized to your tastes, or to contact you in regards to changes to the site that may affect your account or to update you as to new or updated features. inCruises does not share personal information it receives from residents of California or from residents of any other place with such other organizations for marketing purposes unless we have received an opt-in from you. If you were referred to our services by an Independent Partner, your contact information (name, address, email address, and/or telephone number) will be shared with the Independent Partner who referred you.
ca: inCruises recull la teva informació amb la finalitat de registrar, donar suport i facilitar el teu ús del lloc web, així com per prevenir el frau i l’ús il·legal. Si compres o et registres per a productes o serveis, la informació personal podrà ser utilitzada per registrar els teus drets, si n’hi ha, a rebre suport tècnic o altres beneficis que puguin estar disponibles per als usuaris. La teva informació personal també es podrà fer servir per fer un seguiment de les teves preferències i així oferir-te una experiència adaptada als teus gustos, o per contactar amb tu en relació amb canvis al lloc que puguin afectar el teu compte, o per informar-te de novetats o funcionalitats actualitzades. inCruises no comparteix la informació personal que rep de residents de Califòrnia ni de residents d’altres llocs amb altres organitzacions amb finalitats de màrqueting, llevat que ens hagis donat el teu consentiment exprés. Si has estat referit als nostres serveis per un Soci Independent, la teva informació de contacte (nom, adreça, correu electrònic i número de telèfon) serà compartida amb el Soci Independent que t’ha referit.
de: inCruises sammelt Ihre Daten, um Ihre Nutzung der Website zu erfassen, zu unterstützen und zu erleichtern und um Betrug und unrechtmäßige Nutzung zu verhindern. Wenn Sie Produkte und/oder Dienstleistungen kaufen oder sich dafür registrieren lassen, können die persönlichen Daten verwendet werden, um Ihre Rechte, falls welche hat, auf technische Unterstützung oder andere Vorteile, die den Nutzern zur Verfügung gestellt werden können, zu registrieren. Ihre persönlichen Daten können auch verwendet werden, um Ihre Präferenzen zu verfolgen, um Ihnen ein auf Sie zugeschnittenes Erlebnis zu bieten, oder um Sie in Bezug auf Änderungen auf der Website zu kontaktieren, die sich auf Ihr Konto auswirken können, oder um Sie über neue oder aktualisierte Funktionen auf dem Laufenden zu halten. inCruises teilt keine persönlichen Daten, die es von Einwohnern Kaliforniens oder von Einwohnern eines anderen Ortes erhält, mit solchen anderen Organisationen zu Marketingzwecken, es sei denn, wir haben von Ihnen ein Opt-in erhalten. Wenn Sie von einem unabhängigen Partner auf unsere Dienste hingewiesen wurden, werden Ihre Kontaktinformationen (Name, Adresse, E-Mail-Adresse und/oder Telefonnummer) an den unabhängigen Partner weitergegeben, der Sie empfohlen hat.
es: inCruises recopila su información con el fin de grabar, dar apoyo y facilitar el uso de la página web, así como para prevenir el fraude y su uso ilegal. Si usted se registra o compra los productos y/o servicios, la información personal puede ser utilizada para registrar sus derechos a la asistencia técnica o de otros beneficios que pueden ponerse a disposición de los usuarios. Su información personal también puede ser utilizada para el seguimiento de sus preferencias, con el fin de proporcionar una experiencia más personalizada, o para que la compañía se ponga en contacto con usted para comunicarle cambios en el sitio web que puedan afectar a su cuenta o para ponerle al día en cuanto a características nuevas o actualizadas. inCruises no comparte la información personal que recibe de los residentes en California, o de los residentes en cualquier otro lugar, con otras organizaciones para fines de marketing, a menos que inCruises haya recibido una autorización por su parte. Si usted ha sido referido a los servicios de inCruises por un Socio Independiente, su información de contacto (nombre, dirección, dirección de correo electrónico y/o número de teléfono) se compartirá con el Socio Independiente que le refirió.
fr: inCruises collecte vos informations afin d'enregistrer, d'assistance et de faciliter votre utilisation du site web, ainsi que de prévenir la fraude et l'utilisation illicite. Si vous achetez ou vous inscrivez à des produits et/ou services, vos informations personnelles peuvent être utilisées pour inscricre vos droits, le cas échéant, a l'assistance technique ou à d'autres avantages offerts aux utilisateurs. Vos informations personnelles peuvent également être utilisées pour suivre vos préférences afin de vous offrir une expérience personnalisée, ou pour vous contacter au sujet des modifications apportées au site susceptibles d'affecter votre compte, ou pour vous informer des nouvelles fonctionnalités. inCruises ne partage pas les informations personnelles reçues des résidents de Californie ou de tout autre lieu avec d'autres organisations à des fins marketing, sauf si vous nous avez donné votre accord. Si vous avez été recommandé à nos services par un Partenaire Indépendant, vos coordonnées (nom, adresse, adresse e-mail et/ou numéro de téléphone) seront partagées avec le Partenaire Indépendant qui vous a recommandé.
it: inCruises raccoglie le tue informazioni al fine di registrare, supportare e facilitare il tuo utilizzo del sito web e per prevenire frodi e usi illeciti. Se acquisti o ti registri per prodotti e/o servizi, le informazioni personali possono essere utilizzate per registrare i tuoi diritti, se presenti, all'assistenza tecnica o ad altri vantaggi che potrebbero essere messi a disposizione degli utenti. Le tue informazioni personali possono anche essere utilizzate per tracciare le tue preferenze al fine di fornire un'esperienza personalizzata in base ai tuoi gusti, o per contattarti in merito a modifiche al sito che potrebbero influire sul tuo account o per aggiornarti su funzionalità nuove o aggiornate. inCruises non condivide le informazioni personali ricevute da residenti in California o da residenti in qualsiasi altro luogo con altre organizzazioni per scopi di marketing a meno che non abbiamo ricevuto il tuo consenso esplicito. Se sei stato indirizzato ai nostri servizi da un Partner Indipendente, le tue informazioni di contatto (nome, indirizzo, indirizzo email e/o numero di telefono) saranno condivise con il Partner Indipendente che ti ha indirizzato.
ja: inCruisesは、ウェブサイトの使⽤を記録、サポート、促進し、詐欺や違法な使⽤を防ぐために、 会員の情報を収集します。製品やサービスを購⼊または登録する場合、 個⼈情報を使⽤して、技術サポートまたはユーザーが利⽤できるその他の特典に対する権利を登録することがあります。個⼈情報は、独⾃のカスタマイズされた好みに合わせるため、 またはアカウントに影響を与える可能性のあるサイトの変更に関して会員に連絡したり、新機能または更新された機能に関してユーザーを更新したりするために、好みを追跡するためにも使⽤される場合があります。 inCruisesは、カリフォルニア州の居住者または他の場所の居住者から受け取った個⼈情報を、マーケティングの⽬的で他の組織と 共有することはありません。独⽴パートナーから当社のサービスを紹介された場合、会員の連絡先情報（名前、住所、メールアドレス、電話番号）は、紹介先の独⽴パートナーと共有されます。
kk: inCruises сіздің веб-сайтыңызды тіркеу, қолдау және пайдалануды жеңілдету, алаяқтық пен заңсыз пайдаланудың алдын алу мақсатында ақпаратыңызды жинайды. Егер сіз өнімдерді және/немесе қызметтерді сатып алсаңыз немесе тіркесеңіз, жеке ақпарат Сіздің құқықтарыңызды, егер бар болса, техникалық қолдауды немесе пайдаланушыларға берілуі мүмкін басқа артықшылықтарды тіркеу үшін пайдаланылуы мүмкін. Сіздің жеке ақпаратыңыз сіздің талғамыңызға бейімделген қызметтерді ұсыну үшін немесе сіздің есептік жазбаңызға әсер етуі мүмкін сайттағы өзгерістерге байланысты сізбен байланысу үшін немесе жаңа немесе жаңартылған мүмкіндіктер туралы хабарлау үшін сіздің қалауыңызды бақылау үшін пайдаланылуы мүмкін. inCruises Калифорния тұрғындарынан немесе кез келген басқа жерден алатын жеке ақпаратты маркетингтік мақсатта осындай басқа ұйымдармен бөліспейді, тек біз сізден келісім алған жағдайларды қоспағанда. Егер тәуелсіз серіктес Сізге біздің қызметтерімізді пайдалануды ұсынса, сіздің байланыс ақпаратыңыз (аты-жөніңіз, мекен-жайыңыз, электрондық поштаңыз және/немесе телефон нөміріңіз) сізге кеңес берген тәуелсіз серіктеске беріледі.
ky: inCruises сиздин маалыматты жаздыруу, сактоо жана веб-сайтты колдонууну жеңилдетүү, ошондой эле алдамчылык менен мыйзамсыз колдонууну алдын алуу үчүн чогултат. Эгер сиз продукцияларды жана/же кызматтарды сатып алсаңыз же каттоодон өтсөңүз, жеке маалыматыңыз колдонуучуларга жеткиликтүү болгон техникалык колдоо же башка артыкчылыктарга болгон укуктарыңызды каттоо үчүн колдонулушу мүмкүн. Сиздин жеке маалыматыңыз ошондой эле табитиңизге ылайыкташтырылган кызматтарды көрсөтүү үчүн тандоолоруңузга көз салуу үчүн же аккаунтуңузга таасир эте турган сайттын өзгөртүүлөрү жөнүндө сиз менен байланышуу же жаңы же жаңыртылган функциялар жөнүндө кабарлоо үчүн колдонулушу мүмкүн. inCruises Калифорниянын жашоочуларынан же башка жердин жашоочуларынан чогултулган жеке маалыматты, сиздин макулдугуңузду албастан, маркетинг максаттары үчүн башка уюмдар менен бөлүшпөйт. Эгер сиз биздин кызматтарга Көзкарандысыз Өнөктөш тарабынан чакырылган болсоңуз, сиздин байланыш маалыматыңыз (аты-жөнү, дареги, электрондук почта дареги жана/же телефон номери) сизге чакырган Көзкарандысыз Өнөктөш менен бөлүшүлөт.
lv: inCruises apkopo jūsu informāciju, lai reģistrētu, atbalstītu un atvieglotu tīmekļa vietnes izmantošanu un novērstu krāpšanu un nelikumīgu izmantošanu. Ja iegādājaties vai reģistrējaties produktiem un/vai pakalpojumiem, personisko informāciju var izmantot, lai reģistrētu jūsu tiesības, ja jebkurš, tehniskajam atbalstam vai citām priekšrocībām, kas var būt pieejamas lietotājiem. Jūsu personisko informāciju var izmantot arī, lai izsekotu jūsu vēlmēm, lai nodrošinātu jūsu gaumei pielāgotu pieredzi vai sazinātos ar jums par izmaiņām vietnē, kas var ietekmēt jūsu kontu vai atjaunināt jūs par jauniem vai atjauninātiem līdzekļiem. inCruises nekoplieto personisku informāciju, ko tas saņem no Kalifornijas iedzīvotājiem vai no jebkuras citas vietas iedzīvotājiem, ar šādām citām organizācijām mārketinga nolūkos, ja vien mums nav saņēmta no jums atteikšanās. Ja uz mūsu pakalpojumiem atsaucās Neatkarīgs partneris, jūsu kontaktinformācija (vārds, adrese, e-pasta adrese un/vai tālruņa numurs) tiks kopīgota ar Neatkarīgo partneri, kas jūs uzaicināja.
mn: inCruises нь таны мэдээллийг таны вэб хуудас ашиглалтыг бүртгэх, дэмжих, хөнгөвчлөх, мөн луйвар болон хууль бус хэрэглээнээс сэргийлэх зорилгоор цуглуулдаг. Хэрэв та бүтээгдэхүүн болон/эсвэл үйлчилгээ худалдан авах эсвэл бүртгүүлсэн бол, таны хувийн мэдээллийг таны техникийн дэмжлэг авах эрх болон хэрэглэгчдэд зориулсан бусад хөнгөлөлт, боломжийг бүртгэхэд ашиглаж болно. Мөн таны хувийн мэдээллийг таны сонголт, хэрэглээний хэв маягийг хянах замаар таны сонирхолд нийцүүлсэн туршлагыг хүргэх, эсвэл таны бүртгэлд нөлөөлж болзошгүй вэбсайтын өөрчлөлт, шинэ боломжуудын талаар танд мэдээлэх зорилгоор ашиглаж болно. inCruises нь Калифорни муж болон бусад ямарч бүс нутгийн оршин суугчдаас авсан хувийн мэдээллийг маркетингийн зорилгоор өөр байгууллагуудтай танай зөвшөөрөлгүйгээр (opt-in хүлээн аваагүй тохиолдолд) хуваалцдаггүй. Хэрэв та манай үйлчилгээнд Бие даасан түншийн уриалгаар нэгдсэн бол, таны холбоо барих мэдээлэл (нэр, хаяг, имэйл хаяг болон/эсвэл утасны дугаар) тухайн таныг урьсан Бие даасан түншид хуваалцагдана.
pt: A inCruises coleta suas informações para registrar, oferecer suporte e facilitar o uso do site e para evitar fraudes e uso ilegal. Se você comprar ou se registrar para obter produtos e/ou serviços, as informações pessoais poderão ser usadas para registrar seus direitos, se houver, para oferecer suporte técnico ou outros benefícios que possam ser disponibilizados aos usuários. Suas informações pessoais também podem ser usadas para rastrear suas preferências com o objetivo de fornecer uma experiência personalizada ao seu gosto, entrar em contato com você para informar as alterações no site que possam afetar sua conta ou para atualizá-lo quanto a recursos novos ou atualizações. A inCruises não compartilha as informações pessoais que recebe de residentes da Califórnia ou de qualquer outro lugar com outras organizações para fins de marketing, a menos que tenhamos recebido uma aceitação do próprio usuário. Se você foi encaminhado aos nossos serviços por um Parceiro Independente, suas informações de contato (nome, endereço, endereço de e-mail e/ou número de telefone) serão compartilhadas com o Parceiro Independente que o indicou.
ro: inCruises colectează informațiile tale pentru a înregistra, susține și facilita utilizarea site-ului web și pentru a preveni frauda și utilizarea ilegală. Dacă achiziționezi sau te înregistrezi pentru produse și/sau servicii, informațiile personale pot fi utilizate pentru a-ți înregistra drepturile, dacă există, la suport tehnic sau alte beneficii care pot fi puse la dispoziția utilizatorilor. Informațiile tale cu caracter personal pot fi, de asemenea, folosite pentru a-ți urmări preferințele pentru a-ți oferi o experiență personalizată pe gusturile tale sau pentru a te contacta în legătură cu modificările aduse site-ului care îți poate afecta contul sau pentru a te actualiza cu privire la funcții noi sau actualizate. inCruises nu împărtășește informațiile personale pe care le primește de la rezidenții din California sau de la rezidenții din orice alt loc cu astfel de organizații în scopuri de marketing, cu excepția cazului în care am primit un accept de la tine. Dacă ai fost îndrumat către serviciile noastre de către un Partener Independent, informațiile tale de contact (nume, adresă, adresa de e-mail și/sau număr de telefon) vor fi partajate cu Partenerul Independent care te-a recomandat.
ru: inCruises собирает ваши данные с целью регистрации, поддержки и облегчения использования вами веб-сайта, а также для предотвращения мошенничества и незаконного использования. Если вы покупаете или регистрируетесь с целью приобретения продуктов и/или услуг, персональные данные могут использоваться для регистрации ваших прав, если таковые имеются, на техническую поддержку или другие преимущества, которые могут быть предоставлены пользователям. Ваши персональные данные могут также использоваться для отслеживания ваших предпочтений с целью предоставления информации, адаптированной под ваши вкусы, или для связи с вами по поводу изменений на сайте, которые могут повлиять на вашу учетную запись, или для того, чтобы обновить ваш статус в связи с какими-либо нововведениями. inCruises не передает персональные данные, которые он получает от жителей Калифорнии или от жителей любого другого места, где действуют схожие маркетинговые организации, до тех пор, пока не получил согласие от вас. Если вы были привлечены к использованию наших услуг одним из Независимых Партнеров, то ваши контактные данные (имя, адрес, адрес электронной почты и/или номер телефона) будут известны этому Независимому Партнеру.
uk: inCruises збирає вашу інформацію для того, щоб записувати, підтримувати та полегшувати ваше використання веб-сайту та запобігати шахрайству та незаконному використанню. Якщо ви купуєте або реєструєте товари та/або послуги, особиста інформація може бути використана для реєстрації ваших прав, якщо такі є, на технічну підтримку чи інші переваги, які можуть бути доступні користувачам. Ваша особиста інформація може також використовуватися для відстеження ваших уподобань, щоб забезпечити налаштування на ваші смаки, або для зв’язку з вами щодо змін на сайті, які можуть вплинути на ваш обліковий запис, або для оновлення існуючих чи нових функцій. inCruises не ділиться особистою інформацією, яку вона отримує від жителів Каліфорнії або від жителів будь-якого іншого місця, з іншими організаціями для цілей маркетингу, якщо ми не отримали від вас згоду. Якщо вас надіслали до наших послуг Незалежні Партнери, ваша контактна інформація (ім’я, адреса, електронна пошта та/або номер телефону) буде надана Незалежному Партнеру, який вас направив.
uz: inCruises веб-сайтдан фойдаланишингизни ёзиб олиш, қўллаб-қувватлаш ва осонлаштириш ҳамда ноқонуний фойдаланиш ва фирибгарликнинг олдини олиш учун сизнинг маълумотларингизни тўплайди. Агар маҳсулот ва/ёки хизматларни харид қилсангиз ёки улар учун рўйхатдан ўтсангиз, техник қўллаб-қувватлаш ёки фойдаланувчиларга тақдим этилиши мумкин бўлган бошқа афзалликлар юзасидан шахсий маълумотларингиздан ҳуқуқларингизни рўйхатга олиш учун фойдаланилиши мумкин. Шахсий маълумотларингиздан шунингдек дидингизга мос хизмат кўрсатишимизга доир хоҳишларингизни ўрганиш ёки аккаунтингизга таъсир кўрсатиши мумкин бўлган сайт ўзгаришлари бўйича сиз билан боғланиш ёхуд сизни янгиланган функциялар билан таништириш мақсадида фойдаланилиши мумкин. Сиздан розилик олмасдан туриб inCruises Калифорнияда ва ҳар қандай бошқа ҳудудда истиқомат қилувчилардан олинган шахсий маълумотларни сотиш мақсадида бошқа ташкилотларга тақдим этмайди. Агар бизнинг хизматларимиз билан сизни Мустақил ҳамкор таништирган бўлса, сизнинг контакт маълумотларингиз (исм, манзил, электрон почта манзили ва/ёки телефон рақами) сизга маълумот берган Мустақил ҳамкорга тақдим этилади.
zh: inCruises收集您的信息是为了记录、支持并便利您对网站的使用，同时防止欺诈和非法使用行为。如果您购买或注册了产品和/或服务，您的个人信息可能会被用于 登记您在技术支持或其他可能向用户提供的权益方面（如有）的权利。您的个人信息也可能被用于跟踪您的偏好，以便为您提供符合您喜好的个性化体验，或在网站发生可能影响您账户的变更时与您联系， 或向您更新新功能或功能更新的相关信息。inCruises不会将其从加利福尼亚州居民或任何其他地区居民处获得的个人信息分享给其他组织用于市场营销目的，除非我们 已获得您的主动同意。如果您是通过独立合作伙伴推荐使用我们的服务，您的联系信息（姓名、地址、电子邮件地址和/或电话号码）将会被共享给推荐您的该名独立合作伙伴。

source: inCruises complies with Seller of Travel regulations where required. Click to learn more about our registrations and legal compliance.
ca: inCruises compleix amb la normativa aplicable a Venedors de Viatges quan així es requereixi. Fes clic per obtenir més informació sobre els nostres registres i el compliment legal.
de: inCruises hält sich an die Vorschriften für Verkäufer von Reisen, wo dies erforderlich ist. Klicken Sie hier, um mehr über unsere Registrierungen und die Einhaltung von Vorschriften zu erfahren.
es: inCruises cumple con las regulaciones de Vendedor de Viajes donde se requiere. Haz clic para obtener más información sobre nuestros registros y cumplimiento legal.
fr: inCruises se conforme aux réglementations du Vendeur de Voyage lorsque cela est requis. Cliquez pour en savoir plus sur nos enregistrements et notre conformité légale.
it: inCruises è conforme alle normative sui "Seller of Travel" (Venditori di Viaggio) ove richiesto. Clicca per saperne di più sulle nostre registrazioni e sulla conformità legale.
ja: inCruisesは、必要に応じて旅行販売業に関する規制を遵守しています。登録および法令遵守に関する詳細はこちらをご覧ください。
kk: Компания inCruises қажетті жерлерде "Seller of Travel" лицензиясы ережелеріне сәйкес келеді. Біздің тіркеулеріміз бен заңнамалық сәйкестіктеріміз туралы қосымша ақпарат алу үшін басыңыз.
ky: inCruises талап кылынган жерде Саякат сатуучуларын жөнгө салуучу эрежелерге ылайык иш алып барат. Биздин каттоолор жана укуктук шайкештик тууралуу көбүрөөк билүү үчүн басыңыз.
lv: inCruises atbilst ceļošanas noteikumu pārdevēja prasībām. Noklikšķiniet, lai uzzinātu vairāk par mūsu reģistrācijām un atbilstību tiesību aktiem.
mn: inCruises нь шаардлагатай тохиолдолд Seller of Travel-ийн дүрмийг дагаж мөрддөг болно. Манай бүртгэл болон хууль тогтоомжийн хэрэгжилтийн талаар илүү ихийг мэдэхийг хүсвэл энд дарна уу.
pt: A inCruises cumpre os regulamentos de Vendedor de Viagens quando necessário. Clique para saber mais sobre nossos registros e conformidade legal.
ro: inCruises respectă reglementările Vânzătorului de călătorii acolo unde este necesar. Fă clic pentru a afla mai multe despre înregistrările noastre și despre conformitatea legală.
ru: Компания inCruises соблюдает правила лицензии Seller of Travel, где это необходимо. Нажмите, чтобы узнать больше о наших регистрациях и соблюдении законодательства.
uk: inCruises дотримується правил Продавця подорожей, де це необхідно. Натисніть, щоб дізнатися більше про наші реєстрації та відповідність законодавству.
uz: inCruises талаб этилган ҳудудларда саёҳат сотувчи қонун-қоидаларига риоя этади. Рўйхатдан ўтиш ва қонунга риоя этиш борасида батафсил билиш учун бу ерга босинг.
zh: inCruises在要求的地区遵守旅行销售商相关法规。点击了解更多关于我们的注册信息及法律合规情况。

source: inCruises FIRST Global Convention & 5 Year Anniversary Celebration
ca: PRIMERA Convenció Mundial d'inCruises & Celebració del 5è Aniversari
de: inCruises ERSTE weltweite Convention & 5-Jahres-Jubiläumsfeier
es: PRIMERA Convención Global de inCruises y Celebración del 5o. Aniversario
fr: La PREMIÈRE Convention Mondiale & la Célébration du 5e Anniversaire inCruises
it: PRIMO Convegno globale inCruises e celebrazione del 5° anniversario
ja: inCruise初のグローバルコンベンション & 5周年記念祭
kk: inCruises АЛҒАШҚЫ Ғаламдық Конференциясы және 5-жылдық Мерейтойы
ky: БИРИНЧИ глобалдык конференция & inCruises компаниясынын 5 жылдык майрамдоо мааракеси
lv: inCruises PIRMĀ globālā konvencija & 5 Gadadienas svinības
mn: inCruises-ийн АНХНЫ Дэлхийн Чуулга Уулзалт 5 жилийн Ойн Баярын Арга Хэмжээ
pt: PRIMEIRA Convenção Global e Celebração de 5 anos da inCruises
ro: PRIMA Convenție globală inCruises & Sărbătoarea de 5 ani
ru: ПЕРВАЯ глобальная конференция и празднование 5-летнего юбилея inCruises
uk: ПЕРША глобальна конференція та святкування 5-річного ювілею inCruises
uz: inCruises нинг ИЛК Глобал Конвенцияси ва 5 йиллик Юбилейи маросими
zh: inCruises第一届全球大会及五年周年庆典
