Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Active Partners have access to online recorded and weekly live training, their corporate email (theirname@incruises.com), personalized Referral Links and replicated pages, marketing materials and tools, marketing videos, Android and iPhone apps, and downloadable business cards. Just the estimated value of your email account and training training program is well more than $50.00 USD per month.
ca: Els Socis Actius tenen accés a formació enregistrada en línia i sessions setmanals en directe, el seu correu electrònic corporatiu (elnom@incruises.com), enllaços de referència personalitzats i pàgines replicades, materials i eines de màrqueting, vídeos de màrqueting, aplicacions per a Android i iPhone, i targetes de visita descarregables. Només el valor estimat del vostre compte de correu electrònic i del programa de formació supera els 50 dòlars al mes.
de: Aktive Partner haben Zugriff auf aufgezeichnete Online- und wöchentliche Live-Schulungen, ihre Firmen-E-Mail (theirname@incruises.com), personalisierte Empfehlungslinks und replizierte Seiten, Marketingmaterialien und -tools, Marketingvideos, Android- und iPhone-Apps sowie herunterladbare Visitenkarten. Allein der geschätzte Wert Ihres E-Mail-Kontos und des Trainingsprogramms liegt bei weit über 50,00 USD pro Monat.
es: Los Socios activos tienen acceso a capacitación grabada en línea y capacitación en vivo semanal, su correo electrónico corporativo (su nombre@incruises.com), enlaces de referencia personalizados y páginas replicadas, materiales y herramientas de marketing, videos de marketing, aplicaciones para Android e iPhone, y tarjetas de presentación descargables. Solo el valor estimado de tu cuenta de correo electrónico y del programa de capacitación supera los $50 USD al mes.
fr: Les Partenaires actifs ont accès à des formations en ligne enregistrées et à des formations hebdomadaires en direct, à leur adresse électronique d'entreprise (leurnom@incruises.com), à des liens de recommandation personnalisés et à des pages reproduites, à du matériel et des outils de marketing, à des vidéos de marketing, à des applications Android et iPhone et à des cartes de visite téléchargeables. La valeur estimée de votre compte e-mail et de votre programme de formation est bien supérieure à 50,00 USD par mois.
it: I Partner Attivi hanno accesso a corsi di formazione online registrati e settimanali dal vivo, alla loro e-mail aziendale (theirname@incruises.com), ai Referral Link personalizzati e alle pagine replicate, ai materiali e agli strumenti di marketing, ai video di marketing, alle app per Android e iPhone e ai biglietti da visita scaricabili. Solo il valore stimato della tua casella email e del programma di formazione è ben superiore a 50,00 $ al mese.
ja: アクティブパートナーは、録画されたオンライン・トレーニングや毎週のライブ・トレーニング、コーポレート用メールアドレス（自分の名前@incruises.com）、パーソナライズ化された紹介リンクと複製ページ、マーケティング資料とツール、マーケティングビデオ、AndroidとiPhoneアプリ、ダウンロード可能な名刺を利用することができます。あなたのメールアカウントとトレーニング・プログラムの推定価値だけでも、毎月$50.00 米ドル以上です。
kk: Белсенді серіктестер нақты уақыт режимінде онлайн жазбалар мен апталық тренингтерге, олардың корпоративтік электрондық пошталарына қол жеткізе алады (theirname@incruises.com), жеке сілтемелер мен қайталанатын беттер, маркетингтік материалдар мен құралдар, маркетингтік бейнелер, Android және iPhone қосымшалары және жүктелетін визиткалар. Тек сіздің электрондық пошта тіркелгіңіз бен оқу бағдарламаңыздың болжамды құны айына 50,00 доллардан асады.
ky: Активдүү өнөктөштөр онлайн жаздырууларга жана апталык онлайн тренингдерге, алардын корпоративдик электрондук почтасына (name@incruises.com), жекелештирилген рефералдык шилтемелерине жана репликацияланган баракчаларга, маркетингдик материалдарга жана куралдарга, маркетинг видеолоруна, Android жана iPhone колдонмолоруна жана жүктөлүп алынуучу визиттик карталарга кире алышат. Сиздин электрондук почтаңыздын жана окуу программаңыздын эле болжлдуу баасы айына 50 доллардан ашат.
lv: Aktīvajiem Partneriem ir piekļuve tiešsaistes ierakstītajam un iknedēļas mācībām dzīvajā,viņu korporatīvajam epastam (viņu vārds@incruises.com), personalizētajām atsauces saitēm un replicētajām lapām,mārketinga materiāliem un rīkiem,mārketinga video, Android un iPhone aplikācijām,kā arī lejuplādes vizītkartēm. Tikai jūsu e-pasta konta un apmācības programmas aptuvenā vērtība ir krietni lielāka par $50.00 USD mēnesī.
mn: Идэвхтэй Түншүүд нь онлайнаар видео болон долоо хоног бүрийн вебинар сургалтууд, компаний имэйл хаяг (гишүүнийнэр@incruises.com), хувийн элсүүлэх холбоос болон вэб хуудас, маркетингийн материал хэрэгслүүд, видео зааврууд, Android болон iPhone утасны програмууд, татаж авах боломжтой нэрийн хуудас зэргийг ашиглах боломжтой. Таны имэйлийн бүртгэл болон сургалтын хөтөлбөрийн тооцоолсон үнэ нь сард $50-оос их байна.
pt: Os Parceiros ativos têm acesso a treinamentos gravados e a treinamentos semanais ao vivo, e-mail corporativo (theirname@incruises.com), Links de Referência personalizados e páginas replicadas, materiais e ferramentas de marketing, vídeos de marketing, aplicativos para Android e iPhone e cartões de visita para download. Só o valor estimado da sua conta de e-mail e do nosso programa de treinamentos é bem mais do que $50 por mês.
ro: Partenerii activi au acces la cursuri online înregistrate și săptămânale live, e-mail-ul lor corporativ (numelelor@incruises.com), linkuri de recomandare personalizate și pagini replicate, materiale și instrumente de marketing, videoclipuri de marketing, aplicații pentru Android și iPhone și cărți de vizită descărcabile. Doar valoarea estimată a contului de e-mail și a programului de formare este cu mult mai mare de 50$ pe lună.
ru: Активные Партнёры имеют доступ к еженедельному обучению, как в записи, так и онлайн, корпоративному почтовому ящику (theirname@incruises.com), персонализированным Реферральным ссылкам, маркетинговым материалам и инструментам, маркетинговым видеоматериалам, приложениям для Android и iPhone, а также скачиваемым визиткам. Ценность одной лишь только программы обучения и вашей корпоративной почты сильно превышает $50 в месяц.
uk: Активні Партнери мають доступ до щотижневого навчання, як у записі, так і онлайн, корпоративної поштової скриньки (theirname@incruises.com), персоналізованого Реферального посилання, маркетингових матеріалів та інструментів, маркетингових відеоматеріалів, додатків для Android і iPhone, а також завантажуваних візитівок. Цінність однієї лише програми навчання і вашої корпоративної пошти сильно перевищує $50 на місяць.
uz: Фаол Ҳамкорлар онлайн ҳафталик вебинарлар ва уларнинг қайдлари, шахсий корпоратив электрон почта (исмингиз@incruises.com), хусусийлаштирилган реферал ҳаволалар ва реплика саҳифалар, маркетинг материаллари ва иш қуроллари, маркетингга оид видеолар, Android ва iPhone учун иловалар ҳамда юклаб олинадиган ташриф қоғозларига эга бўладилар. Электрон почта ҳисобингиз ва ўқув дастурининг тахминий қиймати ойига 50$ дан ортиқ.
zh: 活跃合作伙伴可以访问在线录制的培训和每周的实时培训，使用他们的企业电子邮件（theirname@incruises.com），个性化推荐链接和复制页面，营销材料和工具，营销视频，Android和iPhone应用程序，以及可下载的名片。您的电子邮件账户和培训项目的估计价值每月超过50.00美元。

source: Active Reward Points
fr: Points de Récompense Actifs
it: Crediti Premio attivi
kk: Белсенді Бонус Ұпайлары
pt: Pontos de Recompensa Ativos
uk: Активні Бонусні Бали
uz: Фаол Бонус баллари
zh: 活跃奖励积分

source: Active Team Members
ca: Membres Actius de l'Equip
de: Aktive Team Mitglieder
es: Miembros de Equipo Activos
fr: Membres d'Équipe Actifs
it: Membri Attivi del team
ja: アクティブチームメンバー
kk: Белсенді топ мүшелері
ko: 활성 팀 멤버
ky: Командадагы активдүү клуб мүчөлөрү
lv: Aktīvie Komandas Biedri
mn: Багийн идэвхтэй Гишүүд
pt: Membros ativos da equipe
ro: Membri de echipă activi
ru: Активные Члены Клуба в команде
uk: Активні Члени Клубу в команді
uz: Фаол Жамоа Аъзолари
zh: 活動團隊會員

source: Active Team Members MTD
ca: Membres Actius de l'Equip MTD
de: Aktive Team Mitglieder MTD
es: Miembros de Equipo Activos MTD
fr: Membres d'Équipe Actifs MTD
it: Membri Attivi del team MTD
ja: 今月のアクティブチームメンバー
kk: Белсенді топ мүшелері MTD
ko: 이달의 활성 팀 멤버
ky: Команданын активдүү мүчөлөрү MTD
lv: Aktīvie Komandas Biedri MTD
mn: Багийн идэвхтэй Гишүүд
pt: Membros ativos da equipe (este mês)
ro: Membri de echipă activi MTD
ru: Активные Члены Клуба в команде
uk: Активні Члени Клубу у команді за місяць
uz: Фаол Жамоа Аъзолари (ой бошидан бери)
zh: 活動團隊會員MTD

source: Active until:
ca: Actiu fins a:
de: Aktiv bis:
es: Activo hasta:
fr: Actif jusqu'à :
it: Attivo fino a:
ja: アクティブ最終日：
kk: Осы уақытқа дейін белсенді:
ko: 활성화 기간:
ky: Чейин активдүү:
lv: Aktīvs līdz:
mn: Идэвхтэй байх хугацаа:
pt: Ativo até:
ro: Activ până la:
ru: Активный до:
uk: Активний до:
uz: Қуйидаги вақтгача Фаол:
zh: 有效至：

source: Activities
ca: Activitats
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
ja: アクティビティ
kk: Белсенділік
ko: 활동
ky: Иш-чаралар
lv: Aktivitātes
mn: Үйлдэлүүд
pt: Atividades
ro: Activități
ru: Действия
uk: Активності
uz: Тадбирлар
zh: 活动

source: Activities found
ca: S'han trobat activitats
de: Aktivitäten gefunden
es: Actividades encontradas
fr: Activités trouvées
it: Attività trovate
ja: アクティビティが見つかりました
kk: Әрекеттер табылды
ky: Кыймылдар табылды
lv: Atrastās Aktivitātes
mn: Аялалууд
pt: Atividades encontradas
ro: Activități găsite
ru: Активности найдены
uk: Знайдені активності
uz: Тадбирлар топилди
zh: 找到的活动

source: Activity + Entertainment
fr: Activité et Divertissement
it: Attività + Intrattenimento
kk: Белсенділік + Ойын-сауық
pt: Atividade + Entretenimento
uk: Активність + Розваги
uz: Фаоллик + Кўнгилочар тадбир
zh: 活动 + 娱乐

source: Add
ca: Afegir
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加する
kk: Қосу
ko: 추가하기
ky: Кошуу
lv: Pievieno
mn: Нэмэх
pt: Adicionar
ro: Adaugă
ru: Добавить
uk: Додати
uz: Қўшиш
zh: 添加

source: Add a card
ca: Afegeix una targeta
de: Eine Karte hinzufügen
es: Añadir una tarjeta
fr: Ajouter une carte
it: Aggiungi una carta
ja: カードを追加
kk: Картаны қосыңыз
ky: карта кошуңуз
lv: Pievieno karti
mn: Карт нэмэх
pt: Adicionar cartão
ro: Adaugă un card
ru: Добавить карту
uk: Додати картку
uz: Карта қўшиш
zh: 添加名片

source: Add a display name
fr: Ajouter un nom d'affichage
it: Aggiungi un nome di visualizzazione
pt: Adicionar um nome de exibição
uk: Додайте відображуване ім’я

source: Add Additional Payment Method
fr: Ajouter un Autre Mode de Paiement
it: Aggiungi un metodo di pagamento supplementare
kk: Қосымша төлем әдісін қосу
pt: Adicionar Outro Meio de Pagamento
uk: Додати додатковий спосіб оплати
uz: Қўшимча тўлов усулини қўшиш
zh: 添加其他付款方式

source: Add Admins
ca: Afegir administradors
de: Admins hinzufügen
es: Añadir Admins
fr: Ajouter Administrations
it: Aggiungi amministratori
ja: 管理者を追加
kk: Администраторларды Қосу
ko: 어드민 추가
ky: Администраторлорду кошуңуз
lv: Pievieno Adminstr
mn: Админууд нэмэх
pt: Adicionar administradores
ro: Adaugă Administratori
ru: Добавить администраторов
uk: Додати адміністраторів
uz: Маъмурларни қўшиш
zh: 添加管理员

source: Add an extra layer of security to your account. To sign in, you'll need to provide a code along with your username and password.
ca: Afegeix una capa addicional de seguretat al teu compte. Per a iniciar sessió, hauràs de proporcionar un codi juntament amb el teu nom d'usuari i contrasenya.
de: Fügen Sie Ihrem Account eine zusätzliche Sicherheitsebene hinzu. Um sich anzumelden, müssen Sie einen Code zusammen mit Ihrem Benutzernamen und Passwort eingeben.
es: Añade una capa adicional de seguridad a tu cuenta. Para iniciar sesión, necesitarás proporcionar un código junto con tu nombre de usuario y tu contraseña.
fr: Ajouter un niveau de sécurité supplémentaire à votre compte. Pour vous connecter, vous devez fournir un code ainsi que un nom d'utilisateur et un mot de passe.
it: Aggiungi un ulteriore livello di sicurezza al tuo account. Per accedere, dovrai fornire un codice insieme al tuo nome utente e alla password.
ja: アカウントにさらなるセキュリティ強化を実施します。サインインするには、ユーザー名とパスワードと一緒にコードを入力する必要があります。
kk: Есептік жазбаңызға қосымша қауіпсіздік қабатын қосыңыз. Жүйеге кіру үшін кодты, сонымен қатар пайдаланушы аты мен құпия сөзді еңгізуіңіз керек.
ko: 계정에 추가 보안을 추가하십시오. 로그인하려면 사용자 이름 및 비밀번호와 함께 코드를 제공해야 합니다.
ky: Аккаунтуңуз кошумча коопсуздук катмарын кошуңуз. Кирүү үчүн сиз логин жана пароль менен бирге кодду киргизишиңиз керек.
lv: Pievienojiet savam kontam papildu drošības līmeni. Lai pierakstītos, ir jānorāda kods kopā ar lietotājvārdu un paroli.
mn: Бүртгэлийн нэмэлт хамгаалалтыг оруулна уу. Нэвтрэхийн тулд та өөрийн хэрэглэгчийн нэр, нууц үгийн хамт код оруулах шаардлагатай.
pt: Adicione uma camada extra de segurança à sua conta. Para fazer login, você precisará fornecer um código junto com seu nome de usuário e senha.
ro: Adaugă un nivel suplimentar de securitate contului tău. Pentru a te conecta, va trebui să furnizezi un cod împreună cu numele de utilizator și parola.
ru: Добавьте дополнительный уровень безопасности в свою учётную запись. Для того чтобы войти, вместе со своим именем пользователя и паролем вам потребуется ввести и код.
uk: Додайте додатковий рівень безпеки до свого облікового запису. Для того, щоб увійти, разом зі своїм ім'ям користувача та паролем вам потрібно ввести і код.
uz: Аккаунтингиз хавфсизлиги учун қўшимча босқич қўшинг. Тизимга кириш учун фойдаланувчи номи ва паролингизга қўшимча равишда код киритишингиз лозим бўлади.
zh: 为您的账户增加一个额外的安全层。要登录，您需要在提供用户名和密码的同时提供一个密码。

source: Add Attachment
ca: Afegeix adjunt
de: Anhang hinzufügen
es: Añadir adjunto
fr: Ajouter une pièce jointe
it: Aggiungi allegato
ja: 添付ファイルの追加
kk: Тіркеме қосу
ky: Тиркемени кошуу
lv: Pievienot Pielikumu
mn: Хавсралт нэмэх
pt: Adicionar anexo
ro: Adaugă atașament
ru: Добавить вложение
uk: Додати вкладення
uz: Илова қўшиш
zh: 添加附件

source: Add Backup
ca: Afegir còpia de seguretat
de: Sicherung hinzufügen
es: Añadir Respaldo
fr: Ajouter une Sauvegarde
it: Aggiungi backup
ja: バックアップを追加
kk: Сақтық көшірмені қосыңыз
ko: 백업 추가
ky: Резервдик көчүрмөнү кошуу
lv: Pievienot dublējumu
mn: Backup код нэмэх
pt: Adicionar backup
ro: Adaugă o copie de rezervă
ru: Добавить резервную копию
uk: Додати резервну копію
uz: Захира қўшиш
zh: 添加备份

source: Add Card
ca: Afegir Targeta
de: Karte hinzufügen
es: Añadir Tarjeta
fr: Ajouter carte
it: Aggiungi una carta
ja: カードを追加
kk: Картаны қосу
ko: 카드 추가
ky: Картаны кошуңуз
lv: Pievienot karti
mn: Карт нэмэх
pt: Adicionar cartão
ro: Adaugă card
ru: Добавить Карту
uk: Додайте Картку
uz: Карта қўшиш
zh: 添加名片

source: Add Contacts
ca: Afegir Contactes
de: Kontakte hinzufügen
es: Añadir Contactos
fr: Ajouter les contacts
it: Aggiungi Contatti
ja: 連絡先を追加
kk: Контактілерді қосу
ko: 연락처 추가
ky: Контакттарды кошуңуз
lv: Pievieno kontaktus
mn: Харилцагч нэмэх
pt: Adicionar contatos
ro: Adaugă contacte
ru: Добавить Контакты
uk: Додайте Контакти
uz: Контактларни қўшишда
zh: 添加聯繫人

source: Add Cruise
ca: Afegir creuer
de: Kreuzfahrt hinzufügen
es: Añadir Crucero
fr: Ajouter une Croisière
it: Aggiungi crociera
ja: クルーズを追加
kk: Круизді қосыңыз
ko: 크루즈여행 추가
ky: Круизди кошуңуз
lv: Pievienot Kruīzu
mn: Далайн аялал нэмэх
pt: Adicionar cruzeiro
ro: Adaugă Croazieră
ru: Добавить круиз
uk: Додати круїз
uz: Круиз қўшиш
zh: 添加邮轮

source: Add Department
ca: Afegir Departament
de: Abteilung hinzufügen
es: Añadir Departamento
fr: Ajouter Département
it: Aggiungi reparto
ja: 担当部署を追加
kk: Бөлімді қосыңыз
ko: 담당 부서 추가
ky: Бөлүм кошуңуз
lv: Pievieno Departamentu
mn: Хэлтэс нэмэх
pt: Adicionar departamento
ro: Adaugă Departament
ru: Добавить отдел
uk: Додати відділ
uz: Бўлимни қўшиш
zh: 添加部门

source: Add Display name
fr: Ajouter un nom d'Affichage
it: Aggiungi un nome di visualizzazione
pt: Adicionar um nome de exibição
uk: Додайте відображуване ім’я

source: Add Dynamic Featured Cruise
ca: Afegir Creuer Destacat Dinàmic
de: Dynamische Kreuzfahrt hinzufügen
es: Añadir Crucero Destacado Dinámico
fr: Ajouter la Croisière en vedette
it: Aggiungi Crociera dinamica in evidenza
ja: ダイナミックな注目クルーズを追加
kk: Динамикалық Сүйікті Круизді Қосыңыз
ko: 다이나믹한 추천 크루즈 추가하기
ky: Динамикалык сунушталган круизди кошуңуз
lv: Pievieno Dinamisko Aktuālo Kruīzu
mn: Онцолсон динамик аялал нэмэх
pt: Adicionar cruzeiro em destaque dinâmico
ro: Adaugă Croazieră Dinamică Recomandată
ru: Добавить динамический рекомендованный круиз
uk: Додати динамічний рекомендований круїз
uz: Динамик круизларни қўшиш
zh: 添加动态特色邮轮

source: Add guests
ca: Afegir convidats
de: Gäste hinzufügen
es: Añadir huéspedes
fr: Ajouter des invités
it: Aggiungi ospiti
ja: ゲストを追加
kk: Қонақтарды қосу
ky: Конокторду кошуңуз
lv: Pievieno viesus
mn: Зорчигч нэмэх
pt: Adicionar convidados
ro: Adaugă invitați
ru: Добавить гостей
uk: Додати гостей
uz: Меҳмонларни қўшиш
zh: 添加客人

source: Add Later
ca: Afegir més tard
de: später hinzufügen
es: Agregar Más tarde
fr: Ajoutez Plus Tard
it: Aggiungi più tardi
ja: 後で追加する
kk: Кейін Қосу
ko: 나중에 추가하기
ky: Кийин кошуу
lv: Pievieno vēlāk
mn: Дараа нэмэх
pt: Adicionar depois
ro: Adaugă mai tarziu
ru: Добавить позже
uk: Додати Пізніше
uz: Кейинроқ қўшиш
zh: 以後添加

source: Add Member
ca: Afegir un Membre
de: Mitglied hinzufügen
es: Añadir Miembro
fr: Ajouter un Membre
it: Aggiungi Membro
ja: メンバーを追加
kk: Мүшелерді Қосыңыз
ko: 멤버 추가
ky: Мүчө кошуу
lv: Pievieno Biedru
mn: Гишүүн нэмэх
pt: Adicionar membro
ro: Adaugă Membru
ru: Добавить Члена Клуба
uk: Додати Члена Клубу
uz: Аъзо қўшиш
zh: 添加会员

source: Add Members to your Booking
ca: Afegeix Membres a la teva Reserva.
de: Mitglieder zu Ihrer Buchung hinzufügen
es: Agrega Miembros a tu Reserva
fr: Ajouter des Membres à votre réservation
it: Aggiungi altri Membri alla tua prenotazione
ja: メンバーをあなたの予約に追加
kk: Брондауыңызға мүшелерді қосыңыз
ky: Брондооңузга мүчөлөрдү кошуңуз
lv: Pievienot Biedrus jūsu Rezervācijai
mn: Өөрийн захиалгад Гишүүд нэмэх
pt: Adicionar membros à sua reserva
ro: Adaugă membri la rezervarea ta
ru: Добавить Членов Клуба в своё бронирование
uk: Додати Членів Клубу до свого бронювання
uz: Буюртмангизга Аъзоларни қўшиш
zh: 将会员添加到您的预订中

source: Add new
ca: Afegir nou
de: Neu hinzufügen
es: Agregar nuevo
fr: Ajouter un nouveau
it: Aggiungi nuovo
ja: 新規追加
kk: Жаңасын қосыңыз
ky: Жаңысын кошуңуз
lv: Pievieno jauno
mn: Шинийг нэмэх
pt: Adicionar novo
ro: Adaugă nou
ru: Добавить новый
uk: Додати новий
uz: Янгисини қўшиш
zh: 新添加

source: Add New
ca: Afegir Nou
de: Neu hinzufügen
es: Agregar Nuevo
fr: Ajouter une nouvelle
it: Aggiungi nuovo
ja: 新規追加
kk: Жаңасын Қосыңыз
ky: Жаңысын кошуу
lv: Pievieno Jauno
mn: Шинийг нэмэх
pt: Adicionar novo
ro: Adaugă nou
ru: Добавить
uk: Додати
uz: Янгисини қўшиш
zh: 新添加

source: Add Note
ca: Afegir nota
de: Notiz hinzufügen
es: Agregar Nota
fr: Ajouter une note
it: Aggiungi nota
ja: メモを追加する
kk: Ескертпені Қосыңыз
ko: 메모 추가하기
ky: Эскертүү кошуу
lv: Pievieno Piezīmi
mn: Тэмдэглэл бичих
pt: Adicionar nota
ro: Adaugă notă
ru: Добавить заметку
uk: Додати примітку
uz: Изоҳ қўшиш
zh: 添加备注

source: Add notes about this contact
ca: Afegeix notes sobre aquest contacte
de: Fügen Sie Notizen zu diesem Kontakt hinzu
es: Añadir comentarios acerca de este contacto
fr: Ajouter des notes sur ce contact
it: Aggiungere note su questo contatto
ja: この連絡先に関するメモを追加する
kk: Осы контакт туралы жазбаларды қосыңыз
ky: Бул байланыш жөнүндө эскертүү кошуңуз
lv: Pievienot piezīmes par šo kontaktpersonu
mn: Энэ хаягийн тухай тэмдэглэл нэмэх
pt: Adicionar notas sobre este contato
ro: Adaugă note despre acest contact
ru: Добавить заметку об этом контакте
uk: Додати замітку про цей контакт
uz: Мазкур контакт ҳақида изоҳлар қўшинг
zh: 添加关于此联系人的备注

source: Add Payment Method
fr: Ajouter un Mode de Paiement
it: Aggiungi metodo di pagamento
kk: Төлем Әдісін Қосыңыз
pt: Adicionar Meio de Pagamento
uk: Додати Спосіб оплати
uz: Тўлов усулини қўшиш
zh: 添加付款方式

source: Add Permission Group
ca: Afegir grup de permisos
de: Berechtigungsgruppe hinzufügen
es: Agregar grupo de permisos
fr: Ajouter groupe de commission
it: Aggiungi gruppo di permessi
ja: 権限グループを追加
kk: Рұқсат тобын қосыңыз
ko: 권한 그룹 추가
ky: Уруксат тобун кошуу
lv: Pievieno Atļauju Grupu
mn: Зөвшөөрлийн бүлгийг нэмэх
pt: Adicionar grupo de permissão
ro: Adaugă Grup de permisiune
ru: Добавить группу разрешений
uk: Додати групу з правами
uz: Рухсат этувчи гуруҳни қўшиш
zh: + 添加权限组

source: Add Permission Groups
ca: Afegir grups de permisos
de: Berechtigungsgruppen hinzufügen
es: Agregar grupos de permisos
fr: Ajouter groupes de permission
it: Aggiungi gruppo di permessi
ja: 権限グループを追加
kk: Рұқсат топтарын қосыңыз
ko: 권한 그룹 추가
ky: Уруксат топторун кошуу
lv: Pievieno Atļauju Grupas
mn: Зөвшөөрлийн бүлгүүд нэмэх
pt: Adicionar grupos de permissão
ro: Adaugă Grupuri de permisiune
ru: Добавить группы разрешений
uk: Додати групи дозволів
uz: Рухсат этувчи гуруҳларни қўшиш
zh: + 添加权限组

source: Add Promotion Code
ca: Afegeix el Codi Promocional
de: Aktionscode hinzufügen
es: Añadir Código de Promoción
fr: Ajouter un code promotionnel
it: Aggiungi Codice promozionale
ja: プロモーションコードを追加
kk: Жарнамалық Кодты Қосыңыз
ky: Промокодду кошуу
lv: Pievieno Akcijas Kodu
mn: Урамшууллын код нэмэх
pt: Adicionar código promocional
ro: Adaugă cod promoțional
ru: Добавить промокод
uk: Додати промокод
uz: Тарғибот кодини киритинг
zh: 添加促销代码

source: Add recipients
ca: Afegeix destinataris
de: Empfänger hinzufügen
es: Añadir destinatarios
fr: Ajouter des destinataires
it: Aggiungi destinatari
ja: 受信者を追加する
kk: Алушыларды қосу
ky: Алуучуларды кошуңуз
lv: Pievieno Adresātus
mn: Хүлээн авагч нэмэх
pt: Adicionar destinatários
ro: Adaugă destinatari
ru: Добавить получателей
uk: Додати одержувачів
uz: Олувчиларни қўшиш
zh: 添加收件人

source: Add Recurring Billing
ca: Afegiu Facturació Recurrent
de: Auf Lastschriftverfahren wechseln
es: Añadir Facturación Recurrente
fr: Ajouter la facturation récurrente
it: Aggiungi fatturazione ricorrente
ja: 定期払いの追加
kk: Қайталанатын төлемдерді қосу
ky: Кайталануучу эсептешүүнү кошуу
lv: Pievienot automātisko periodisko maksājumu
mn: Давтагдах төлбөрийн аргыг нэмэх
pt: Adicionar Faturamento Recorrente
ro: Adaugă facturare regulată
ru: Добавить Повторные Оплаты
uk: Додати Повторний Платіж
uz: Такрорланувчи ҳисобларни қўшиш
zh: 添加循環結算

source: Add Recurring Card
ca: Afegir Targeta Recurrent
de: Wiederkehrende Kartenzahlung hinzufügen
es: Añadir Tarjeta Recurrente
fr: Ajouter une Carte Récurrente
it: Attiva carta di pagamento ricorrente
ja: 定期払いのカードを追加
kk: Қайталанатын картаны қосыңыз
ko: 반복지불 카드 추가
ky: Кайталануучу картаны кошуу
lv: Pievienot periodisko karti
mn: Давтамжит төлбөрийн карт нэмэх
pt: Adicionar cartão recorrente
ro: Adaugă Card Recurent
ru: Добавить рекуррентную карту
uk: Додати рекурентну картку
uz: Даврий картани қўшиш
zh: 添加反复支付卡

source: Add Recurring Payment Method
fr: Ajouter un Mode de Paiement Récurrent
it: Aggiungi metodo di pagamento ricorrente
kk: Рекурренттік Төлем Әдісін Қосыңыз
pt: Adicionar Meio de Pagamento Recorrente
uk: Додати спосіб регулярного платежу
uz: Даврий тўлов усулини қўшиш
zh: 添加定期付款方式

source: Add Recurring Profile
ca: Afegir Perfil Habitual
de: Wiederkehrendes Protokoll hinzufügen
es: Añadir Perfil Recurrente
fr: Ajouter un Profil Récurrent
it: Attiva profilo ricorrente
ja: 定期払いの情報を追加
kk: Қайталанатын Профильді Қосу
ko: 자동 프로필 추가
ky: Кайталануучу профилди кошуу
lv: Pievienot automātisko maksājumu
mn: Давтамжит төлбөрийн карт нэмэх
pt: Adicionar Perfil Recorrente
ro: Adăugați un Profil Recurent
ru: Добавить рекуррентный профиль
uk: Додати Рекурентний Профіль
uz: Даврий профиль қўшиш
zh: 添加循環結算資料

source: Add Reward Points
ca: Afegir punts de recompensa
de: Reward Points hinzufügen
es: Agregar Puntos de Recompensa
fr: Ajouter des Points de Récompense
it: Aggiungi Crediti Premio
ja: リワードポイントを追加
kk: Бонус Ұпайларын Қосу
ko: 리워드 포인트 추가하기
ky: Бонустук Упайларды Кошуу
lv: Pievieno Balvu Punkts
mn: Шагналын Оноо нэмэх
pt: Adicionar Pontos de Recompensa
ro: Adaugă Puncte de Recompensă
ru: Добавить Бонусные Баллы
uk: Додати Бонусні Бали
uz: Бонус балларини қўшиш
zh: 添加獎勵積分
