Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Search and book cruises, hotels and resorts
ca: Cercar i reservar creuers, hotels i ressorts
de: Suche und Buchung von Kreuzfahrten, Hotels und Resorts
es: Buscar y reservar cruceros, hoteles y resorts
fr: Rechercher et réserver des croisières, des hôtels et des centres de villégiature
it: Cerca e prenota crociere, hotel e resort
ja: 検索し、クルーズ、ホテルやリゾートを予約する
kk: Круиздерді, қонақ үйлер мен курорттарды іздеңіз және брондаңыз
ko: 크루즈, 호텔, 리조트 검색 및 예약
ky: Круиздерди, мейманканаларды жана пансионаттарды издөө жана брондоо
lv: Meklē un rezervē kruīzus, viesnīcas un kūrortus
mn: Далайн аялал, зочид буудал, амралтын газруудыг хайх, захиалах
pt: Pesquise e reserve cruzeiros, hotéis e resorts
ro: Caută și rezervă croaziere, hoteluri și stațiuni
ru: Найти и забронировать круизы, отели и курорты
uk: Знайти та забронювати круїзи, готелі та курорти
uz: Круизлар, меҳмонхоналар ва курортларни излаш ва буюртма бериш
zh: 搜索并预订邮轮、酒店和度假村

source: Search by city or hotel
ca: Cercar per ciutat o hotel
de: Suche nach Stadt oder Hotel
es: Buscar por ciudad u hotel
fr: Recherche par ville ou par hôtel
it: Ricerca per città o hotel
ja: 都市やホテルで検索
kk: Қала немесе қонақүй бойынша іздеу
ko: 도시나 호텔 검색
ky: Шаар же мейманкана боюнча издөө
lv: Meklēt pēc pilsētas vai viesnīcas
mn: Зочид буудал болон хотоор хайх
pt: Pesquise por cidade ou hotel
ro: Caută după oraș sau hotel
ru: Искать по городу или отелю
uk: Пошук за містом або готелем
uz: Шаҳар ёки меҳмонхона бўйича қидирув
zh: 按城市或酒店搜索

source: Search by Destination
ca: Cerca per Destinació
de: Suche nach Destination
es: Buscar por destino
fr: Recherche par destination
it: Cerca per destinazione
ja: 目的地で検索する
kk: Бағыт бойынша іздеу
ky: Багыттар боюнча издөө
lv: Meklēt pēc Galamērķa
mn: Очих газраар хайх
pt: Pesquisar por destino
ro: Căutare după destinație
ru: Искать по направлению
uk: Пошук за Напрямком
uz: Йўналиш бўйича излаш
zh: 按目的地搜索

source: Search by destination or hotel name
ca: Cerca per destinació o nom d'hotel
de: Suche nach Reiseziel oder Hotelname
es: Buscar por destino o nombre de hotel
fr: Recherche par destination ou nom d'hôtel
it: Cerca per destinazione o nome dell'hotel
ja: 目的地やホテルの名前で検索
kk: Бағыт немесе қонақ үй атауы бойынша іздеу
ky: Багыттын же мейманкананын аты боюнча издөө
lv: Meklēt pēc galamērķa vai viesnīcas nosaukuma
mn: Очих газар болон зочид буудлын нэрээр хайх
pt: Pesquise por destino ou nome do hotel
ro: Caută după destinație sau nume hotel
ru: Искать по направлению или названию отеля
uk: Пошук за напрямком або назвою готелю
uz: Йўналиш ёки меҳмонхона номи бўйича қидирув
zh: 按目的地或酒店名称搜索

source: Search Cabins
ca: Cerca Habitacions
de: Kabinen suchen
es: Búsqueda de Camarotes
fr: Rechercher des cabanes
it: Cerca cabine
ja: キャビンの検索
kk: Кабиналарды іздеңіз
ky: Каюталарды издөө
lv: Meklēt Kajītes
mn: Өрөө хайх
pt: Procurar cabines
ro: Caută cabine
ru: Искать каюты
uk: Пошук кают
uz: Каюталарни қидириш
zh: 搜索船舱

source: Search Contacts
ca: Cerca Contactes
de: Kontakte durchsuchen
es: Buscar Contactos
fr: Recherche de contacts
it: Cerca contatti
ja: 連絡先の検索
kk: Контактілерді Іздеу
ky: Байланыштарды издөө
lv: Meklēt Kontaktus
mn: Харилцагч нарыг хайх
pt: Pesquisar contatos
ro: Caută Contacte
ru: Искать контакты
uk: Шукати контакти
uz: Контактларни қидириш
zh: 查找联系人

source: Search Country
fr: Rechercher un Pays
it: Cerca Paese

source: Search emoji
ca: Cercar emoji
de: Emoji suchen
es: Buscar emoji
fr: Rechercher un emoji
it: Cerca emoji
ja: 絵文字を検索する
kk: Эмоджины Іздеу
ko: 이모티콘 검색
ky: Эмоджи издөө
lv: Meklēt emocijzīmes
mn: Еможи хайх
pt: Pesquisar emoji
ro: Căutare emoji
ru: Искать эмоджи
uk: Пошук емодзі
uz: Эмодзи қидириш
zh: 搜索表情符号

source: Search for Cabins
de: Suche nach Kabinen
es: Búsqueda por Camarote
fr: Recherche de Cabines
it: Cerca cabine
ko: 선실 검색
ky: Каюталарды издөө
lv: Meklēt kajītes
mn: Өрөө хайх
ru: Поиск кают

source: Search for Names or Emails
ca: Cercar per Noms o Correus electrònics
de: Suche nach Namen oder E-Mails
es: Buscar por Nombres o Correo Electrónicos
fr: Rechercher des noms ou des e-mails
it: Cerca nomi o email
ja: 名前またはEメールで検索
kk: Есімдерді немесе Электрондық Пошталарды Іздеу...
ko: 이름 또는 이메일로 검색
ky: Аттарды же электрондук почталарды издөө
lv: Meklē vāŗdus vai epastus
mn: Нэр болон имэйлээр хайх
pt: Procurar por nomes ou emails...
ro: Caută Nume sau E-mailuri
ru: Поиск имён или электронной почты
uk: Пошук імен або електронної пошти
uz: Исмлар ёки электрон почталарни қидириш.
zh: 搜索姓名或電子郵件.

source: Search for previous passenger
ca: Cerca del passatger anterior
de: Suche nach einem früheren Passagier
es: Buscar pasajero anterior:
fr: Recherche du passager précédent
it: Cerca i dati di passeggeri precedenti
ja: 以前の乗客情報を検索
kk: Алдыңғы жолаушыны іздеу
ky: Мурун колдонулган жүргүнчүлөрдүн ичинен издөө:
lv: Iepriekšējā pasažiera meklēšana
mn: Өмнөх зорчигчийг хайх:
pt: Pesquisar passageiro anterior
ro: Caută pasagerul anterior
ru: Поиск по предыдущим пассажирам
uk: Пошук за попередніми пасажирами
uz: Аввалги йўловчини қидириш
zh: 搜索以前的乘客

source: Search for your question
ca: Cerca la teva pregunta
de: Suchen Sie nach Ihrer Frage
es: Busca tu pregunta
fr: Recherchez votre question
it: Cerca la tua domanda
ja: 質問を検索
kk: Сіздің сұрағыңыз бойынша іздеу
ky: Сурооңуз боюнча издөө
lv: Meklēt savu jautājumu
mn: Өөрийн асуултыг хайх
pt: Pesquise sua pergunta
ro: Căutare după întrebarea ta
ru: Поиск по вашему вопросу
uk: Знайдіть своє запитання
uz: Саволингиз бўйича излаш
zh: 搜索您的问题

source: Search Language
fr: Rechercher une Langue
it: Lingua di ricerca

source: Search Name or Email
ca: Cercar Nom o Correu Electrònic
de: Suche Name oder E-Mail
es: Buscar Nombre o Correo Electrónico
fr: Rechercher un Nom ou un E-mail
it: Cerca nome o email
ja: 名前またはEメールで検索
kk: Есімі немесе Электрондық Поштасы бойынша Іздеу
ko: 이름 또는 이메일 검색
ky: Аты же электрондук почта боюнча издөө
lv: Meklē vāŗdu vai epastu
mn: Нэр болон имэйлээр хайх
pt: Procurar nome ou email
ro: Caută Nume sau E-mail
ru: Поиск по Имени или по e-mail
uk: Пошук Імені або Електронної Пошти
uz: Исм ёки электрон почтани қидириш
zh: 搜索姓名或電子郵件

source: Search Name or Email..
ca: Cerca de nom o correu electrònic.
de: Suche Name oder E-Mail..
es: Buscar por nombre o correo electrónico...
fr: Rechercher un nom ou un e-mail ...
it: Cerca nome o email...
ja: 名前またはEメールにて検索...
kk: Есімі немесе Электрондық Поштасы бойынша Іздеу...
ko: 이름 또는 이메일 검색.
ky: Аты же электрондук почта боюнча издөө...
lv: Meklē vāŗdu vai epastu..
mn: Нэр болон Имэйлээр хайх..
pt: Procurar Nome ou Email...
ro: Caută Nume sau Email...
ru: Поиск по Имени или по e-mail...
uk: Пошук Імені або Електронної Пошти ..
uz: Исм ёки электрон почтани қидириш..
zh: 搜索姓名或電子郵件..

source: Search other hotel
ca: Cercar un altre hotel
de: Anderes Hotel suchen
es: Buscar otro hotel
fr: Recherche d'autres hôtels
it: Cerca altri hotel
ja: 他のホテルを探す
kk: Басқа қонақүй іздеңіз
ko: 다른 호텔 검색
ky: Башка мейманкана издөө
lv: Meklēt citu viesnīcu
mn: Өөр зочид буудал хайх
pt: Pesquisar outro hotel
ro: Caută alt hotel
ru: Искать другой отель
uk: Пошук іншого готелю
uz: Бошқа меҳмонхонани излаш
zh: 搜索其他酒店

source: Search our library of Documents. There's marketing materials, compliance information and lots of helpful tips to help you build your business.
ca: Cerca la nostra biblioteca de documents. Hi ha material de màrqueting, informació complementaria i molts consells per ajudar-te a construir el teu negoci.
de: In unserer Dokumentenbibliothek finden Sie alle wichtigen Dokumente rund um Marketing-Unterlagen, Informationen zu Regeln und viele hilfreiche Tipps für den Aufbau Ihres Geschäfts.
es: Busca en nuestra biblioteca materiales de marketing, información legal y un montón de consejos útiles para ayudarte a construir tu negocio.
fr: Rechercher dans notre bibliothèque de documents. Il existe des supports de marketing, d'informations sur la conformité et de beaucoup de conseils utiles pour vous aider à construire votre business.
it: Cerca nella nostra biblioteca di documenti. Ci sono materiali di marketing, informazioni legali e molti consigli utili per aiutarti a costruire il tuo business.
ja: 資料のライブラリを検索しましょう。 あなたのビジネス構築を手助けするためのマーケティング資料、コンプライアンス情報と多くの役に立つヒントがあります。
kk: Біздің құжаттар кітапханамызды зерттеңіз. Онда Сіздің бизнесіңізді құруға көмектесетін маркетингтік материалдар, арнайы ақпараттар және көптеген пайдалы кеңестер бар.
ko: 문서보기를 검색하십시오. 마케팅 자료, 규정 준수 정보 및 귀하의 비즈니스를 구축하는 데 도움이 되는 많은 유용한 팁이 있습니다.
ky: Биздин документация китепканасында издеңиз. Бизнесиңизди баштоого жардам бере турган маркетинг материалдары, шайкештик жөнүндө маалымат жана көптөгөн пайдалуу кеңештер бар.
lv: Apskati mūsu bibliotēkas dokumentus.Tur ir mārketinga materiāli, dokumenti un daudz noderīgas informācijas, kas palīdzēs tev veidot biznesu.
mn: Манай Баримт бичгийн санд маркетингийн материал, дагаж мөрдөх заавар, мэдээлэл, бизнесээ хөгжүүлэхэд туслах зэрэг олон хэрэгтэй зөвлөмж, материалууд байгаа болно.
pt: Pesquise nossa biblioteca de documentos. Existem materiais de marketing, informações de conformidade e muitas dicas úteis para ajudar você a criar seus negócios.
ro: Caută în biblioteca noastră de documente. Există acolo materiale de marketing, informaţii de conformitate şi o mulţime de informaţii de mare ajutor ca să-ţi construieşti afacerea.
ru: Просмотрите нашу библиотеку документов. Там предоставлены маркетинговые материалы, дополнительная информация и много полезных советов, чтобы помочь вам построить свой бизнес.
uk: Завітайте в нашу бібліотеку Документів. Там ви знайдете маркетингові матеріали, інформацію про відповідність і багато корисних порад, які допоможуть вам побудувати свій бізнес.
uz: Бизнинг Ҳужжатлар кутубхонамизни кўринг. У ерда маркетингга оид материаллар, мувофиқлик ҳақида маълумотлар ва бизнес юритишингизга кўмаклашувчи кўплаб фойдали маслаҳатлар мавжуд.
zh: 搜索我們的文檔庫。那裡有可以幫助您建立業務的營銷材料，合規信息和許多有用的技巧。

source: Search Parameters
fr: Paramètres de Recherche
it: Parametri di ricerca
ko: 매개변수 검색

source: Search People to Chat
ca: Cerca persones per Xatejar
de: Leute zum Chatten finden
es: Buscar Gente para Chatear
fr: Rechercher des personnes pour chatter
it: Cerca persone con cui chattare
ja: チャットする相手を検索
kk: Қарым-қатынас жасайтын адамдарды табу
ky: Баарлашуу үчүн киши издөө
lv: Meklēt Cilvēkus Sarunām
mn: Чатанд хүмүүс хайх
pt: Pesquise pessoas para conversar
ro: Caută oameni pentru chat
ru: Искать людей для общения
uk: Шукати людей для спілкування
uz: Мулоқот учун инсонларни излаш
zh: 搜索用户来聊天

source: Search Post
ca: Cerca publicació
de: Beitrag suchen
es: Buscar Publicación
fr: Rechercher un Article
it: Cerca nel post
ja: 投稿を検索
kk: Жарияланымды Іздеу
ko: 게시물 검색
ky: Постту издөө
lv: Meklēt ziņu
mn: Хайлт
pt: Pesquisar postagem
ro: Căutare în postare
ru: Искать публикацию
uk: Пошук публікації
uz: Пост қидириш
zh: 搜索帖子

source: Search Results
ca: Resultats de la cerca
de: Suchergebnisse
es: Resultados de Búsqueda
fr: Résultat de recherche
it: Risultati della ricerca
ja: 検索の結果
kk: Іздеу нәтижелері
ky: Издөөнүн жыйынтыгы
lv: Meklēšanas Rezultāti
mn: Хайлтын илэрц
pt: Resultados da pesquisa
ro: Rezultate căutare
ru: Результаты поиска
uk: Результати пошуку
uz: Қидирув натижалари
zh: 搜索結果

source: Search rooms
ca: Cercar habitacions
de: Räume suchen
es: Buscar cuartos
fr: Rechercher des chambres
it: Cerca stanze
ja: ルームを検索する
kk: Бөлмелерді Іздеу
ko: 객실 검색
ky: Бөлмөлөрдү издөө
lv: Meklēt numuriņu/kajīti
mn: Өрөө хайх
pt: Pesquisar salas
ro: Căutare camere
ru: Искать комнаты
uk: Пошук кімнати
uz: Эмодзи қидириш
zh: 搜索房间

source: Search Teams
fr: Équipes de Recherche
it: Cerca squadre

source: Search this month...
ca: Cerca aquest mes...
de: Diesen Monat suchen...
es: Buscar este mes...
fr: Recherche ce mois-ci...
it: Cerca in questo mese...
ja: 今月を検索...
kk: Осы айда іздеу...
ky: Ушул айда издөө...
lv: Meklē šajā mēnesī...
mn: Энэ сарын хайлт...
pt: Pesquisar este mês...
ro: Caută în luna aceasta...
ru: Поиск по этому месяцу...
uk: Пошук за цим місяцем...
uz: Ушбу ой учун қидирув...
zh: 查询本月...

source: Search Tours
ca: Cercar Tours
de: Touren suchen
es: Buscar Tours
fr: Recherche de circuits
it: Cerca Tour
ja: ツアーを検索する
kk: Турларды іздеу
ky: Турларды издөө
lv: Meklēt Ekskursijas
mn: Аялал хайх
pt: Pesquisar passeios
ro: Caută tururi
ru: Искать туры
uk: Пошук Турів
uz: Тур излаш
zh: 搜索旅行

source: Search users
ca: Cercar usuaris
de: Nutzer suchen
es: Buscar usuarios
fr: Rechercher des utilisateurs
it: Cerca utenti
ja: ユーザーを検索する
kk: Пайдаланушыларды Іздеу
ko: 사용자 검색
ky: Колдонуучуларды издөө
lv: Meklēt lietotājus
mn: Хэрэглэгч хайх
pt: Pesquisar usuários
ro: Căutare utilizatori
ru: Искать пользователей
uk: Пошук користувачів
uz: Фойдаланувчини қидириш
zh: 搜索用户

source: Second Child Birthdate
ca: Data de Naixement del Segon Fill/a
de: Zweites Kind Geburtsdatum
es: Fecha de nacimiento de segundo niño
fr: Date de naissance du deuxième enfant
it: Data di nascita del secondo figlio
ja: 2人目の子供の誕生日
kk: Екінші баланың туған күні
ky: Экинчи баланын туулган күнү
lv: Otrā Bērna Dzimšanas Datums
mn: Хоёр дох хүүхдийн төрсөн өдөр
pt: Data de nascimento da segunda criança
ro: Data nașterii celui de-al doilea copil
ru: Дата рождения второго ребёнка
uk: Дата народження другої дитини
uz: Иккинчи боланинг туғилган санаси
zh: 第二个孩子的出生日期

source: Second End Date
ca: Segona Data de Finalització
de: Zweites Enddatum
es: Segunda Fecha de Finalización
fr: Deuxième Date de Fin
it: Seconda data di fine
ja: 2回目の終了日
kk: Екінші аяқталу күні
ky: Экинчи аяктоо датасы
mn: Хоёр дах удаа дуусах огноо
pt: Segunda Data Final
ro: A doua dată de final
ru: Вторая дата завершения
uk: Друга Дата Закінчення
uz: Иккинчи Тугаш санаси
zh: 第二个结束日期

source: Second Month
ca: Segon Mes
de: Zweiter Monat
es: Segundo Mes
fr: Deuxième Mois
it: Secondo mese
ja: 2回目の月
kk: Екінші Ай
ky: Экинчи ай
mn: Хоёр дах сар
pt: Segundo Mês
ro: A doua lună
ru: Второй месяц
uk: Другий Місяць
uz: Иккинчи ой
zh: 第二个月

source: Second Start Date
ca: Segona Data d’Inici
de: Zweites Startdatum
es: Segunda Fecha de Inicio
fr: Deuxième Date de Début
it: Seconda data di inizio
ja: 2回目の開始日
kk: Екінші басталу күні
ky: Экинчи башталыш датасы
mn: Хоёр дах удаа эхлэх огноо
pt: Segunda Data de Início
ro: A doua dată de început
ru: Вторая дата начала
uk: Друга Дата початку
uz: Иккинчи Бошланиш санаси
zh: 第二个开始日期

source: Second Year
ca: Segon Any
de: Zweites Jahr
es: Segundo Año
fr: Deuxième Année
it: Secondo anno
ja: 2年目
kk: Екінші Жыл
ky: Экинчи жыл
mn: Хоёр дах жил
pt: Segundo Ano
ro: Al doilea an
ru: Второй год
uk: Другий Рік
uz: Иккинчи йил
zh: 第二年

source: seconds
ca: segons
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒
kk: секундтар
ko: 초
ky: секунддар
lv: sekundes
mn: секунд
pt: segundos
ro: secunde
ru: секунд
uk: секунди
uz: сония
zh: 秒

source: Seconds
fr: Secondes
it: Secondi
kk: Cекундтар
pt: Segundos
uk: Секунд
uz: Сониялар
zh: 秒

source: Secure your dream vacations with confidence by adding Payment Protection to your bookings. Explore the benefits and ensure your travel plans are safeguarded against life's surprises!
ca: Assegura't les teves vacances de somni amb confiança afegint la protecció de pagaments a les teves reserves. Explora els avantatges i assegura't que els teus plans de viatge estiguin protegits contra les sorpreses de la vida!
de: Sichern Sie sich Ihren Traumurlaub mit Vertrauen, indem Sie Ihre Buchungen mit einem Zahlungsschutz versehen. Entdecken Sie die Vorteile und stellen Sie sicher, dass Ihre Reisepläne gegen die Überraschungen des Lebens abgesichert sind!
es: Asegura tus vacaciones de ensueño con confianza al añadir Protección de Pago a tus reservas. ¡Explora los beneficios y asegúrate de que tus planes de viaje estén protegidos contra las sorpresas de la vida!
fr: Organisez vos vacances de rêve en toute confiance en ajoutant la protection des paiements à vos réservations. Découvrez les avantages et assurez-vous que vos projets de voyage sont protégés contre les surprises de la vie !
it: Metti al sicuro le vacanze dei tuoi sogni in tutta tranquillità aggiungendo la Protezione dei Pagamenti alle tue prenotazioni. Scopri i vantaggi e assicurati che i tuoi piani di viaggio siano protetti dagli imprevisti della vita!
ja: ご予約に支払い保護を追加して、安心して夢のバケーションをお楽しみください。そのメリットをご確認いただき、人生の不測の事態に備え、ご旅行の計画を確実なものにしてください！
kk: Брондауларыңызға Төлемді қорғауды қосу арқылы армандаған демалысыңызды сенімді түрде қамтамасыз етіңіз. Артықшылықтарды зерттеп, саяхат жоспарларыңыз өмірдің тосын сыйларынан қорғалғанына көз жеткізіңіз!
ky: Сиздин кыялыңыздагы эс алууңузду төлөмдөрдү коргоо программасы менен камсыз кылыңыз. Пайдалуу жактарын изилдеп, саякат пландарыңыздын жашоодогу күтүлбөгөн окуялардан корголгондугуна ынаныңыз!
lv: Drošiniet savus sapņu atvaļinājumus ar pārliecību, rezervācijām pievienojot to Aizsardzību maksājumiem. Izpētiet ieguvumus un gādājiet, lai ceļojuma plāni būtu pasargāti no dzīves pārsteigumiem!
mn: Захиалгадаа төлбөрийн хамгаалалт хийснээр мөрөөдлийн аялалдаа итгэлтэйгээр явах болно. Ашиг тусыг судлан үзэж, амьдралын гэнэтийн зүйлүүдээс өөрийн аяллыг хамгаалаарай!
pt: Garanta suas férias dos sonhos com confiança adicionando a Proteção de Pagamento às suas reservas. Explore os benefícios e garanta que seus planos de viagem estejam protegidos contra as surpresas da vida!
ro: Asigură-ți vacanțele de vis cu încredere adăugând Protecția plăților la rezervările tale. Explorează beneficiile și asigură-te că planurile tale de călătorie sunt protejate împotriva surprizelor vieții!
ru: Обеспечьте свои путешествия мечты уверенностью, добавив в свои бронирования Защиту Оплаты. Изучите преимущества и убедитесь, что ваши туристические планы надёжно защищены от сюрпризов жизни!
uk: Забезпечте свої подорожі мрії впевненістю, додавши у свої бронювання Захист Оплати. Дізнайтеся переваги та переконайтеся, що ваші туристичні плани надійно захищені від сюрпризів життя!
uz: Буюртмангизга Тўлов ҳимоясини қўшган ҳолда ишонч билан орзуингиздаги саёҳатни ҳимояланг. Афзалликлар билан танишинг ва саёҳатга оид режаларингизни кутилмаган ҳолатлардан ҳимояланг!
zh: 通过在您的预订中添加付款保护，自信地保障您的梦想假期。探索这些好处，并确保您的旅行计划能防范生活中的意外！

source: Secure Your Spot — Complete These Required Forms
ca: Assegura la Teva Plaça — Completa Aquests Formularis Obligatoris
fr: Réservez Votre Place — Remplissez Ces Formulaires Obligatoires
it: Assicurati il tuo posto — Compila questi moduli obbligatori
ja: 参加枠を確保する — 必須フォームに記入してください
kk: Өз орныңызды бекітіңіз — осы міндетті формаларды толтырыңыз
pt: Garanta a Sua Vaga — Preencha Estes Formulários Obrigatórios
ro: Rezervă-ți locul — Completează aceste formulare obligatorii
uk: Забезпечте собі місце — заповніть необхідні форми
uz: Ўз жойингизни эгалланг - Талаб этилган шаклларни тўлдиринг
zh: 锁定您的席位——完成这些必填表格

source: Security
ca: Seguretat
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
kk: Қауіпсіздік
ko: 보안
ky: Коопсуздук
lv: Drošiba
mn: Хамгаалалт
pt: Segurança
ro: Securitate
ru: Безопасность
uk: Безпека
uz: Хавфсизлик
zh: 安全

source: Security –
ca: Seguretat –
de: Sicherheit –
es: Seguridad –
fr: Sécurité -
it: Sicurezza –
ja: セキュリティー
kk: Қауіпсіздік
ky: Коопсуздук –
lv: Drošiba -
mn: Хамгаалалт -
pt: Segurança –
ro: Securitate –
ru: Безопасность —
uk: Безпека —
uz: Хавфсизлик -
zh: 安全-

source: See All
fr: Voir Tout
it: Vedi tutto
kk: Барлығын Көру
pt: Exibir Tudo
ro: Vezi tot
uk: Переглянути все
uz: Барчасини кўриш
zh: 查看所有

source: See All FAQs
ca: Consulta totes les preguntes freqüents
de: Alle FAQs anzeigen
es: Ver Todas las Preguntas Frecuentes
fr: Voir Toutes les FAQ
it: Vedi tutte le domande frequenti
ja: すべてのよくある質問を見る
kk: Барлық жиі қойылатын сұрақтарды қараңыз
ky: Бардык КССду көрүү
lv: Skatiet Visus FAQs(BUJ)
mn: Бүх түгээмэл асуудаг асуултуудыг харах
pt: Ver todas as perguntas frequentes (FAQs)
ro: Vezi Toate FAQ
ru: Смотреть все ЧаВо
uk: Перегляньте всі поширені запитання
uz: Барча КБСни кўриш
zh: 查看所有常见问题解答

source: See Details
ca: Mostra els Detalls
fr: Voir les Détails
it: Vedi dettagli
ja: 詳細を見る
kk: Мәліметтерді Көру
pt: Veja os Detalhes
ro: Vezi detaliile
uk: Переглянути деталі
uz: Маълумотларни кўриш
zh: 查看详情

source: See how far your Marketing REACH has spread all over the world and send new invitations.
ca: Mira fins a quin punt L'ABAST del teu màrqueting s'ha estès per tot el món i envia noves invitacions.
de: Sehen Sie, wie Ihre STRUKTUR auf der ganzen Welt wächst und versenden Sie neue Einladungen.
es: Mira hasta qué punto tu ALCANCE de Marketing se expande por todo el mundo y envía nuevas invitaciones.
fr: Voyez jusqu'où la PORTÉE de votre marketing s'est répandu dans tout le monde entier et envoyez de nouvelles invitations.
it: Scopri fino a che punto i tuoi RISULTATI marketing si sono diffusi nel mondo e invia nuovi inviti.
ja: あなたのマーケティング範囲が世界中にどれだけ広がっているかを見て、新しい招待状を送ってください。
kk: Маркетингтік Жетістіктеріңіз бүкіл әлем бойынша қаншалықты тарағанын қараңыз және жаңа шақырулар жіберіңіз.
ko: 전세계 어디까지 귀하의 마케팅 초대정보가 뻗어나가 있는지 확인하고 새로운 가입안내를 보내십시오.
ky: Маркетингдик жетишкендигиңиз дүйнө жүзү боюнча канчалык жайылганын көрүңүз жана жаңы чакырууларды жөнөтүңүз.
lv: Apskati,cik lieli ir tavi sasniegumi pa visu pasauli un sūti jaunus uzaicinājums.
mn: Өөрийн маркетинг дэлхий хэмжээнд хэр тархаж байгааг харах, шинэ урилга илгээх.
pt: Veja até que ponto o seu ALCANCE de marketing se espalhou por todo o mundo e envie novos convites.
ro: Vezi cât de mult s-a extins REŢEAUA ta de marketing în toată lumea şi trimite invitaţii noi.
ru: Посмотрите, насколько ваши Маркетинговые Достижения распространились по всему миру и отправьте новые приглашения.
uk: Дізнайтеся, як далеко ваші Маркетингові ДОСЯГНЕННЯ поширилися,розповсюдились по всьому світу і надсилайте нові запрошення.
uz: Маркетинг ҚАМРОВИНГИЗ бутун дунё бўйлаб қанчалик ёйилганини кўринг ва янги таклифларни жўнатинг.
zh: 了解您的營銷REACH如何在全球傳播並發送新邀請。

source: See how we support meaningful causes around the world
ca: Descobreix com donem suport a causes significatives arreu del món
es: Da un vistazo a cómo es que apoyamos causas significativas en todo el mundo
fr: Découvrez comment nous soutenons des causes importantes dans le monde entier
it: Scopri come sosteniamo cause significative in tutto il mondo
ja: 私たちが世界中の意義ある支援活動をどのようにサポートしているかをご覧ください
kk: Біз әлем бойынша маңызды мақсаттарды қалай қолдайтынымызды көріңіз
pt: Veja como apoiamos causas significativas em todo o mundo
ro: Vezi cum susținem cauze semnificative în întreaga lume
uk: Дізнайтеся, як ми підтримуємо благодійні ініціативи по всьому світу
uz: Бутун дунё бўйлаб муҳим хайрия жамғармаларини қандай қўллаб-қувватлашимизни кўринг
zh: 了解我们如何在全球范围内支持有意义的公益事业

source: See inCruises INcome and INcentive Guide
ca: Consulta la Guia d’INgressos i INcentius d’inCruises
de: Siehe inCruises eINkommen and INcentive Leitfaden
es: Consulta la Guía de INgresos e INcentivos de inCruises
fr: Consultez le Guide des Revenus et des INcitations
it: Consulta la Guida a Redditi e INcentivi di inCruises
ja: inCruisesのINcome（収入）とINセンティブガイドを読む
kk: InCruises кірістер мен ынталандыру жөніндегі нұсқаулықты қараңыз
ky: inCruisesтин кирешелер жана стимулдар колдонмосун караңыз
lv: Skatiet inCruises INienākumu un INstimulāciju Rokasgrāmatu
mn: inCruises-ийн Орлого, урамшууллын гарын авлагыг үзэх
pt: Consulte o Guia de Renda e INcentivo da inCruises
ro: Vezi Ghidul de venituri și stimulentele inCruises
ru: Смотрите Руководство по Доходам и Вознаграждениям inCruises
uk: Дивіться Посібник щодо Доходів та Винагород inCruises
uz: inCruises Даромад ва Рағбатларга оид Йўриқномага қаранг
zh: 查看inCruises收入与奖励指南

source: See list
ca: Consulta la llista
de: Liste sehen
es: Ver lista
fr: Voir la liste
it: Consulta l'elenco
ja: リストを見る
kk: Тізімді қарау
ky: Тизмени көрүү
lv: Skatiet Sarakstu
mn: Жагсаалт харах
pt: Ver lista
ro: Vezi lista
ru: Посмотреть список
uk: Переглянути список
uz: Рўйхатни кўриш
zh: 查看列表
