Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises further reserves the right, at its sole discretion, to take any necessary steps to collect past due amounts from you, including expenses associated with collections, attorneys' fees and interest. Interest will accrue on any past due amounts at the rate of the lesser of 1% per month or the lawful maximum.
ca: inCruises es reserva, a més, el dret, a la seva sola discreció, de prendre qualsevol mesura necessària per cobrar-te els imports pendents, incloses les despeses associades al cobrament, els honoraris d’advocats i els interessos. Els interessos s’acumularan sobre qualsevol import pendent al tipus inferior entre l’1% mensual o el màxim legal permès.
de: InCruises behält sich außerdem das Recht vor, nach eigenem Ermessen alle notwendigen Schritte zu unternehmen, um überfällige Beträge von Ihnen einzutreiben, einschließlich der mit der Eintreibung verbundenen Kosten, Anwaltsgebühren und Zinsen. Auf überfällige Beträge werden Zinsen in Höhe des niedrigeren Satzes von 1 % pro Monat oder des gesetzlichen Höchstsatzes fällig.
es: inCruises se reserva además el derecho, a su sola discreción, de adoptar todas las medidas necesarias para recolectar cualquier cantidad vencida, incluidos los gastos asociados con comisiones, honorarios de abogados e intereses. Los intereses se devengarán sobre los importes vencidos una tasa mínima del 1% por mes o el máximo legal.
fr: inCruises se réserve également le droit, à sa seule discrétion, de prendre toutes les mesures nécessaires pour recouvrer les sommes dues, y compris les frais de recouvrement, les honoraires d'avocat et les intérêts. Les intérêts courus sur les sommes dues seront fixés au taux le plus bas entre 1 % par mois et le maximum légal.
it: inCruises si riserva inoltre il diritto, a sua esclusiva discrezione, di intraprendere qualsiasi azione necessaria per riscuotere gli importi scaduti da te dovuti, incluse le spese associate alla riscossione, le spese legali e gli interessi. Sugli importi scaduti matureranno interessi al tasso inferiore tra l'1% mensile o il massimo consentito dalla legge.
ja: inCruisesはさらに、独⾃の裁量で、徴収、弁護⼠費⽤、および利息に関連する費⽤を含め、会員から延滞額を回収するために必要な措置を講じる権利を留保します。過去の未払い額については、 1か⽉あたり1％または法定最⾼額の利率で利息が発⽣します。
kk: inCruises сонымен қатар, өз қалауы бойынша, сізден өтелмеген сомаға қатысты қажетті шараларды қабылдау құқығын сақтайды, соның ішінде жинау шығындары, адвокаттар ақысы және пайыздар. Өтелмеген сомаларға пайыздар айына 1%-дан немесе заңмен белгіленген ең жоғары мөлшерден төмен болған жағдайда есептеледі.
ky: inCruises мындан ары өзүнүн кароосу боюнча, сизден мөөнөтү өтүп кеткен суммаларды, анын ичинде инкассацияларга, адвокаттык гонорарларга жана пайыздарга байланыштуу чыгымдарды өндүрүү үчүн бардык зарыл чараларды көрүү укугун өзүнө калтырат. Мөөнөтү өтүп кеткен бардык суммаларга айына 1% дан аз өлчөмдө же мыйзамда белгиленген максималдуу чен боюнча пайыз чегерилет.
lv: inCruises vēl patur tiesības pēc saviem ieskatiem veikt visus nepieciešamos pasākumus, lai no jums iekasētu nokavētās summas, tostarp izdevumus, kas saistīti ar iekasēšanu, advokāta honorāriem un procentiem. Procenti tiks aprēķināti par visām kavētajām summām pēc likmes, kas ir mazāka par 1% mēnesī, vai pēc likumīgās maksimālās likmes.
mn: inCruises нь цаашид өөрийн бүрэн эрхийн дагуу өмгөөлөгчийн хөлс, хүүтэй холбоотой зардал зэрэг хугацаа хэтэрсэн мөнгийг чамаас авахын тулд шаардлагатай арга хэмжээг авах эрхтэй. Хугацаа хэтэрсэн аливаа төлбөрийн хүүг сарын 1%-иас бага буюу хуульд заасан дээд хэмжээгээр тооцно.
pt: A inCruises reserva-se ainda o direito, a seu exclusivo critério, de tomar as medidas necessárias para cobrar valores vencidos, incluindo despesas associadas a cobranças, honorários advocatícios e juros. Os juros serão acumulados sobre quaisquer valores vencidos à taxa de menos de 1% ao mês ou no máximo legal.
ro: În plus, inCruises își rezervă dreptul, la discreția sa, de a lua toate măsurile necesare pentru a colecta de la tine sumele restante, inclusiv cheltuielile asociate cu încasările, onorariile avocaților și dobânzile. Dobânda se va acumula pentru orice sume restante la rata cea mai mică dintre 1% pe lună sau maximul legal.
ru: inCruises также оставляет за собой право по своему собственному усмотрению осуществлять любые необходимые шаги для взыскания с вас просроченных платежей, включая расходы, связанные с этими взысканиями, оплату услуг юристов и пеней. Пени будут начисляться в размере наименьшей суммы: либо 1% в месяц, либо установленный законом максимум.
uk: inCruises надалі залишає за собою право на свій власний розсуд вжити будь-які необхідні кроки для збору заборгованостей від вас, включаючи витрати, пов'язані зі зборами, гонорарами адвокатів і відсотками. Відсотки будуть нараховуватися на будь-які заборгованості в розмірі менше 1% в місяць або законний максимум.
uz: inCruises шунингдек, ўз ихтиёрига кўра, сиздан муддати ўтган суммаларни, жумладан йиғимлар, адвокатлар гонорарлари ва фоизлар билан боғлиқ харажатларни ундириш бўйича ҳар қандай зарур чораларни кўриш ҳуқуқини ўзида қолдиради. Фоизлар ҳар қандай муддати ўтган суммалар учун 1% миқдорида ёки қонуний максимум бўйича ҳисобланади.
zh: inCruises还保留自行决定采取任何必要措施向您追缴逾期款项的权利，包括与催收相关的费用、律师费及利息。任何逾期款项将按每月1%或法律允许的最高利率（以较低者为准）计收利息。

source: inCruises Giving Society
de: inCruises Spendergesellschaft
fr: Société Philanthropique inCruises
ja: inCruisesのGiving Society
kk: inCruises қоғамға береді
ky: inCruises берүүчүлөр коому
lv: inCruises Devīgā Kopiena
mn: inCruises-ийн Giving Society
ru: Общество отдавания inCruises
uk: Надихаюча Спільнота inCruises
uz: inCruises хайрия ҳамжамияти
zh: inCruises慈善协会

source: inCruises helped me experience this new way of traveling: on cruises, at exceptional prices, being part of this wonderful global community. <br/><br/>Since I have been a member, I have learned about the world of cruises and have better understood how valuable this way of traveling is. <br/><br/>I also have beautiful results as a partner and I gladly share the information with those who are open to having ever more beautiful travel experiences. <br/><br/>Thanks to my friend who opened my eyes to the benefits of membership and the opportunity to be an inCruises partner!
ca: inCruises m’ha ajudat a descobrir aquesta nova manera de viatjar: en creuers, a preus excepcionals, formant part d’aquesta meravellosa comunitat global. <br/><br/>Des que en soc membre, he après molt sobre el món dels creuers i he entès millor el valor d’aquest tipus de viatge. <br/><br/> També estic obtenint molt bons resultats com a soci i comparteixo amb gust la informació amb aquelles persones que estan obertes a viure experiències de viatge cada cop més boniques. <br/><br/> Gràcies al meu amic/amiga, que em va obrir els ulls als beneficis de la Membresia i a l’oportunitat de ser Soci d’inCruises!
de: inCruises hat mir geholfen, diese neue Art des Reisens kennenzulernen: auf Kreuzfahrten zu außergewöhnlichen Preisen, als Teil dieser wunderbaren globalen Community. <br/><br/>Seit ich Mitglied bin, habe ich die Welt der Kreuzfahrten kennengelernt und besser verstanden, wie wertvoll diese Art des Reisens ist. <br/><br/>Auch als Partner erziele ich schöne Ergebnisse und teile die Informationen gerne mit denen, die offen für noch schönere Reiseerlebnisse sind. <br/><br/>Vielen Dank an meinen Freund, der mir die Augen für die Vorteile einer Mitgliedschaft und die Möglichkeit, ein inCruises-Partner zu werden, geöffnet hat!
es: inCruises me ayudó a experimentar esta nueva manera de viajar: en crucero, a precios excepcionales y siendo parte de esta maravillosa comunidad global. <br/><br/>Desde que soy Miembro, he aprendido del mundo de los cruceros y he comprendido mejor lo valiosa que es esta manera de viajar. <br/><br/>También tengo hermosos resultados como viajero y con gusto comparto la información con quienes estén abiertos a tener experiencias de viaje aún más hermosas. <br/><br/>¡Gracias a mi amigo que me abrió los ojos a los beneficios de la Membresía y la oportunidad de ser un Socio inCruises!
fr: inCruises m'a aidé à découvrir cette nouvelle façon de voyager : en croisière, à des prix exceptionnels, en faisant partie de cette merveilleuse communauté mondiale. <br/><br/>Depuis que je suis membre, j'ai appris à connaître le monde des croisières et j'ai mieux compris à quel point cette façon de voyager est précieuse.<br/><br/>J'ai également de beaux résultats en tant que partenaire et je partage volontiers les informations avec ceux qui sont ouverts à vivre des expériences de voyage toujours plus belles.<br/><br/>Merci à mon ami qui m'a ouvert les yeux sur les avantages de l'adhésion et l'opportunité d'être partenaire inCruises !
it: inCruises mi ha aiutato a sperimentare questo nuovo modo di viaggiare: in crociera, a prezzi eccezionali, facendo parte di questa meravigliosa comunità globale. <br/><br/>Da quando sono membro, ho imparato a conoscere il mondo delle crociere e ho compreso meglio quanto sia prezioso questo modo di viaggiare. <br/><br/>Ho anche ottenuto ottimi risultati come partner e condivido volentieri le informazioni con chi è aperto/a a vivere esperienze di viaggio sempre più belle. <br/><br/>Grazie al mio amico/alla mia amica che mi ha aperto gli occhi sui vantaggi dell'abbonamento e sull'opportunità di essere un partner inCruises!
ja: inCruisesのおかげで、クルーズという新しい旅行スタイルを、特別な価格で体験することができました。そして、素晴らしいグローバルコミュニティの一員にもなれました。<br/><br/>メンバーになってから、クルーズの世界について学び、この旅行スタイルの価値をより深く理解するようになりました。<br/><br/>パートナーとしても素晴らしい成果を得られており、より素敵な旅行体験に興味がある方々に、喜んで情報をシェアしています。<br/><br/>メンバーシップのメリットとinCruisesパートナーとしてのチャンスを教えてくれた友人に、心から感謝しています！
kk: inCruises маған керемет әлемдік қауымдастықтың бөлігі болып, кемелерде ерекше бағамен саяхаттау тәсілін көруге көмектесті. <br/><br/>Мен мүше болғаннан бері мен круиздер әлемін зерттеп, бұл саяхаттау тәсілінің қаншалықты құнды екенін жақсырақ түсіндім. <br/><br/>Мен сондай-ақ серіктес ретінде керемет нәтижелерге жеттім және мен бұл ақпаратты әдемі саяхат тәжірибелерін алуға ашық адамдармен қуана бөлісемін. <br/><br/>Менің досыма рахмет, ол мені мүшелік артықшылықтары мен inCruises серіктесі болу мүмкіндігіне көзімді ашты!
ky: inCruises мага саякаттоонун бул жаңы жолун - круиздер менен, өзгөчө баалар менен, бул кереметтүү глобалдык коомчулуктун мүчөсү болууну - сезүүгө жардам берди. <br/><br/>Мүчө болгондон бери, круиздер дүйнөсү жөнүндө көбүрөөк билип, саякаттоонун бул түрүнүн канчалык баалуу экенин жакшыраак түшүнүп калдым. <br/><br/>Мен дагы өнөктөш катары сонун натыйжаларга жетип жатам жана мен бул маалыматты саякат тажрыйбаларын дагы сонун кылууга даяр болгондор менен бөлүшүүгө кубанычтамын. <br/><br/>inCruises компаниясынын өнөктөшү болуу мүмкүнчүлүгү жана анын мүчөлүгүнүн артыкчылыктары менен тааныштырган досума рахмат!
lv: inCruises man palīdzēja piedzīvot šo jauno ceļošanas veidu: kruīzos, par ārkārtēji zemām cenām, būt šīs brīnišķīgās pasaules sabiedrības daļai.<br/><br/> Kopš esmubiedrs, esmu uzzinājis par kruīzu pasauli un labāk sapratis, cik vērtīgs ir šis ceļošanas veids.<br/><br/> Man kā partnerim ir arī labi rezultāti, un es ar prieku dalos informācijā ar tiem, kuri ir atvērti aizvien skaistākai ceļošanas pieredzei.<br/><br/> Paldies manam draugam, kurš atvēra acis uz biedru dalības priekšrocībām un iespēju būt inCruises partnerim!
mn: inCruises надад аяллын шинэ арга барилыг мэдрэхэд тусалсан юм: Үүнд, далайн аялал, онцгой үнэ, дэлхийн хэмжээний энэхүү гайхамшигт хамт олны нэг хэсэг байх гэх мэт. <br/><br/>Би гишүүн болсноосоо хойш далайн аяллын ертөнцтэй танилцаж, энэ аялал ямар үнэ цэнэтэй болохыг илүү сайн ойлгосон юм. <br/><br/>Би ч гэсэн түншийн хувьд гайхалтай үр дүнд хүрсэн бөгөөд илүү сайхан аяллын туршлагыг мэдрэхэд нээлттэй хүмүүстэй мэдээллээ хуваалцахдаа баяртай байна. <br/><br/>Гишүүнчлэлийн ашиг тус, inCruises-ын түнш байх нүдийг минь нээж өгсөн өгсөн найздаа баярлалаа!
pt: inCruises me ajudou a experimentar esse novo jeito de viajar: de cruzeiros, por preços excepcionais, fazendo parte dessa comunidade global maravilhosa.<br/><br/>Desde que me tornei membro, eu tenho aprendido sobre o mundo dos cruzeiros e tenho entendido melhor o quão valioso é esse modo de viajar.<br/><br/>Eu também tenho grandes resultados como parceiro e eu com prazer compartilho informação com aqueles que se estão abertos para ter cada vez mais, lindas experiências de viagens.<br/><br/>Obrigado aos meus amigos que abriram meus olhos para os benefícios da assinatura e para a oportunidade de ser um parceiro da inCruises!
ro: inCruises m-a ajutat să experimentez acest nou mod de a călători: în croaziere, la prețuri excepționale, făcând parte din această minunată comunitate globală. <br/><br/>De când sunt membru, am aflat despre lumea croazierelor și am înțeles mai bine cât de valoros este acest mod de a călători. <br/><br/>De asemenea, am rezultate frumoase ca partener și împărtășesc cu plăcere informațiile celor care sunt deschiși să aibă experiențe de călătorie din ce în ce mai frumoase. <br/><br/>Mulțumesc prietenului meu care mi-a deschis ochii asupra beneficiilor calității de membru și oportunității de a fi partener inCruises!
ru: inCruises помог мне испытать этот новый способ путешествовать — в круизах, по исключительным ценам, будучи частью этого замечательного международного сообщества. <br/><br/>С тех пор как я стала Членом Клуба, я узнала о мире круизов и лучше поняла, насколько ценен этот способ путешествовать.<br/><br/>У меня также прекрасные результаты в качестве Партнера, и я с удовольствием делюсь этой информацией с теми, кто открыт для еще более прекрасных путешествий. <br/><br/>Спасибо моему другу, который открыл мне глаза на преимущества программы членства и предоставил возможность стать Партнером inCruises!
uk: inCruises допоміг мені відкривати нові способи подорожувати: круїзи за неймовірно вигідними цінами, ставши частиною цієї чудової глобальної спільноти. <br/><br/> З того часу, як я став Членом Клубу, я познайомився з неймовірним світом круїзів і зрозумів, наскільки цінним є цей спосіб подорожей. <br/><br/>Я також досяг чудових результатів як Партнер і з радістю ділюсь цією інформацією з усіма, хто відкритий до ще більш неймовірних подорожей. <br/><br/>Особлива подяка моєму другу, який відкрив мені очі на переваги Членства та можливість стати Партнером inCruises!
uz: inCruises мени саёҳатнинг янги тури: мазкур ажойиб халқаро ҳамжамиятнинг бир қисмига айланиб, истисно нархларда чиқиш мумкин бўлган круизлар билан таништирди.<br/><br/>Аъзо бўлганимдан бери, мен круизлар оламини ўргандим ва мазкур саёҳат тури нақадар қийматли эканлигини англадим.<br/><br/>Бундан ташқари, ҳамкор сифатида ажойиб натижаларга эришдим, булар ҳақида саёҳатдан янада гўзал таассуротлар олишни истаганлар билан бажонидил бўлишаман.<br/><br/>Мени inCruises Аъзолик афзалликлар и ва Ҳамкорлик имкониятлари билан таништирган дўстимга катта раҳмат!
zh: inCruises帮助我体验了这种全新的旅行方式：乘坐邮轮、以极具优势的价格，并成为这个美妙的全球社群的一员。<br/><br/>自从成为会员以来，我了解了邮轮旅行的世界，也更深刻地认识到这种旅行方式的价值。<br/><br/>作为合作伙伴，我也取得了很好的成果，并乐意将这些信息分享给那些愿意拥有更多美好旅行体验的人。<br/><br/>感谢那位让我看清会员福利以及成为inCruises合作伙伴机会的朋友！

source: inCruises helps Members explore the world for less, and our Membership grows exclusively through our referring Partners.
ca: inCruises ajuda els Membres a explorar el món a un preu més baix, i la nostra Membresia creix exclusivament a través dels nostres Socis referents.
de: InCruises hilft seinen Mitgliedern, die Welt für weniger Geld zu erkunden, und unsere Mitgliederzahl wächst ausschließlich durch die Vermittlung unserer Partner.
es: inCruises ayuda a sus Miembros a explorar el mundo por menos y nuestra Membresía crece, exclusivamente, a través de las referencias de nuestros Socios.
fr: inCruises aide ses Membres à explorer le monde à moindre coût, et notre nombre de Membres augmente exclusivement grâce à nos Partenaires référents.
it: inCruises aiuta i Membri a esplorare il mondo spendendo meno e la nostra base di Membri cresce esclusivamente grazie alle segnalazioni dei nostri Partner.
ja: inCruisesは、メンバーがよりお得に世界を旅することをサポートしており、私たちのメンバーシップは紹介パートナーを通じてのみ拡大しています。
kk: inCruises клуб мүшелеріне бұл әлемді аз ақшаға зерттеуге көмектеседі және біздің мүшелік бағдарламамыз тек жолдама серіктестеріміздің арқасында кеңейеді.
ky: inCruises vүчөлөргө дүйнөнү азыраак изилдөөгө жардам берет жана биздин Мүчөлүк программабыз жалаң гана шилтеме берүүчү Өнөктөштөр аркылуу өсөт.
lv: inCruises palīdzBiedriem apskatīt pasauli par mazāku cenu, un mūsu Biedru dalība pieaug tikai ar mūsu Partneru starpniecību.
mn: inCruises нь Гишүүдийгээ дэлхий ертөнцөөр бага зардлаар аялахад нь тусалдаг бөгөөд манай Гишүүнчлэл нь зөвхөн бидний саналыг хүлээн авсан Түнш нараар дамжуулан өсдөг юм.
pt: inCruises ajuda os Membros explorarem o mundo por menos e nosso número de membros cresce exclusivamente através da indicação dos nossos Parceiros.
ro: inCruises îi ajută pe membri să exploreze lumea pentru mai puțin, iar abonamentul nostru crește exclusiv prin partenerii noștri care recomandă.
ru: inCruises помогает Членам Клуба исследовать этот мир за меньшие деньги, и наша Программа Членства расширяется исключительно благодаря нашим реферальным Партнёрам.
uk: inCruises допомагає Членам досліджувати світ за менші кошти, а наше Членство розвивається виключно завдяки нашим Партнерам.
uz: inCruises Аъзоларга дунёни кам харажат билан кезишларига кўмаклашади, ва бизнинг Аъзоларимиз фақатгина Ҳамкорлар туфайли кўпаймоқда.
zh: inCruises帮助会员以更低的价格探索世界，我们的会员仅通过推荐合作伙伴的方式增长。

source: inCruises Initial Donation
fr: Don Initial d'inCruises
it: Donazione iniziale di inCruises
pt: Doação inicial da inCruises
uk: Початкова пожертва inCruises

source: inCruises is a part of inGroup International
ca: inCruises forma part de inGroup International.
de: inCruises ist Teil vom inGroup International
es: inCruises es parte de inGroup International
fr: inCruises fait partie d'inGroup International
it: inCruises fa parte di inGroup International
ja: inCruisesは、inGroup Internationalの一企業です。
kk: inCruises — бұл inGroup International компаниясының бөлігі
ky: inCruises inGroup International компаниясынын бир бөлүгү
lv: inCruises ir daļa no inGroup International
mn: inCruises бол inGroup International-ийн охин компани юм
pt: inCruises é parte da inGroup International
ro: inCruises este parte a inGroup International
ru: inCruises является подразделением inGroup International
uk: inCruises є частиною inGroup International
uz: inCruises - inGroup International нинг бир бўлагидир!
zh: inCruises是inGroup International的一部分

source: inCruises is a proud member of the Cruise Line Industry Association (CLIA) and is frequently honored with prestigious awards and recognition, including the Magellan Awards and the Global 100.
ca: inCruises és un membre orgullós de la Cruise Line Industry Association (CLIA) i rep sovint guardons i reconeixements prestigiosos, incloent-hi els Magellan Awards i el Global 100.
de: inCruises ist stolzes Mitglied der Cruise Line Industry Association (CLIA) und wird regelmäßig mit renommierten Preisen und Anerkennungen ausgezeichnet, darunter die Magellan Awards und die Global 100.
es: inCruises es un orgulloso miembro de la Cruise Line Industry Association (CLIA) y recibe con frecuencia prestigiosos premios y reconocimientos, incluidos los Magellan Awards y el Global 100.
fr: inCruises est un fier membre de l'Association de l'Industrie des Croisières (CLIA) et est fréquemment honoré de prix et de reconnaissances prestigieux, notamment les Magellan Awards et le Global 100.
it: inCruises è un orgoglioso membro della Cruise Line Industry Association (CLIA) ed è frequentemente insignita di prestigiosi premi e riconoscimenti, tra cui i Magellan Awards e il Global 100.
ja: inCruisesは、クルーズライン国際協会（CLIA）の誇り高きメンバーであり、マゼランアワードやグローバル100など、数々の権威ある賞や表彰をたびたび受けています。
kk: inCruises — бұл Cruise Line Industry Association (CLIA) ассоциациясының мақтаныш мүшесі және жиі беделді марапаттар мен мойындауларға ие болады, соның ішінде Magellan Awards және Global 100.
ky: inCruises — Круиздик Тармак Ассоциациясынын (CLIA) сыймыктуу мүчөсү болуп саналат жана көпчүлүк учурда Magellan сыйлыгы жана Global 100 сыйлыгы сыяктуу кадыр-барктуу сыйлыктар менен сыйланат.
lv: inCruises ir lepn būt “Cruise Line Industry Association” (CLIA) biedrs un bieži tiek godināta ar prestižām balvām un atzinībām, tostarp Magelāna balvām un “Global 100”.
mn: inCruises нь Cruise Line Industry Association (CLIA)-ийн гишүүн бөгөөд Магеллан шагнал болон Глобал 100 зэрэг нэр хүндтэй шагналуудыг удаа дараалан хүртсэн юм.
pt: A inCruises é um membro orgulhoso da Cruise Line Industry Association (CLIA) e é frequentemente homenageada com prêmios e reconhecimentos de prestígio, incluindo o Magellan Awards e o Global 100.
ro: inCruises este un membru mândru al Cruise Line Industry Association (CLIA) și este onorat frecvent cu premii și recunoașteri prestigioase, inclusiv Premiile Magellan și Global 100.
ru: Компания inCruises — гордый член Международной ассоциации круизных линий (CLIA) и часто удостаивается престижных наград и признаний достижений, включая Magellan Awards и Global 100.
uk: inCruises пишається бути членом Асоціації індустрії круїзних ліній (CLIA) і часто отримує престижні нагороди та визнання, зокрема Magellan Awards і Global 100.
uz: inCruises Круиз линиялари Халқаро уюшмасининг (CLIA) фахрий аъзоси ва тез-тез эътироф этилиб, обрўли мукофотлар, жумладан Magellan Awards билан мукофотланиб, Global 100 рўйхатига кирган.
zh: inCruises是国际邮轮协会（CLIA）的自豪会员，并屡获殊荣，包括Magellan大奖和Global 100等权威奖项的认可。
