Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Book your cruise using a special price
ca: Reserva el teu creuer amb un preu especial
de: Buchen Sie Ihre Kreuzfahrt zu einem Sonderpreis
es: Reserva tu crucero utilizando un precio especial
fr: Réservez votre croisière à un prix spécial
it: Prenota la tua crociera ad un prezzo speciale
ja: 特別価格でクルーズを予約する
kk: Круизді арнайы бағамен брондаңыз
ky: Круизиңизди өзгөчө баа менен брондоңуз
lv: Rezervējiet savu kruīzu, izmantojot īpašu cenu
mn: Далайн аялалаа тусгай үнээр захиалах
pt: Reserve seu cruzeiro com um preço especial
ro: Rezervă-ți croaziera folosind un preț special
ru: Забронировать свой круиз по специальной цене
uk: Забронювати свій круїз за спеціальною ціною
uz: Круизга махсус нархда буюртма беринг
zh: 按特别价预订您的邮轮

source: Book your hotel using a retail price
ca: Reserva el teu hotel utilitzant el preu de venda al públic
de: Buchen Sie Ihr Hotel zu einem Einzelhandelspreis
es: Reserva tu hotel utilizando un precio minorista
fr: Réservez votre hôtel en utilisant un prix de détail
it: Prenota il tuo hotel al prezzo al pubblico
ja: 小売価格でホテルを予約する
kk: Бөлшек бағамен қонақүйге тапсырыс беріңіз
ky: Мейманканаңызды чекене баада брондоңуз
lv: Rezervējiet viesnīcu, izmantojot mazumtirdzniecības cenu
mn: Зочид буудлаа жижиглэнгийн үнээр захиалах
pt: Reserve seu hotel usando um preço de varejo
ro: Rezervă-ți hotelul folosind un preț cu amănuntul
ru: Бронируйте свой отель по розничной стоимости
uk: Забронювати свій готель за роздрібною ціною
uz: Меҳмонхонага чакана нархда буюртма беринг
zh: 按零售价预订您的酒店

source: Book your hotel using a special price
ca: Reserva el teu hotel utilitzant un preu especial.
de: Buchen Sie Ihr Hotel zu einem Sonderpreis
es: Reserva tu hotel utilizando un precio especial
fr: Réservez votre hôtel à un prix spécial
it: Prenota il tuo hotel ad un prezzo speciale
ja: 特別価格でホテルを予約する
kk: Қонақүйді арнайы бағамен брондаңыз
ky: Мейканаңызды өзгөчө баа менен брондоңуз
lv: Rezervējiet savu viesnīcu, izmantojot īpašu cenu
mn: Зочид буудлаа тусгай үнэ хэрэглэн захиалах
pt: Reserve seu hotel com um preço especial
ro: Rezervă-ți hotelul folosind un preț special
ru: Забронировать свой отель по специальной цене
uk: Забронювати свій готель за спеціальною ціною
uz: Меҳмонхонага махсус нархда буюртма беринг
zh: 按特别价预订您的酒店

source: Booked
ca: Reservat
de: Gebucht
es: Reservado
fr: Réservé
it: Prenotato
ja: 予約済み
kk: Брондалды
ko: 예약됨
ky: Брондолду
lv: Rezervets
mn: Захиалга хийгдсэн
pt: Reservado
ro: Rezervat
ru: Забронировано
uk: Заброньовано
uz: Буюртма қилинди
zh: 已预订

source: Booking
ca: Reserva
de: Buchung
es: Reserva
fr: Réservation
it: Prenotazione
ja: 予約
kk: Брондау
ko: 예약
ky: Брондоо
lv: Rezervācija
mn: Захиалга
pt: Reserva
ro: Rezervare
ru: Бронирование
uk: Бронювання
uz: Буюртма қилиш
zh: 預定

source: Booking Cost
ca: Despeses de reserva
de: Buchung Kosten
es: Costo de Reservación
fr: Prix de la réservation
it: Costo della prenotazione
ja: 予約時の費用
kk: Брондау Құны
ko: 예약 비용
ky: Брондоо баасы
lv: Rezervācijas Maksa
mn: Захиалгын үнэ
pt: Valor da reserva
ro: Costul rezervării
ru: Стоимость бронирования
uk: Вартість бронювання
uz: Буюртма нархи
zh: 预订费用

source: Booking Data Received
ca: Dades de la Reserva Rebudes
de: Empfangene Buchungsdaten
es: Información de la Reserva Recibida
fr: Données de réservation reçues
it: Dati della prenotazione ricevuti
ja: 予約データ受信
kk: Брондау туралы мәліметтер алынды
ky: Брондоо маалыматы алынды
lv: Rezervējuma Dati Saņemti
mn: Захиалгын мэдээлэл хүлээн авлаа
pt: Dados de reserva recebidos
ro: Date de rezervare primite
ru: Данные о бронировании получены
uk: Дані про бронювання отримані
uz: Буюртмага оид маълумотлар олинди
zh: 已收到预订数据

source: Booking Data Sent
ca: Dades de la Reserva Enviades
de: Gesendete Buchungsdaten
es: Información de la Reserva Enviada
fr: Données de réservation envoyées
it: Dati della prenotazione inviati
ja: 予約データ送信
kk: Брондау туралы мәліметтер жіберілді
ky: Брондоо тууралу маалыматтар жөнөтүлдү
lv: Rezervācija Dati Nosūtīti
mn: Захиалгын мэдээллийг илгээлээ.
pt: Dados de reserva enviados
ro: Date de rezervare trimise
ru: Данные о бронировании отправлены
uk: Дані про бронювання надіслані
uz: Буюртмага оид маълумотлар юборилди
zh: 已发送预订数据

source: Booking ID
fr: Numéro de réservation
it: ID della prenotazione

source: Booking Payments #{{ booking.global_booking_id }}
ca: Pagaments de la reserva núm.{{ booking.global_booking_id }}
de: Zahlungen von Buchungen #{{ booking.global_booking_id }}
es: Pagos de Reserva #{{ booking.global_booking_id }}
fr: Paiements de réservation #{{ booking.global_booking_id }}
it: Pagamenti prenotazione #{{ booking.global_booking_id }}
ja: 支払い予約 #{{ booking.global_booking_id }}
kk: Брондау төлемдері #{{ booking.global_booking_id }}
ko: 예약 결제 #{{ booking.global_booking_id }}
ky: Брондоо төлөмдөрү №{{ booking.global_booking_id }}
lv: RezervācijuMaksājumi #{{ booking.global_booking_id }}
mn: Захиалгын төлбөрүүд #{{ booking.global_booking_id }}
pt: Pagamentos de reserva #{{ booking.global_booking_id }}
ro: Plăți pentru rezervări #{{ booking.global_booking_id }}
ru: Платежи по бронированию #{{ booking.global_booking_id }}
uk: Платежі з бронювання #{{ booking.global_booking_id }}
uz: Буюртма тўловлари #{{ booking.global_booking_id }}
zh: 预订付款 #{{ booking.global_booking_id }}

source: Booking Receipt
ca: Rebut de reserva
de: Buchungsbeleg
es: Documentos de la Reserva
fr: Reçu de réservation
it: Ricevuta della prenotazione
ja: 予約領収書
kk: Брондау туралы түбіртек
ko: 예약 영수증
ky: Брондоо квитанциясы
lv: Rezervējuma saņemšana
mn: Захиалгын Тасалбар
pt: Recibo de Reserva
ro: Chitanţa de rezervare
ru: Квитанция Бронирования
uk: Квитанція Бронювання
uz: Буюртма квитанцияcи
zh: 預定收據

source: Booking Reference
ca: Referència de reserva
de: Buchungsreferenz
es: Referencia de Reserva
fr: Numéro de Réservation
it: Codice della prenotazione
ja: 予約番号
kk: Брондау Анықтамасы
ko: 예약 번호
ky: Брондоо номери
lv: Rezervējuma izziņa
mn: Захиалгын мэдээлэл
pt: Referência de reserva
ro: Referinţă de rezervare
ru: Номер бронирования
uk: Номер бронювання
uz: Буюртма коди
zh: 預訂參考

source: Booking Reports
ca: Informes de Reserves
de: Buchungsberichte
es: Reportes de la Reserva
fr: Rapports de réservation
it: Resoconto prenotazione
ja: 予約のレポート
kk: Брондау есептері
ko: 예약 보고서
ky: Брондоо отчеттору
lv: Rezervācju Ziņojumi
mn: Захиалгын тайлан
pt: Relatórios de reservas
ro: Rapoarte de rezervare
ru: Отчеты по бронированиям
uk: Звіти з бронювань
uz: Буюртма ҳисоботи
zh: 预订报告

source: Booking Response
ca: Resposta de la Reserva
de: Buchungsantwort
es: Respuesta de la Reserva
fr: Réponse à la réservation
it: Risposta alla prenotazione
ja: 予約応答
kk: Брондауға жауап
ky: Брондоого жооп
lv: Rezervācju Atbilde
mn: Захиалгын хариу
pt: Resposta de reserva
ro: Răspuns la rezervare
ru: Ответ на бронирование
uk: Відповідь на бронювання
uz: Буюртма жавоби
zh: 预订响应

source: Booking Review
ca: Revisió de la Reserva
de: Überprüfung der Reservierung
es: Revisión de la Reserva
fr: Revue de Réservation
it: Riepilogo della prenotazione
ja: 予約のレビュー
kk: Броньға шолу
ko: 예약 검토
ky: Бронду көрүү
lv: Rezervāciju pārskats
mn: Захиалгыг харах
pt: Avaliação da reserva
ro: Recenzie rezervări
ru: Обзор брони
uk: Огляд бронювання
uz: Буюртмани кўриш
zh: 預定預覽

source: Booking Stats
ca: Estadístiques de Reserva
de: Buchungsstatistiken
es: Estadísticas de Reserva
fr: Statistiques de Réservation
it: Statistiche delle prenotazioni
ja: 予約のステータス
kk: Брондау Статистикасы
ko: 예약 상태
ky: Брондоо статистикасы
lv: Rezervācija statuss
mn: Захиалгын мэдээлэл
pt: Estatísticas de reserva
ro: Statistici Rezervare
ru: Параметры Бронирования
uk: Параметри Бронювання
uz: Буюртма статистикаси
zh: 預訂狀態

source: Booking summary
ca: Resum de la reserva
de: Buchung Zusammenfassung
es: Resumen de la reservación
fr: Résumé de la réservation
it: Riepilogo della prenotazione
ja: 予約概要
kk: Брондау туралы қорытынды
ky: Брондоо корутундусу
lv: Rezervācijas kopsavilkums
mn: Захиалгын тухай
pt: Sumário
ro: Sumarul rezervării
ru: Итог бронирования
uk: Підсумок бронювання
uz: Буюртма ҳақида
zh: 预订总结

source: Booking Summary
ca: Resum de la reserva
de: Buchung Zusammenfassung
es: Resumen de la reserva
fr: Résumé de la Réservation
it: Riepilogo della prenotazione
ja: 予約概要
kk: Брондаудың қысқаша сипаттамасы
ky: Брондоо жыйынтыгы
lv: Rezervācijas Kopsavilkums
mn: Захиалгын хураангуй
pt: Resumo da reserva
ro: Sumarul Rezervării
ru: Итог бронирования
uk: Підсумок Бронювання
uz: Буюртма ҳақида
zh: 预订总结

source: Booking Terms & Conditions
ca: Termes i Condicions de reserva
de: Buchungsbedingungen & Konditionen
es: Términos y Condiciones de Reserva
fr: Conditions Générales & de Réservation
it: Termini e condizioni di prenotazione
ja: 予約に関する利用規約
kk: Брондау Ережелері мен Шарттары
ky: Брондоо Шарттары & Жоболору
lv: Rezervācijas termini & Nosacījumi
mn: Захиалгын Нөхцөлүүд
pt: Termos e Condições de Reserva
ro: Condiții & Termeni de Rezervare
ru: Правила и условия бронирования
uk: Правила та умови бронювання
uz: Буюртма қилиш тартиби ва шартлари
zh: 预订条款和条件

source: Booking Terms and Conditions
ca: Termes i Condicions de la reserva
de: Buchungsbedingungen und Konditionen
es: Términos y condiciones de la reserva
fr: Conditions Générales de Réservation
it: Termini e condizioni di prenotazione
ja: 予約に関する利用規約
kk: Брондау Ережелері және Шарттары
ky: Брондоо шарттары жана жоболору
lv: Rezervācijas Termini un Nosacījumi
mn: Захиалгын Нөхцөлүүд
pt: Termos e Condições de Reserva
ro: Condiții și Termeni de Rezervare
ru: Правила и условия бронирования
uk: Правила та умови бронювання
uz: Буюртма қилиш тартиби ва шартлари
zh: 预订条款和条件

source: Booking Type
ca: Tipus de Reserva
de: Buchungstyp
es: Tipo de Reserva
fr: Type de réservation
it: Tipo di prenotazione
ja: 予約タイプ
kk: Брондау Түрі
ky: Брондоо түрү
lv: Rezervācijas Tips
mn: Захиалгын төрөл
pt: Categoria da reserva
ro: Tipul Rezervării
ru: Тип бронирования
uk: Тип бронювання
uz: Буюртма тури
zh: 预订类型

source: Both
fr: Les deux
it: Entrambi

source: Brazilian Real (BRL)
fr: Real brésilien (BRL)
it: Real brasiliano (BRL)
kk: Бразилия реалы (BRL)
pt: Real Brasileiro (BRL)
uk: Бразильський Реал (BRL)
uz: Бразилия реали (BRL)
zh: 巴西雷亚尔 (BRL)

source: Breathtaking views to take in all the wonder and excitement of your destination.
ca: Vistes impressionants per gaudir de tota la meravella i l’emoció de la teva destinació.
de: Atemberaubende Aussicht, um all die Wunder und die Aufregung Ihres Reiseziels in sich aufzunehmen.
es: Vistas impresionantes para disfrutar las maravillas y emoción de tu destino.
fr: Des vues magnifiques pour profiter pleinement de l'émerveillement et de l'excitation de votre destination.
it: Vedute mozzafiato per godere di tutta la meraviglia e l'emozione della tua destinazione.
ja: 目的地での発見とワクワクをもたらす息を呑むような景色。
kk: Баратын жеріңіздің барлық таңғажайыптары мен әсерін қабылдау үшін таңғажайып көріністер.
ko: 목적지의 모든 경이로움과 흥분을 느낄 수있는 숨막히는 전망.
ky: Бара турган жериңиздин бардык кереметин жана толкундануусун сездирген көз жоосун алган пейзаждар.
lv: Jūsu galamērķa brīnišķīgais satraukums,redzot elpu aizraujošos skatus.
mn: Очсон газруудын бүх гайхамшигт, сэтгэл хөдлөм, алмайруулам дүр зураглалууд.
pt: Vistas deslumbrantes para absorver todas as maravilhas e emoções do seu destino.
ro: Peisaje uluitoare pentru a admira toată minunea și emoția destinației tale.
ru: Захватывающие виды, которые вы можете наблюдать в ваших чудесных и восхитительных направлениях.
uk: Захоплюючі види, які ви можете спостерігати у ваших чудових і дивовижних напрямках.
uz: Йўналишингизнинг барча мўъжизалари ва ҳаяжонини ҳис эттирувчи жозибадор манзаралар.
zh: 壯麗的景色帶給您無窮的樂趣。

source: British Pound Sterling (GBP)
fr: Pound sterling (GBP)
it: Sterlina britannica (GBP)
kk: Британ фунт стерлингі (GBP)
pt: Libra Esterlina Britânica (GBP)
uk: Британський фунт стерлінгів (GBP)
uz: Британия фунт стерлинги (GBP)
zh: 英镑 (GBP)

source: Broadcast only
ca: Només per a transmetre
de: Nur Broadcast
es: Transmisión únicamente
fr: transmission directe uniquement
it: Solo broadcast
ja: 配信のみ
kk: Тек хабар тарату
ko: 방송 전용
ky: Берүү гана
lv: Tikai apraide
mn: Зөвхөн нэвтрүүлэх
pt: Apenas broadcast
ro: Doar difuzat
ru: Только вещание
uk: Тільки трансляція
uz: Фақат трансляция
zh: 仅限广播

source: BRONZE PACKAGE
ca: PAQUET DE BRONZE
de: BRONZE PAKET
es: PAQUETE BRONCE
fr: FORFAIT BRONZE
it: PACCHETTO BRONZE
ja: ブロンズ・パッケージ
kk: ҚОЛА ПАКЕТІ
ko: 브론즈 패키지
ky: БРОНЗА ПАКЕТИ
lv: BRONZAS PAKETE
mn: ХҮРЭЛ БАГЦ
pt: PACOTE BRONZE
ro: PACHET BRONZ
ru: БРОНЗОВЫЙ ТАРИФ
uk: БРОНЗОВИЙ ТАРИФ
uz: БРОНЗА ПАКЕТ
zh: BRONZE 套餐

source: Browse 21,000+ cruises and 430,000+ hotels worldwide!
ca: Explora més de 21.000 creuers i més de 430.000 hotels a tot el món!
de: Durchsuchen Sie 21.000+ Kreuzfahrten und 430.000+ Hotels weltweit!
es: Explora más de 21,000 cruceros y 430,000 hoteles ¡alrededor del mundo!
fr: Découvrez plus de 21 000 croisières et plus de 430 000 hôtels dans le monde entier !
it: Sfoglia oltre 21.000 crociere e 430.000 hotel in tutto il mondo!
ja: 世界中の21,000以上のクルーズと430,000以上のホテルを検索しよう！
kk: Бүкіл әлем бойынша 21 000-нан астам круиздер мен 430 000 қонақүйлерді таңдаңыз!
ky: Дүйнө жүзү боюнча 21,000ден ашуун круизди жана 430,000ден ашуун мейманкананын арасынан тандаңыз!
lv: Pārlūkojiet 21 000 + kruīzus un 43 000 + viesnīcas visā pasaulē!
mn: Дэлхийн 21,000 гаруй далайн аялал болон 430,000 гаруй зочид буудлуудаас сонгох сонголт!
pt: Explore mais de 21.000 cruzeiros e mais de 430.000 hotéis no mundo todo!
ro: Răsfoiește peste 21.000 de croaziere și peste 430.000 de hoteluri din întreaga lume!
ru: Выбирайте из более чем 21 000 круизов и 430 000 отелей по всему миру!
uk: Вибирайте з понад 21 000 круїзів та 430 000 готелів по всьому світу!
uz: Бутун дунё бўйлаб 21,000 круизлар ва 430,000 меҳмонхоналарни топинг!
zh: 浏览超过21,000个航程和超过430,000家全球酒店！

source: Browser
ca: Navegador
fr: Navigateur
ja: ブラウザー
kk: Браузер
pt: Navegador
uk: Браузер
uz: Браузер
zh: 浏览器

source: Build a business without borders
ca: Construeix un negoci sense fronteres
de: Ein Unternehmen ohne Grenzen aufbauen
es: Construye un negocio sin fronteras
fr: Bâtir une entreprise sans frontières
it: Crea un business senza confini
ja: 国境のないビジネスを築こう
kk: Шектеусіз бизнес құр
ky: Чек арасыз бизнес куруңуз
lv: Veidojiet biznesu bez robežām
mn: Хил хязгааргүй бизнесээ босгох арга
pt: Construa um negócio sem fronteiras
ro: Construiește o afacere fără frontiere
ru: Стройте бизнес без границ
uk: Будуйте бізнес без кордонів
uz: Чегарасиз бизнес қуринг
zh: 打造无国界的事业

source: Build skills and stay on top of industry trends with a suite of Training Resources designed to help you excel.
ca: Desenvolupa habilitats i mantén-te al dia de les tendències del sector amb un conjunt de Recursos de Formació dissenyats per ajudar-te a destacar.
de: Bauen Sie Ihre Fähigkeiten auf und bleiben Sie über Branchentrends auf dem Laufenden – mit einer Reihe von Schulungsressourcen, die Ihnen dabei helfen, zu brillieren.
es: Desarrolla habilidades y mantente actual con las tendencias de la industria gracias una colección de Recursos de Capacitación diseñados para ayudarte a destacar.
fr: Développez vos compétences et restez à la pointe des tendances de l'industrie grâce à une gamme de Ressources de Formation conçues pour vous aider à exceller.
it: Crea competenze e resta al passo con le tendenze del settore grazie a una serie di risorse di formazione progettate per aiutarti a eccellere.
ja: スキルを磨き、業界のトレンドを把握し続けましょう。あなたがこれかも飛躍するために設計されたトレーニング資料をご活用ください。
kk: Табысқа жетуге көмектесу үшін әзірленген оқу ресурстарының жиынтығымен дағдыларды дамытыңыз және салалық трендтерден хабардар болыңыз.
ky: Ийгиликке жетүүңүз үчүн иштелип чыккан окутуу ресурстары аркылуу жөндөмдөрүңүздү өнүктүрүп, тармактагы акыркы тенденциялардан кабардар болуп туруңуз.
lv: Veidojiet prasmes un sekojiet nozares tendencēm, izmantojot apmācības resursu komplektu, kas paredzēts, lai palīdzētu programmai Excel.
mn: Ур чадвараа хөгжүүлж, салбарын чиг хандлагатэй зэрэгцэн явахад туслах сургалтын нөөц багцуудыг хэрэглэнэ.
pt: Desenvolva habilidades e fique por dentro das tendências do setor com um conjunto de Recursos de Treinamento criado para ajudá-lo a se destacar.
ro: Dezvoltă abilități și rămâi la curent cu tendințele din industrie cu o suită de resurse de instruire concepute pentru a te ajuta să excelezi.
ru: Совершенствуйте свои навыки и оставайтесь в курсе тенденций индустрии благодаря набору обучающих материалов, предназначенных для того, чтобы помочь вам добиться успеха.
uk: Вдосконалюйте свої навички та будьте в курсі тенденцій індустрії завдяки набору навчальних матеріалів, створених для того, щоб допомогти вам досягти успіху.
uz: Сизнинг ривожланишингиз учун ишлаб чиқилган ўқув манбалари ёрдамида тармоқ янгиликларидан хабардор бўлинг ва ўз тажрибангизни оширинг.
zh: 通过一整套旨在助你出色表现的培训资源，提升技能，紧跟行业趋势。

source: Builder Plan - $32
ca: Pla de Generació: 32 dòlars
de: Builder Paket - $32
fr: Plan constructeur - 32 $
ja: ビルダープラン–$32
kk: Құру жоспары - 32$
ko: 빌더 요금제 - $32
ky: Куруу Планы - 32$
lv: Veidotāja plāns - $32
mn: Билдер Төлөвлөгөө - $32
pt: Plano de Construção - $ 32
ro: Plan de construire - 32$
ru: План Построения- $32
uk: План Побудови - $32
uz: Қурувчи режаси - 32$
zh: 創建者計劃- 32美元

source: Builder's Bonus
ca: Bonificacions per a constructors
de: Builder Bonus
es: Bono de Constructores
fr: Bonus du Constructeur
it: Bonus Costruttori
ja: ビルダーズ・ボーナス
kk: Фундамент Бонусы
ko: 빌더 보너스
ky: Куруучулар Бонусу
lv: Lietotaja Bonuss
mn: Билдерс Бэйс урамшуулал
pt: Bônus de Construtores
ro: Bonusul pentru Constructori
ru: Бонус Фундамент
uk: Бонус Фундамент
uz: Қурувчилар базаси
zh: 建设者奖金

source: Builders Amount
ca: Quantitat dels constructos
de: Builders Betrag
es: Monto de Builders
fr: Montant pour les constructeurs
it: Importo Costruttori
ja: ビルダーズ 金額
kk: Фундамент Сомасы
ky: Куруучулар Суммасы
lv: Lietotaju Daudzums/Skaits
mn: Билдерсийн хэмжээ
pt: Valor dos Construtores
ro: Suma constructorilor
ru: Сумма Фундамента
uk: Сума Фундаменту
uz: Қурувчилар ҳажми
zh: 建设者数量

source: Builders Base
ca: Base de Constructors
es: Base de Constructores
fr: Base des Constructeurs
it: Base Costruttori
ja: ビルダーズ・ベース
kk: Базалық құрылысшылар
ko: 빌더 베이스
ky: Куруучулар Базасы
lv: Lietotaju Bāze
mn: Билдерс Бэйс
pt: Base de Construtores
ro: Baza Constructorilor
ru: Фундамент Бизнеса
uk: Фундамент Бізнесу
uz: Қурувчилар базаси
zh: 建设者基础

source: Builders Base Activation Volume
fr: Volume d'Activation de Base des Constructeurs
it: Volume di Attivazione della Base Costruttori
kk: Фундамент Бизнес Белсендіру Көлемінде
pt: Volume de Ativação de Base de Construtores
uk: Активаційний Обсяг Фундаменту Бізнесу
uz: Қурувчилар базаси Фаоллик ҳажми
zh: 建设者基础激活业绩量

source: Builders Base Activations
fr: Activations de Base des Constructeurs
it: Attivazioni della Base Costruttori
kk: Фундамент Бизнес Белсендіру
pt: Ativações de Base de Construtores
uk: Активації Фундаменту Бізнесу
uz: Қурувчилар базаси Фаолликлари
zh: 建设者基础激活数

source: Builders Base Activations Vol.
fr: Vol. d'Activations de Base des Constructeurs
it: Vol. Attivazioni della Base Costruttori
kk: Фундамент Бизнес Белсендіру Көл.
pt: Vol. de Ativações de Base de Construtores
uk: Активаційний Обсяг Фундаменту Бізнесу
uz: Қурувчилар базаси Фаолликлари ҳажми
zh: 建设者基础激活业绩量

source: Builders Base Bonus
ca: Bonificació Base de Constructors
es: Bono de Builders Base
fr: Bonus de Base des Constructeurs
it: Bonus Base Costruttori
ja: ビルダーズ・ベース ボーナス
kk: Фундамент Бизнес Бонусы
ko: 빌더 베이스 보너스
ky: Куруучулар Базасы Бонусу
lv: Lietotaju Bāzes Bonuss
mn: Билдерс Бэйс урамшуулал
pt: Bônus Base de Construtores
ro: Bonus Baza Constructorilor
ru: Бонус Фундамент Бизнеса
uk: Бонус Фундамент Бізнесу
uz: Қурувчилар базаси бонуси
zh: 建设者基础奖金

source: Builders Base Bonus (for team new production)
ca: Bonificació de base per a constructors (per a la nova producció de l'equip)
de: Builders Base Bonus (für neue Teamumsätze)
es: Bono de Builders Base (para la nueva producción del equipo)
fr: Bonus de Base des Constructeurs (pour la nouvelle production de l'équipe)
it: Bonus Base Costruttori (per la nuova produzione del team)
ja: ビルダーズ・ベース ボーナス（チームの新規プロダクション）
kk: Фундамент Бизнес Бонусы (жаңа команда айналымы үшін)
ko: 빌더 베이스 보너스(팀 신규 매출 기준)
ky: Куруучулар Базасы Бонусу (команданын жаңы көрсөткүчү үчүн)
lv: Lietotāju Bāzes Bonuss(komandas jaunais apgrozījums)
mn: Билдерс Бэйс урамшуулал (багийн шинэ борлуулалт)
pt: Bônus Base de Construtores (para nova produção da equipe)
ro: Bonus Baza Constructorilor (pentru producția nouă de echipă)
ru: Бонус Фундамент Бизнеса (за новый командный товарооборот)
uk: Бонус Фундамент Бізнесу (за новий командний товарообіг)
uz: Қурувчилар базаси бонуси (жамоа янги ишлаб чиқариши учун)
zh: 建设者基础奖金（用于团队新制作）

source: Builders Base Bonus Breakdown
fr: Détail du Bonus de Base des Constructeurs
it: Ripartizione del bonus Base Costruttori
kk: Фундамент Бизнес Бонусы Бөлінуі
pt: Detalhamento do Bonus de Base de Construtores
uk: Розбивка бонусу «Фундамент Бізнесу»
uz: Қурувчилар базаси бонуси тақсимоти
zh: 建设者基础奖金明细

source: Builders Base Multiplier
fr: Multiplicateur de Base des Constructeurs
it: Moltiplicatore Base Costruttori
kk: Фундамент Бизнес Көбейткіші
pt: Multiplicador da Base de Construtores
uk: Мультиплікатор Фундаменту Бізнесу
zh: 建设者基础倍数

source: Builders Base Points
ca: Punts Base de Constructors
de: Builders Base Punkte
es: Puntos de Base de Constructores
fr: Points de base des constructeurs
it: Punti Base Costruttori
ja: ビルダーズ・ベース ポイント
kk: Фундамент Бизнес Ұпайы
ky: Куруучулардын базалык упайлары
lv: Lietotaju Bāzes Punkti
mn: Билдерс Бэйсийн Оноонууд
pt: Pontos de Base dos Construtores
ro: Puncte Baza Constructorilor
ru: Очки от Фундамента Бизнеса
uk: Бали від Фундамент Бізнесу
uz: Қурувчилар базаси бонуслари
zh: 建设者基础积分

source: Builders Base Volume
fr: Volume de Base des Constructeurs
it: Volume Base Costruttori

source: Builders Bonus
ca: Bonificació per a constructors
es: Bono de Builders
fr: Bonus du Constructeur
it: Bonus Costruttori
ja: ビルダーズ ボーナス
kk: Фундамент Бонусы
ko: 빌더 베이스 보너스
ky: Куруучулар Бонусу
lv: Lietotaju Bonuss
mn: Билдерс Бэйс урамшуулал
pt: Bônus de Construtores
ro: Bonus Constructori
ru: Бонус Фундамент
uk: Бонус Фундамент
uz: Қурувчилар бонуси
zh: 建设者奖金

source: Builders bonus maxes out at $30,000*
ca: La bonificació per a constructors aconsegueix un màxim de 30.000 dòlars*
de: Der maximale Builder-Bonus liegt bei 30.000 $*.
es: El bono Builders alcanza un máximo de $30,000*
fr: Le bonus des constructeurs est plafonné à 30 000 $*
it: Il bonus Base Costruttori arriva a un massimo di $30.000*
ja: ビルダーズ ボーナスの最大支給額は、$30,000*
kk: Фундамент Бизнес бонусының максималды сомасы - $30 000*
ko: 빌더 베이스 보너스 최대 $30,000*
ky: Куруучунун максималдуу бонусу 30,000$*
lv: Lietotāju bonusi $30,000*
mn: Билдерс урамшууллын хамгийн их хэмжээ $30,000*
pt: O bônus dos construtores atinge o máximo de $30.000*
ro: Bonusul pentru constructori ajunge la maxim 30.000$*
ru: Максимальная сумма бонуса "Фундамент Бизнеса" составляет $30 000*
uk: Максимальна сума бонусу "Фундамент Бізнесу" становить $30 000*
uz: Қурувчилар базаси максимал миқдори - 30,000$*
zh: 建筑商奖金最高可达 30,000 美元*

source: Builders Points
ca: Punts dels Constructors
de: Builders Punkte
es: Puntos de Builders
fr: Points de construction
it: Punti Costruttori
ja: ビルダーズ・ポイント
kk: Фундамент Ұпайлары
ko: 빌더 포인트
ky: Куруучулардын упайлары
lv: Lietot'ju Punkti
mn: Билдерс Бэйсийн Оноонууд
pt: Pontos de Construtores
ro: Puncte pentru Constructori
ru: Очки Фундамента
uk: Очки Фундаменту
uz: Қурувчилар баллари
zh: 建设者积分
