Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Paid on %{paidDate}
ca: Pagat el %{paidDate}
de: Bezahlt am %{paidDate}
es: Pagado el %{paidDate}
fr: Payé le %{paidDate}
it: Data del pagamento %{paidDate}
ja: 支払った日 %{paidDate}
kk: Төленген %{paidDate}
ky: Төлөм %{paidDate} күнү жасалды.
lv: Samaksāts %{paidDate}
mn: Төлбөр хийсэн өдөр %{paidDate}
pt: Pago em %{paidDate}
ro: Plătit la %{paidDate}
ru: Оплачено %{paidDate}
uk: Сплачено %{paidDate}
uz: %{paidDate} да тўланган
zh: 在%{paidDate}付款

source: Paid Out of Pocket
ca: Pagat De la teva Butxaca
de: Aus eigener Tasche gezahlt
es: Pagado de tu bolsillo
fr: Payé de la poche
it: Pagati di tasca tua
ja: 支払った追加のお支払い分
kk: Өз қаражатынан төленді
ky: Өз каражатынан төлөндү
lv: Samaksāts Skaidrā naudā
mn: Өөрөөс төлсөн дүн
pt: Pagamento feito diretamente
ro: Plătit din buzunar
ru: Оплачено из собственных средств
uk: Сплачено з власних коштів
uz: Ҳамёндан тўланган
zh: 自费支付

source: Paid out on %{date}
fr: Versé le %{date}
it: Pagato il %{date}
kk: Төленді %{date}
pt: Pago em %{date}
ro: Plătit la data de %{date}
uk: Сплачено %{date}
uz: %{date} да тўланган
zh: 于%{date}发放

source: Paid Partners Last Month
ca: Socis Pagats l'últim Mes
de: Bezahlte Partner im letzten Monat
es: Socios Pagados del Ultimo Mes
fr: Partenaires Payés du Mois Dernier
it: Partner pagati del mese scorso
ja: 先月報酬を獲得したパートナー
kk: Өткен айдағы төленген серіктестер
ko: 지난 달 보상을 획득한 파트너
ky: Өткөн айда төлөнгөн өнөктөштөр
lv: Samaksājušie partneri pagājušajā mēnesī
mn: Өнгөрсөн сард орлого авсан Түншүүд
pt: Sócios pagos no mês passado
ro: Parteneri plătiți luna trecută
ru: Партнёры с выплатами за прошлый месяц
uk: Партнери з виплатами за минулий місяць
uz: Ўтган ойдаги пул тўланган Ҳамкорлар
zh: 上個月付費合作夥伴

source: Paid Partners Only
ca: Només socis Pagats
de: Nur bezahlte Partner
es: Socios Pagados Únicamente
fr: Uniquement les Partenaires Payés
it: Solo Partner pagati
ja: 報酬を獲得したパートナーのみ
kk: Тек ақылы серіктестер
ko: 유료 파트너 전용
ky: Акы төлөнүүчү өнөктөштөр гана
lv: Tikai apmaksātie Partneri
mn: Зөвхөн төлбөр хийсэн Түншүүд
pt: Apenas sócios pagos
ro: Numai partenerii plătiți
ru: Только Партнёры с выплатами
uk: Тільки Партнери з виплатами
uz: Фақат пул тўланган Ҳамкорлар
zh: 僅限付費合作夥伴

source: Paid Partners This Month
ca: Socis de Pagament Aquest Mes
de: Bezahlte Partner diesen Monat
es: Nuevos Socios Este Mes
fr: Partenaires Payés ce mois-ci
it: Partner pagati di questo mese
ja: 今月報酬を獲得したパートナー
kk: Осы айда төленген серіктестер
ko: 이 달 보상을 획득한 파트너
ky: Бул айда акы төлөнүүчү өнөктөштөр
lv: Samaksājušie partneri šajā mēnesī
mn: Энэ сард орлого авсан Түншүүд
pt: Sócios pagos este mês
ro: Parteneri plătiți luna aceasta
ru: Партнёры с выплатами в текущем месяце
uk: Партнери з виплатами в поточному місяці
uz: Ушбу ойдаги пул тўланган Ҳамкорлар
zh: 本月付費合作夥伴

source: Paid Plans
ca: Plans de pagament
de: Bezahlte Pakete
es: Planes Pagados
fr: Plans payés
it: Piani a pagamento
ja: 報酬を獲得したプラン
kk: Төленген Жоспар
ko: 유료 요금제
ky: Акы төлөнүүчү пландар
lv: Apmaksas plāni
mn: Төлбөртэй
pt: Planos Pagos
ro: Planuri plătite
ru: Оплаченный План
uk: Оплачені Плани
uz: Пуллик режалар
zh: 付款計劃

source: Paid:
ca: Pagat:
de: Bezahlt:
es: Pagado:
fr: Payé :
it: Pagato:
ja: 支払い済：
kk: Төленді:
ko: 지불:
ky: Төлөнгөн:
lv: Samaksāts:
mn: Төлөгдсөн:
pt: Pago:
ro: Plătit:
ru: Оплачено:
uk: Сплачено:
uz: Тўланди:
zh: 已支付：

source: Panamá City, Panamá
ca: Ciutat de Panamà, Panamà
de: Panamá-Stadt, Panamá
es: Ciudad de Panamá, Panamá
fr: Ville de Panama, Panama
it: Città di Panama, Panama
ja: パナマ、パナマ市
kk: Панама қаласы, Панама
ko: 파나마 시티, 파나마
ky: Панама Сити, Панама
lv: Panamas Pilsēta,Panama
mn: Панама хот, Панам
ro: Panama City, Panama
ru: Панама-Сити, Панама
uk: Панама Сіті, Панама
uz: Панама Сити, Панама
zh: 巴拿马城，巴拿马

source: Part of leadership team that helped spinoff Primerica in 2010 on the New York Stock Exchange (NYSE: PRI)
fr: Partie de l’équipe de leadership qui a aidé à scinder Primerica en 2010 à la Bourse de New York (NYSE : PRI)
it: Parte del team di leadership che ha contribuito allo scorporo di Primerica nel 2010 sul New York Stock Exchange (NYSE: PRI)

source: Participant since: %{ addedDate} (%{ addedFromNow })
ca: Participant des de: %{ addedDate} (%{ addedFromNow })
de: Teilnehmer seit: %{ addedDate} (%{ addedFromNow })
es: Participante desde: %{ addedDate} (%{ addedFromNow })
fr: Participant depuis : %{ addedDate} (%{ addedFromNow })
it: Partecipante da: %{ addedDate} (%{ addedFromNow })
ja: 参加した日： %{ addedDate} (%{ addedFromNow })
kk: Мүше: %{ addDate} (%{ addFromNow })
ko: 이후 참가자: %{addedDate}(%{addedFromNow})
ky: %{ addedDate} (%{ addedFromNow }) мөөнөтүнөн бери катышуучу
lv: Dalībnieks kopš: %{ addedDate} (%{ addedFromNow })
mn: Оролцогч: %{ addedDate} (%{ addedFromNow })
pt: Participante desde: %{ addDate} (%{ addFromNow })
ro: Participant de la: %{ addedDate} (%{ addedFromNow })
ru: Участник с: %{ addedDate} (%{ addedFromNow })
uk: Учасник з: %{ addedDate} (%{ addedFromNow })
uz: Ушбу вақтдан бери иштирокчи: %{ addedDate} (%{ addedFromNow })
zh: 参与者自: %{ addedDate} (%{ addedFromNow })

source: Participants - Add emails seperated by commas. eg.
ca: Participants: Afegir correus electrònics, separats per comes. Per exemple.
de: Teilnehmer - Fügen Sie E-Mail-Adressen durch Kommas getrennt hinzu. z.B.
es: Participantes : Añadir correos electrónicos, separados por comas. Por ejemplo.
fr: Participants - Ajoutez des courriels séparés par des virgules, par exemple.
it: Partecipanti - Aggiungi le email separate da virgole. es.
ja: 参加者 - カンマで区切ってEメールを追加する。
kk: Қатысушылар - үтірмен бөлінген электрондық пошта мекенжайларын қосыңыз. Мысалы.
ko: 참가자 - 쉼표로 구분하여 이메일을 추가하세요.
ky: Катышуучулар - Үтүр менен бөлүнгөн электрондук каттарды кошуңуз. Мисалы:
lv: Dalībnieki - pievienojiet e-pasta ziņojumus ar komatiem, piem.
mn: Оролцогч нар - имэйл хаягийн хооронд таслал бичнэ үү.
pt: Participantes - Adicione e-mails separados por vírgulas. Por exemplo.
ro: Participanți - adaugă e-mailuri separate prin virgule, de exemplu.
ru: Участники - Добавьте адреса, разделённые запятыми. Например,
uk: Учасники - Додайте адреси, розділені комами. Наприклад.
uz: Иштирокчилар - Электрон хатларни вергуль билан ажратиб қўшинг. масалан:
zh: 参与者 - 添加以逗号分隔的电子邮件。 例如。

source: Participants must be a comma separated list of account ids, remove everything except numbers and commas.
ca: Els participants han de ser una llista d'identificadors de compte separats per comes, elimina tot excepte els números i les comes.
de: Die Teilnehmer müssen eine durch Kommata getrennte Liste von Account-IDs sein, entfernen Sie alles außer Zahlen und Kommata.
es: Los participantes deben ser una lista separada por comas de identificadores de cuentas, elimine todo excepto los números y las comas.
fr: Les participants doivent être une liste d'identifiants de comptes séparés par des virgules, supprimer tout ce qui n'est pas des chiffres et des virgules.
it: I partecipanti devono essere un elenco di ID account separati da virgole, rimuovi tutto tranne i numeri e le virgole.
ja: 参加者はアカウントIDをカンマ区切りで列挙し、数字とカンマ以外はすべて取り除いてください。
kk: Мүшелер тіркелгі идентификаторларының үтірмен бөлінген тізімі болуы керек. Сандар мен үтірлерден басқаның барлығын алып тастаңыз.
ko: 참가자는 쉼표로 구분된 계정 ID 목록이어야 하며, 숫자와 쉼표를 제외한 모든 항목을 제거해야 합니다.
ky: Катышуучулар каттоо эсебинин идентификаторлорунун үтүр менен бөлүнгөн тизмеси болушу керек, сандар жана үтүрлөрдөн башкасынын баарын алып салыш керек.
lv: Dalībniekiem ir jābūt ar komatiem atdalītam konta ID sarakstam, jānoņem viss, izņemot skaitļus un komatus.
mn: Оролцогч нар таслалаар тусгаарлагдсан байх ёстой бөгөөд тоо, таслалаас бусад бүх тэмдэгтүүдийг арилгана уу.
pt: Os participantes devem ter uma lista separada por vírgulas de IDs de contas, remova tudo, exceto números e vírgulas.
ro: Participanții trebuie să fie o listă separată prin virgulă de ID-uri de cont, elimină totul, cu excepția numerelor și a virgulelor.
ru: Участники должны быть представлены в виде списка идентификаторов, разделённых запятой. Удалите всё кроме номеров и запятых.
uk: Учасники мають бути представлені у вигляді списку ідентифікаторів, розділених комою. Видаліть все крім номерів і ком.
uz: Иштирокчиларда аккаунтлар ID кўрсатилган алоҳида рўйхат бўлиши лозим, рақамлар ва вергуллардан бошқа ҳаммаси ўчирилсин.
zh: 参与者必须是逗号分隔的帐户 ID 列表，删除除数字和逗号之外的所有内容。

source: Partner
ca: Soci
es: Socio
fr: Partenaire
ja: パートナー
kk: Серіктес
ko: 파트너
ky: Өнөктөш
lv: Partneris
mn: Түнш
pt: Sócio
ro: Partener
ru: Партнер
uk: Партнер
uz: Ҳамкор
zh: 合作夥伴

source: Partner / %{memberPlan}
fr: Partenaire / %{memberPlan}

source: Partner / Member
ca: Soci / Membre
de: Partner / Mitglied
es: Socio / Miembro
fr: Partenaire / Membre
it: Partner / Membro
ja: パートナー / メンバー
kk: Серіктес / Мүше
ko: 파트너 / 멤버
ky: Өнөктөш / Мүчө
lv: Partneris/Biedrs
mn: Түнш / Гишүүн
pt: Parceiro / Membro
ro: Partener / Membru
ru: Партнёр / Член Клуба
uk: Партнер / Член Клуба
uz: Ҳамкор / Аъзо
zh: 合作伙伴 / 会员

source: Partner / Not Member
ca: Soci / Membre no
de: Partner / Kein Mitglied
es: Socio / No es Miembro
fr: Partenaire / Non membre
it: Partner/Non Membro
ja: パートナー / メンバーではない
kk: Серіктес / Клуб Мүшесі емес
ko: 파트너 / 멤버 아님
ky: Өнөктөш/Мүчө эмес
lv: Partneri/Nav biedrs
mn: Түнш / Гишүүн биш
pt: É Sócio / Não é Membro
ro: Partner / Nu este Membru
ru: Партнер / Не Член Клуба
uk: Партнер/Не Член
uz: Ҳамкор / Аъзо эмас
zh: 合作夥伴/ 非會員

source: Partner / Pending Member
ca: Soci / Membre pendent
de: Partner / Ausstehendes Mitglied
es: Socio /Miembro Pendiente
fr: Partenaire / Membre en suspens
it: Partner/Membro in sospeso
ja: パートナー / 保留中のメンバー
kk: Серіктес / Күтудегі мүше
ko: 파트너/ 미납 멤버
ky: Өнөктөш/Күтүүдөгү Мүчө
lv: Partneri/Gaidošs Biedrs
mn: Түнш / хүлээгдэж буй Гишүүн
pt: Sócio / Membro pendente
ro: Partener / Membru în așteptare
ru: Партнёр / Член Клуба с задолженностью
uk: Партнер / Член Клубу із заборгованістю
uz: Ҳамкор / Кутаётган Аъзо
zh: 合作夥伴/ 待定會員

source: Partner Access Only
ca: Només accés a socis
de: Nur Partnerzugang
es: Acceso a Socios Únicamente
fr: accès uniquement de Partenaires
it: Accesso riservato ai Partner
ja: パートナーアクセス専用
kk: Серіктестерге ғана Қолжетімді
ko: 파트너만 이용 가능
ky: Өнөктөштөр үчүн гана жеткиликтүү
lv: Piekļuve tikai Partneriem
mn: Зөвхөн Түншийн Эрхтэй
pt: Acesso somente aos sócios
ro: Acces numai ca Partener
ru: Доступ только для Партнеров
uk: Доступ тільки для Партнерів
uz: Фақат Ҳамкорлар учун
zh: 僅限合作夥伴訪問
