Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: As an inCruises Member, You’ll Enjoy:
ca: Com a Membre d'inCruises, Gaudiràs de:
de: Als inCruises Mitglied genießen Sie:
es: Como Miembro de inCruises, podrás disfrutar:
fr: En tant que Membre inCruises, vous profiterez :
it: Come Membro di inCruises, potrai usufruire di:
ja: inCruisesメンバーとして、以下を楽しめます：
kk: InCruises клубының мүшесі ретінде сіз ләззат ала аласыз:
ky: inCruises мүчөсү катары Сиз төмөнкүлөргө ээ болосуз:
lv: Kā inCruises Biedru, Jūs priecēs:
mn: inCruises-ийн Гишүүний хувьд та:
pt: como um Membro inCruises, Você irá aproveitar:
ro: În calitate de membru inCruises, te vei bucura de:
ru: Являясь Членом Клуба inCruises, вы сможете наслаждаться:
uk: Будучи Членом Клубу inCruises, ви зможете насолоджуватися:
uz: inCruises Аъзоси сифатида, сиз қуйидагиларга эга бўласиз:
zh: 作为inCruises会员，您将享受：

source: As an inCruises Partner you already have many resources, including your corporate email, referral links, replicated webpages, apps, training and marketing resources.
ca: Com a soci d'InCruises, ja tens molts recursos, incloent-hi el correu electrònic corporatiu, enllaços de referents, pàgines web, aplicacions, formació i recursos de màrqueting.
de: Als inCruises-Partner haben Sie bereits viele Ressourcen, einschließlich Ihrer Unternehmens-E-Mail, Empfehlungs-Links, replizierte Webseiten, Apps, Trainings- und Marketing-Ressourcen.
es: Como Socio de inCruises, ya tienes muchos recursos, incluido tu correo electrónico corporativo, enlaces de referencia, páginas web replicadas, aplicaciones móviles, formación y recursos de marketing.
fr: En tant que partenaire d’InCruises, vous disposez déjà de nombreuses ressources, notamment votre messagerie d’entreprise, des liens de parrainage, des pages Web répliquées, des applications, des ressources de formation et de marketing.
it: In quanto Partner inCruises hai già molte risorse, tra cui email aziendale, referral link, pagina web, app, risorse di formazione e marketing.
ja: インクルーズのパートナーとして、あなたは既に、会社ドメインのメールアドレス、紹介リンク、複製されたウェブページ、アプリ、トレーニングやマーケティングツールなどを含む、多くの資源を持っています。
kk: InCruises серіктесі ретінде сіз корпоративтік электрондық поштаны, рефералды сілтемелерді, қосымшаларды, оқыту және маркетинг ресурстарын қоса алғанда көптеген ресурстарға ие болдыңыз.
ko: inCruises 파트너에게는 회사 이메일, 추천 링크, 복제된 웹 페이지, 앱, 트레이닝 및 마케팅 자료 등 많은 비즈니스활용도구가 제공됩니다.
ky: inCruises өнөктөшү катары сизде көптөгөн ресурстар бар, анын ичинде корпоративдик электрондук почтаңыз, рефералдык шилтемелериңиз, репликацияланган веб баракчаларыңыз, колдонмолор, тренинг жана маркетинг ресурстары.
lv: Jums kā inCruises partnerim jau ir daudz resursu, tostarp korporatīvais e-pasts, novirzīšanas saites, replicētas tīmekļa lapas, lietotnes, apmācības un mārketinga resursi.
mn: Та inCruises-ийн Түншийн хувьд компаний нэр бүхий имэйл хаяг, элсүүлэх холбоос, өөрийн вэб хуудас, аппликэйшнүүд, сургалтын болон маркетингийн материалуудаар хангагдах болно.
pt: Como um Parceiro Independente da inCruises você já tem muitos recursos, incluindo email corporativo, links de indicação, páginas da web replicadas, aplicativos, treinamentos e recursos de marketing.
ro: Ca Partener inCruises ai deja la dispoziţie multe resurse, inclusiv emailul tău oficial, linkuri de recomandare, pagini web replicate, apps, resurse de training şi marketing.
ru: Будучи партнером InCruises, у вас уже есть много ресурсов, включая корпоративную электронную почту, реферальные ссылки, реплицированные веб-страницы, приложения, учебные и маркетинговые ресурсы.
uk: Як Партнер InCruises у вас вже є багато ресурсів, включаючи корпоративну електронну пошту, реферальне посилання, веб-сторінки з реплікацією, мобільні додатки, навчальні та маркетингові ресурси.
uz: inCruises Ҳамкори сифатида сиз кўплаб манбалар, жумладан, корпоратив электрон почта, реферал ҳавола, репликацияланган веб-саҳифалар, иловалар, ўқитиш ва маркетинг манбаларига эгасиз.
zh: 作為inCruises合作夥伴，您已擁有許多資源，包括企業郵箱，推薦鏈接，可復制的網頁，應用程序，培訓和營銷資源。

source: As an inCruises Partner, You’ll Enjoy:
ca: Com a Soci d'inCruises, Gaudiràs de:
de: Als inCruises Partner genießen Sie:
es: Como Socio de inCruises, podrás disfrutar:
fr: En tant que Partenaire inCruises, vous profiterez :
it: Come Partner di inCruises, potrai usufruire di:
ja: inCruisesパートナーとして、あなたは以下を楽しめます：
kk: InCruises серіктесі ретінде сіз ләззат ала аласыз:
ky: inCruises өнөктөшү катары Сиз төмөнкүлөргө ээ болосуз:
lv: Kā inCruises Partneri, Jūs priecēs:
mn: inCruises-ийн Түншийн хувьд та:
pt: Como um Parceiro inCruises, Você vai aproveitar:
ro: În calitate de partener inCruises, te vei bucura de:
ru: Являясь Партнёром inCruises, вы сможете наслаждаться:
uk: Будучи Партнером inCruises, ви зможете насолоджуватися:
uz: inCruises Ҳамкори сифатида, сиз қуйидагиларга эга бўласиз:
zh: 作为inCruises合作伙伴，您将享受：

source: as they bring hope and healing to those in great need. Your contribution matters more than ever. Together, we can create a brighter future for those who need it most!
ca: mentre porten esperança i curació a aquells que més ho necessiten, la teva contribució és més valuosa que mai. Junts, podem construir un futur més brillant per a aquells que més ho requereixen!
de: die den Menschen in großer Not Hoffnung und Heilung bringen. Ihr Beitrag ist wichtiger denn je. Gemeinsam können wir eine bessere Zukunft für diejenigen schaffen, die sie am meisten brauchen!
es: mientras llevan esperanza y sanación a quienes más lo necesitan. Tu contribución es más valiosa que nunca. ¡Juntos podemos crear un futuro más brillante para quienes más lo necesitan!
fr: en apportant l'espoir et la guérison à ceux qui en ont le plus besoin. Votre contribution est plus importante que jamais. Ensemble, nous pouvons créer un avenir meilleur pour ceux qui en ont le plus besoin !
it: mentre portano speranza e guarigione a chi ne ha estremo bisogno. Il tuo contributo è più importante che mai. Insieme, possiamo creare un futuro più luminoso per coloro che ne hanno più bisogno!
ja: を支援しましょう。あなたの寄付は、これまで以上に重要です。私たちは共に、最も必要としている人々に明るい未来をもたらすことができるのです！
kk: өйткені олар өте мұқтаж адамдарға үміт пен ем әкеледі. Сіздің үлесіңіз бұрынғыдан да маңызды. Бірге біз оған мұқтаж адамдар үшін жарқын болашақ жасай аламыз!
ky: анткени алар муктаж болгондорго үмүт жана шыпаа алып келет. Сиздин салымыңыз болуп көрбөгөндөй маанилүү. Биргелешип, эң муктаж болгондор үчүн жаркыраган келечекти түзө алабыз!
lv: kā tie nes cerību un dziedināšanu tiem, kam ir liela vajadzība. Jūsu ieguldījumam ir lielāka nozīme nekā jebkad agrāk. Kopā mēs varam radīt gaišāku nākotni tiem, kam tā visvairāk vajadzīga!
mn: тэд хэрэгцээтэй хүмүүст нь итгэл найдвар, эдгэрэлтийг өгдөг юм. Таны өгөөмөр хандив юунаас ч илүү чухал. Бид хамтдаа тусламж хамгийн их хэрэгтэй байгаа хүмүүст гэрэлт ирээдүйг бэлэглэж чадна!
pt: pois eles trazem esperança e cura para aqueles em grande necessidade. Sua contribuição importa mais do que nunca. Juntos, podemos criar um futuro mais brilhante para aqueles que mais precisam!
ro: întrucât aduc speranță și vindecare celor aflați în mare nevoie. Contribuția ta contează mai mult ca niciodată. Împreună, putem crea un viitor mai luminos pentru cei care au cea mai mare nevoie de el!
ru: пока они несут надежду и исцеление тем, кто в них сильно нуждается. Ваши пожертвования сейчас имеют ещё большее значение, чем когда-либо. Вместе мы можем создать более яркое будущее для тех, кто нуждается в этом больше всего!
uk: поки вони несуть надію і зцілення тим, хто цього конче потребує. Ваші пожертвування зараз мають ще більше значення, ніж будь-коли. Разом ми можемо створити яскравіше майбутнє для тих, хто потребує цього найбільше!
uz: муҳтож инсонларга умид ва ишонч бағишлайдилар. Сизнинг эҳсонингиз ҳам қачонгидан ҳам муҳим. Биргаликда, биз муҳтож инсонлар учун порлоқ келажак ярата оламиз!
zh: 因为他们为那些急需帮助的人带来希望和治疗。您的贡献比以往任何时候都更加重要。我们携手并肩，能够为最需要帮助的人创造一个更加光明的未来！

source: Asia
ca: Àsia
de: Asien
fr: Asie
ja: アジア
kk: Азия
ko: 아시아
ky: Азия
lv: Āzija
mn: Ази
pt: Ásia
ru: Азия
uk: Азія
uz: Осиё
zh: 亞洲

source: Asia Pacific
ca: Àsia-Pacífic
de: Asien Pazifik
es: Asia Pacífico
fr: Asie- Pacifique
it: Asia-Pacifico
ja: アジア太平洋
kk: Азия-Тынық мұхиты аймағы
ky: Азия-Тынч океан
mn: Ази, Номхон далай
pt: Ásia Pacífico
ru: Азиатско-Тихоокеанский регион
uk: Азіатсько-Тихоокеанський регіон
uz: Осиё-Тинч океани
zh: 亚太地区

source: Asia Pacific Cruise
ca: Àsia Pacífic Cruise
fr: Croisière en Asie- Pacifique
it: Crociera Asia-Pacifico
ja: アジア太平洋クルーズ
kk: Азия-Тынық мұхит Круизі
pt: Cruzeiro Ásia Pacífico
ro: Croazieră în Asia Pacific
uk: Азіатсько-Тихоокеанський Круїз
uz: Осиё-Тинч океани круизи
zh: 亚太邮轮

source: Assign Tags
ca: Assignar Etiquetes
de: Tags zuweisen
es: Asignar etiquetas
fr: Attribuer des étiquettes
it: Assegnare i tag
ja: タグを付ける
kk: Тегтерді тағайындау
ky: Тегдерди дайындоо
lv: Piešķir Tagus
mn: Tag хийх
pt: Atribuir tags
ro: Atribuie etichete
ru: Назначить теги
uk: Призначити теги
uz: Тегларни тайинлаш
zh: 添加标签

source: at
ca: a
es: a
fr: à
it: a
ja: 場所
kk: жанында
ky: саат
lv: pie/laikā
pt: em
ro: la
ru: в
uk: в
uz: да
zh: 在

source: At
ca: A
de: Am
es: En
fr: À
it: A
ja: に
kk: -да, -де
ko: 에서
ky: -да, -де
lv: Pie
mn: Энд
pt: No
ro: La
ru: В
uk: В
uz: ...да
zh: 在

source: at %{arriveTime}
ca: a %{arriveTime}
es: a las %{arriveTime}
fr: à %{arriveTime}
it: alle ore %{arriveTime}
ja: 到着時間 %{arriveTime}
kk: жанында %{arriveTime}
ky: саат %{arriveTime}де
lv: pie/laikā %{arriveTime}
mn: ирэх цаг %{arriveTime}
pt: às %{arriveTime}
ro: la %{arriveTime}
ru: в %{arriveTime}
uk: о %{arriveTime}
uz: at %{Қайтиш вақти}
zh: 在 %{arriveTime}

source: At <span class="font-semibold">inCruises</span>, we want you to <span class="text-[#ff8d23]">book land-based vacations and pre-/post-cruise hotels</span> with confidence. Our <span class="font-semibold text-[#ff8d23]">inStays</span> Price Match Guarantee ensures that when you book at least <span class="text-[#ff8d23] font-semibold">21 days in advance</span>, you will always receive the best publicly available rates.
ca: A <span class="font-semibold">inCruises</span>, volem que reservis <span class="text-[#ff8d23]">vacances en terra i hotels abans o després del creuer</span> amb total confiança. Amb la nostra <span class="font-semibold text-[#ff8d23]">Garantia de Millor Preu inStays</span>, t’assegurem que, si reserves amb almenys <span class="text-[#ff8d23] font-semibold">21 dies d'antelació</span>, sempre obtindràs les millors tarifes públiques disponibles.
de: Bei <span class="font-semibold">inCruises</span> möchten wir, dass Sie <span class="text-[#ff8d23]">Landurlaube und Hotels vor/nach Ihrer Kreuzfahrt</span> mit Vertrauen buchen. Unsere <span class="font-semibold text-[#ff8d23]">inStays</span> Bestpreisgarantie stellt sicher, dass Sie bei einer Buchung <span class="text-[#ff8d23] font-semibold">mindestens 21 Tage im Voraus</span> stets die besten öffentlich verfügbaren Preise erhalten.
es: En <span class="font-semibold">inCruises</span>, queremos que <span class="text-[#ff8d23]">reserves vacaciones en tierra y hoteles pre/post tu crucero</span> con confianza. Nuestra Garantía de Igualación de Precio de <span class="font-semibold text-[#ff8d23]">inStays</span> asegura que, al realizar tu reserva con al menos <span class="text-[#ff8d23] font-semibold">21 días de anticipación</span>, siempre recibirás las mejores tarifas disponibles al público.
fr: Chez <span class="font-semibold">inCruises</span>, nous voulons que vous <span class="text-[#ff8d23]">réserviez des vacances à terre et des hôtels avant/après la croisière</span> en toute confiance. Notre garantie de correspondance des prix <span class="font-semibold text-[#ff8d23]">inStays</span> vous assure que lorsque vous réservez au moins <span class="text-[#ff8d23] font-semibold">21 jours à l'avance</span>, vous recevrez toujours les meilleurs tarifs disponibles publiquement.
it: Noi di <span class="font-semibold">inCruises</span> vogliamo che tu possa <span class="text-[#ff8d23]">prenotare vacanze su terra ferma e hotel pre/post-crociera</span> con fiducia. La nostra Garanzia di parità di prezzo <span class="text-[#ff8d23] font-semibold">inStays</span> ti assicura che se prenoti con almeno <span class="text-[#ff8d23] font-semibold">21 giorni di anticipo</span>, riceverai sempre le migliori tariffe disponibili al pubblico.
ja: 私たち<span class="font-semibold">inCruises</span>では、<span class="text-[#ff8d23]">陸上でのバケーションやクルーズ前後のホテル</span> を安心してご予約いただけるよう心がけています。 私たちの <span class="font-semibold text-[#ff8d23]">inStays</span> プライスマッチ保証は <span class="text-[#ff8d23] font-semibold">21日前までに</span>ご予約いただくと、常に一般販売されている最良の料金を保証するものです。
kk: InCruises-те<span class="font-semibold"> біз</span> круизге дейін/кейін құрлықтағы<span class="text-[#ff8d23]"> демалыс пен қонақүйлерді сенімді түрде</span> брондағаныңызды қалаймыз. Біздің<span class="font-semibold text-[#ff8d23]"> inStays</span> бағасының сәйкестік кепілдігі круизден кемінде<span class="text-[#ff8d23] font-semibold"> 21 күн бұрын</span> брондау кезінде әрқашан ең жақсы қолжетімді бағаларды алатыныңызға кепілдік береді.
ky: <span class="font-semibold">inCruises</span>, компаниясында биз сизден <span class="text-[#ff8d23]"> кургактыктагы эс алууларыңызды жана круизге чейин/кийин мейманкана эс алууларыңызды </span> ишенимдүү түрдө ээлеп коюшуңузду каалайбыз. Биздин <span class="font-semibold text-[#ff8d23]">inStays</span> Баалардын дал келүү кепилдиги кеминде <span class="text-[#ff8d23] font-semibold">21 күн мурун ээлеп</span>, брондоп койгонуңузда, сизге ар дайым эң жакшы жалпыга жеткиликтүү бааларды алышыңызды камсыздайт.
lv: <span class="font-semibold">inCruises</span>, mēs vēlamies, lai jūs <span class="text-[#ff8d23]">rezervētu brīvdienas uz sauszemes un pirms-/pēc-kruīza viesnīcas</span> ar pārliecību. Mūsu <span class="font-semibold text-[#ff8d23]">inStays</span> Cenu Saskaņošanas Garantija nodrošina,ja jūs rezervējat vismaz <span class="text-[#ff8d23] font-semibold">21 dienas iepriekš</span>, jūs vienmēr saņemsiet labākos publiski pieejamos tarifus.
mn: <span class="font-semibold">inCruises</span>-ээр дамжуулан бид таныг <span class="text-[#ff8d23]">газрын аялал болон далайн аяллынхаа өмнө болон дараа нь байрлах зочид буудлаа</span> итгэлтэйгээр захиалахыг хүсч байна. <span class="font-semibold text-[#ff8d23]">inStays</span>-ийн үнийн тохиргооны баталгаа нь таныг дор хаяж <span class="text-[#ff8d23] font-semibold">21 хоногийн өмнө</span> захиалгаа өгсөн тохиолдолд танд олон нийтэд нээлттэй хамгийн бага үнийн саналыг өгөх болно.
pt: Aqui na <span class="font-semibold">inCruises</span> queremos que você <span class="text-[#ff8d23]">reserve viagens em terra e hotéis pré/pós-cruzeiro</span> com confiança. Nossa <span class="font-semibold text-[#ff8d23]">Garantia de Igualação de Preço inStays</span> garante que, ao reservar com pelo menos <span class="text-[#ff8d23] font-semibold">21 dias de antecedência</span>, você sempre receberá as melhores tarifas disponíveis publicamente.
ro: La <span class="font-semibold">inCruises</span>, dorim să <span class="text-[#ff8d23]">rezervi vacanțe pe uscat și hoteluri înainte/după croazieră</span > cu încredere. Garanția noastră de potrivire a prețului asigură că atunci când rezervi <span class="font-semibold text-[#ff8d23]">inStays</span> cu cel puțin <span class="text-[#ff8d23] font-semibold">21 de zile în avans</span>, vei primi întotdeauna cele mai bune tarife disponibile publicului.
ru: В <span class="font-semibold">inCruises</span> мы хотим, чтобы вы <span class="text-[#ff8d23]">бронировали наземный отдых, а также отели до и после круиза</span> с уверенностью. Наша гарантия соответствия цены <span class="font-semibold text-[#ff8d23]">inStays</span> всегда обеспечивает для вас наилучший тариф, доступный публично, при бронировании как минимум <span class="text-[#ff8d23] font-semibold"> за 21 день до</span>.
uk: В <span class="font-semibold">inCruises</span>, ми хочемо, щоб ви <span class="text-[#ff8d23]">бронювали наземний відпочинок, а також готелі до та після круїзу</span> з впевненістю. Наша гарантія відповідності ціни <span class="font-semibold text-[#ff8d23]">inStays</span> завжди забезпечує вам найкращий тариф, доступний публічно, при бронюванні щонайменше <span class="text-[#ff8d23] font-semibold">за 21 день до</span>початку подорожі.
uz: <span class="font-semibold">inCruises</span>да биз сизнинг <span class="text-[#ff8d23]">круиздан олдин/кейин меҳмонхоналарга ва қуруқликдаги таътилга</span> ишонч билан буюртма беришингизни истаймиз. Бизнинг <span class="font-semibold text-[#ff8d23]">inStays</span> Нарх кафолатимиз камида <span class="text-[#ff8d23] font-semibold">21 кун олдин</span> буюртма беришда сизга доимо энг яхши тарифлар таклиф этилишини кафолатлайди.
zh: 在<span class="font-semibold">inCruises</span>，我们希望您能自信地<span class="text-[#ff8d23]">预订陆上度假和邮轮前/后的酒店</span>。我们的<span class="font-semibold text-[#ff8d23]">inStays</span>价格匹配保证确保您在至少<span class="text-[#ff8d23] font-semibold">提前 21 天预订</span>时，总能享受最佳的公开可用价格。

source: At beaches all over the world, you may see a sign that says "Swim At Your Risk" during certain times of the year.
ca: A les platges de tot el món, és possible que vegis un cartell que diu "banya't sota la teva responsabilitat" durant certes èpoques de l'any.
de: An Stränden auf der ganzen Welt können Sie zu bestimmten Zeiten des Jahres ein Schild mit der Aufschrift "Schwimmen auf eigene Gefahr" sehen.
es: En las playas de todo el mundo, es posible que durante ciertas épocas del año vean un letrero que diga "Nade bajo su propio riesgo".
fr: Sur les plages du monde entier, vous verrez peut-être un panneau indiquant "Nagez à vos Risques et Périls" à certaines périodes de l'année.
it: Nelle spiagge di tutto il mondo, in certi periodi dell'anno può capitare di vedere un cartello che dice "Nuota a tuo rischio e pericolo".
ja: 世界中にあるビーチには、ある時期になると「遊泳注意（自己責任で遊泳してください）」の看板を見かけたことがあるでしょう。
kk: Бүкіл әлемнің жағажайларында сіз жылдың белгілі бір уақытында «Тәуекелге шомылыңыз» деген жазуды көре аласыз.
ko: 전 세계의 해변에서 일년 중 특정 기간에 "자신의 책임하에 수영하세요"라는 표지판을 볼 수 있습니다.
ky: Дүйнө жүзүндөгү пляждарда жылдын белгилүү бир мезгилдеринде "Өзүңүздү тобокелге салып сүзүңүз" деген белгини көрүшүңүз мүмкүн.
lv: Pludmalēs visā pasaulē var parādīties uzraksts “Swim At Your Own risk”(Peldoties šeit risku uzņematies paši) noteiktos gada laikos.
mn: Жилийн тодорхой нэгэн өдрүүдэд далайн эрэг дээр "Өөрийн эрсдэлээр сэл" гэсэн тэмдэглэгээ байдаг.
pt: Em praias de todo o mundo, você pode ver uma placa que diz "Nade por sua conta e risco" durante certas épocas do ano.
ro: Pe plajele din întreaga lume, poți vedea un semn care spune că "înoți pe riscul tău", în anumite momente ale anului.
ru: В определённые времена года на пляжах по всему миру вы можете увидеть знак "Купаться только на свой страх и риск".
uk: У певні пори року на пляжах по всьому світу ви можете побачити знак "Купатися дозволено на свій страх і ризик".
uz: Йилнинг маълум мавсумида сиз соҳилларда “Жавобгарликни ўз бўйнингизга олиб чўмилинг” деган табличкаларни кўришингиз мумкин.
zh: 在世界各地的海灘，您可能會在一年中的某些時候看到一個標有“游泳有風險”的標誌。

source: At inCruises we know that when you Live INspired, you will INspire others which can result in even greater team success.
fr: Chez inCruises, nous savons que lorsque vous Vivez avec INspiration, vous INspirerez les autres, ce qui peut mener à un succès d'équipe encore plus grand.
it: Noi di inCruises sappiamo che se vivi in maniera ispirata, sarai a tua volta fonte di ispirazione per gli altri, il che si tradurrà in un successo di squadra ancora maggiore.

source: At inCruises we know that when you Live INspired, you will INspire others which will result in even greater team success.
ca: En inCruises sabem que quan vius INspirat, INspiraràs als altres, la qual cosa es traduirà en un èxit d'equip encara major.
de: Wir bei inCruises wissen, dass Sie, wenn Sie INspiriert leben, auch andere INspirieren, was zu einem noch größeren Teamerfolg führt.
es: En inCruises sabemos que cuando vives INspirado, INspirarás a otros, lo que resultará en un éxito aún mayor del equipo.
fr: Chez inCruises, nous savons que lorsque vous vivez inspiré, vous inspirerez les autres, ce qui se traduira par une réussite encore plus grande de l'équipe.
it: Noi di inCruises sappiamo che se vivi in maniera ispirata, sarai a tua volta fonte di ispirazione per gli altri, il che si tradurrà in un successo di squadra ancora maggiore.
ja: inCruisesでは、あなたがインスパイアされた生き方をすれば、他の人もインスパイアされ、チームの成功がさらに高まると確信しています。
kk: inCruises-те бен шабыттандыратын өмір сүре отырып, сіз басқаларды шабыттандыратыныңызды білеміз, бұл одан да үлкен командалық табысқа жетелейді.
ko: inCruises는 귀하가 영감을 받으면 다른 사람들에게 영감을 주어 더 큰 팀 성공으로 이어질 것임을 알고 있습니다.
ky: inCruises компаниясында сиз Шыктануу менен жашасаңыз, башкаларды да шыктандырып, мындан да чоң командалык ийгиликтерге жетишериңизди билебиз.
lv: InCruises mēs zinām, ka tad, kad jūs dzīvpjat INiedvesmoti, jūs INiedvesmojat citus, kuri gūs vēl lielākus panākumus komandā.
mn: inCruises-ийн бид, хэрэв таны амьдрал урам зориг дүүрэн байвал та бусдад урам хайрлан, багийн амжилтаа улам нэмэгдүүлэх болно гэдгийг сайн мэддэг юм.
pt: Na inCruises sabemos que quando você vive INspirado, você INspira outros, o que resultará em um sucesso ainda maior da equipe.
ro: La inCruises știm că atunci când trăiești INspirat, îi vei INspira pe alții, ceea ce va avea ca rezultat un succes și mai mare al echipei.
ru: В inCruises мы знаем, что когда вы живёте с вдохновением, вы будете вдохновлять и других людей, что приведёт к ещё большему командному успеху.
uk: В inCruises ми знаємо, що коли ви живете з натхненням, ви будете надихати й інших людей, що призведе до ще більшого командного успіху.
uz: inCruises да биз биламизки, ўзингиз илҳомланиб яшасангиз, бошқаларга ҳам илҳом бера оласиз ва бу жамоангизни янада катта ютуқларга эриштиради.
zh: 在 inCruises，我们知道，当您充满灵感地生活时，您将激励他人，从而使团队取得更大的成功。
