Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: To qualify, companies must exceed <b v-translate="">$100 million in annual revenue</b> , and this year’s list features <b v-translate="">60 companies</b> with a <b v-translate="">combined revenue of nearly $64 billion!</b> It represents both <b v-translate="">public and private companies</b> , each contributing to the <b v-translate="">global reach and influence of direct selling.</b> The purpose of the <b v-translate="">Global 100</b> list remains to showcase the channel’s true impact on the economy, individuals and the communities they serve. Sixteen countries are represented on the <b v-translate="">G100 list.</b>
ca: Per qualificar-se, les empreses han de superar els <b v-translate="">100 milions de dòlars en ingressos anuals</b>, i la llista d’aquest any presenta <b v-translate="">60 empreses</b> amb <b v-translate="">ingressos combinats de gairebé 64 mil milions de dòlars!</b> Representa tant <b v-translate="">empreses públiques com privades</b>, cadascuna contribuint a l’<b v-translate="">abast i influència globals de la venda directa.</b> L’objectiu de la <b v-translate="">Llista Global 100</b> continua sent mostrar el veritable impacte d’aquest canal en l’economia, en les persones i en les comunitats a les quals donen servei. Setze països estan representats a la <b v-translate="">llista G100.</b>
de: Um sich zu qualifizieren, müssen die Unternehmen <b v-translate="">100 Millionen Dollar Jahresumsatz erreichen</b> , und die diesjährige Liste enthält <b v-translate="">60 Unternehmen</b> mit <b v-translate="">einen Gesamtumsatz von fast 64 Milliarden Dollar!</b> Sie repräsentiert sowohl <b v-translate="">öffentliche und private Unternehmen</b> , die jeweils zur Erreichung der <b v-translate="">globalen Reichweite und Einfluss des Direktvertriebs beisteuern.</b> Der Zweck der <b v-translate="">Global 100</b> Liste soll den tatsächlichen Einfluss des Senders auf die Wirtschaft, den Einzelnen und die Gemeinschaften, denen er dient, aufzeigen. Sechzehn Länder sind in der <b v-translate="">G100-Liste vertreten.</b>
es: Para calificar, las compañías deben superar <b v-translate="">$100 millones USD en ingresos anuales</b> , y la lista de este año incluye <b v-translate="">60 compañías</b> ¡con un <b v-translate="">ingreso combinado de cerca de 64 mil millones de USD!</b> Representa tanto <b v-translate="">compañías públicas y privadas</b> , cada una contribuyendo al <b v-translate="">desarrollo e influencia global de la venta directa</b>El propósito de la lista <b v-translate="">Global 100</b> sigue siendo mostrar el verdadero impacto del canal en la economía, las personas y las comunidades a las que sirven. Dieciséis países están representados en la <b v-translate="">lista G100.</b>
fr: Pour être éligibles, les entreprises doivent avoir un <b v-translate="">chiffre d'affaires annuel supérieur à 100 millions de dollars</b> , et la liste de cette année comprend <b v-translate="">60 entreprises</b> dont le chiffre d'affaires combiné s'élève à près de 64 milliards de dollars !</b> Il s'agit <b v-translate="">d'entreprises publiques et privées</b> , qui contribuent toutes <b v-translate="">à la portée et à l'influence mondiales de la vente directe.</b> L'objectif de la liste <b v-translate="">Global 100</b> reste de mettre en évidence l'impact réel de la chaîne sur l'économie, les individus et les communautés qu'ils desservent. Seize pays sont représentés sur la <b v-translate=""> liste G100.</b>
it: Per qualificarsi, le aziende devono superare i <b v-translate="">100 milioni di dollari di fatturato annuo</b>, e la lista di quest'anno comprende <b v-translate="">60 aziende</b> con un <b v-translate="">fatturato complessivo di quasi 64 miliardi di dollari! </b> La lista rappresenta sia <b v-translate="">aziende pubbliche che private</b>, ognuna delle quali contribuisce alla <b v-translate="">diffusione globale e all'influenza della vendita diretta.</b> Lo scopo della lista <b v-translate="">Global 100</b> è di mostrare la reale influenza del canale sull'economia, sugli individui e sulle comunità che servono. Sono sedici i Paesi rappresentati nella lista <b v-translate="">G100.</b>
ja: このリストに掲載されるには、企業は<b v-translate="">$1億ドル以上の年間収益</b>を超えている必要があります。今年のリストには<b v-translate="">60社</b>が掲載されており、<b v-translate="">総収益は約640億ドル</b>にも上ります。これは<b v-translate="">上場企業および非上場企業</b>の両方を含み、それぞれが<b v-translate="">ダイレクトセリング業界の世界的な影響力と広がり</b>に貢献しています。<b v-translate="">グローバル100</b>リストの目的は、この業界が経済、個人、そしてそのサービスが届くコミュニティに与える実際の影響を示すことにあります。<b v-translate="">G100リスト</b>には、16か国の企業が名を連ねています。
kk: Іріктеуден өту үшін компаниялардың жылдық кірісі <b>$100 миллионнан</b> асуы тиіс, ал биылғы тізімде <b>60 компания</b> бар, олардың <b>бірлескен табысы шамамен 64 миллиард долларды</b> құрайды! Бұл тізімге <b>жеке және жария компаниялар</b> кіреді, олардың әрқайсысы <b>тікелей сату саласының жаһандық ауқымы мен ықпалына</b> өз үлесін қосуда. <b>Global 100</b> тізімінің мақсаты — осы сала экономикалық, жеке адамдар мен қоғамдар үшін қандай шынайы әсер ететінін көрсету. <b>G100 тізімінде</b> он алты елдің компаниялары бар.
ky: Жарамдуу болуу үчүн компаниялардын жылдык кирешеси <b v-translate="">$100 миллиондон</b> ашуусу керек жана быйылкы тизмеде <b v-translate="">60 компаниянын</b> биргелешкен кирешеси дээрлик $64 миллиардды түзөт! Ал <b v-translate="">мамлекеттик жана жеке компанияларды</b> көрсөтөт, алардын ар бири түз сатуунун <b v-translate="">дүйнөлүк жеткиликтүүлүгүнө жана таасирине</b> салым кошот. <b v-translate="">Global 100</b> тизмесинин максаты - тармактын экономикага, жеке адамдарга жана ал тейлеген жамааттарга тийгизген реалдуу таасирин көрсөтүү. <b v-translate="">G100 тизмесине</b> он алты өлкө кирген.
lv: Lai kvalificētos, kompānijām <b v-translate="">gada ieņēmumos ir jāpārsniedz 100 miljoni dolāru</b>, un šā gada sarakstā ir <b v-translate="">60 kompāniju</b>, kuru <b v-translate="">apvienotie ieņēmumi ir gandrīz 64 miljardi dolāru!</b> Tas pārstāv gan <b v-translate="">valsts, gan privātos uzņēmumus</b>, katrs no tiem veicina <b v-translate="">tiešās pārdošanas globālo sasniedzamību un ietekmi.</b> “<b v-translate="">Global 100</b>” saraksta mērķis joprojām ir parādīt kanāla patieso ietekmi uz ekonomiku, indivīdiem un kopienām, kuras tie apkalpo. <b v-translate="">G100 sarakstā ir pārstāvētas sešpadsmit valstis.</b>
mn: Шалгарсан компаниудын <b v-translate="">жилийн орлого нь $100 сая ам. доллараас</b> давсан байх шаардлагатай бөгөөд энэ жилийн жагсаалтад нийт $64 тэрбум ам. долларын орлогыг бүрдүүлсэн <b v-translate="">60 компани</b> шалгарсан байна! Эдгээр компаниуд бол <b v-translate="">дэлхийн шууд борлуулалтын салбарт нөлөөлөх нөлөө болон тархацаараа</b> үнэтэй хувь нэмрээ оруулж буй <b v-translate="">улсын болон хувийн компаниуд</b> юм. <b v-translate="">Global 100</b> жагсаалтын гол зорилго бол энэ салбарын эдийн засаг, хувь хүмүүс болон үйлчилж буй хүмүүсийн амьдралд үзүүлэх бодит нөлөөгөө харуулах явдал юм. <b v-translate="">G100 жагсаалтанд</b> 16 улс орны компаниуд оржээ.
pt: Para se qualificar as empresas devem ultrapassar<b v-translate="">US$100 milhões em receita anual</b> e a lista desse ano conta com <b v-translate="">60 empresas</b> com uma<b v-translate="">receita combinada de aproximadamente US$64 bilhões!</b> Isto representa ambas,<b v-translate="">empresas públicas e privadas</b> , cada uma contribuindo para o <b v-translate="">alcance e influência global da venda direta.</b> O propósito da lista<b v-translate="">Global 100</b> é continuar mostrando o verdadeiro impacto do canal na economia, nos indivíduos e nas comunidades que eles atendem. Dezesseis países estão representados na <b v-translate="">lista G100.</b>
ro: Pentru a se califica, companiile trebuie să depășească <b v-translate="">100 de milioane $ în venituri anuale</b> , iar lista din acest an cuprinde <b v-translate="">60 de companii</b> cu un <b v-translate="">venit combinat de aproape 64 de miliarde $!</b> Reprezintă <b v-translate="">companii atât publice cât și private</b> contribuind fiecare la <b v-translate="">acoperirea globală și influența vânzării directe.</b> Scopul listei <b v-translate="">Global 100</b> rămâne acela de a prezenta impactul real al canalului asupra economiei, persoanelor și comunităților pe care le deservesc. Șaisprezece țări sunt reprezentate pe <b v-translate="">lista G100.</b>
ru: Чтобы попасть в список, <b v-translate="">годовая выручка компаний должна превышать $100 млн</b>. В этом году в список вошли <b v-translate="">60 компаний</b> с <b v-translate="">совокупной выручкой почти $64 млрд!</b> В списке представлены<b v-translate=""> как публичные, так и частные компании</b>, каждая из которых вносит свой вклад в <b v-translate="">международный охват и влияние прямых продаж.</b> Цель списка <b v-translate="">Global 100</b> остаётся неизменной: продемонстрировать истинное влияние канала на экономику, отдельных личностей, а также на общества, которым они служат. В <b v-translate="">списке G100</b> предствлено шестнадцать стран.
uk: Щоб потрапити до списку, <b v-translate="">річний виторг компаній повинен перевищувати $100 млн</b> . Цього року до списку увійшли <b v-translate="">60 компаній</b> з <b v-translate="">сукупною виручкою майже $64 млрд!</b> У списку представлені <b v-translate="">як публічні, так і приватні компанії</b> , кожна з яких робить свій внесок у <b v-translate="">міжнародне охоплення та вплив прямих продажів.</b> Мета списку <b v-translate="">Global 100</b> залишається незмінною: продемонструвати справжній вплив цього каналу на економіку, окремих осіб, а також на суспільства, яким вони служать. У <b v-translate="">списку G100</b> представлені компанії з шістнадцяти країн
uz: Бунинг учун компаниянинг <b v-translate="">йиллик даромади 100 миллион$ дан</b> ошиши лозим, ва жорий йилда <b v-translate="">йиллик даромади деярли 64 миллиард</b> бўлган <b v-translate="">60 та компания</b> рўйхатга кирди. Буларга <b v-translate="">глобал қамров ва тўғридан-тўғри сотувга ижобий таъсир</b> кўрсатган <b v-translate="">давлат ва хусусий компаниялар</b> киради. <b v-translate="">“Global 100” рўйхатини</b> тузишдан мақсад – аввалгидек каналнинг иқтисодиёт, улар хизмат кўрсатаётган шахслар ва жамиятларга таъсирини намойиш этишдир. Ўн олтита мамлакат <b v-translate="">G100 рўйхатига</b> киритилган.
zh: 为了符合资格，企业必须超过<b v-translate="">年收入1亿美元</b>，今年的榜单包括<b v-translate="">60家公司</b>，它们的<b v-translate="">总收入接近640亿美元！</b>这既包括<b v-translate="">上市公司也包括私人公司</b>，每家都为<b v-translate="">直销行业的全球影响力和覆盖范围作出了贡献。</b><b v-translate="">全球100强</b>榜单的目的仍然是展示该行业对经济、个人和其服务的社区的真实影响。榜单上共有来自<b v-translate="">16个国家的公司。</b>

source: to rank among the top partners in your region
ca: per classificar-te entre els socis més destacats de la teva regió
de: zu den Top-Partnern in Ihrer Region zu zählen
es: para clasificarte entre los Socios más destacados en tu región
fr: pour vous classer parmi les meilleurs partenaires de votre région
it: classificarti tra i migliori partner nella tua regione
ja: 地域内でトップパートナーにランクインするために
kk: өз аймағыңыздағы үздік серіктестер қатарында болу үшін
ky: сиздин аймактагы эң мыкты өнөктөштөрдүн катарына кирүү үчүн
mn: өөрийн бүс нутаг дах шилдэг түнш нарын тоонд орох
pt: para se classificar entre os principais parceiros da sua região
ro: să te clasezi printre cei mai buni parteneri din regiunea ta
ru: войти в число лучших Партнёров своего региона
uk: потрапити до числа найкращих партнерів у вашому регіоні
uz: ўз минтақангиздаги топ ҳамкорлар сирасига кириш
zh: 在您所在地区跻身顶尖合伙人行列

source: To request a credit, visit your Support page (
ca: Per sol·licitar un crèdit, visita la pàgina de suport (
de: Um eine Gutschrift zu beantragen, besuchen Sie Ihre Support-Seite (
es: Para solicitar un crédito, visite su Página de Soporte (
fr: Pour demander un crédit, visitez votre page Assistance (
it: Per richiedere un credito, visita la pagina del Supporto (
ja: 差額分をリクエストするには、サポートページ（
kk: Несие сұрау үшін қолдау көрсету бетіне кіріңіз (
ko: 크레딧을 요청하려면 다음 지원 페이지를 방문하십시오 (
ky: Төлөмдү талап кылуу үчүн Колдоо барагына өтүңүз (
lv: Lai saņemtu kredītu, apmeklējiet Atbalsta lapu (
mn: Үнийн зөрүүг авахын тулд өөрийн Тусламж хуудас руу хандах бөгөөд (
pt: Para solicitar um crédito, visite sua página de Suporte (
ro: Pentru a solicita un credit, vizitează pagina ta de asistență (
ru: Чтобы совершить запрос на начисление, посетите свою страницу Службы Поддержки (
uk: Щоб здійснити запит на нарахування, відвідайте свою сторінку Служби Підтримки (
uz: Тўловни сўраш учун Қўллаб-қувватлаш саҳифасига ўтинг (
zh: 要申请积分，请访问您的支持页面（

source: To request FIVE TIMES the difference in (1 for 1) Reward Points, visit your
ca: Per a sol·licitar CINC VEGADES la diferència en Punts de Recompensa (1 per 1), visita el teu
de: Um FÜNF MAL die Differenz in (1 für 1) Reward Points anzufordern, besuchen Sie Ihren
es: Para solicitar la diferencia de CINCO VECES en Puntos de Recompensa (1 por 1), visita tu
fr: Pour demander CINQ FOIS la différence en Points de Récompense (1 pour 1), rendez-vous
it: Per richiedere CINQUE VOLTE la differenza in Crediti Premio (1 per 1), accedi alla pagina di
ja: ５倍の差額分を１倍のリワードポイントでの還元を申請するには、
kk: Бонустық ұпайлардағы (1-ден 1-ге дейінгі) айырмашылықты БЕС ЕСТЕ талап ету үшін өзіңіздің сайтыңызға кіріңіз
ko: (1대 1) 리워드 포인트 차액을 5배로 요청하려면, 다음을 방문하십시오
ky: Бонустук упайларда БЕШ ЭСЕ айырманы (1ге 1) алуу үчүн
lv: Lai pieprasītu PIECAS REIZES lielāku starpību (1 par 1) Balvu Punktis, apmeklējiet savu
mn: Зөрүүг ТАВ ДАХИН (1:1) Шагналын Оноогоор авахыг хүсвэл
pt: Para solicitar CINCO VEZES a diferença em (1 por 1) Pontos de Recompensa, visite seu
ro: Pentru a solicita de CINCI ORI diferența de puncte de recompensă (1 pentru 1), vizitează
ru: Для запроса ПЯТИКРАТНОЙ разницы в виде Бонусных Баллов (1 к 1), посетите свою
uk: Для запиту П'ЯТИКРАТНОЇ різниці у вигляді Бонусних Балів (1 до 1), відвідайте свою
uz: Фарқнинг БЕШ БАРОБАРИНИ (1 га 1) Бонус балларида олиш учун
zh: 要申请五倍的差价（1 换 1）奖励积分，请访问您的

source: To see a full list of supported cash pickup partner locations please refer to this document: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Cash Pickup Partner Locations.</a>
ca: Per a veure una llista completa dels llocs de recollida de diners en efectiu que s'admeten, consulta aquest document: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Ubicacions dels socis que ofereixen el servei de recollida d'efectiu.</a>
de: Eine vollständige Liste der unterstützten Partner für die Bargeldabholung finden Sie in diesem Dokument: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Cash Pickup Partner Standorte.</a>
es: Para ver una lista completa de ubicaciones de socios de recolección de efectivo compatibles, consulta este documento: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Ubicaciones de recolección de efectivo.</a>
fr: Pour consulter la liste complète des sites partenaires de collecte de fonds, veuillez vous référer à ce document : <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Emplacements Partenaires pour le Retrait d'Argent.</a>
it: Per vedere l'elenco completo delle sedi dei partner che offrono il servizio di ritiro dei contanti, consulta questo documento: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Sedi dei partner che offrono il servizio di ritiro contanti.</a>
ja: 現金の受取ができるパートナーの対応店舗一覧は、こちらの資料をご覧ください： <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">現金の受取ができるパートナー所在地</a>
kk: Қолма-қол ақшаны тарату серіктестерінің толық тізімін мына құжатты қараңыз: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Қолма-қол ақшаны қабылдау орындары.</a>
ky: Накталай акча которуу өнөктөштөрүнүн толук тизмеси үчүн бул документти караңыз: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold"> Накталай акчаны алып кетүүчү жерлер.</a>
lv: Lai skatītu pilnu atbalstīto skaidras naudas saņemšanas partneru atrašanās vietu sarakstu, lūdzu, skatiet šo dokumentu:<a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Partnera skaidrās naudas izņemšanas vietas.</a>
mn: Бэлэн мөнгө авах Түншүүдийн бүрэн жагсаалтыг эндээс харна уу: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Бэлэн мөнгө авах Түншүүдийн байршлууд.</a>
pt: Para ver uma lista completa dos locais de parceiros disponíveis para retirada de dinheiro, consulte este documento: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Locais de retirada de dinheiro.</a>
ro: Pentru a vedea o listă completă a locațiilor partenerilor acceptate pentru ridicarea numerarului, consultă acest document: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Locații ale partenerilor de ridicare a numerarului.</a>
ru: Чтобы посмотреть полный список местоположений поддерживаемых партнёров для получения наличных средств, обратитесь, пожалуйста, к данному документу: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Местоположения партнёров для получения наличных средств.</a>
uk: Щоб переглянути повний список мізцезнаходження партнерів для отримання готівки, з якими ми співпрацюємо, зверніться, будь ласка, до даного документа: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Місцезнаходження партнерів для отримання готівки.</a>
uz: Нақд пул етказувчи ҳамкорлар манзилига оид тўлиқ рўйхатни кўриш учун ушбу ҳужжатга қаранг: <a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">Нақд пул олиш манзиллари.</a>
zh: 要查看受支持的取款合作伙伴地点的完整列表，请参阅此文档：<a target="_blank" href="./files/Cash_Pickup_Locations.pdf" class="bold">现金提取合作伙伴地点。</a>

source: To support global Partner leaders and diverse languages, inCruises relies on the Field Communications team.
ca: Per donar suport als líders de Socis globals i a la diversitat de llengües, inCruises confia en l'equip de Comunicació sobre el Terreny.
de: Zur Unterstützung globaler Partnerleader und verschiedener Sprachen verlässt sich inCruises auf das Field Communications Team.
es: Para apoyar a los líderes globales de Socios y a los diversos idiomas, inCruises cuenta con el equipo de Comunicaciones de Campo (Field Communications).
fr: Pour assister les leaders Partenaires mondiaux et les diverses langues, inCruises s'appuie sur l'équipe de Communication sur le Terrain.
it: Al fine di supportare i leader dei Partner in tutto il mondo e le molteplici lingue, inCruises fa affidamento sul team di Comunicazioni sul Campo.
ja: 世界中のパートナーリーダーや多言語対応を支援するため、inCruisesはフィールドコミュニケーションチームを頼りにしています。
kk: Әртүрлі тілдерді меңгерген жаһандық серіктестерді қолдау үшін inCruises жергілікті қоғаммен байланыс тобын пайдаланады.
ky: Дүйнө жүзү боюнча бир нече тилде сүйлөгөн өнөктөш лидерлерин колдоо үчүн inCruises өндүрүштүк байланыштар командасына таянат.
lv: Lai atbalstītu globālo Partneru līderus un dažādas valodas, inCruises paļaujas uz Nozares Komunikācijas komandu.
mn: inCruises нь дэлхий даяарх түнш манлайлагчид болон олон хэлээр дэмжлэг үзүүлэх зорилгоор Талбарын харилцааны багийг байгуулсан болно.
pt: Para apoiar os líderes e Parceiros globais de diversos idiomas, a inCruises conta com a equipe de Comunicações de Campo.
ro: Pentru a sprijini liderii parteneri din întreaga lume și diversitatea limbilor vorbite, inCruises se bazează pe Echipa de Comunicare de Teren.
ru: Для поддержки лидеров-Партнёров по всему миру, говорящих на разных языках, inCruises полагается на команду по полевым коммуникациям.
uk: Для підтримки глобальних Партнерів-лідерів і різноманітних мов inCruises покладається на команду з польових комунікацій.
uz: Халқаро миқёсда етакчи Ҳамкорларни ва турли тилларни қўллаб-қувватлаш учун inCruises Ҳудудий мулоқот гуруҳи ёрдамидан фойдаланади.
zh: 为了支持全球合作伙伴领导者和多样化的语言需求，inCruises依靠现场通讯团队。

source: To unlock recurring income, you must be a Ranked leader.
ca: Per desbloquejar els ingressos recurrents, has de ser un líder classificat.
de: Um wiederkehrendes Einkommen freizuschalten, müssen Sie ein Leader im Rang sein.
es: Para desbloquear ingreso recurrente, debes ser un líder ranqueado.
fr: Pour débloquer des revenus récurrents, vous devez être un leader classé.
it: Per sbloccare il Reddito Ricorrente, devi essere un leader di rango.
ja: リカーリング収入を解除するには、ランクリーダーになる必要があります。
kk: Қайталанатын кірісті ашу үшін сіз дәрежесі бар көшбасшы болуыңыз керек.
ky: Кайталануучу кирешегу жетүү үчүн даражалуу лидер болушуңуз керек.
lv: Lai atbloķētu/atslēgtu atkārtotos ienākumus, jums ir Ranga līderim.
mn: Давтамжит орлогыг нээхийн тулд та цол зэрэгт хүрэх ёстой.
pt: Para desbloquear receitas recorrentes, você deve ser um líder com classificação.
ro: Pentru a debloca venituri recurente, trebuie să fii lider cu nivel de carieră.
ru: Чтобы разблокировать рекуррентный доход, вы должны быть лидером с рангом.
uk: Щоб розблокувати рекурентний дохід, ви маєте бути лідером з рангом.
uz: Даврий даромадни очиш учун сиз Ранг соҳиби бўлишингиз шарт.
zh: 要解锁循环收入，您必须成为一个有级别的领导者。

source: To update the preferred currency, please select a recurring profile and then choose a currency.
ca: Per actualitzar la moneda preferida, selecciona un perfil habitual i, a continuació, escull la moneda.
de: Um die bevorzugte Währung zu aktualisieren, wählen Sie bitte ein wiederkehrendes Profil und dann eine Währung aus.
es: Para actualizar la moneda preferida, favor de seleccionar un perfil recurrente y después elegir una moneda.
fr: Pour mettre à jour la devise privilégiée, veuillez sélectionner un profil récurrent et ensuite choisir une devise.
it: Per aggiornare la valuta preferita, selezionare un profilo ricorrente e poi scegliere una valuta.
ja: ご希望の通貨をアップデートするには、定期払い設定を選択し、通貨を選んでください。
kk: Қалаған валютаны өзгерту үшін қайталану профилі баптауларына өтіп, валютаны таңдаңыз.
ko: 지불 통화를 업데이트하려면, 반복결제 프로필을 선택한 후 통화를 선택하십시오.
ky: Каалаган валютаңызга жаңыртуу үчүн, кайталануучу төлөмдү басып, андан соң валютаны тандаңыз.
lv: Lai atjauninātu vēlamo valūtu,lūdzu atlasiet periodisko profīlu un tad izvēlaties valūtu.
mn: Мөнгөн тэмдэгтийг өөрчлөхийн тулд өөрийн давтамжит профайлаас мөнгөн тэмдэгтийг сонгоно уу.
pt: Para atualizar a moeda escolhida, selecione um perfil recorrente e escolha uma moeda.
ro: Pentru a actualiza moneda preferată, selectați un profil recurent și apoi alegeți o monedă.
ru: Для изменения предпочитаемой валюты, пожалуйста, перейдите в настройку рекуррентного профиля и выберите валюту.
uk: Для зміни бажаної валюти, будь ласка, перейдіть в налаштування рекурентного профілю та виберіть валюту.
uz: Ўзингизга маъқул валютани янгилаш учун, илтимос, даврий тўлов, сўнгра валютани танлаш тугмаларини босинг.
zh: 要更新首選貨幣，請選擇一個重複的配置文件，然後選擇一種貨幣
