Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: There was an issue initializing your checkout. Please reaload the page and try again.
ca: Hi ha hagut un problema a l'iniciar el procés de pagament. Si us plau, recarrega la pàgina i intenta-ho de nou.
de: Bei der Initialisierung Ihrer Kasse ist ein Problem aufgetreten. Bitte laden Sie die Seite neu und versuchen Sie es erneut.
es: Hubo un problema al iniciar tu proceso de pago. Por favor, recarga la página e intenta de nuevo.
fr: Il y a eu un problème lors de l'initialisation de votre caisse. Veuillez recharger la page et réessayer.
it: Si è verificato un problema nell'avvio del checkout. Per favore, ricarica la pagina e riprova.
ja: チェックアウトのプロセス時に問題が発生しました。ページを再読み込みして再度お試しください。
kk: Төлеміңізді бастау кезінде мәселе туындады. Бетті жаңартып, әрекетті қайталаңыз.
ky: Төлөмүңүздү баштоодо көйгөй келип чыкты. Баракчаны кайра жүктөп, кайра аракет кылыңыз.
lv: Inicializējot izramskīšanos, radās problēma. Lūdzu, pārlādējiet lapu un mēģiniet vēlreiz.
mn: Таны төлбөрийг шилжүүлэхэд алдаа гарлаа. Төлбөрөө дахин хийнэ үү.
pt: Ocorreu um problema ao inicializar seu checkout. Por favor, recarregue a página e tente novamente.
ro: A apărut o problemă la inițializarea plății. Te rugăm să reîncarci pagina și să încerci din nou.
ru: В начале оформления возникла ошибка. Перезагрузите, пожалуйста, страницу и попробуйте снова.
uk: Виникла проблема під час оплати. Будь ласка, оновіть сторінку та спробуйте ще раз.
uz: Жараёнда хатолик юз берди. Илтимос саҳифани қайта очиб, такрор уриниб кўринг.
zh: 初始化结账时出现问题。请重新加载页面并重试。

source: There was an issue initializing your checkout. Please try again later.
ca: Hi ha hagut un problema a iniciar el teu procés de compra. Si us plau, torna a intentar-ho més tard.
de: Bei der Initialisierung Ihrer Kasse ist ein Problem aufgetreten. Bitte versuchen Sie es später erneut.
es: Hubo un problema al iniciar tu proceso de pago. Por favor, intenta de nuevo más tarde.
fr: Il y a eu un problème lors de l'initialisation de votre caisse. Veuillez réessayer plus tard.
it: Si è verificato un problema nell'avvio del checkout. Per favore, riprova più tardi.
ja: チェックアウトページへの移行中に問題が発生しました。後ほどお試しください。
kk: Төлем кезінде қате пайда болды. Кейінірек қайталап көріңіз.
ky: Төлөмүңүздү баштоодо көйгөй келип чыкты. Кийинчерээк кайталап көрүңүз.
lv: Inicializējot izrakstīšanos, radās problēma. Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Таны төлбөрийг шилжүүлэхэд алдаа гарлаа. Дараа дахин хийнэ үү.
pt: Ocorreu um problema ao inicializar seu pagamento. Por favor, tente novamente mais tarde.
ro: A apărut o problemă la inițializarea checkout-ului. Te rugăm să încerci din nou mai târziu.
ru: При инициализации оформления возникла ошибка. Попробуйте, пожалуйста, позже снова.
uk: Під час ініціалізації оформлення виникла помилка. Спробуйте, будь ласка, пізніше знову.
uz: Жараёнга оид хатолик юзага келди. Илтимос, кечроқ қайта уриниб кўринг.
zh: 初始化您的结账时出现问题。请稍后再试。

source: There was an issue initializing your checkout. Please try again.
ca: S'ha produït un error en iniciar el procés de compra. Si us plau, torna a intentar-ho.
de: Es gab ein Problem bei der Initialisierung Ihrer Kasse. Bitte versuchen Sie es erneut.
es: Hubo un problema al iniciar tu proceso de pago. Por favor, intenta de nuevo.
fr: Il y a eu un problème lors de l'initialisation de votre caisse. Veuillez réessayer.
it: Si è verificato un problema nell'avvio del checkout. Ti preghiamo di riprovare.
ja: チェックアウトページへの移行中に問題が発生しました。再度お試しください。
kk: Сіздің төлеміңізді инициализациялау мәселесі туындады. Қайталап көріңіз.
ky: Төлөмүңүздү баштоодо көйгөй келип чыкты. Кайра кайталап көрүңүз.
lv: Inicializējot izrakstīšanos, radās problēma. Lūdzu, mēģiniet vēlreiz.
mn: Таны төлбөрийг шилжүүлэхэд алдаа гарлаа. Дахин хийнэ үү.
pt: Ocorreu um problema ao inicializar seu pagamento. Por favor, tente novamente.
ro: A apărut o problemă la inițializarea checkout-ului. Te rugăm să încerci din nou.
ru: При инициализации оформления возникла ошибка. Попробуйте, пожалуйста, снова.
uk: Під час ініціалізації оформлення виникла помилка. Спробуйте, будь ласка, знову.
uz: Жараёнга оид хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 初始化您的结账时出现问题。请重新尝试。

source: There was an issue please try again.
fr: Un problème est survenu, veuillez réessayer.
it: Si è verificato un problema, riprova.
kk: Қате орын алды, қайтадан көріңіз.
pt: Ocorreu um problema. Por favor, tente novamente.
uk: Виникла помилка. Спробуйте, будь ласка ще раз.
uz: Хатолик юзага келди, илтимос, қайта уриниб кўринг.
zh: 出现问题，请重试。

source: There was an issue processing your payout. Please contact support.
ca: S'ha produït un problema en processar el teu pagament. Posa't en contacte amb Suport.
de: Es gab ein Problem bei der Bearbeitung Ihrer Auszahlung. Bitte kontaktieren Sie den Support.
es: Hubo un problema procesando tu pago. Por favor contacta a soporte.
fr: Il y a eu un problème dans le traitement de votre paiement. Veuillez contacter l'assistance.
it: Si è verificato un problema nell'elaborazione del pagamento. Contatta l'assistenza.
ja: 支払い処理に問題が発生しました。サポートまでご連絡ください。
kk: Төлеміңізді өңдеу кезінде мәселе туындады. Қолдау қызметіне хабарласыңыз.
ko: 지불을 처리하는 동안 문제가 발생했습니다. 지원팀에 문의하십시오.
ky: Төлөмүңүзгө байланыштуу көйгөй келип чыкты. Сураныч, колдоо бөлүмүнө кайрылыңыз.
lv: Radās problēma, apstrādājot jūsu izmaksu. Lūdzu, sazinieties ar atbalsta dienestu.
mn: Таны төлбөрийг гүйцэтгэхэд асуудал гарлаа. Тусламж хэлтэстэй холбогдоно уу.
pt: Ocorreu um problema ao processar seu pagamento. Entre em contato com o suporte.
ro: A apărut o problemă la procesarea plății tale. Te rugăm să contactezi asistența.
ru: При обработке вашей выплаты возникла проблема. Обратитесь, пожалуйста, в службу поддержки.
uk: Під час обробки вашої виплати виникла проблема. Будь ласка, зверніться до служби підтримки.
uz: Сизга тўловни ўтказишда муаммо юзага келди. Илтимос, қўллаб-қувватлаш хизмати билан боғланинг.
zh: 处理您的付款时出现问题。 请联系支持人员。

source: There was an issue requesting prepayment. Please try again later.
ca: S'ha produït un problema en sol·licitar el pagament per avançat. Si us plau, torna a intentar-ho més endavant.
de: Es gab ein Problem bei der Anforderung der Vorauszahlung. Bitte versuchen Sie es später noch einmal.
es: Hubo un problema al solicitar el pago. Por favor, intenta de nuevo más tarde.
fr: Il y a eu un problème lors de la demande de prépaiement. Veuillez réessayer plus tard.
it: Si è verificato un problema nella richiesta del pagamento anticipato. Si prega di riprovare più tardi.
ja: 前払い制度のリクエスト中に問題が発生しました。後ほどお試しください。
kk: Алдын ала төлеуді сұрауда мәселе туындады. Кейінірек қайталап көріңіз.
ky: Алдын ала төлөө өтүнүчүндө көйгөй келип чыкты. Сураныч, кийинчерээк кайра аракет кылыңыз.
lv: Pieprasot priekšapmaksu, radās problēma. Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Урьдчилан төлбөр хийх хүсэлтэнд алдаа гарлаа. Дараа дахин хийнэ үү.
pt: Houve um problema ao solicitar o pré-pagamento. Tente novamente mais tarde.
ro: A apărut o problemă la solicitarea plății anticipate. Te rugăm să încerci din nou mai târziu.
ru: При запросе предварительной оплаты возникла ошибка. Попробуйте, пожалуйста, позже снова.
uk: При запиті на попередню оплату виникла помилка. Спробуйте, будь ласка, пізніше знову.
uz: Олдиндан тўловни сўрашда хатолик юзага келди. Илтимос, кечроқ қайта уриниб кўринг.
zh: 请求预付款时出现问题。请稍后再试。

source: There was an issue retrieving your direct leadership information for this month. Please try again.
fr: Un problème est survenu lors de la récupération des informations concernant votre leadership direct pour ce mois. Veuillez réessayer.
it: Si è verificato un problema nel recuperare le informazioni sulla tua leadership diretta di questo mese. Ti preghiamo di riprovare.
kk: Осы айға арналған тікелей жетекшілік ақпаратыңызды алу кезінде мәселе туындады. Қайтадан көріңіз.
pt: Ocorreu um problema ao recuperar suas informações de liderança direta neste mês. Por favor tente novamente.
uk: Виникла помилка при отриманні вашої прямої лідерської інформації за цей місяць. Спробуйте, будь ласка ще раз.
uz: Жорий ой учун тўғридан-тўғри етакчиларингизга оид маълумотларни олишда хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 本月获取您的直属领导信息时出现问题。请重试。

source: There was an issue retrieving your selected downline leadership information for this month. Please try again.
fr: Un problème est survenu lors de la récupération des informations concernant votre leadership en aval sélectionné pour ce mois. Veuillez réessayer.
it: Si è verificato un problema durante il recupero delle informazioni relative alla leadership della downline selezionata per questo mese. Ti preghiamo di riprovare.
kk: Осы айға арналған таңдалған төменгі деңгейдегі жетекшілік ақпаратыңызды алу кезінде мәселе туындады. Қайтадан көріңіз.
pt: Ocorreu um problema ao recuperar as informações de liderança de downline selecionadas para este mês. Por favor, tente novamente.
uk: Відбулася помилка при отриманні лідерської інформації про обрану вами структуру нижче за цей місяць. Спробуйте, будь ласка ще раз.
uz: Жорий ой учун танланган даунлайн етакчиларингизга оид маълумотларни олишда хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 本月获取您所选下级领导信息时出现问题。请重试。

source: There was an issue updating your name format.
ca: S'ha produït un problema en actualitzar el format del teu nom.
de: Beim Ändern Ihres Namensformats ist ein Fehler aufgetreten.
es: Hubo un problema actualizando su nombre.
fr: Il y a eu un problème de mise à jour du format de votre nom.
it: C'è stato un problema nell'aggiornare il formato del tuo nome.
ja: 名前のフォーマットを更新中に問題が発生しました。
kk: Есіміңізді өзгерткенде мәселе туындады.
ko: 이름 형식을 업데이트하는 중에 문제가 발생했습니다.
ky: Атыңыздын форматын жаңыртууда көйгөй келип чыкты.
lv: Ir ieteikums jūsu vārda formāta atjaunošanai.
mn: Таны нэрийг өөрчлөхөд асуудал гарлаа.
pt: Houve um problema ao atualizar o formato do seu nome.
ro: A existat o problemă la actualizarea formatului numelui dvs.
ru: Имя не было изменено успешно.
uk: Ім'я не було змінено успішно.
uz: Сизнинг исм форматингизни янгилашда муаммо юзага келди.
zh: 更新您的名稱格式時出現問題。

source: There was no availability found for the selected hotel, please try another booking.
ca: No s’ha trobat disponibilitat per a l’hotel seleccionat, si us plau, intenta una altra reserva.
de: Für das ausgewählte Hotel wurde keine Verfügbarkeit gefunden, bitte versuchen Sie eine andere Buchung.
es: No se encontró disponibilidad para el hotel seleccionado, por favor intenta con otra reserva.
fr: Aucune disponibilité n'a été trouvée pour l'hôtel selectionné. Veuillez effectuer une autre réservation.
it: Non è stata trovata alcuna disponibilità per l'hotel selezionato, prova con un'altra prenotazione.
ja: 選択されたホテルには空室が見つかりませんでした。別の予約をお試しください。
kk: Таңдалған қонақүй үшін тегін бөлмелер табылмады, басқасын брондап көріңіз.
ky: Тандалган мейманканада бош орундар табылган жок, башкасын брондоңуз.
lv: Atlasītajai viesnīcai netika atrasta pieejamība. Lūdzu, mēģiniet veikt citu rezervāciju.
mn: Сонгосон зочид буудалд хоосон өрөө байхгүй байна, өөр захиалга хийнэ үү.
pt: Não foi encontrada disponibilidade para o hotel selecionado, tente outra reserva.
ro: Nu a fost găsită disponibilitate pentru hotelul selectat, te rugăm să încerci o altă rezervare.
ru: Для выбранного отеля не найдено свободных номеров, попробуйте забронировать другой.
uk: У вибраному готелі не знайдено доступних номерів. Будь ласка, спробуйте забронювати інший.
uz: Танланган меҳмонхона учун бўш жойлар мавжуд эмас, илтимос бошқасига буюртма беринг.
zh: 未找到所选酒店的可用房间，请尝试预订其他酒店。

source: There was no results for your search.
ca: No hi ha hagut resultats per a la teva cerca.
de: Ihre Suche zeigt keine Ergebnisse an.
es: No existen resultados para tu búsqueda.
fr: Il n'y avait aucun résultat qui corresponde à votre recherche.
it: La tua ricerca non ha prodotto risultati.
ja: 検索条件に基づいた結果はありませんでした。
kk: Іздеу нәтиже берген жоқ.
ko: 검색사항에 대해 결과가 없었습니다.
ky: Издөөңүз боюнча эч кандай жыйынтык жок.
lv: Jūsu meklējumam nebija rtezultātu.
mn: Таны хайланд илэрц гарсангүй.
pt: Não houve resultados para sua pesquisa.
ro: Nu sunt rezultate pentru căutarea ta.
ru: Поиск не дал результатов.
uk: Пошук не дав результатів.
uz: Қидирувингиз бўйича натижалар йўқ.
zh: 沒有搜索結果。

source: There were %{resultAmount} results based on your selections.
ca: Hi ha %{resultAmount} resultats que coincideixen amb la teva selecció.
de: Es gab %{resultAmount} Ergebnisse, die auf Ihre Auswahl basieren.
es: Hay un %{resultAmount} de resultados de acuerdo con tus selecciones.
fr: Il y a eu des résultats %{resultAmount} basés sur vos sélections.
it: Ci sono %{resultAmount} risultati rispondenti alla tua selezione.
ja: 選択に基づいた %{resultAmount} の結果がありました。
kk: Сіздің таңдауыңызға сәйкес %{resultAmount} нәтижелер алынды.
ko: 선택에 따른 결과가 %{resultAmount} 개 있습니다.
ky: Тандооңуздун негизинде %{resultAmount} натыйжа кайтарылды.
lv: Bija %{resultAmountrezultāti pamatojoties uz jūsu atlasīto informāciju.
mn: Таны хайлтанд %{resultAmount} илэрц байна.
pt: Houve %{resultAmount} resultados com base nas suas seleções.
ro: Au fost %{resultAmount} rezultate bazate pe selecţiile tale.
ru: В соответствии с вашим выбором было получено %{resultAmount} результатов.
uk: Відповідно до вашого вибору було отримано %{resultAmount} результатів.
uz: Сиз танлаган %{resultAmount} параметрларга асосланган натижалар топилди.
zh: 根据您的选择有 %{resultAmount} 个结果

source: There were no results based on your selections.
ca: La teva selecció no ha donat cap resultat.
de: Es wurden keine Ergebnisse aufgrund Ihrer Auswahl angezeigt.
es: No hay resultados de acuerdo con tus selecciones.
fr: Il n'y avait aucun résultat basé sur vos sélections.
it: La tua selezione non ha prodotto risultati.
ja: 選択に基づいた結果はありませんでした。
kk: Сіздің таңдауыңыз бойынша нәтиже жоқ.
ko: 선택 사항에 대해 결과가 없습니다.
ky: Тандооңуздун негизинде эч кандай натыйжа болгон жок.
lv: No jūsu atlasītajiem materiāliem nebija nekāda rezulāta.
mn: Таны сонголтонд илэрц байхгүй байна.
pt: Não houve resultados com base nas suas seleções.
ro: Nu au fost rezultate bazate pe selecţiile dvs.
ru: По вашему выбору результатов нет.
uk: Не знайдено результатів на основі ваших вибірок.
uz: Сиз танлаган параметрларга асосланган натижалар топилмади.
zh: 根據您的選擇沒有搜出結果。

source: There's no better time to go
ca: No hi ha un moment millor per anar
de: Es gibt keinen besseren Zeitpunkt zum Aufbruch
es: No hay mejor momento para estar
fr: Il n'y a pas de meilleur moment pour aller
it: Non c'è momento migliore per andare
ja: 今しかない
kk: Баратын уақыт жоқ
ko: 더 좋은 시간은 없습니다
ky: Барыш үчүн мындан жакшы убакыт жок
lv: Nav labāka laika par šo , lai sāktu
mn: inCruises-д
pt: Não há melhor hora para estar
ro: Nu există timp mai bun pentru a merge
ru: Нет более подходящего момента, чтобы пойти
uk: Зараз найкращий момент, щоб піти
uz: бориш учун бундан қулай вақт бўлмайди
zh: 没有更好的时间去

source: Therefore I do not book cruises for any Member and or Partner. When asked for assistance or help, I always refer Members to contact inCruises Support (incruises.com/support)
ca: Per tant, jo no reservo cap creuer per a cap Membre o Soci. Quan et demanin ajuda o assistència, sempre referiré els Membres a contactar amb el servei de SUPPORT d'inCRUISES (incruises.com/support)
de: Deshalb buche ich keine Kreuzfahrten für Mitglieder und/oder Partner. Wenn ich um Hilfe oder Unterstützung gebeten werde, empfehle ich den Mitgliedern immer den inCruises Support (incruises.com/support) zu kontaktieren.
es: Por lo tanto, no reservo cruceros para ningún miembro ni socio. Cuando me piden ayuda o asistencia, siempre les recomiendo a los miembros que se comuniquen con el Soporte de inCruises (incruises.com/support)
fr: Par conséquent, je ne réserve pas de croisières pour tout membre et ou un partenaire. Quand on me demande pour de l'assistance ou de l'aide, je réfère toujours les membres de contacter le support inCruises (incruises.com/support)
it: Pertanto non prenoto crociere per nessun Membro o Partner. Quando mi viene richiesta assistenza o aiuto, invito sempre i Membri a contattare il servizio assistenza di inCruises ( incruises.com/support)
ja: したがって、私はいかなるメンバーおよび/またはパートナーのクルーズも予約しません。 サポートや手助けを求められたとき、私はいつも会員にinCruisesのサポートに連絡するように勧めます。（incruises.com/support）
kk: Сондықтан мен кез-келген мүше немесе серіктес үшін круиздік тапсырыс жасамаймын. Қолдау немесе көмек сұрағанда, мен әрқашанда мүшелерді inCruises қолдау көрсету қызметінің орталығына хабарласуға бағыттаймын (incruises.com/support)
ko: 따라서 어떤 멤버나 파트너에게 크루즈를 예약해주지 않습니다. 도움 요청을 받았을 때, 본인은 항상 멤버들에게 inCruises 지원요청(incruises.com/support)에 연락하도록 추천할 것입니다
ky: Ошондуктан мен бир дагы мүчө жана же өнөктөш үчүн круиздерди брондобойм. Жардам же көмөк сураганда, мен ар дайым Мүчөлөрдү inCruises Колдоо (incruises.com/support) менен байланышууга чакырам.
lv: Tāpēc es nerezervēju kruīzus Biedram un/vai Pertnerim. Kad man tiek prasīta palīdzība, es vienmēr iesaku Biedriem kontaktēties ar inCruises Atbalsta grupu(.incruises.com/support)
mn: Тиймээс, би аливаа гишүүн, түншийн нэрийн өмнөөс аялал захиалга хийхгүй. Хэрэв хэн нэгэн надаас тусламж хүсвэл, би InCruises-ийн Тусламжийн Хэлтэс рүү хандахыг санал болгох болно. (incruises.com/support)
pt: Portanto, não reservo cruzeiros para nenhum associado ou sócio. Quando me pedem ajuda, eu digo para que entrem em contato com o suporte da inCruises (incruises.com/support)
ro: Prin urmare nu fac rezervări de croaziere pentru niciun Membru şi/sau Partener. Când sunt rugat să ofer asistenţă sau ajutor, îi îndrum întotdeauna pe Membri să ia legătura cu Personalul de Asistenţă inCruises (incruises.com/support)
ru: Я не бронирую круизы для Членов или Партнеров клуба. Когда меня просят о помощи в бронировании, я всегда рекомендую обратиться в службу поддержки inCruises (incruises.com/support)
uk: Я не бронюю круїзи для Членів або Партнерів клубу. Коли мене просять про допомогу в бронюванні, я завжди рекомендую звернутися в службу підтримки inCruises (incruises.com/support)
uz: Шунинг учун мен бирор Аъзо ёки Ҳамкор учун круизга буюртма бермайман. Мендан ёрдам сўрашса, мен доим Аъзоларга inCruises қўллаб-қувватлаш хизмати (incruises.com/support) билан боғланишларини тавсия қиламан
zh: 因此，我不會為任何會員或合作夥伴預訂遊輪。當被要求提供幫助時，我總是推薦會員聯繫inCruises支持團隊 (incruises.com/support)

source: Therefore I do not CHOOSE any specific cruise for Members and or Partners to go on.
ca: Per tant, no TRIO cap creuer específic perquè els Membres o els Socis puguin continuar.
de: Daher wähle ich keine bestimmte Kreuzfahrt aus, an der die Mitglieder oder Partner teilnehmen können.
es: Por lo tanto, no ELIJO ningún crucero específico para que Miembros y / o Socios lo disfruten.
fr: Par conséquent, je ne CHOISIS aucune croisière spécifique pour que les Membres et/ou Partenaires puissent continuer.
it: Pertanto non SCELGO nessuna crociera specifica per i Membri o i Partner.
ja: そのため、私はメンバーやパートナーに特定のクルーズを選択することはしません。
kk: Сондықтан мен Мүшелер немесе Серіктестер үшін белгілі бір круизді ТАҢДАМАЙМЫН.
ko: 따라서 본인은 멤버나 파트너가 가기 위한 특정 크루즈를 선택하지 않을 것입니다.
ky: Ошондуктан мен Мүчөлөр жана же Өнөктөштөр үчүн атайын круизди тандабайм.
lv: Tāpēc es neizvēlos nevienu specifisku kruīzu priekš Biedriem un Partneriem.
mn: Тиймээс би Гишүүд болон Түншүүддээ зориулан ямар нэгэн тодорхой далайн аяллыг СОНГОЖ өгөхгүй.
pt: Portanto, NÃO ESCOLHO nenhum cruzeiro específico para que os membros e/ou parceiros possam ir.
ro: Prin urmare NU ALEG nicio croazieră specifică în care să meargă membri sau/şi parteneri.
ru: Поэтому я не ПОДБИРАЮ никаких конкретных круизов для Членов Клуба или Партнёров.
uk: Тому я не ПІДБИРАЮ жодних конкретних круїзів для Членів Клубу або Партнерів.
uz: Шу сабабли мен Аъзолар ва/ёки Ҳамкорлар учун аниқ бир круизни ТАНЛАМАЙМАН.
zh: 因此，我不会选择任何特定的邮轮供会员和/或合作伙伴继续。

source: Therefore I do not CHOOSE any specific cruise in order for Members and or Partners to go on.
ca: Per tant, jo no escullo cap creuer específic per tal que els memebres i / o socis continuïn.
de: Deshalb WÄHLE ich keine bestimmte Kreuzfahrt aus, um Mitglieder und/oder Partner zum Bleiben zu bewegen.
es: Por lo tanto, NO elijo ningún crucero específico para que los miembros y / o socios se mantengan en inCruises.
fr: Par conséquent, je ne CHOISIT aucune croisière spécifique pour que les membres et / ou les partenaires puissent continuer.
it: Pertanto, non SCELGO una crociera in particolare per incoraggiare i Membri o Partner a restare con inCruises.
ja: それゆえ、私はメンバーやパートナーのために特定のクルーズを選ぶことはしません。
kk: Сондықтан мен Мүшелер мен Серіктестер үшін белгілі бір круизді ТАҢДАМАЙМЫН.
ko: 따라서 회원이나 파트너가 계속 진행하기 위해 본인은 특정 크루즈를 선택하지 않을 것입니다.
ky: Ошондуктан, мен Мүчөлөр жана же Өнөктөштөр улана бериши үчүн эч кандай атайын круизди ТАНДАБАЙМ.
lv: Tāpēc es neizvēlos nevienu specifisku kruīzu Biedriem un Partneriem.
mn: Тиймээс би гишүүд болон түншүүдийг явуулахын тулд ямар нэгэн тодорхой далайн аяллыг өөрөө СОНГОХГҮЙ.
pt: Portanto, NÃO ESCOLHO nenhum cruzeiro específico para que os membros e / ou sócios possam ir.
ro: Prin urmare NU ALEG nicio croazieră anume în care să meargă Membri sau/şi Parteneri.
ru: Поэтому я не выбираю какой-либо определенный круиз для Членов или Партнеров.
uk: Тому, я не ОБИРАЮ жодного конкретного круїзу для того, щоб Члени та/або Партнери в нього відправились.
uz: Шунинг учун мен Аъзолар ва/ёки Ҳамкорлар бориши учун аниқ бир круизни ТАНЛАМАЙМАН.
zh: 因此，我不會為會員或合作夥伴選擇任何特定的遊輪。

source: THEREFORE, in consideration of the mutual promises set forth herein, the sufficiency of which is hereby acknowledged, the parties agree as follows:
ca: Per tant, tenint en compte les promeses mútues exposades en aquest document, la suficiència del cual és reconeguda, les parts acorden el següent:
de: Daher vereinbaren die Parteien unter Berücksichtigung der hierin dargelegten gegenseitigen Zusicherungen, deren Gültigkeit hiermit anerkannt wird, wie folgt:
es: POR LO TANTO, en consideración de lo establecido en este documento, cuya suficiencia se reconoce por el presente, las partes acuerdan lo siguiente:
fr: PAR CONSÉQUENT, en considérant les promesses mutuelles énoncées aux présentes, dont le caractère suffisant est reconnu, les parties conviennent de ce qui suit :
it: PERTANTO, in considerazione delle reciproche promesse qui esposte, di cui si riconosce l'adeguatezza, le parti convengono quanto segue:
ja: そのため、本明細書に記載された相互の約束を考慮して、その十分性がここに認められると、当事者は次のように同意する。
kk: ОСЫЛАЙША, осы құжатта айтылған өзара уәделерді назарға ала отырып, олардың жеткіліктілігі осымен мойындалады, тараптар келесілер туралы уағдаласты:
ko: 따라서, 여기에 명시된 상호 약속을 고려하여, 충분성이 인정되는 경우 당사자는 다음과 같이 동의합니다:
ky: ОШОНДУКТАН, бул жерде баяндалган өз ара убадаларды эске алуу менен, алардын жетиштүүлүгү ушуну менен таанылган, тараптар төмөнкүдөй макулдашышат:
lv: Tāpēc ,ņemot vērā savstarpēju vienošanos,kuru pietiekamība šeit ir atzīta,puses vienojas par sekojošo:
mn: Тиймээс энд заасан харилцан үүрэг хариуцлагыг харгалзан үзээд хангалттай гэж үзвэл талууд дараахь байдлаар тохиролцов:
pt: PORTANTO, em consideração às promessas mútuas aqui estabelecidas, cuja suficiência é reconhecida aqui, as partes concordam com o seguinte:
ro: PRIN URMARE, luând în considerare promisiunile mutuale stabilite aici, care sunt recunoscute ca suficiente prin prezenta, părţile convin după cum urmează:
ru: ПОЭТОМУ, принимая во внимание изложенные здесь взаимные обещания, достаточность которых подтверждается настоящим, стороны соглашаются о следующем:
uk: ВНАСЛІДОК ЦЬОГО, з урахуванням взаємних обіцянок, викладених у цьому документі, достатність яких визнається цим, сторони домовляються про наступне:
uz: Шунинг учун, мазкур ҳужжатда баён этилган ва етарлилиги шу ҳужжатда билдирилган умумий ваъдаларни инобатга олган ҳолда томонлар қуйидагиларга келишадилар:
zh: 因此，考慮到此處規定的相互承諾，特此承認其充分性，雙方同意如下：
