Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Total Cruise Price: <b>${{ $filters.money(data.incruises_price) }}</b>
ca: Preu Total del Creuer: <b>${{ $filters.money(data.incruises_price) }}</b>
de: Gesamtpreis der Kreuzfahrt: <b>${{ $filters.money(data.incruises_price) }}</b>
es: Precio Total del Crucero: <b>${{ $filters.money(data.incruises_price) }}</b>
fr: Prix Total de la Croisière : <b>${{ $filters.money(data.incruises_price) }}</b>
it: Prezzo totale della crociera: <b>${{ $filters.money(data.incruises_price) }}</b>
ja: クルーズ合計金額：<b>${{ $filters.money(data.incruises_price) }}</b>
kk: Круиздің жалпы бағасы: <b>${{ $filters.money(data.incruises_price) }}</b>
ky: Круиздин жалпы баасы: <b>${{ $filters.money(data.incruises_price) }}</b>
lv: Kopējā Kruīza cena: <b>${{ $filters.money(data.incruises_price) }}</b>
mn: Далайн аяллын нийт үнэ: <b>${{ $filters.money(data.incruises_price) }}</b>
pt: Preço Total do Cruzeiro: <b>${{ $filters.money(data.incruises_price) }}</b>
ro: Preț total pentru croazieră: <b>${{ $filters.money(data.incruises_price) }}</b>
ru: Итоговая стоимость круиза: <b>${{ $filters.money(data.incruises_price) }}</b>
uk: Загальна вартість круїзу: <b>${{ $filters.money(data.incruises_price) }}</b>
uz: Жами круиз нархи: <b>${{ $filters.money(data.incruises_price) }}</b>
zh: 邮轮总价：<b>${{ $filters.money(data.incruises_price) }}</b>

source: Total Cruise Price: <b>${{ $filters.money(inCruisesPrice) }}</b>
ca: Preu Total del Creuer: <b>${{ $filters.money(inCruisesPrice) }}</b>
de: Gesamtpreis der Kreuzfahrt: <b>${{ $filters.money(inCruisesPrice) }}</b>
es: Precio Total del Crucero: <b>${{ $filters.money(inCruisesPrice) }}</b>
fr: Prix Total de la Croisière : <b>${{ $filters.money(inCruisesPrice) }}</b>
it: Prezzo totale della crociera: <b>${{ $filters.money(inCruisesPrice) }}</b>
ja: クルーズ合計金額：<b>${{ $filters.money(inCruisesPrice) }}</b>
kk: Круиздің жалпы бағасы: <b>${{ $filters.money(inCruisesPrice) }}</b>"
ky: Круиздин Жалпы Баасы: <b>${{ $filters.money(inCruisesPrice) }}</b>
lv: Kopējā Kruīza cena: <b>${{ $filters.money(inCruisesPrice) }}</b>
mn: Далайн аяллын нийт үнэ: <b>${{ $filters.money(inCruisesPrice) }}</b>
pt: Preço Total do Cruzeiro: <b>${{ $filters.money(inCruisesPrice) }}</b>
ro: Preț total de croazieră: <b>${{ $filters.money(inCruisesPrice) }}</b>
ru: Итоговая стоимость круиза: <b>${{ $filters.money(inCruisesPrice) }}</b>
uk: Загальна вартість круїзу: <b>${{ $filters.money(inCruisesPrice) }}</b>
uz: Жами круиз нархи: <b>${{ $filters.money(inCruisesPrice) }}</b>
zh: 邮轮总价：<b>${{ $filters.money(inCruisesPrice) }}</b>

source: Total Cruise Price: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
ca: Preu Total del Creuer: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
de: Gesamtpreis der Kreuzfahrt: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
es: Precio Total del Crucero: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
fr: Prix Total de la Croisière : <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
it: Prezzo totale della crociera: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
ja: クルーズ合計金額：<b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
kk: Круиздің жалпы бағасы: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>"
ky: Круиздин Жалпы Баасы: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
lv: Kopējā kruīza centa: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
mn: Далайн аяллын нийт үнэ: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
pt: Preço Total do Cruzeiro: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
ro: Preț total pentru croazieră: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
ru: Итоговая стоимость круиза: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
uk: Загальна вартість круїзу: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
uz: Жами круиз нархи: <b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>
zh: 邮轮总价：<b>${{ $filters.money(this.selectedRequest.incruises_price) }}</b>

source: TOTAL DIRECT MEMBERSHIP FREE PARTNERS
ca: TOTAL DE SOCIS DIRECTES AMB MEMBRESIA GRATUÏTA
de: INSGESAMT DIREKTE BEITRAGSFREIE PARTNER
es: TOTAL SOCIOS DIRECTOS CON MEMBRESÍA GRATUITA
fr: TOTAL MEMBRES DIRECTS PARTENAIRES LIBRES
it: TOTALE DEI PARTNER CON MEMBERSHIP GRATUITA
ja: 直紹介パートナーでメンバーシップフリーの合計数
kk: ТЕГІН СЕРІКТЕСТЕРДІҢ ЖАЛПЫ ТІКЕЛЕЙ МҮШЕЛІГІ
ko: 총 직접 추천 무료 멤버십 파트너
ky: АКЫСЫЗ МҮЧӨЛҮККӨ ЭЭ БОЛГОН БАРДЫК ТҮЗ ӨНӨКТӨШТӨР
lv: KOPĒJIE TIEŠIE BRĪVĀS PARTNERĪBAS PARTNERI
mn: ХУВЬЧЛАН ЭЛСҮҮЛСЭН, ГИШҮҮНЧЛЭЛ-ҮНЭГҮЙ БОЛСОН НИЙТ ТҮНШИЙН ТОО
pt: TOTAL DE PARCEIROS DIRETOS COM ASSINATURA GRATUITA
ro: TOTAL PARTENERI DIRECȚI CU ABONAMENTUL GRATUIT
ru: ОБЩЕЕ КОЛИЧЕСТВО ПРЯМЫХ ПАРТНЁРОВ СО СТАТУСОМ "БЕСПЛАТНОЕ ЧЛЕНСТВО"
uk: ЗАГАЛЬНА КІЛЬКІСТЬ ПРЯМИХ ПАРТНЕРІВ ЗІ СТАТУСОМ "БЕЗКОШТОВНЕ ЧЛЕНСТВО"
uz: БЕПУЛ АЪЗО БЎЛГАН ЖАМИ ТЎҒРИДАН-ТЎҒРИ ҲАМКОРЛАР
zh: 直接会员免费合作伙伴总数

source: Total Donated
fr: Total des dons
it: Importo totale donato
pt: Total Doado
uk: Загальна сума пожертвувань

source: Total Due
ca: Total pendent
de: Insgesamt fällig
es: Total adeudado
fr: Total dû
it: Totale da pagare
ja: お支払い総額
kk: Барлығы төленетін сома
ky: Бардыгы
lv: Kopējais izpildes termiņš
mn: Нийт төлөх дүн
pt: Total devido
ro: Total datorat
ru: Всего к оплате
uk: Загальна сума до оплати
uz: Жами қуйидаги муддатгача:
zh: 应付总额

source: Total Due Monthly
ca: Total a pagar mensualment
de: Monatlich fälliger Gesamtbetrag
es: Total adeudado mensualmente
fr: Total dû mensuel
it: Totale dovuto mensilmente
ja: 毎月のお支払い総額
kk: Айына төленетін жалпы төлем
ky: Ушул айда жалпысынан
lv: Kopējais parāds Mēnesī
mn: Сар бүрийн нийт
pt: Total devido mensalmente
ro: Total de plată lunar
ru: Всего к оплате за месяц
uk: Всього до оплати за місяць
uz: Жами ойлик
zh: 每月应付总额

source: Total Due Now
ca: Total a Pagar Ara
de: Gesamtbetrag jetzt fällig
es: Total adeudado ahora
fr: Total dû maintenant
it: Totale da pagare ora
ja: 本日のお支払い総額
kk: Қазір төленетін жалпы сомасы
ky: Азырынча бардыгы
lv: Kopējais parāds tagad
mn: Одоо төлөх нийт
pt: Total devido agora
ro: Total de plată acum
ru: Всего к оплате сейчас
uk: Всього до оплати зараз
uz: Жами ҳозиргача
zh: 当前应付总额

source: Total Due Now:
ca: Total a pagar ara:
de: Gesamtbetrag jetzt fällig:
es: Total adeudado ahora:
fr: Total dû maintenant :
it: Totale da pagare ora:
ja: 本日のお支払い総額:
kk: Қазір төленетін жалпы сомасы:
ko: 현재 총 지불:
ky: Азырынча бардыгы:
lv: Kopējā nodeva tagad :
mn: Одоо төлөх нийт:
pt: Total devido agora:
ro: Total de plătit acum:
ru: Всего к оплате сейчас:
uk: Всього до оплати зараз:
uz: Жами ҳозирга қадар:
zh: 現在到期總額：

source: Total Elevate Package Price
ca: Preu total del Paquet Elevate
de: Gesamtpreis des Elevate-Pakets
es: Monto Total del Paquete Elevate
fr: Prix total du forfait Elevate
it: Prezzo totale del pacchetto Elevate
ja: Elevateパッケージの合計料金
kk: Elevate пакетінің жалпы құны
ko: 총 Elevate 패키지 금액
ky: Топтомдун жалпы баасы
lv: Kopējā Elevate Paketes cena
mn: Elevate аяллын багцын нийт үнэ
pt: Preço total do pacote Elevate
ro: Prețul total al pachetului Elevate
ru: Итоговая стоимость тарифа Elevate
uk: Підсумкова вартість тарифу Elevate
uz: Жами Elevate пакети нархи
zh: Elevate 套餐总价

source: Total Every 6 months
ca: Total cada 6 mesos
de: Gesamtbetrag Alle 6 Monate
es: Total cada 6 meses
fr: Total tous les 6 mois
it: Totale ogni 6 mesi
ja: 合計 6ヶ月ごと
kk: Барлығы 6 ай сайын
ky: Жалпысынан 6 ай сайын
lv: Kopā ik pēc 6 mēnešiem
mn: 6 сар бүрийн нийт
pt: Total a cada 6 meses
ro: Total la fiecare 6 luni
ru: Всего каждые 6 месяцев
uk: Всього кожні 6 місяців
uz: Жами ҳар 6 ойда
zh: 每6个月总额

source: Total Exam corrects
ca: Total de Correctes a l'Examen
de: Gesamtanzahl an korrekten Prüfungen
es: Total de Correctas en Examen
fr: Correct Total de l'Examen
it: Totale risposte corrette dell'esame
ja: 全試験の正解
kk: Тексерілгендегі барлық дұрыс жауаптар
ko: 전체 시험 정답수
ky: Текшерилгендеги бардык туура жооптор
lv: Eksāmena pareizās atbildes kopā
mn: Шалгалтын нийт зөв хариултууд
pt: Total de correções do exame
ro: Examenul Total: răspunsuri corecte
ru: Всего правильных ответов при проверке
uk: Всього правильних відповідей під час перевірки
uz: Жами имтиҳон тўғри жавоблари
zh: 考試正確總數

source: Total Exam incorrects
ca: Total d'incorrectes a l'Examen
de: Gesamtanzahl an inkorrekten Prüfungen
es: Total de incorrectas en Examen
fr: Incorrect Total de l'Examen
it: Totale risposte errate dell'esame
ja: 全試験の不正解
kk: Тексерілгендегі барлық дұрыс емес жауаптар
ko: 전체 시험 오답수
ky: Текшерилгендеги жалпы туура эмес жооптор
lv: Eksāmena nepareizās atbildes kopā
mn: Шалгалтын нийт буруу хариултууд
pt: Total de incorretos no exame
ro: Examenul Total: răspunsuri incorecte
ru: Всего неправильных ответов при проверке
uk: Всього неправильних відповідей при перевірці
uz: Жами имтиҳон нотўғри жавоблари
zh: 考試不正確總數

source: Total for RP
ca: Total per a RP
de: Insgesamt RP
es: Total por PR
fr: Total pour le RP
it: Totale CP
ja: 合計RP
kk: СҰ үшін жалпы сома
ky: ББ үчүн жалпы баасы
lv: Kopējais priekš BP
mn: Нийт ШО
pt: Total de PR
ro: Total pentru PR
ru: Всего за ББ
uk: Загальна сума за ББ
uz: ББ бўйича жами
zh: 奖励积分总数

source: Total gross amount (including VAT):
ca: Import brut total (IVA inclòs):
de: Gesamtbruttobetrag (einschließlich Mehrwertsteuer):
es: Cantidad Total (incluyendo VAT):
fr: Montant brut total (y compris la TVA) :
it: Importo totale lordo (IVA inclusa):
ja: 総金額（VATを含む）：
kk: Жалпы сома (ҚҚС қоса алғанда):
ko: 총액(VAT 포함):
ky: Жалпы сумма (КНСти эске алуу менен):
lv: Kopējā bruto summa (ieskaitot PVN):
mn: Нийт дүн (НӨАТ орсон):
pt: Montante bruto total (incluindo VAT):
ro: Suma totală brută (inclusiv TVA):
ru: Общая стоимость (включая НДС):
uk: Загальна сума (включно з ПДВ):
uz: Жами ялпи сумма (ҚҚС билан):
zh: 總金額（含增值稅）：

source: Total Guests on Booked Cruises/Hotels
ca: Total de passatgers en creuers/hotels reservats
de: Gäste auf gebuchten Kreuzfahrten/Hotels insgesamt
es: Número total de huéspedes en los Cruceros/Hoteles reservados
fr: Nombre total d'invités sur les croisières/hôtels réservés
it: Totale ospiti prenotati in crociere/hotel
ja: 予約済みクルーズ/ホテルの総客数
kk: Брондаған круиз/қонақ үйлердегі қонақтардың жалпы саны
ko: 예약된 크루즈/호텔의 총 고객
ky: Брондолгон круиздердеги/мейманканалардагы жалпы конок саны
lv: Kopējais viesu skaits rezervētajos kruīzos/viesnīcās
mn: Далайн аялал / зочид буудал захиалсан нийт зорчигчид
pt: Total de hóspedes que já reservaram cruzeiros/hotéis
ro: Total de oaspeți în croaziere/hoteluri rezervate
ru: Всего гостей в забронированных круизах/отелях
uk: Всього гостей у заброньованих круїзах/готелях
uz: Буюртма берилган Круизлар/Меҳмонхоналардаги жами меҳмонлар
zh: 预订邮轮/酒店的客人总数

source: Total Hotel Price
ca: Preu Total de l'Hotel
de: Gesamtpreis Hotel
es: Precio Total del Hotel
fr: Prix total de l'hôtel
it: Prezzo totale dell'hotel
ja: ホテルの価格の合計
kk: Қонақ үйде тұрудың жалпы құны
ky: Мейманкананын жалпы баасы
lv: Kopējā Viesnīcas Cena
mn: Зочид буудлын нийт үнэ
pt: Preço total do hotel
ro: Preț total hotel
ru: Итоговая стоимость отеля
uk: Підсумкова вартість готелю
uz: Жами Меҳмонхона нархи
zh: 酒店总价格

source: Total Insider Pricing Available
ca: Total Insider Pricing Disponible
de: Insider Pricing insgesamt verfügbar
es: Precio INsider Total Disponible
fr: Tarification totale pour les initiés disponible
it: Insider Pricing totale disponibile
ja: INsider Pricingを利用した予約可能件数
kk: Жалпы Insider Pricing - ке қол жетімді
ky: Бардык жеткиликтүү Insider Pricing баалары
lv: Kopējais INsider Pricing Pieejams
mn: Insider Pricing үнээр захиалга хийх тоо
pt: Total disponível de Insider Pricing
ro: Total dispozibil Insider Pricing
ru: Доступно всего с Insider Pricing
uk: Доступно з Insider Pricing
uz: Жами мавжуд Insider Pricing
zh: 总共可用的Insider Pricing

source: Total Members (%{ count })
ca: Membres totals (%{ count })
de: Mitglieder insgesamt (%{ count })
es: Miembros Totales (%{ count })
fr: Total de membres (%{ count })
it: Membri totali (%{ count })
ja: メンバー総数 (%{ count })人
kk: Барлық Мүшелер Саны (%{ count })
ko: 총 멤버 (%{ count })
ky: Жалпы мүчөлөр (%{ count })
lv: Kopā Biedri (%{ count })
mn: Нийт Гишүүд (%{ count })
pt: Total de membros (%{ count })
ro: Total Membri (%{ count })
ru: Всего Членов Клуба (%{ count })
uk: Всього Членів (%{ count })
uz: Жами Аъзолар (%{ count })
zh: 会员总数 (%{ count })

source: Total Members in QBI period
ca: Total de Membres durant el període de QBI
fr: Nombre Total de Membres pendant la période QBI
it: Totale Membri nel periodo QBI
ja: QBI期間中の総メンバー数
kk: БСИ кезеңіндегі жалпы мүшелер саны
pt: Total de Membros durante o período de QBI
ro: Total membri în perioada QBI
uk: Загальна кількість Членів за період QBI
uz: QBI даврида жами Аъзолар
zh: QBI周期内的会员总数

source: Total membership dues paid
ca: Total de quotes de membresia pagades
de: Insgesamt gezahlte Mitgliedsbeiträge
es: Total de pagos en membresía
fr: Total des cotisations payées
it: Totale quote associative pagate
ja: 支払い済みのメンバーシップの合計
kk: Жалпы төленген мүшелік жарналар
ky: Жалпы төлөнгөн мүчөлүк төлөмдөр
lv: .Kopējā samaksātā dalības maksas
mn: Гишүүнчлэлд төлсөн нийт дүн
pt: Total de assinaturas pagas
ro: Toate taxele de membru sunt plătite
ru: Всего членских взносов оплачено
uk: Всього сплачено членських внесків
uz: Жами тўланган Аъзолик тўловлари
zh: 已支付的会员费总额

source: Total Membership Dues paid
ca: Total de quotes de Membresia pagades
de: Insgesamt gezahlte Mitgliedsbeiträge
es: Cuotas totales de Membresía pagadas
fr: Total des cotisations payées
it: Totale quote di Membership pagate
ja: 支払い済みのメンバー会員費の合計
kk: Төленген мүшелік жарналардың жалпы сомасы
ky: Жалпы төлөнүүчү мүчөлүк төлөмдөр
lv: Kopējā Iemaksātā Biedru Dalības Maksa
mn: Гишүүнчлэлд төлсөн нийт дүн
pt: Valor total de associações pagas
ro: Totalul cotizațiilor de membru plătite
ru: Всего Членских взносов оплачено
uk: Всього Членських внесків сплачено
uz: Жами тўланган Аъзолик тўловлари
zh: 已支付的总会员费

source: Total Membership Dues Paid
ca: Pagament Total de les quotes de Membresia
de: Insgesamt gezahlte Mitgliedsbeiträge
es: Total de Pagos en Membresía
fr: Total des cotisations payées
it: Totale quote associative pagate
ja: 支払い済みのメンバー会員費の合計
kk: Жалпы Төленген Мүшелік Жарналар
ko: 지불된 총 멤버십 비용
ky: Жалпы төлөнүүчү мүчөлүк төлөмдөр
lv: Kopējā iemaksātā Biedru Dalības maksa
mn: Гишүүнчлэлд төлсөн нийт дүн
pt: Valor total de associações pagas
ro: Toate taxele de membru sunt plătite
ru: Всего Членских взносов оплачено
uk: Всього Членських внесків сплачено
uz: Жами тўланган Аъзолик тўловлари
zh: 已支付的會費總額

source: Total membership savings realized
ca: Estalvis totals aconseguits gràcies a la membresia
de: Insgesamt erzielte Mitglieds-Ersparnisse
es: Ahorro total realizado en membresía
fr: Économies totales réalisées sur les adhésions
it: Risparmi totali realizzati con la membership
ja: メンバーシップにより節約できた合計金額
kk: Клуб мүшелігінің арқасында жалпы жинақ
ky: Клуб мүчөлүгүнүн аркасы менен ишке ашкан жалпы үнөмдөө
lv: Realizētie dalībnieku kopējie uzkrājumi
mn: Гишүүнчлэлээр хэмнэсэн нийт хэмнэлт
pt: Economia total de assinaturas
ro: Economii totale realizate
ru: Итоговая экономия благодаря Членству в Клубе
uk: Підсумкова економія завдяки Членству в Клубі
uz: Жами Аъзолик орқали тежалган маблағлар
zh: 已实现的会员总节省

source: Total Membership Savings Realized
ca: Estalvi Total de Membresia Realitzat
de: Insgesamt erzielte Mitglieds-Ersparnisse
es: Ahorro Total Realizado en Membresía
fr: Total des Économies sur l'Adhésion Réalisées
it: Risparmi totali realizzati con la Membership
ja: メンバーシップにより節約できた総金額
kk: Клуб Мүшелігінің арқасында Жалпы Жинақ
ko: 실현된 총 멤버십 절감액
ky: Клуб мүчөлүгүнүн аркасы менен жалпы үнөмдөө
lv: Kopējās realizētās Biedru dalības ietaupījumu iemaksas
mn: Гишүүнчлэлээр хэмнэсэн нийт хэмнэлт
pt: Economia total realizada nas associações
ro: Economii totale realizate
ru: Итоговая экономия благодаря Членству в Клубе
uk: Підсумкова економія завдяки Членству в Клубі
uz: Жами Аъзолик орқали тежалган маблағлар
zh: 實現的總會員節省

source: Total number of your teams New Activations
ca: Nombre total de Noves Activacions del teu equip
de: Gesamtzahl Ihrer Teams Neue Aktivierungen
es: Número total de Nuevas Activaciones de tus equipos
fr: Nombre total de Nouvelles Activations de votre équipe
it: Numero totale di Nuove Attivazioni dei tuoi team
ja: あなたのチームにおける新規登録の合計数
kk: Сіздің командаңыздағы жаңа Белсендірулердің жалпы саны
ky: Сиздин командаңыздагы жаңы активдештирүүлөрдүн жалпы саны
lv: Jūsu komandas jauno Aktivizāciju kopskaits
mn: Таны багын шинэ идэвхжүүлэлтүүдийн нийт тоо
pt: Total de número de Novas Ativações das suas equipes
ro: Numărul total de activări noi ale echipelor tale
ru: Общее количество новых Активаций в вашей команде
uk: Загальна кількість нових активацій ваших команд
uz: Жамоангиздаги Янги Фаолликлар умумий сони
zh: 您团队中新激活的总数

source: Total of Members or Partners you have personally Activated
ca: Total de Membres o Socis que has Activat personalment
de: Gesamtzahl der Mitglieder oder Partner, die Sie persönlich aktiviert haben
es: Total de Miembros o Socios que has Activado personalmente
fr: Nombre total de Membres ou de Partenaires que vous avez personnellement Activés
it: Totale dei Membri o Partner che hai Attivato personalmente
ja: あなたが直紹介登録したメンバーまたはパートナーの合計数
kk: Сіз жеке өзі белсендірген клуб мүшелері немесе серіктестер саны
ky: Жеке өзүңүз активдештирген Мүчөлөрдүн же Өнөктөштөрдүн жалпы саны.
lv: Biedru un Partneru kopskaits,ko jūs pats esat personīgi aktivizājis
mn: Таны хувьчлан идэвхжүүлсэн Гишүүд, Түншүүдийн тоо
pt: Total de Membros ou Parceiros que você Ativou pessoalmente
ro: Totalul membrilor sau partenerilor pe care i-ai activat personal
ru: Общее количество Членов Клуба и Партнёров, Активированных вами лично.
uk: Загальна кількість Членів або Партнерів, яких ви особисто Активували
uz: Сиз бевосита фаоллаштирган жами Аъзолар ва Ҳамкорлар сони
zh: 您个人激活的会员或合作伙伴总数

source: Total Out Of Pocket
ca: Total despeses personals
de: Gesamte Privatausgaben
es: Pago de bolsillo total
fr: Total argent de poche
it: Totale spese di tasca tua
ja: ポケットからの合計
kk: Барлығы қалтаңыздан
ko: 총 실지출금액
ky: Жалпы чөнтөктөн төлөө
lv: KOPĒJĀ KABATAS NAUDA
mn: Өөрөөс төлөх дүн
pt: Total Recebido
ro: Total din buzunar
ru: Итого доплатить
uk: Разом,Загалом з вашої кишені
uz: Ҳамёндаги жами
zh: 總支出

source: Total Out of Pocket protected
ca: Total protegit de Despeses de Butxaca
de: Gesamte Eigenausgaben geschützt
es: Total de Pago de Bolsillo protegido
fr: Total des dépenses protégées
it: Totale spesa di tasca tua protetta
ja: 保護された追加の支払い分の合計：
kk: Өз қаражатынан толық қорғау
ky: Жалпы корголгон чөнтөктөн төлөм
lv: Kopējā aizsargātā skaidrā nauda
mn: Өөрөөс төлөх болон хамгаалагдсан нийт дүн
pt: Total pago à parte protegido
ro: Total protejat din buzunar
ru: Всего защищённых собственных средств
uk: Всього захищених власних коштів
uz: Жами Ҳамёндан тўлов ҳимояланган
zh: 总自费保护金额

source: Total Out of Pocket:
de: Eigenbeteiligung insgesamt:
es: Pago de Bolsillo Total:
fr: Total argent de poche :
it: Totale spesa di tasca tua:
ko: 총 본인 부담금 :
ky: Жалпы чөнтөктөн төлөм:
lv: KOPĒJĀ KABATAS NAUDA:
mn: Өөрөөс төлөх дүн:
ru: Всего из собственных средств:

source: Total Owed
ca: Import total pendent
de: Gesamtschuld
es: Total adeudado
fr: Total dû
it: Totale dovuto
ja: 支払い総額
kk: Жалпы Қарыз
ko: 총 청구액
ky: Жалпы Карыз
lv: Kopējais parāds
mn: Нийт тооцоо
pt: Total devido
ro: Total Datorat
ru: Общая задолженность
uk: Підсумкова заборгованість
uz: Жами қарз
zh: 欠款总额

source: Total Paid Already
ca: Import Total ja Pagat
de: Gesamtbetrag bereits gezahlt
es: Total Pagado al día de hoy
fr: Total déjà payé
it: Totale già pagato
ja: 既に支払い済みの合計金額
kk: Барлығы Төленген
ko: 이미 지불한 총액
ky: Жалпы төлөнгөн
lv: Kopējais jau samaksātais
mn: Төлсөн нийт үнэ
pt: Total já pago
ro: Total Plătit Deja
ru: Всего оплачено уже
uk: Всього сплачено вже
uz: Жами тўланган сумма
zh: 已支付总额

source: TOTAL PARTNERS
ca: TOTAL SOCI
de: PARTNER INSGESAMT
es: TOTAL SOCIOS
fr: TOTAL PARTENAIRES
it: TOTALE PARTNER
ja: パートナーの合計数
kk: ЖАЛПЫ СЕРІКТЕСТЕР
ko: 총 파트너
ky: ЖАЛПЫ ӨНӨКТӨШТӨР
lv: KOPĀ PARTNERI
mn: НИЙТ ТҮНШҮҮДИЙН ТОО
pt: TOTAL DE PARCEIROS
ro: TOTAL PARTENERI
ru: ВСЕГО ПАРТНЁРОВ
uk: ВСЬОГО ПАРТНЕРІВ
uz: ЖАМИ ҲАМКОРЛАР
zh: 合作伙伴总数

source: Total personal income earned during the contest period.
ca: Ingressos personals totals generats durant el període del concurs.
de: Gesamtes persönliches Einkommen während des Wettbewerbszeitraums.
es: Ingresos personales totales obtenidos durante el período del concurso.
fr: Revenu personnel total gagné pendant la période du concours.
it: Totale di quanto hai guadagnato durante il periodo del concorso.
ja: コンテスト期間中に獲得した収入の合計。
kk: Байқау кезеңіндегі жалпы жеке табыс.
ky: Сынак мезгили ичинде тапкан жеке кирешеңиздин жалпы суммасы.
mn: Уралдааны үеэр авсан хувийн нийт орлого.
pt: Total da renda pessoal ganha durante o período do concurso.
ro: Venitul personal total obținut în perioada concursului.
ru: Общий персональный доход, полученный в период проведения конкурса.
uk: Загальний особистий дохід, отриманий протягом періоду участі в конкурсі.
uz: Танлов давридаги ишлаб топилган умумий шахсий даромад.
zh: 比赛期间获得的个人总收入。

source: Total Price
ca: Preu Total
de: Gesamtpreis
es: Precio Total
fr: Prix Total
it: Prezzo totale
ja: 合計金額
kk: Жалпы Құны
ko: 총 가격
ky: Жалпы баасы
lv: Kopājā cena
mn: Нийт үнэ
pt: Preço total
ro: Preț Total
ru: Итоговая стоимость
uk: Підсумкова вартість
uz: Умумий нарх
zh: 總價

source: Total Price:
de: Gesamtpreis:
es: Precio Total:
fr: Prix Total :
it: Prezzo totale:
ko: 총 금액 :
ky: Жалпы баасы:
lv: Kopājā cena:
mn: Нийт үнэ:
ru: Итоговая стоимость:

source: Total Production
ca: Producció Total
de: Gesamtproduktion
es: Producción Total
fr: Production Totale
it: Produzione totale
ja: 総売上
kk: Өндірістің жалпы көлемі
ky: Жалпы өндүрүш
lv: Kopējais apgrozījums
mn: Нийт борлуулалт
pt: Total de Produção
ro: Producție totală
ru: Общий объём производства
uk: Загальний обсяг виробництва
uz: Жами ишлаб чиқариш
zh: 总业绩量

source: Total production adds up your production with your teams production.
fr: La production totale correspond à la somme de votre production personnelle et de celle de votre équipe.
it: La produzione totale è data dalla somma della tua produzione e di quella del tuo team.
kk: Жалпы өндіріс – сіздің өндірісіңізді командаңыздың өндірісімен қосады.
pt: A produção total soma a sua produção com a produção das suas equipes.
uk: Загальний товарообіг складається з вашого товарообігу та товарообігу ваших команд.
uz: Жами ишлаб чиқариш - сизнинг ва жамоангиз ишлаб чиқаришининг йиғиндисидир.
zh: 总业绩量为您的个人业绩量与团队业绩量之和。

source: Total quiz corrects
ca: Total de correctes al qüestionari
de: Gesamtanzahl an korrekten Quiz
es: Total de correctas en quiz
fr: Correct Total du Quiz
it: Totale corrette nel quiz
ja: 全クイズの正解
kk: Тестке берілген барлық дұрыс жауаптар
ko: 전체 퀴즈 정답수
ky: Тесттеги жалпы туура жооптор
lv: Paeizās testa atbildes kopā
mn: Тестийн зөв хариултууд
pt: Total de acertos do questionário
ro: Test total: răspunsuri corecte
ru: Всего правильных ответов на тест
uk: Всього правильних відповідей за тест
uz: Жами тезкор сўров тўғри жавоблари
zh: 測驗正確總數

source: Total quiz incorrects
ca: Total d'incorrectes al qüestionari
de: Gesamtanzahl an inkorrekten Quiz
es: Total de incorrectas en quiz
fr: Incorrect Total du Quiz
it: Totale errate nel quiz
ja: 全クイズの不正解
kk: Тестке берілген барлық дұрыс емес жауаптар
ko: 전체 퀴즈 오답수
ky: Тесттеги жалпы туура эмес жооптор
lv: Nepaeizās testa atbildes kopā
mn: Куиз тестийн нийт буруу хариултууд
pt: Total de incorretos no questionário
ro: Test total: răspunsuri incorecte
ru: Всего неправильных ответов на тест
uk: Всього неправильних відповідей за тест
uz: Жами тезкор сўров нотўғри жавоблари
zh: 測驗不正確總數
