Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The obligations of PARTNER under the sub-sections 4.b, 4.c, and 4.d shall survive any expiration or termination of this Addendum and PARTNER’S IBP Agreement.
ca: Les obligacions del SOCI segons les subseccions 4.b, 4.c i 4.d sobreviuran amb caducitat o finalització d’aquest Addendum i del pacte IBP de SOCI.
de: Die Verpflichtungen des PARTNERs gemäß den Unterabschnitten 4.b, 4.c und 4.d gelten auch nach Ablauf oder Beendigung dieses Addendums und des IBP-Vertrags des PARTNERs.
es: Las obligaciones del SOCIO en virtud de las subsecciones 4.b, 4.c y 4.d seguirán vigentes después de la expiración o terminación de este Anexo y del Acuerdo SCI de SOCIO.
fr: Les obligations du PARTENAIRE reprises dans les sous-sections 4.b, 4.c, et 4.d survivront toute expiration ou résiliation de cet Addendum et accord PAI du PARTENAIRE.
it: Gli obblighi del PARTNER ai sensi delle sottosezioni 4.b, 4.c e 4.d rimarranno in vigore anche dopo la scadenza o la risoluzione del presente Addendum e del suo Contratto PCI.
ja: 4.b、4.c、および4.dに基づくパートナーの義務は、本追加条項およびパートナーのIBP契約の満了または終了後も存続します。
kk: Қосымша Келісім мен келісімнің 4.b, 4.c және 4.d тармақшаларына сәйкес СЕРІКТЕСТІҢ міндеттері осы қосымша келісімнің және ТБС СЕРІКТЕС Келісімінің қолданылу мерзімінің аяқталуына немесе тоқтатылуына сәйкес болуы тиіс.
ko: 4.b, 4.c 및 4.d 하위 섹션에 명시된 파트너의 의무는 본 추가 조항 및 파트너 IBP계약의 만료 또는 해지 후에도 효력을 유지합니다.
ky: 4.b, 4.c жана 4.d пунктчалары боюнча ӨНӨКТӨШТҮН милдеттенмелери ушул Кошумча жана ӨНӨКТӨШТҮН IBP Келишиминин мөөнөтү аяктаганда же токтотулганда да сакталат.
lv: Partnera pienākumi,kas minēti apakšsekcijā4b,4c un d ,paliks spēkā arī pēc ši pielikuma beigām un partnera IBP līguma.
mn: 4.б, 4.в, 4.г заалтуудад заасны дагуу ТҮНШИЙН үүрэг нь энэхүү Нэмэлт Өөрчлөлт болон БДБТ-ийн Гэрээний цуцлалт, хугацаа дууссанаас үл хамааран хүчин төгөлдөр байна.
pt: As obrigações do SÓCIO sob as subseções 4.b, 4.c e 4.d deverão sobreviver a qualquer expiração ou rescisão deste Adendo e do Contrato IBP do SÓCIO.
ro: Obligaţiile PARTENERULUI conform sub-secţiunilor 4.b, 4.c, şi 4.d vor rămâne valabile expirării sau terminării Actului Adiţional şi acordului IBP al PARTENERULUI.
ru: Обязательства ПАРТНЕРА в соответствии с подразделами 4.b, 4.c и 4.d остаются в силе после истечения срока действия или прекращения действия настоящего Дополнения и Соглашения НБП.
uk: Зобов'язання ПАРТНЕРА згідно з підрозділами 4.b, 4.c та 4.d не вичерпаються після закінчення або припинення дії цього Додатка та ПАРТНЕРСЬКОЇ Угоди НБП.
uz: ҲАМКОРНИНГ 4.b, 4.c ва 4.d бўлимлар бўйича мажбуриятлари мазкур Қўшимча ҳамда Ҳамкорнинг МБҲ Битими амал қилиши тугаса ёки бекор қилинса ҳам, йўқолмаслиги керак.
zh: 合作夥伴在4.b，4.c和4.d小節下的義務在本附錄和合作夥伴的IBP協議到期或終止後繼續有效。

source: The Partnership Program
ca: El Programa de Socis
de: Das Partnerschaftsprogramm
es: El Programa de Sociedad
fr: Le Programme de Partenariat
it: Il Programma di Partnership
ja: パートナーシップ・プログラム
kk: Серіктестік Бағдарламасы
ky: Өнөктөштүк программасы
lv: Partnerības programma
mn: Түншийн хөтөлбөр
pt: O Programa de Parceria
ro: Programul de Parteneriat
ru: Программа Партнёрства
uk: Програма Партнерства
uz: Ҳамкорлик дастури
zh: 合作伙伴计划

source: The Payment Agreement in place at the time you confirm a financial transaction will govern that financial transaction. No remedies exist to you for the failure of inCruises to allow for you to complete a financial transaction at any given time.
ca: L’Acord de Pagament vigent en el moment en què confirmis una transacció financera regirà aquesta transacció. No tindràs cap dret a reclamació en cas que inCruises no et permeti completar una transacció financera en un moment determinat.
de: Die zum Zeitpunkt Ihrer Bestätigung einer Finanztransaktion geltende Zahlungsvereinbarung gilt für diese Finanztransaktion. Sollten Sie von inCruises nicht die Möglichkeit haben, eine Finanztransaktion zu einem bestimmten Zeitpunkt abzuschließen, stehen Ihnen keine Rechtsmittel zu.
es: El Acuerdo de Pago en vigor al momento de confirmar una transacción financiera regirá tal transacción financiera. No existe reparación alguna de daños por omisión de inCruises de permitir completar una transacción financiera en un momento dado.
fr: L'accord de Paiement en vigueur au moment de la confirmation d'une transaction financière régit cette transaction. Vous ne disposez d'aucun recours si inCruises ne vous permet pas d'effectuer une transaction financière à un moment donné.
it: Il Contratto di Pagamento in vigore al momento della tua conferma di una transazione finanziaria regolerà tale transazione. Non sussistono rimedi a tuo favore per la mancata possibilità da parte di inCruises di permetterti di completare una transazione finanziaria in un dato momento.
ja: ⾦融取引を確認した時点で締結されている⽀払い契約が、その⾦融取引を管理します。inCruisesが⾦融取引に失敗した場合、いつでも⾦融取引を完了できるようにするための救済策はありません。
kk: Сіз қаржылық транзакцияны растаған кезде қолданыстағы төлем келісімі сол қаржылық транзакцияға қолданылады. Егер inCruises сізге кез келген уақытта қаржылық транзакцияны аяқтауға мүмкіндік бермесе, сізге ешқандай шаралар ұсынылмайды.
ky: Бул каржылык транзакция сиз каржылык транзакцияны ырастаган учурда күчүнө кирген Төлөм келишими менен жөнгө салынат. Эгерде inCruises сизге каалаган убакта финансылык транзакцияны бүтүрүүгө уруксат бербесе, анда сиздин эч кандай башка чараңыз жок.
lv: Maksājumu līgums, kas ir spēkā finanšu darījuma apstiprināšanas brīdī, noteiks šo finanšu darījumu. Jums nav tiesību aizsardzības līdzekļu par to, ka inCruises neļāva jums pabeigt finanšu darījumu noteiktā laikā.
mn: Санхүүгийн гүйлгээг баталгаажуулах үед хүчин төгөлдөр буй Төлбөрийн гэрээ нь тухайн санхүүгийн гүйлгээг зохицуулна. inCruises танд санхүүгийн гүйлгээ хийх боломж ямар ч тохиолдолд олгохгүй бол алдаа засах ямар ч арга байхгүй болно.
pt: O Contrato de pagamento em vigor no momento em que você confirma uma transação financeira irá governar essa transação financeira. Não existem soluções para a falha da inCruises em permitir que você conclua uma transação financeira a qualquer momento.
ro: Acordul de plată în vigoare în momentul în care confirmi o tranzacție financiară va guverna respectiva tranzacție financiară. Nu există căi de atac pentru eșecul inCruises de a-ți permite să finalizezi o tranzacție financiară la un moment dat.
ru: Финансовая операция будет регламентироваться «Платежным Соглашением», действующим на момент подтверждения данной финансовой операции. Для вас нет каких-либо средств правовой защиты от неспособности inCruises позволить вам совершить финансовую операцию в какой-либо момент времени.
uk: Платіжна угода, яка діє на момент підтвердження фінансової операції, регулюватиме цю фінансову транзакцію.Ніяких засобів правового захисту не існує для відмови inCruises, вам в дозволі здійснення фінансової операції в будь-який момент часу.
uz: Молиявий транзакция тасдиқланган вақтдаги Тўлов шартномаси ушбу тўлов транзакциясини белгилайди. Агар inCruises молиявий транзакцияни истаган вақтингиз тугатишга рухсат бермаса, сиз учун ҳеч қандай ҳуқуқий ҳимоя воситаси мавжуд эмас.
zh: 您确认金融交易时有效的付款协议将适用于该交易。如果inCruises未能在某个时间允许您完成金融交易，您无权因此寻求任何补救措施。

source: The payments team has requested documentation that must be submitted as soon as possible by a member of your team. For more information, click Continue.
ca: L’equip de pagaments ha sol·licitat documentació que ha de ser enviada al més aviat possible per un membre del teu equip. Per a més informació, fes clic a Continuar.
fr: L'équipe des paiements a demandé des justificatifs qui doivent être soumis dès que possible par un membre de votre équipe. Pour plus d'informations, cliquez sur "Continuer".
it: Il team pagamenti ha richiesto della documentazione che dev'essere inviata al più presto da un membro del tuo team. Per maggiori informazioni, clicca su Continua.
ja: ペイメントチームより、あなたのチームのメンバーに対しできるだけ早く提出される必要がある書類の提出依頼を送信ました。詳細については「続行」をクリックしてください。
kk: Төлемдер бөлімі сіздің командаңыздағы қатысушыдан мүмкіндігінше тез арада тапсыруы тиіс құжаттарды сұратты. Қосымша ақпарат алу үшін «Жалғастыру» түймесін басыңыз.
pt: A equipe de pagamentos solicitou a documentação que deve ser enviada o mais breve possível por um membro da sua equipe. Para mais informações, clique em Continuar.
ro: Echipa de plăți a solicitat documente care trebuie trimise cât mai curând posibil de către un membru al echipei tale. Pentru mai multe informații, fă clic pe Continuare.
uk: Платіжна команда запросила документацію, яку має якомога швидше надіслати член вашої команди. Щоб отримати додаткову інформацію, натисніть «Продовжити».
uz: Тўловлар билан ишлаш бўлими жамоангиз аъзоси томонидан имкон қадар тезроқ тақдим этилиши лозим бўлган ҳужжатларни сўраган. Батафсил маълумотлар учун "Давом этиш" тугмасини босинг.
zh: 付款团队已请求您团队中的一位成员尽快提交所需文件。欲了解更多信息，请点击“继续”。

source: The personal information that you provide in connection with the use of the website or the products and/or services provided by inCruises is protected in numerous ways. Access to your personal information collected during the purchasing of a product or service is available through a password and unique user ID. The password is encrypted. inCruises recommends that you do not divulge your password to anyone. In addition, your personal information resides on secure servers that only selected personnel and contractors have access to via password. inCruises encrypts your personal information as it is transferred to the Company and thereby strives to prevent unauthorized parties from viewing such information.
ca: La informació personal que proporciones en relació amb l’ús del lloc web o dels productes o serveis oferts per inCruises està protegida de diverses maneres. L'accés a la teva informació personal recollida durant el procés de compra d’un producte o servei es fa mitjançant una contrasenya i un identificador d’usuari únic. La contrasenya està xifrada. inCruises recomana no divulgar la teva contrasenya a ningú. A més, la teva informació personal s’emmagatzema en servidors segurs als quals només poden accedir personal i contractistes autoritzats mitjançant contrasenya. inCruises xifra la teva informació personal quan és transferida a la Companyia, amb l’objectiu d’evitar que tercers no autoritzats puguin visualitzar-la.
de: Die personenbezogenen Daten, die Sie im Zusammenhang mit der Nutzung der Website oder der von inCruises angebotenen Produkte und/oder Dienstleistungen angeben, sind umfassend geschützt. Der Zugriff auf Ihre beim Kauf eines Produkts oder einer Dienstleistung erhobenen personenbezogenen Daten erfolgt über ein Passwort und eine eindeutige Benutzerkennung. Das Passwort ist verschlüsselt. inCruises empfiehlt Ihnen, Ihr Passwort niemandem mitzuteilen. Darüber hinaus befinden sich Ihre personenbezogenen Daten auf sicheren Servern, auf die nur ausgewählte Mitarbeiter und Auftragnehmer per Passwort Zugriff haben. inCruises verschlüsselt Ihre personenbezogenen Daten bei der Übertragung an das Unternehmen und verhindert so, dass Unbefugte diese Daten einsehen können.
es: La información personal que usted proporcione en relación con el uso del sitio web o con el uso de los productos y/o servicios proporcionados por inCruises, está protegida de varias formas. Para acceder a la información personal recogida durante la compra de un producto o servicio adquirido por usted es necesario introducir una contraseña y un usuario ID único. La contraseña está encriptada. inCruises recomienda que usted no divulgue su contraseña a nadie. Además, su información personal reside en servidores seguros donde solo personal seleccionado y contratado tiene acceso vía contraseña. inCruises encripta su información personal y se esfuerza por prevenir que personas no autorizadas puedan ver dicha información.
fr: Les informations personnelles que vous fournissez dans le cadre de l'utilisation du site web ou des produits et/ou services fournis par inCruises sont protégées de plusieurs manières. L'accès à vos informations personnelles collectées lors de l'achat d'un produit ou d'un service est possible grâce à un mot de passe et un identifiant unique. Ce mot de passe est crypté. inCruises vous recommande de ne divulguer votre mot de passe à personne. De plus, vos informations personnelles sont stockées sur des serveurs sécurisés auxquels seuls certains membres du personnel et sous-traitants ont accès par mot de passe. inCruises crypte vos informations personnelles lors de leur transfert à la Société et s'efforce ainsi d'empêcher toute consultation non autorisée de ces informations.
it: Le informazioni personali che fornisci in relazione all'uso del sito web o dei prodotti e/o servizi forniti da inCruises sono protette in numerosi modi. L'accesso alle tue informazioni personali raccolte durante l'acquisto di un prodotto o servizio è disponibile tramite una password e un ID utente univoco. La password è crittografata. inCruises raccomanda di non divulgare la tua password a nessuno. Inoltre, le tue informazioni personali risiedono su server sicuri a cui solo personale e appaltatori selezionati hanno accesso tramite password. inCruises crittografa le tue informazioni personali durante il trasferimento alla Società e si impegna in tal modo a impedire a terzi non autorizzati di visualizzare tali informazioni.
ja: ウェブサイトの使⽤またはinCruisesが提供する製品および/またはサービスに関連して提供する個⼈情報は、さまざまな⽅法で保護されています。製品またはサービスの購⼊中に収集された個⼈情報へのアクセスは、 パスワードとユニークなユーザーIDを介して利⽤できます。パスワードは暗号化されています。inCruisesは、パスワードを誰にも漏洩しないことをお勧めします。さらに、 あなたの個⼈情報は安全なサーバーに保存され、 特定の社員と請負業者だけがパスワードでアクセスできます。inCruisesは、会社に転送される個⼈情報を暗号化していることから、権限のない者がそのような情報を閲覧できないように努めてい ます。
kk: inCruises ұсынатын веб-сайтты немесе өнімдерді және/немесе қызметтерді пайдалануға байланысты сіз ұсынатын жеке ақпарат әртүрлі тәсілдермен қорғалған. Өнімді немесе қызметті сатып алу кезінде жиналған жеке ақпаратқа құпия сөз және бірегей пайдаланушы идентификаторы арқылы қол жеткізуге болады. Құпия сөз шифрланған. inCruises құпия сөзіңізді ешкімге жария етпеуге кеңес береді. Сонымен қатар, Сіздің жеке ақпаратыңыз құпия сөз арқылы тек таңдаулы қызметкерлер мен мердігерлер қол жеткізе алатын қауіпсіз серверлерде сақталады. inCruises Сіздің жеке ақпаратыңызды компанияға берген кезде шифрлайды және осылайша бөгде адамдардың мұндай ақпаратты көруіне жол бермеуге тырысады.
ky: Веб-сайтты же inCruises тарабынан сунушталган продукцияларды жана/же кызматтарды колдонууга байланыштуу сиз берген жеке маалымат көптөгөн жолдор менен корголот. Продукцияны же кызматты сатып алуу учурунда чогултулган жеке маалыматыңызга кирүү сырсөз жана уникалдуу колдонуучу ID аркылуу камсыз кылынат. Сырсөз шифрленген. inCruises сырсөзүңүздү эч кимге билдирбөөнү сунуштайт. Мындан тышкары, сиздин жеке маалыматыңыз тандалган персонал жана подрядчылар гана сырсөз менен кире алган коопсуз серверлерде жайгашкан. inCruises сиздин жеке маалыматыңызды Компанияга өткөрүп жаткан учурда шифрлейт жана ошону менен уруксатсыз тараптардын мындай маалыматты көрүшүнө жол бербөөгө аракет кылат.
lv: Personiskā informācija, ko sniedzat saistībā ar tīmekļa vietnes izmantošanu, vai produkti un/vai pakalpojumi, ko sniedz inCruises, tiek aizsargāti vairākos veidos. Piekļuve jūsu personiskajai informācijai, kas apkopota produkta vai pakalpojuma iegādes laikā, ir pieejama, izmantojot paroli un unikālu lietotāja ID. Parole ir šifrēta. inCruises iesaka neizpaust paroli nevienam. Turklāt jūsu personiskā informācija atrodas drošos serveros, kuriem var piekļūt tikai atlasītais personāls un darbuzņēmēji , izmantojot paroli. Programma inCruises šifrē jūsu personisko informāciju, kad tā tiek pārsūtīta kompānijai, un tādējādi cenšas neļaut nepilnvarotām personām skatīt šādu informāciju.
mn: Вэб хуудас эсвэл inCruises-ээс үзүүлж буй бүтээгдэхүүн, үйлчилгээг ашиглахтай холбогдуулан таны өгсөн хувийн мэдээллийг олон замаар хамгаалдаг болно. Бүтээгдэхүүн, үйлчилгээг худалдан авах явцад цуглуулсан таны хувийн мэдээлэлд нэвтрэх эрхийг нууц үг болон хэрэглэгчийн өвөрмөц ID-аар дамжуулан авах боломжтой. Нууц үг шифрлэгдсэн байна. inCruises танд өөрийн нууц үгийг хэнд ч задруулахгүй байхыг зөвлөж байна. Түүнчлэн таны хувийн мэдээлэл зөвхөн сонгогдсон ажилтнууд болон гүйцэтгэгч нар зөвхөн нууц үгээр нэвтрэх эрхтэй аюулгүй серверүүд дээр байрладаг. inCruises нь таны хувийн мэдээллийг компани руу шилжүүлэх үед шифрлэж, ийм мэдээллийг зөвшөөрөлгүй этгээд үзэхээс урьдчилан сэргийлдэг болно.
pt: As informações pessoais que você fornece em conexão com o uso do site, produtos e/ou serviços da inCruises são protegidas de várias maneiras. O acesso às suas informações pessoais coletadas durante a compra de um produto ou serviço está disponível através de uma senha e um ID de usuário exclusivo. A senha é criptografada. A inCruises recomenda que você não divulgue sua senha a terceiros. Além disso, suas informações pessoais residem em servidores seguros que apenas funcionários e contratados selecionados têm acesso via senha. A inCruises criptografa suas informações pessoais à medida que elas são transferidas para a Empresa e, assim, se esforça para impedir que partes não autorizadas visualizem essas informações.
ro: Informațiile personale pe care le furnizezi în legătură cu utilizarea site-ului web sau a produselor și/sau serviciilor furnizate de inCruises sunt protejate în numeroase moduri. Accesul la informațiile tale personale colectate în timpul achiziționării unui produs sau serviciu este disponibil printr-o parolă și un ID de utilizator unic. Parola este criptată. inCruises îți recomandă să nu divulgi nimănui parola. În plus, informațiile tale personale se află pe servere securizate la care doar personalul selectat și contractorii au acces prin parolă. inCruises criptează informațiile tale personale pe măsură ce sunt transferate către Companie și, prin urmare, se străduiește să împiedice părțile neautorizate să vadă astfel de informații.
ru: Персональные данные, которые вы предоставляете в связи с использованием веб-сайта или продуктов и/или услуг, предоставляемых inCruises, защищены множеством способов. Доступ к вашим персональным данным, собранным во время покупки продукта или услуги, предоставляется через пароль и уникальный идентификатор пользователя. Пароль зашифрован. inCruises рекомендует вам никому не сообщать свой пароль. Кроме того, ваши персональные данные хранятся на защищенных серверах, к которым есть доступ только у некоторых сотрудников и подрядчиков через пароль. inCruises шифрует ваши персональные данные, когда они передаются в Компанию, и, таким образом, стремится предотвратить несанкционированный доступ третьих лиц к просмотру этих данных.
uk: Особиста інформація, яку ви надаєте у зв’язку з використанням веб-сайту або продуктів та/або послуг, що надаються inCruises, захищена багатьма способами. Доступ до вашої особистої інформації, зібраної під час придбання товару чи послуги, доступний через пароль та унікальний ідентифікатор користувача. Пароль шифрується. inCruises рекомендує вам нікому не розголошувати свій пароль. Крім того, Ваша особиста інформація зберігається на захищених серверах, до яких лише обраний персонал та підрядники мають доступ через пароль. inCruises шифрує вашу особисту інформацію під час передачі її до Компанії і тим самим прагне не допустити перегляду такої інформації сторонніми особами.
uz: inCruises томонидан таъминланадиган веб-сайт ёки маҳсулотдан фойдаланиш билан боғлиқ ҳолда сиз тақдим этган шахсий маълумотлар бир қанча усуллар билан ҳимояланади. Маҳсулот ёки хизмат харид қилиш давомида олинган шахсий маълумотларингизга пароль ва ноёб фойдаланувчи ID ҳисоби орқали кириш мумкин. Пароль шифрланади. inCruises паролингизни ҳеч кимга ошкор қилмасликни тавсия этади. Бундан ташқари, шахсий маълумотларингиз фақатгина танланган ходимлар ва пудратчилар пароль орқали кириши мумкин бўлган хавфсиз серверларда сақланади. inCruises шахсий маълумотларингиз Компанияга ўтказилиши билан уларни шифрлайди ва шу тарзда ваколатсиз томонларнинг ушбу маълумотларни кўришининг олдини олади.
zh: 您在使用inCruises提供的网站或产品和/或服务时提供的个人信息会通过多种方式加以保护。您在购买产品或服务时收集到的个人信息 可通过密码和唯一用户ID进行访问。密码是加密的。inCruises建议您不要向任何人透露您的密码。此外，您的个人信息存储在安全的服务器上，只有经过筛选的人员和承包商可通过 密码访问。inCruises在将您的个人信息传输给公司时会对其进行加密，从而尽力防止未经授权的第三方查看这些信息。

source: The price difference is
ca: La diferència de preu és
de: Der Preisunterschied beträgt
es: La diferencia de precio es
fr: La différence de prix est de
it: La differenza di prezzo è
ja: 価格差は
kk: Баға айырмашылығы
ky: Баанын айырмасы —
lv: Cenas atšķrība ir
mn: Үнийн ялгаа нь
pt: A diferença de preço é
ro: Diferența de preț este de
ru: Разница в цене составляет
uk: Різниця у ціні становить
uz: Нархдаги фарқ -
zh: 价格差异为

source: The price difference is at least $100 lower than the inCruises listed price.
ca: La diferència de preu és d'almenys 100 dòlars inferiors al preu indicat per inCruises.
de: Der Preisunterschied liegt mindestens 100 $ unter dem von InCruises angegebenen Preis.
es: La diferencia de precio es de por lo menos $100 USD inferior al precio listado en inCruises.
fr: La différence de prix est d'au moins 100 $ inférieure au prix indiqué sur inCruises.
it: La differenza di prezzo è inferiore di almeno 100 $ rispetto al prezzo di listino inCruises.
ja: 価格差は、inCruisesに掲載されている価格より少なくとも$100安い必要があります。
kk: Баға айырмасы кем дегенде $100 төмен, inCruises көрсетілген бағасынан.
ky: Баалардын айырмасы inCruises компаниясында көрсөтүлгөн баадан кеминде 100 долларга төмөн.
lv: Cenu starpība ir vismaz par 100 dolāriem zemāka nekā inCruises norādītā cena.
mn: Үнийн зөрүү нь inCruises-ийн үнээс дор хаяж $100-аар их байх ёстой.
pt: A diferença de preço é pelo menos US$100 inferior ao preço listado pela inCruises.
ro: Diferența de preț este cu cel puțin 100$ mai mică decât prețul afișat de inCruises.
ru: Разница в цене как минимум на $100 ниже, чем указанная в inCruises.
uk: Різниця в ціні становить щонайменше $100 менше, ніж вказано в inCruises.
uz: Нарх фарқи inCruises'да берилган нархдан камида 100 АҚШ$ га арзон.
zh: 价格差异至少比inCruises公布的价格低100美元。
