Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: You agree not to facilitate or promote illegal activities or conduct that is harassing, threatening, abusive, disparaging, libeling, slandering, defaming, embarrassing, or otherwise engaging in any other disruptive behavior including facilitating or promoting information that you know is false or misleading.
ca: Acceptes no facilitar ni promoure activitats il·legals ni conductes que siguin assetjadores, amenaçadores, abusives, despectives, calumnioses, difamatòries, que causin vergonya o que impliquin altres comportaments desordenats, incloent-hi facilitar o promoure informació que saps que és falsa o enganyosa.
de: Sie erklären sich damit einverstanden, keine illegalen Aktivitäten oder Verhaltensweisen zu ermöglichen oder zu fördern, die belästigend, bedrohlich, beleidigend, herabwürdigend, verleumderisch, diffamierend, peinlich sind oder auf andere Weise störendes Verhalten aufweisen, einschließlich der Ermöglichung oder Förderung von Informationen, von denen Sie wissen, dass sie falsch oder irreführend sind.
es: Te comprometes a no facilitar ni promover actividades ilegales o conductas acosadoras, amenazantes, abusivas, despectivas, difamatorias, calumniantes, vergonzosas, ni a participar en cualquier otra conducta disruptiva, incluida el facilitar o promover información que sepas que es falsa o engañosa.
fr: Vous acceptez de ne pas faciliter ou promouvoir des activités illégales ou des comportements harcelants, menaçants, abusifs, dénigrants, diffamatoires, calomnieux, embarrassants ou qui constituent tout autre comportement perturbateur, y compris la facilitation ou la promotion d'informations que vous savez fausses ou trompeuses.
it: Accetti di non agevolare o promuovere attività illegali o condotte che siano moleste, minacciose, abusive, denigratorie, diffamatorie, calunniose, lesive della reputazione, imbarazzanti o che consistano in qualsiasi altro comportamento di disturbo, inclusa l'agevolazione o la promozione di informazioni che sai essere false o fuorvianti.
ja: 会員は、違法⾏為または嫌がらせ、脅迫、虐待、中傷、名誉毀損、悪⼜、誹謗、侮辱、または偽り、誤解を招く情報を促進または促進することを含むその他の破壊的な⾏為に関与する⾏為を促進、または促進しないことに同意します。
kk: Сіз заңсыз әрекеттерді немесе қорлау, қорқыту, зәбірлеу, кемсіту, жала жабу, өсек тарату, жала жапқыштық, масқаралау немесе басқа да кедергі келтіретін мінез-құлықты жеңілдетуге немесе насихаттауға келісесіз, сонымен қатар жалған немесе адастырушы ақпаратты таратуға немесе насихаттауға да болмайды.
ky: Куугунтуктаган, коркуткан, кыянаттык кылган, каралоочу, жалаа жабуучу, жаманатты кылуучу, уятка калтыруучу же башка кандайдыр бир бузуучу жүрүм-турумга, анын ичинде жалган же адаштыруучу маалыматка көмөктөшпөөгө же жайылтпоого макулдугуңузду бересиз.
lv: Jūs piekrītat neatvieglināt vai neveicināt nelikumīgas darbības vai rīcību, kas ir uzmākšanās, draudēšana, ļaunprātīga izmantošana, dispersija, libelēšana, apmelošana, neslavas celšana, apkaunošana vai cita veida iesaistīšanās jebkādā citā traucējošā uzvedībā, tostarp tādas informācijas sekmēšana vai reklamēšana, kas, jūsuprāt, ir nepatiesa vai maldinoša.
mn: Та бусдыг дарамтлах, сүрдүүлэх, доромжлох, гутаах, гүтгэх, нэр төрд халдах, бусдыг эвгүй байдалд оруулах, эсвэл бусдад саад учруулах, үймээн самуун дэгдээх шинжтэй аливаа үйлдэл хууль бус үйл ажиллагаа гэх мэт бусдад сөрөг нөлөө үзүүлж болзошгүй аливаа үйлдлийг өдөөн турхирах, дэмжих, түүнчлэн хуурамч буюу худал, төөрөгдүүлсэн мэдээлэл тараахгүй гэдгээ хүлээн зөвшөөрч байгаа болно.
pt: Você concorda em não facilitar ou promover atividades ou condutas ilegais que sejam assediadoras, ameaçadoras, abusivas, depreciativas, caluniosas, difamadoras, embaraçosas ou qualquer outra forma de comportamento perturbador, incluindo a facilitação ou promoção de informações que você sabe que são falsas ou enganosas.
ro: Ești de acord să nu facilitezi sau să promovezi activități sau comportamente ilegale care hărțuiesc, amenință, abuzează, denigrează, calomniază, defăimează, jenează sau să te implici în orice alt comportament perturbator, inclusiv facilitarea sau promovarea informațiilor despre care știi că sunt false sau înșelătoare.
ru: Вы соглашаетесь не содействовать и не продвигать незаконную деятельность или поведение, которое является причиняющим беспокойство, угрожающим, оскорбительным, унизительным, клевещущим, порочащим, оговаривающим, компрометирующим или иным образом вовлекающим в любое другое ненадлежащее поведение, включая содействие в распространении или продвижении информации, которая, как вы знаете, является ложной или вводящей в заблуждение.
uk: Ви погоджуєтесь не сприяти чи не пропагувати незаконну діяльність чи поведінку, що переслідує, погрожує, ображає, дискредитує, зводить наклеп, бентежить, ганьбить чи іншим чином виявляє будь-яку іншу руйнівну поведінку, включаючи сприяння або пропагування інформації, яка, на вашу думку, є помилковою чи оманливою.
uz: Босим ўтказувчи, таҳдид қилувчи, таҳқирловчи, камситувчи, туҳмат, бўҳтон, ҳақорат қилувчи, хижолат қилувчи ноқонуний ҳаракат ва хулқ-атворни ёки бошқа шаклдаги, жумладан, нотўғри ёки чалғитувчи эканлигини ўзингиз билган маълумотларни тарғиб қилувчи ёхуд тарқатувчи хулқ-атворни тарғиб қилмаслик ва уларни тарқалишига имконият яратмасликка розилик берасиз.
zh: 您同意不协助或宣传任何非法活动，或进行骚扰、威胁、辱骂、贬低、诽谤、中伤、诬蔑、羞辱或其他扰乱行为，包括协助或宣传您明知为虚假或误导性的信息。

source: You agree not to impersonate other users, indicate that you are an affiliate, employee, independent contractor, representative, member, officer agent of inCruises or otherwise associated with or related to inCruises or its affiliates, or attempt to mislead users by indicating that you represent inCruises or any of inCruises' licensors or affiliates.
ca: Acceptes no fer-te passar per altres usuaris, indicar que ets un afiliat, empleat, contractista independent, representant, membre, agent o directiu d’inCruises, ni estar associat o relacionat amb inCruises o les seves filials, ni intentar enganyar els usuaris indicant que representes inCruises o qualsevol dels llicenciadors o afiliats d’inCruises.
fr: Vous acceptez de ne pas vous faire passer pour d'autres utilisateurs, d'indiquer que vous êtes un affilié, un employé, un entrepreneur indépendant, un représentant, un membre, un agent dirigeant d'inCruises ou autrement associé ou lié à inCruises ou à ses sociétés affiliées, ou de tenter d'induire les utilisateurs en erreur en indiquant que vous représentez inCruises ou l'un des concédants de licence ou sociétés affiliées d'inCruises.
it: Accetti di non impersonare altri utenti, di non indicare di essere un affiliato, dipendente, collaboratore indipendente, rappresentante, membro, funzionario o agente di inCruises o altrimenti associato o correlato a inCruises o alle sue affiliate, né di tentare di ingannare gli utenti indicando di rappresentare inCruises o uno qualsiasi dei suoi licenziatari o affiliati.
ja: 会員は、他のユーザー、アフィリエイト、従業員、独⽴請負業者、代表者、メンバー、inCruisesの役員エージェントであること、またはinCruisesやそのアフィリエイトに関連または関連していることを⽰すこと、または、inCruisesやinCruisesのライセンサーまたは関連会社のいずれかであるとなりすまさないことに同意します。
kk: Сіз басқа пайдаланушыларды бейнелемеуге, өзіңізді inCruises' немесе оның серіктестерінің аффилиирленген тұлғасы, қызметкері, тәуелсіз мердігері, өкілі, мүшесі, лауазымды тұлғасы немесе агенті ретінде көрсетпеуге, сондай-ақ пайдаланушыларды inCruises немесе оның лицензия берушілері мен серіктестерін ұсынатыныңызды көрсету арқылы алдауға тырыспауға келісесіз.
pt: Você concorda em não se passar por outro Usuário, indicar que é afiliado, funcionário, contratado independente, representante, Membro, agente oficial da inCruises ou de outra forma associado ou relacionado à inCruises e seus afiliados ou tentar enganar os Usuários indicando que você representa a inCruises ou qualquer um dos licenciadores ou afiliados da inCruises.
ro: Ești de acord să nu uzurpi identitatea altor utilizatori, să nu indici că ești afiliat, angajat, contractant independent, reprezentant, membru, agent ofițer al inCruises sau asociat sau în legătură cu inCruises sau afiliații săi sau să încerci să induci în eroare utilizatorii indicând că reprezinți inCruises sau oricare dintre licențiatorii sau afiliații inCruises.
uk: Ви погоджуєтесь не видавати себе за інших користувачів, вказавши, що ви є афілійованою особою, працівником, незалежним підрядником, представником, членом, службовим агентом inCruises або іншим чином пов’язаним з inCruises або його філіями, або не намагатиметесь ввести користувачів в оману, вказавши, що ви представляєте inCruises або будь-якого з ліцензіарів або афілійованих осіб inCruises'.
uz: Бошқа фойдаланувчилар номидан иш юритмасликка, ўзингизни inCruises'да ишловчи ёки inCruises ёхуд унинг филиаллари билан алоқадор филиал, ходим, мустақил пудратчи, вакил, аъзо, мансабдор шахс қилиб кўрсатмасликка ёки ўзингизни inCruises ёки inCruises'нинг бирор филиали ёки лицензиат вакили эканлигингизни айтиб фойдаланувчиларни алдашга уринмасликка розилик берасиз.
zh: 您同意不冒充其他用户，不得表示自己是inCruises或其关联公司、员工、独立承包人、代表、会员、管理人员或代理人，或以任何其他方式声称与inCruises或其关联公司有关联，也不得通过暗示您代表inCruises或其任何许可方或关联公司来误导用户。

source: You agree not to improperly use customer support resources to make false reports to inCruises.
ca: Acceptes no fer un ús indegut dels recursos d'atenció al client per presentar informes falsos a inCruises.
de: Sie erklären sich damit einverstanden, die Ressourcen des Kundensupports nicht missbraucht zu haben, um falsche Meldungen an inCruises zu machen.
es: Aceptas no utilizar indebidamente los recursos de atención al cliente de inCruises para comunicar informes falsos.
fr: Vous acceptez de ne pas utiliser de manière inappropriée les ressources de l'assistance client pour faire de faux rapports à inCruises.
it: Accetti di non utilizzare impropriamente le risorse dell'assistenza clienti per inviare segnalazioni false a inCruises.
ja: 会員は、inCruisesに虚偽の報告を⾏うために、カスタマーサポートリソースを不適切に使⽤しないことに同意します。
kk: Сіз incruises-те жалған хабарламалар беру үшін тұтынушыларға қызмет көрсету ресурстарын орынсыз пайдаланбауға келісесіз.
ky: Сиз inCruises компаниясына, кардарларды колдоо ресурстарын туура эмес колдонуп, жалган отчетторду бербөөгө макулдугуңузду бересиз.
lv: Jūs piekrītat neatbilstoši neizmantot klientu atbalsta resursus, lai izveidotu nepatiesas atskaites InCruises.
mn: Та inCruises компанид худал мэдэгдэл илгээх зорилгоор хэрэглэгч нарт туслах тусламжийн ажиллагааг буруугаар ашиглахгүй гэдгээ хүлээн зөвшөөрч байгаа болно.
pt: Você concorda em não usar indevidamente os recursos de suporte ao cliente para enviar relatórios falsos à inCruises.
ro: Ești de acord să nu utilizezi în mod necorespunzător resursele de asistență pentru clienți pentru a face rapoarte false către inCruises.
ru: Вы соглашаетесь не использовать ненадлежащим образом ресурсы поддержки клиентов с целью сообщения в inCruises ложной информации.
uk: Ви погоджуєтесь не використовувати неправильно ресурси підтримки клієнтів для подання неправдивих звітів в inCruises.
uz: inCruisesʼга ёлғон ҳисоботлар тақдим этиш учун мижозларни қўллаб-қувватлаш ресурсларидан номуносиб фойдаланмасликка розилик берасиз.
zh: 您同意不滥用客户支持资源向inCruises提交虚假报告。

source: You agree not to modify, reproduce, distribute or remove or create any derivative works of inCruises or any content displayed therein, or any component thereof including, but not limited to copyright, patent, confidentiality, or other notices, labels or legends on the Site.
ca: Acceptes no modificar, reproduir, distribuir ni eliminar ni crear obres derivades d’inCruises o de qualsevol contingut que es mostri en aquest, ni cap dels seus components, incloent-hi, però sense limitar-se a, drets d'autor, patents, confidencialitat o altres avisos, etiquetes o llegendes al lloc web.
de: Sie erklären sich damit einverstanden, inCruises oder darin angezeigte Inhalte oder Komponenten davon, einschließlich, aber nicht beschränkt auf Urheberrechte, Patente, Vertraulichkeit oder andere Hinweise, Bezeichnungen oder Legenden auf der Site, nicht zu ändern, zu reproduzieren, zu verteilen oder zu entfernen oder abgeleitete Werke davon zu erstellen.
es: Aceptas no modificar, reproducir, distribuir o eliminar o crear trabajos derivados de inCruises o cualquier contenido o componente de la misma, incluyendo pero no limitado a derechos de autor, patentes, confidencialidad u otros avisos, etiquetas o leyendas en el Sitio.
fr: Vous acceptez de ne pas modifier, reproduire, distribuer ou supprimer ou créer des œuvres dérivées d'inCruises ou de tout contenu qui y est affiché, ou de tout composant de celui-ci, y compris, mais sans s'y limiter, les droits d'auteur, les brevets, la confidentialité ou d'autres avis, étiquettes ou légendes sur le Site.
it: Accetti di non modificare, riprodurre, distribuire o rimuovere, né creare opere derivate di inCruises o di qualsiasi contenuto ivi visualizzato, o di qualsiasi suo componente, inclusi, ma non limitati a, copyright, brevetti, informazioni confidenziali o altri avvisi, etichette o spiegazioni/didascalie presenti sul Sito.
ja: 会員は、サイト上の著作権、特許、機密性、またはその他の通知、ラベル、凡例を含むが これらに限定されない、inCruisesまたはそこに表⽰されるコンテンツの派⽣物、またはそのコンポーネントを変更、複製、配布、削除または作成しないことに同意します。
kk: Сіз inCruises туындыларын немесе оларда көрсетілетін кез келген мазмұнды немесе оның кез келген құрамдас бөліктерін, соның ішінде авторлық құқықты, патенттерді, құпиялылықты немесе сайттағы басқа хабарландыруларды, жазуларды немесе шартты белгілерді өзгертпеуге, қайталамауға, таратпауға, жоюға немесе жасамауға келісесіз.
ky: Сиз inCruises компаниясынын туунду чыгармаларын же анда көрсөтүлгөн контенттин же анын кандайдыр бир компонентинин, анын ичинде автордук укук, патент, купуялык же башка эскертүүлөр жана түшүндүрмөлөрдү өзгөртүүгө, кайра чыгарууга, таркатпоого, жок кылууга же түзбөөгө макул болосуз.
lv: Jūs piekrītat nemodificēt, pavairot, izplatīt vai noņemt vai izveidot nekādus inCruises atvasinātos darbus vai tajos redzamo saturu, vai jebkuru to sastāvdaļu, tostarp, bet ne tikai, autortiesības, patentu, konfidencialitāti vai citus paziņojumus, etiķetes vai leģendas vietnē.
mn: Та inCruises болон манай вэб хуудсанд байршсан аливаа контент, бусад бүрэлдэхүүн хэсгүүдийг (үүний дотор, үүгээр хязгаарлагдахгүй, зохиогчийн эрх, патент, нууцлалын мэдэгдэл, шошго, тайлбар гэх мэт) өөрчлөх, хуулбарлах, түгээх, устгах, эсвэл тэдгээр дээр үндэслэн хоёрдогч бүтээл үүсгэхгүй гэдгээ хүлээн зөвшөөрч байгаа болно.
pt: Você concorda em não modificar, reproduzir, distribuir, remover ou criar quaisquer trabalhos derivados da inCruises ou qualquer conteúdo ou componente dela, incluindo, mas não limitado a direitos autorais, patentes, confidencialidade ou outros avisos, etiquetas ou legendas do Site.
ro: Ești de acord să nu modifici, reproduci, distribui, elimini sau să creezi lucrări derivate ale inCruises sau orice conținut afișat în acesta, sau orice componentă a acestuia, inclusiv, dar fără a se limita la drepturile de autor, brevet, confidențialitate sau alte notificări, etichete sau legende de pe Site.
ru: Вы соглашаетесь не изменять, не воспроизводить, не распространять, не удалять и не создавать какие-либо производные работы inCruises или любые материалы, отображаемые в этих работах, или любые их компоненты, включая, помимо прочего, авторские права, патент, конфиденциальность или другие уведомления, ярлыки или условные обозначения на Сайте.
uk: Ви погоджуєтесь не змінювати, не відтворювати, не поширювати чи не видаляти або не створювати будь-які похідні твори inCruises або будь-який вміст, що відображається в них, або будь-який його компонент, включаючи, але не обмежуючись, авторським правом, патентом, конфіденційністю або іншими повідомленнями, етикетками чи текстами на Сайті.
uz: inCruisesʼнинг ҳосила ишларини ёки унда намойиш этилувчи контентни ёхуд унинг таркибий қисмини, жумладан, лекин шу билан чекланмаган ҳолда, муаллифлик, патент, махфийлик ёки шу кабиларга оид қайдларни, ёрлиқларни ёки Сайтдаги махсус белгиларни ўзгартирмаслик, қайта ишлаб чиқармаслик, тарқатмаслик, ўчирмаслик ёки яратмасликка розилик берасиз.
zh: 您同意不修改、复制、分发、移除或创建inCruises或其展示内容的任何衍生作品，亦不得对其中任何组成部分进行上述行为，包括但不限于网站上的版权、专利、保密性或其他声明、标签或标识。

source: You agree not to post messages for any purpose other than personal communication, including, without limitation, advertising, contests, sweepstakes, promotional materials, chain letters, and/ or pyramid schemes.
ca: Acceptes no publicar missatges per a cap altre propòsit que no sigui la comunicació personal, incloent-hi, sense limitació, publicitat, concursos, sorteigs, materials promocionals, cartes en cadena o esquemes piramidals.
de: Sie erklären sich damit einverstanden, keine Nachrichten zu anderen Zwecken als der persönlichen Kommunikation zu posten, einschließlich, aber nicht beschränkt auf Werbung, Wettbewerbe, Gewinnspiele, Werbematerialien, Kettenbriefe und/oder Pyramidensysteme.
es: Aceptas no enviar mensajes con fines distintos a la comunicación personal, incluyendo pero no limitado a publicidad, concursos, sorteos, materiales promocionales, cartas en cadena y/o piramidales.
fr: Vous acceptez de ne pas publier de messages à d'autres fins que la communication personnelle, y compris, sans limitation, la publicité, les concours, les tirages au sort, le matériel promotionnel, les chaînes de lettres et/ou les systèmes pyramidaux.
it: Accetti di non pubblicare messaggi per scopi diversi dalla comunicazione personale, inclusi, senza limitazione, pubblicità, concorsi, lotterie a premi, materiali promozionali, catene di Sant'Antonio e/o schemi piramidali.
ja: 広告、コンテスト、懸賞、プロモーション資料、チェーンレター、および/またはピラミッドスキームを含むがこれらに限定されない、個⼈的なコミュニケーション以外の⽬的でメッセージを投稿しないことに同意します。
kk: Сіз жарнама, конкурстар, лотереялар, жарнамалық материалдар, бақыт хаттары және/немесе қаржы пирамидаларын қоса алғанда, бірақ олармен шектелмей, жеке қарым-қатынастан басқа мақсаттар үшін хабарлама жібермеуге келісесіз.
ky: Сиз жеке баарлашуудан башка максатта билдирүүлөрдү, анын ичинде, жарнактарды, конкурстарды, лотереяларды, жарнамалык материалдарды, чынжыр каттарды жана/же пирамида схемаларын жайгаштырбоого макулдугуңузду бересиз.
lv: Jūs piekrītat neizlikt ziņojumus citiem mērķiem, nevis personiskai saziņai, tostarp bez ierobežojumiem reklāmai, konkursiem, totalizatoriem, reklāmas materiāliem, ķēdes vēstulēm un/vai piramīdas shēmām.
mn: Та хувийн харилцаа холбооноос бусад зорилгоор, зөвхөн үүгээр хязгаарлагдахгүйгээр, тухайлбал зар сурталчилгаа, уралдаан, хонжворт сугалаа, сурталчилгааны материал, сүлжээ захидал болон/эсвэл пирамид хэлбэрийн схем зэрэг агуулгатай нийтлэл байршуулж болохгүй гэдгээ хүлээн зөвшөөрч байгаа болно.
pt: Você concorda em não publicar mensagens com qualquer finalidade além da comunicação pessoal, incluindo publicidade, concursos, sorteios, materiais promocionais, correntes e/ou esquemas de pirâmide, entre outros.
ro: Ești de acord să nu postezi mesaje în alt scop decât comunicarea personală, inclusiv, fără limitare, publicitate, concursuri, tombole, materiale promoționale, scrisori în lanț și/sau scheme piramidale.
ru: Вы соглашаетесь не отправлять сообщения для каких-либо иных целей, кроме как для личного общения. К рассылке запрещена, помимо прочего, реклама, конкурсы, лотереи, маркетинговые материалы, цепные письма и/или мошеннические схемы.
uk: Ви погоджуєтесь не публікувати повідомлення з будь-якою метою, окрім особистого спілкування, включаючи, без обмежень, рекламу, конкурси, тоталізатори, рекламні матеріали, ланцюгові листи та/або схеми пірамід.
uz: Шахсий мулоқотдан ташқари бошқа мақсадларда, жумладан, лекин шу билан чекланмаган ҳолда, реклама қилиш, мусобақалар, тотализаторлар, тарғибот материаллари, занжирли мактублар ва/ёки пирамида схемаларини мақсад қилиб бирор хабар эълон қилмасликка розилик берасиз.
zh: 您同意不发布任何非个人交流目的的信息，包括但不限于广告、竞赛、抽奖、宣传材料、连锁信以及/或传销内容。
