Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Measures the percentage of Members Activated by your Builders Base who are Active during the 90 day period after receiving their first invoice.
fr: Mesure le pourcentage de Membres Activés par votre Base des Constructeurs et qui sont actifs pendant les 90 jours suivant la réception de leur première facture.
it: Misura la percentuale di Membri attivati dalla tua Base Costruttori che sono attivi durante il periodo di 90 giorni successivo alla ricezione della loro prima fattura.
kk: Сіздің Фундамент Бизнес белсендірген клуб мүшелеріңіздің алғашқы шот-фактураларын алғаннан кейінгі 90 күн ішінде белсенді болып қалғандарының пайызын өлшейді.
pt: Mede a porcentagem de Membros Ativados pela sua Base de Construtores que estão Ativos durante o período de 90 dias após receberem sua primeira fatura.
ro: Măsoară procentul de membri activați de baza ta de constructori care sunt activi în perioada de 90 de zile de la primirea primei facturi.
uk: Вимірює відсоток Членів Клубу, активованих вашим Фундаментом Бізнесу, які залишаються Активними протягом 90-денного періоду після отримання першого рахунку.
uz: Сизнинг Қурувчилар базангиз томонидан фаоллаштирилган ва дастлабки ҳисоб олинганидан сўнг 90 кун давомида Фаол бўлиб қолган Аъзолар фоизини ўлчайди.
zh: 衡量由您的建设者基础激活的会员在收到第一张账单后的90天内保持活跃的比例。

source: Media
ca: Mitjans de comunicació
de: Medien
es: Medios
fr: Médias
ja: メディア
kk: Әлеуметтік желі
ko: 미디어
ky: БСК
lv: Plašsaziņas līdzekļi
mn: Медиа
pt: Mídia
ru: inCruises в СМИ
uk: Соціальна Мережа
uz: ОАВ
zh: 媒體

source: MEDIA
de: MEDIEN
es: MEDIOS
fr: MEDIAS
ja: メディア
kk: МЕДИА
ko: 미디어
ky: МЕДИА
lv: PLAŠSAZIŅAS LĪDZEKĻI
mn: МЕДИА
pt: MÍDIA
ru: МЕДИА
uk: МЕДІА
uz: МАТБУОТ
zh: 媒體

source: Media Director
ca: Director de Mitjans
de: Medien Director
es: Director de Medios
fr: Directeur médias
it: Direttore Media
ja: メディア ディレクター
kk: Медиа Директор
ko: 미디어 디렉터
ky: Медиа Директору
lv: Plašsaziņas līdzekļu direktors
mn: Хэвлэл мэдээллийн албаны Захирал
pt: Diretor de Mídia
ro: Director Media
ru: Медиадиректор
uk: Медіа Директор
uz: Матбуот директори

source: Media message
ca: Missatge multimèdia
de: Medien-Nachricht
es: Mensaje multimedia
fr: Message des médias
it: Messaggio media
ja: メディアメッセージ
kk: Медиа хабарлама
ko: 미디어 메시지
ky: Медиа билдирүү
lv: Mēdiju ziņa
mn: Медиа мессеж
pt: Mensagem de mídia
ro: Mesaj media
ru: Медиасообщение
uk: Медіаповідомлення
uz: Медия учун хабар
zh: 媒体留言

source: Mediterranean
ca: Mediterrani
de: Mittelmeer
es: Mediterraneo
fr: Méditerranéen
it: Mediterraneo
ja: 地中海
kk: Жерорта теңізі
ko: 지중해
ky: Жер ортолук
lv: Vidusjūra
mn: Газар дундын тэнгэс
pt: Mediterrâneo
ro: Mediterana
ru: Средиземноморье
uk: Середземномор'я
uz: Ўртаер денгизи
zh: 地中海

source: Meet Our Board of Directors
ca: Coneix el nostre Board of Directors
de: Treffen Sie unsere Board of Directors
es: Conoce nuestra Board of Directors
fr: Rencontrez Notre Conseil d'Administration
it: Conosci i nostri Board of Directors
ja: ボード オブ ディレクター (BOD)のご紹介
kk: Біздің Board of Directors-пен танысыңыз
ky: Биздин Board of Directorлоду тосуп алыңыз
lv: Iepazīstieties ar mūsu Board of Directors
mn: Манай Board of Directors цолтонууд
pt: Conheça Nossos Board of Directors
ro: Fă cunoștință cu Board of Directors
ru: Встречайте наших лидеров в ранге Board of Director
uk: Зустрічайте нашу Board of Directors
uz: Board of Directors билан танишинг
zh: 认识我们的董事会成员

source: Meet the required Qualified Production and Total Activations Volume to achieve higher ranks and increase your bonus.
fr: Atteignez les objectifs de Production Qualifiée et de Volume Total d'Activations requis pour accéder à des rangs supérieurs et augmenter votre bonus.
it: Raggiungi i Volumi di Produzione Qualificata e Attivazioni Totali richiesti per ottenere ranghi più alti e aumentare il tuo bonus.

source: Meet the required Qualified Team Production and Activations Volume to achieve higher ranks and increase your bonus.
ca: Compleix amb la Producció d’Equip Qualificada i el Volum d’Activacions requerits per assolir rangs superiors i augmentar la teva bonificació.
fr: Atteignez le Volume requis de Production Qualifiée d'Équipe et d'Activations afin d'atteindre des rangs plus élevés et d'augmenter votre bonus.
it: Raggiungi il volume qualificato di produzione e attivazioni di team necessario per raggiungere ranghi più elevati e aumentare il tuo bonus.
ja: 上位ランクを達成し、ボーナスを増やすためには必要な認定チーム売上およびアクティベーションボリュームを達成しましょう。
kk: Жоғарырақ рангқа жету және бонусыңызды арттыру үшін талап етілетін Білікті Топ Өндірісі мен Активтеу Көлемін орындаңыз.
pt: Atinja o Volume de Produção e Ativações de Equipe Qualificada necessário para alcançar classificações mais altas e aumentar seu bônus.
ro: Atinge volumul necesar de producție și activări pentru echipe calificate pentru a obține niveluri mai mari și a-ți mări bonusul.
uk: Виконайте вимоги до Кваліфікованого Обсягу Командного Виробництва та Активізацій для досягнення вищих рангів і збільшення вашого бонусу.
uz: Юқори рангларга эришиб, бонусларингизни кўпайтириш учун Жамоа Квалификацион ишлаб чиқариши ва Фаоллик ҳажми талабларига жавоб беринг.
zh: 达成所需的合格团队业绩和激活业绩量，以晋升更高职级并提升您的奖金。

source: Meeting Info
ca: Informació de la reunió
es: Información de Reunión
fr: Informations sur la réunion
it: Info sulla riunione
ja: ミーティング情報
kk: Кездесу туралы ақпарат
ky: Жыйналыш тууралуу маалымат
lv: Sapulces info
mn: Уулзалтын мэдээлэл
pt: Informações da reunião
ro: Info întâlnire
ru: Информация о встрече
uk: Інформація про зустріч
uz: Мажлисга доир маълумот
zh: 会议信息

source: Meeting Point
ca: Punt de trobada
de: Treffpunkt
es: Punto de encuentro
fr: Point de rencontre
it: Punto di incontro
ja: 集合場所
kk: Кездесу Орны
ky: Жолугушуу жери
lv: Satikšanās Punkts
mn: Уулзах газар
pt: Ponto de encontro
ro: Loc de întâlnire
ru: Место встречи
uk: Місце зустрічі
uz: Учрашиш нуқтаси
zh: 集合点

source: Meeting Point And Pickup Details
ca: Punt de trobada i detalls de recollida
de: Treffpunkt und Abholdetails
es: Punto de encuentro y detalles de recogimiento
fr: Point de rencontre et détails du ramassage
it: Punto d'incontro e modalità di prelievo
ja: 集合場所とピックアップの詳細
kk: Кездесу орны және алып кету мәліметтері
ky: Жолугушуу пункту жана алып кетүү чоо-жайы
lv: Satikšanās Punkts un Ikāpšanas Informācija
mn: Уулзах газар болон дэлгэрэнгүй заавар
pt: Detalhes do ponto de encontro e partida
ro: Punctul de întâlnire și detaliile de ridicare
ru: Место встречи и детали сбора
uk: Місце зустрічі та деталі збору
uz: Учрашиш ва олиб кетиш нуқталари ҳақида батафсил
zh: 集合点和接送详情

source: Meeting Room
ca: Sala de reunions
de: Meeting Raum
es: Sala de Reunión
fr: Salle de réunion
it: Sala riunioni
ja: ミーティングルーム
kk: Кездесу бөлмесі
ko: 회의실
ky: Жыйналыш Бөлмөсү
lv: Vebināru istaba
mn: Конект өрөө
pt: Sala de reuniões
ro: Camera de întâlnire
ru: Конференц-комната
uk: Конференц Кімната
uz: Мажлислар хонаси
zh: 會議室

source: Meeting Rooms
ca: Sales de reunions
de: Meeting Räume
es: Salas de Reunión
fr: Salles de réunion
it: Sale riunioni
ja: ミーティングルーム
kk: Конференц-зал
ko: 회의실
ky: Жыйналыш Бөлмөлөрү
lv: Vebināru telpas
mn: Конект өрөөнүүд
pt: Salas de reuniões
ro: Camere de întâlnire
ru: Конференц-Комнаты
uk: Конференц Кімнати
uz: Мажлислар хонаси
zh: 會議室

source: Meetings
ca: Reunions
de: Sitzungen
es: Reuniones
fr: Réunion
it: Riunioni
ja: ミーティング
kk: Кездесулер
ko: 회의
ky: Жолугушуулар
lv: Sapulces
mn: Конект өрөөнүүд
pt: Reuniões
ro: Întâlniri
ru: Встречи
uk: Зустрічі
uz: Учрашувлар
zh: 会议

source: member
ca: membre
fr: membre
it: membro
ja: メンバー
kk: клуб мүшесі
pt: membro
ro: membru
uk: член
uz: аъзо
zh: 会员

source: Member
ca: Membre
de: Mitglied
es: Miembro
fr: Membre
it: Membro
ja: メンバー
kk: Клуб Мүшесі
ko: 멤버
ky: Мүчө
lv: Biedrs
mn: Гишүүн
pt: Membro
ro: Membru
ru: Член Клуба
uk: Член
uz: Аъзо
zh: 會員

source: Member Activation Bonuses
fr: Bonus d'Activation de Membres
it: Bonus Attivazione Membri
pt: Bônus de Ativações de Membros
uk: Бонуси за активації Членів Клубу

source: Member Activations
ca: Activacions de Membres
de: Mitgliederaktivierungen
es: Activaciones Miembro
fr: Activations de Membre
it: Attivazioni di Membri
ja: メンバーアクティベーション
kk: Клуб Мүшелерін Белсендіру
ko: 멤버 활성화
ky: Мүчөлөрдү активдештирүү
lv: Biedru Aktivizācijas
mn: Гишүүний идэвхжүүлэлт
pt: Ativações de membros
ro: Activări de membru
ru: Активации Членов Клуба
uk: Активації Членів Клубу
uz: Аъзо Фаоллиги
zh: 会员激活

source: Member Agreement
ca: Acord de Membre
de: Mitgliedschaftsvereinbarung
es: Acuerdo de Miembro
fr: Accord de Membre
it: Contratto di Membership
ja: メンバー規約
kk: Мүше Келісімі
ko: 멤버 계약서
ky: Мүчөлүк Келишими
lv: Biedra Līgums
mn: Гишүүнчлэлийн Гэрээ
pt: Contrato de Membro
ro: Acord de Membru
ru: Членское Соглашение
uk: Угода про Членство
uz: Аъзо тўғрисида Битим
zh: 會員協議

source: Member Configuration
ca: Configuració de Membre
de: Mitglied Konfiguration
es: Configuración de Miembro
fr: Configuration des membres
it: Configurazione del Membro
ja: メンバーの構成
kk: Мүшенің конфигурациясы
ky: Мүчөнүн конфигурациясы
lv: Biedra konfigurācija
mn: Гишүүдийн тохиргоо
pt: Configuração do Membro
ro: Configurare Membru
ru: Конфигурация Члена Клуба
uk: Конфігурація Члена Клубу
uz: Аъзо конфигурацияси
zh: 会员配置

source: Member Count
ca: Comptador de Membres.
de: Mitgliederzahl
es: Cantidad de Miembros
fr: Nombre de Membres
it: Conteggio dei Membri
ja: メンバーのカウント
kk: Қатысушылар Саны
ky: Мүчөлөрдүн саны
lv: Dalībnieku Skaits
mn: Гишүүдийн тоо
pt: Contagem de membro
ro: Numărul de membri
ru: Счёт Членов Клуба
uk: Кількість Членів Клубу
uz: Аъзолар сони
zh: 会员数量

source: Member Is Not a Black Card Member
ca: El Membre no és un Membre Black Card
de: Mitglied ist kein Black Card Mitglied
es: El Miembro no es un Miembro de Tarjeta Negra
fr: Le membre n'est pas un membre de la carte noire
it: Il Membro non ha la Carta Nera
ja: メンバーは、ブラックカードのメンバーではありません
kk: Клуб мүшесі қара картамен клубтың мүшесі емес
ky: Мүчө Кара карта мүчөсү эмес
lv: Biedrs nav Melnās Kartes Biedrs
mn: Гишүүн Хар картгүй байна
pt: O membro não é um membro Black Card
ro: Membrul nu este membru Black Card
ru: Член Клуба не является Членом Клуба с Чёрной Картой
uk: Член Клубу не є Членом Клубу з Чорною Картою
uz: Аъзо Қора картага эга Аъзо эмас
zh: 会员不是黑卡会员

source: Member Metrics
ca: Estadístiques dels Membres
de: Mitglieder-Metriken
es: Métricas del Miembro
fr: Mesures des Membres
it: Statistiche del Membro
ja: メンバー指標
kk: Клуб Мүшелерінің Көрсеткіштері
ky: Мүчөлөрдүн көрсөткүчтөрү
lv: Biedru Metrika
mn: Гишүүний үзүүлэлтүүд
pt: Métricas dos Membros
ro: Valorile membrilor
ru: Метрики Членов Клуба
uk: Показники Членів
uz: Аъзо кўрсаткичлари
zh: 会员指标

source: Member reached insider pricing limit
ca: El Membre ha arribat al límit de Insider Pricing
de: Mitglied hat Limit für Insider Pricing erreicht
es: El Miembro ha alcanzado el límite de Precio INsider
fr: Le membre a atteint la limite de prix pour les initiés
it: Il Membro ha raggiunto il limite per Insider Pricing
ja: メンバーは、INsider Pricingの予約件数の上限に達しました
kk: Мүше Insider pricing шегіне жетті
ky: Мүчө insider pricing баасынын чегине жетти
lv: Biedrs ir sasniedzis Insider pricing limitu
mn: Гишүүн insider pricing үнийн хязгаарт хүрсэн байна
pt: O membro atingiu o limite de reservas com INsider Pricing
ro: Membrul a atins limita de insider pricing
ru: Член Клуба достиг лимита insider pricing
uk: Член Клубу досяг ліміту insider pricing
uz: Аъзонинг insider pricing литими тугаган
zh: 会员已达到insider pricing折扣限制

source: Member Reports
fr: Rapports des Membres
it: Report dei Membri

source: Member Since
ca: Membre des de
de: Mitglied seit
es: Miembro desde
fr: Membre Depuis
it: Membro da
ja: メンバー登録日
kk: Мүшесі уақыттан бастап
ko: 멤버 가입시기
ky: Төмөңкү күндөн бери Мүчө
lv: Biedrs kopš
mn: Гишүүн болсон огноо
pt: Membro desde
ro: Membru din data
ru: Член Клуба с
uk: Члена Клубу з
uz: Аъзолар
zh: 會員

source: Member Status
ca: Estat de Membre
de: Mitglieds-Status
es: Status de Miembro
fr: Statut de membre
it: Status del Membro
ja: メンバーのステータス
kk: Мүшенің Мәртебесі
ky: Мүчөнүн статусу
lv: Biedra Status
mn: Гишүүний статус
pt: Status do membro
ro: Statut membru
ru: Статус Члена Клуба
uk: Статус Члена Клубу
uz: Аъзолар мақоми
zh: 会员状态

source: Member Type
ca: Categoria de Membre
de: Mitglieds-Typ
es: Tipo de Miembro
fr: Type de membre
it: Tipo di Membro
ja: メンバーのタイプ
kk: Мүшенің Түрі
ky: Мүчөнүн Түрү
lv: Biedra Tips
mn: Гишүүний төрөл
pt: Categoria do membro
ro: Tip membru
ru: Тип Члена Клуба
uk: Тип Члена Клубу
uz: Аъзо тури
zh: 会员类型

source: Member:
ca: Membre:
de: Mitglieder:
es: Miembro:
fr: Membre :
it: Membro:
ja: メンバー：
kk: Клуб Мүшесі:
ko: 멤버:
ky: Мүчө:
lv: Biedrs:
mn: Гишүүн:
pt: Membro:
ro: Membru:
ru: Член Клуба:
uk: Член:
uz: Аъзо:
zh: 會員：

source: Members
ca: Membres
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
ja: メンバー
kk: Клуб Мүшелері
ko: 멤버
ky: Мүчөлөр
lv: Biedri
mn: Гишүүд
pt: Membros
ro: Membri
ru: Члены клуба
uk: Члени
uz: Аъзолар
zh: 會員

source: Members & Partners can quickly and easily access all the features and benefits of inCruises from their mobile devices.
ca: Els membres i socis poden accedir ràpidament i fàcilment a totes les funcions i avantatges d'inCruises des dels seus dispositius mòbils.
de: Mitglieder und Partner können schnell und einfach auf alle Funktionen und Vorteile von inCruises über ihre mobilen Geräte zugreifen.
es: Miembros y Socios pueden accesar rápida y fácilmente a todas las funciones y beneficios de inCruises desde sus dispositivos móviles.
fr: Les Membres et les Partenaires peuvent accéder rapidement et facilement à toutes les fonctions et à tous les avantages de inCruises à partir de leurs appareils mobiles.
it: I Membri e i Partner possono accedere in modo facile e veloce a tutte le funzioni e i vantaggi di inCruises dai loro dispositivi mobili.
ja: メンバーとパートナーは、モバイル端末からinCruisesのすべての機能と特典にすばやく簡単にアクセスできます。
kk: Мүшелер мен серіктестер барлық inCruises мүмкіндіктері мен артықшылықтарына мобильді құрылғыларынан жылдам және оңай қол жеткізе алады.
ko: 멤버 및 파트너는 모바일 기기에서 inCruises의 모든 기능과 혜택에 쉽고 빠르게 액세스할 수 있습니다.
ky: Мүчөлөр жана Өнөктөштөр мобилдик түзмөктөрүнөн inCruisesтин бардык мүмкүнчүлүктөрүнө жана артыкчылыктарына тез жана оңой жете алышат.
lv: Biedri un partneri var ātri un viegli piekļūt visām inCruises funkcijām un priekšrocībām no savām mobilajām ierīcēm.
mn: Гишүүд болон Түншүүд өөрсдийн мобайл төхөөрөмжөөс inCruises-ийн бүх онцлог, давуу талуудад хурдан бөгөөд хялбар хандах боломжтой болсон.
pt: Os membros e parceiros podem acessar rápida e facilmente todos os recursos e benefícios da inCruises a partir de seus dispositivos móveis.
ro: Membrii și partenerii pot accesa rapid și ușor toate funcțiile și beneficiile inCruises de pe dispozitivele lor mobile.
ru: Члены Клуба и Партнёры inCruises могут быстро и легко получить доступ ко всем функциям и преимуществам inCruises с их мобильных устройств.
uk: Члени Клубу та Партнери inCruises можуть швидко та легко отримати доступ до всіх функцій та переваг inCruises з їх мобільних пристроїв.
uz: Аъзолар ва Ҳамкорлар ўз мобил қурилмаларидан inCruises нинг барча функциялари ва афзалликларини дарҳол кўришлари мумкин.
zh: 会员和合作伙伴可以通过其移动设备快速轻松地访问 inCruises 的所有功能和优势。

source: Members Counting for my active partner status
ca: Nombre de Membres Comptabilitzats per al meu estatus de Soci actiu
de: Mitgliederzählung für meinen aktiven Partnerstatus
es: Miembros contabilizados para mi estatus de Socio activo
fr: Les Membres comptent pour mon statut de partenaire actif
it: Membri che contano per il mio stato di partner attivo
ja: アクティブパートナーステータスのためのメンバー数カウント
kk: Менің белсенді серіктес мәртебемді есепке алатын клуб мүшелері
ky: Менин активдүү өнөктөш статусум үчүн эсептеле турган мүчөлөрүм
lv: Biedri, kas virzās uz manu aktīvā partnera statusu
mn: Миний идэвхтэй түншид тоологдох гишүүд
pt: Membros que contam para meu status de Parceiro Ativo
ro: Membrii care se numără pentru statutul meu de partener activ
ru: Члены Клуба для расчета моего активного Партнерского статуса
uk: Члени Клубу для розрахунку мого активного Партнерського статусу
uz: менинг фаол ҳамор мақомимга ҳисобланувчи Аъзолар
zh: 用于计算我活跃合作伙伴身份的会员人数

source: Members Counting Toward Your QBI
fr: Membres Comptant Pour Votre QBI
it: Membri che contano per il tuo QBI

source: Members Enjoy Unparalleled Value With
ca: Els Membres gGudeixen d’un Valor Incomparable Amb
de: Mitglieder genießen einen unvergleichlichen Wert mit
es: Los Miembros de inCruises Disfrutan de un Valor Inigualable Gracias a
fr: Les Membres Bénéficient d'une Valeur Inégalée Avec
it: I Membri godono di un valore ineguagliabile grazie a
ja: メンバーは以下の特典によって他に類のない価値を享受できます
kk: Мүшелер теңдессіз құндылыққа ие болады
ky: Клубдун мүчөлөрү болуп көрбөгөндөй артыкчылыктарга ээ
lv: Biedri Bauda Nepārspējamu Vērtību Ar
mn: Гишүүд хосгүй үнэ цэнийг эдэлдэг
pt: Os Membros Desfrutam de um Valor INigualável com
ro: Membrii se bucură de o valoare de neegalat cu
ru: Члены Клуба наслаждаются непревзойденной ценностью благодаря
uk: Члени Клубу насолоджуються неперевершеною цінністю завдяки
uz: Аъзолар қуйидагилар билан тенгсиз қийматга эга:
zh: 会员尽享无与伦比的价值，通过

source: Members in QBI Period
fr: Membres en Période de QBI
it: Membri nel periodo QBI
kk: БСИ кезеңіндегі клуб мүшелері
pt: Membros no período QBI
ro: Membri în perioada QBI
uk: Кількість Членів за Період QBI
uz: QBI даврида Аъзолар
zh: 处于QBI周期的会员

source: Members in your QBI
ca: Membres del teu QBI
de: Mitglieder in Ihrem QBI
es: Miembros en tu QBI
fr: Membres de votre QBI
it: Membri del tuo QBI
ja: あなたのQBIにカウントされるメンバー
kk: QBI мүшелері
ky: Сиздин QBI (БСИ) мүчөлөрү
lv: Jūsu QBI Biedri
mn: Таны QBI-д буй Гишүүд
pt: Membros no seu QBI
ro: Membri în QBI-ul tău
ru: Членов Клуба в вашем QBI
uk: Членів Клубу у вашому QBI (ІЯБ)
uz: QBI даги Аъзо
zh: 您QBI中的会员

source: Members must be at least 18 years old.
ca: Els Membres han de tenir almenys 18 anys.
de: Mitglieder müssen mindestens 18 Jahre alt sein.
es: Los Miembros deben tener al menos 18 años de edad.
fr: Les membres doivent avoir au moins 18 ans.
it: I Membri del Club devono avere almeno 18 anni.
ja: メンバーは、18歳以上でなければいけません。
kk: Мүшелер кем дегенде 18 жаста болуы керек.
ko: 멤버는 만 18 세 이상이어야합니다.
ky: Мүчөлөр кеминде 18 жашында болуш керек.
lv: Biedriem jābūt vismaz 18 gadu veciem.
mn: Гишүүд 18 наснаас дээш байх ёстой.
pt: Os Membros devem ter pelo menos 18 anos de idade.
ro: Membrii trebuie să aibă cel puţin 18 ani.
ru: Члены клуба должны быть не моложе 18 лет.
uk: Членам повинно бути не менше 18 років.
uz: Аъзолар камида 18 ёш бўлишлари шарт.
zh: 會員必須年滿18周歲。

source: Members must submit requests for credits within
ca: Els membres han de presentar les sol·licituds de crèdits dins de
de: Die Mitglieder müssen Anträge auf Gutschriften einreichen
es: Los Miembros deben enviar solicitudes de créditos dentro de
fr: Les Membres doivent soumettre leurs demandes de crédits dans
it: I Membri devono presentare la richiesta dei crediti entro
ja: メンバーは予約が完了してから
kk: Мүшелер несие алуға өтініш беруі керек
ko: 멤버는 다음 기간 내에 크레딧 요청을 제출해야 합니다
ky: Клуб мүчөлөрү чегерүү үчүн суроо-талапты төмөнкү мөөнөттүн ичинде жөнөтүшү керек
lv: Biedriem jāiesniedz pieprasījumi par kredītiem laikā
mn: Гишүүд зөрөөг авах хүсэлтээ
pt: Os membros devem apresentar pedidos de créditos dentro de
ro: Membrii trebuie să depună cereri de credite în termen de
ru: Члены Клуба должны отправлять запрос на начисление в течение
uk: Члени Клубу повинні надсилати запит на нарахування протягом
uz: Аъзолар тўловга оид сўровни буюртма дастлабки тасдиқланганидан сўнг
zh: 会员必须在

source: Members of this distinguished group are recognized for their ongoing commitment to charitable giving
ca: Els Membres d'aquest grup distingit són reconeguts pel seu compromís continu amb les donacions benèfiques
de: Die Mitglieder dieser angesehenen Gruppe werden für ihr kontinuierliches Engagement für wohltätige Zwecke ausgezeichnet
es: Miembros del este distinguido grupo son reconocidos por su compromiso continuo a los donativos benéficos
fr: Les membres de ce groupe distingué sont reconnus pour leur engagement continu en faveur des œuvres de bienfaisance
it: I Membri di questo illustre gruppo sono riconosciuti per il loro costante impegno nella beneficenza
ja: この著名なグループのメンバーは、慈善寄付への継続的なコミットメントが称されています。
kk: Бұл көрнекті топтың мүшелері қайырымдылыққа деген адалдықтары үшін танылады
ky: Бул көрүнүктүү топтун мүчөлөрү кайрымдуулук иштерине туруктуу берилгендиги үчүн таанылат
lv: Šīs izcilās grupas dalībnieki tiek atzīti par savu pastāvīgo apņemšanos sniegt labdarības
mn: Энэхүү өгөөмөр хамт олон энэрлийн үйлсэд тууштай хувь нэмэр оруулдагаараа хүлээн зөвшөөрөгдсөн хүмүүс юм
pt: Os membros deste distinto grupo são reconhecidos pelo seu compromisso contínuo com doações de caridade
ro: Membrii acestui grup distins sunt recunoscuți pentru angajamentul lor continuu față de donații caritabile
ru: Члены этой выдающейся группы получают признание за их постоянную приверженность благотворительности
uk: Члени цієї видатної групи отримують визнання за їх постійну відданість благодійності
uz: Мазкур ажойиб гуруҳ Аъзолари доимий хайрия ҳаракатлари учун эътироф этилади
zh: 这个杰出群体的成员因其持续致力于慈善捐赠而获得认可

source: Members who failed to make a payment within the required 30 day period and must reactivate their account in order to continue making payments.
ca: Membres que no han fet el pagament dins del període requerit de 30 dies i han de reactivar el seu Compte d’Usuari per poder continuar fent pagaments.
fr: Membres qui n'ont pas effectué de paiement dans le délai requis de 30 jours doivent réactiver leur compte afin de continuer à effectuer des paiements.
it: I Membri che non hanno effettuato il pagamento entro il termine previsto di 30 giorni e devono riattivare il proprio account per poter continuare ad effettuare pagamenti.
ja: 所定の30日間の支払い期限内に支払いを完了できなかった会員は、今後の支払いを継続するためにアカウントを再アクティベートする必要があります。
kk: Төлемді талап етілген 30 күндік мерзімде жасамаған клуб мүшелері төлемдерді жалғастыру үшін өз есептік жазбасын қайта белсендіруі керек.
pt: Os Membros que não efetuaram o pagamento dentro do prazo exigido de 30 dias e precisam reativar sua conta para continuar fazendo pagamentos.
ro: Membrii care nu au efectuat o plată în perioada necesară de 30 de zile și care trebuie să își reactiveze contul pentru a putea continua să efectueze plăți.
uk: Учасники, які не здійснили платіж протягом необхідного 30-денного періоду та повинні повторно активувати свій обліковий запис, щоб продовжувати здійснювати платежі.
uz: Берилган 30 кун ичида тўлов қила олмаган ва тўлов қилишда давом этиш учун ўз аккаунтларини қайта фаоллаштириши шарт бўлган Аъзолар.
zh: 未在规定的30天期限内完成付款的会员，必须重新激活账户才能继续付款。

source: Members With Cruise Bookings & Pending Invoices
fr: Membres Ayant des Réservations de Croisière et des Factures en Attente
it: Membri con prenotazioni di crociere e fatture in sospeso

source: Members with Pending Invoices
fr: Membres avec des Factures en attente
it: Membri con fatture in sospeso

source: Membership
ca: Membresia
de: Mitgliedschaft
es: Membresía
fr: Adhésion
ja: メンバーシップ
kk: Мүшелік
ko: 멤버십
ky: Мүчөлүк
lv: Partnerība
mn: Гишүүнчлэл
pt: Assinatura
ro: Calitate de membru
ru: Членство
uk: Членство
uz: Аъзолик
zh: 會員資格

source: Membership 3.0
ca: Membresia 3.0
de: Mitgliedschaft 3.0
es: Membresía 3.0
fr: Adhésion 3.0
ja: メンバーシップ 3.0
kk: Мүшелік 3.0
ky: Мүчөлүк 3.0
lv: Biedru Dalība 3.0
mn: Гишүүнчлэл 3.0
pt: Assinatura 3.0
ro: Abonamentul 3.0
ru: Программа Членства 3.0
uk: Програма Членства 3.0
uz: Аъзолик 3.0
zh: 会员3.0
