Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: PARTNER CERTIFICATION:
ca: CERTIFICACIÓ DE SOCIETAT:
de: PARTNER ZERTIFIZIERUNG:
es: CERTIFICACIÓN DEL SOCIO:
fr: CERTIFICATION PARTENAIRE :
it: CERTIFICAZIONE DEL PARTNER :
ja: パートナー認定：
kk: СЕРІКТЕС СЕРТИФИКАТЫ:
ko: 파트너 인증서:
ky: ӨНӨКТӨШТҮН СЕРТИФИКАЦИЯСЫ:
lv: PARTNERA SERTIFIKĀCIJA:
mn: ТҮНШИЙН ГЭРЧИЛГЭЭ:
pt: CERTIFICAÇÃO DE SÓCIOS:
ro: CERTIFICATUL DE PARTENER:
ru: СЕРТИФИКАЦИЯ ПАРТНЕРА:
uk: СЕРТИФІКАЦІЯ ПАРТНЕРА:
uz: ҲАМКОРЛИКНИ СЕРТИФИКАТЛАШ:
zh: 合作夥伴認證：

source: Partner Code of Conduct
ca: Codi de conducta dels Socis
de: Partner-Verhaltenskodex
es: Código de Conducta del Socio
fr: Code de Conduite des Partenaires
it: Codice di condotta dei Partner
ja: パートナー行動規範
kk: Серіктестің мінез-құлық кодексі
ko: 파트너 행동 강령
ky: Өнөктөштүн жүрүм-турум эрежедери
lv: Partnera Uzvedības Kodeks
mn: Түншийн Ёс Зүйн Дүрэм
pt: Código de Conduta do Parceiro
ro: Codul de conduită pentru parteneri
ru: Правила поведения Партнёра
uk: Правила поведінки Партнера
uz: Ҳамкор ахлоқи кодекси
zh: 合作伙伴行为准则

source: Partner Date
ca: Data del soci
de: Partnerdatum
es: Fecha de Socio
fr: Date partenaire
it: Data del Partner
ja: パートナー登録日
kk: Серіктестік Күні
ko: 파트너 날짜
ky: Өнөктөш болгон датасы
lv: Partnera datums
mn: Түншийн Огноо
pt: Data de sócio
ro: Data partenerului
ru: Дата Партнерства
uk: Дата Партнерства
uz: Ҳамкор бўлган санаси
zh: 合作日期

source: Partner ID
ca: ID de Soci
es: ID de Socio
fr: Identifiant de Partenaire
it: ID del Partner
ja: パートナーのID
kk: Серіктес ID
ko: 파트너 ID
ky: Өнөктөш ИН
lv: Partnera ID
mn: Түншийн ID
pt: Sócio ID
ro: ID Partener
ru: ID Партнёра
uk: ID Партнера
uz: Ҳамкор Идентификацион рақами
zh: 合作夥伴 ID

source: Partner Member
fr: Membre Partenaire
it: Partner-Membro

source: Partner Member Activation Bonus will only be available until the end of this month.
fr: Bonus d'Activation des Membres Partenaires ne sera disponible que jusqu'à la fin de ce mois.
it: Il bonus Attivazione Partner-Membri sarà disponibile solo fino alla fine di questo mese.
kk: Клубтың серіктес мүшелерін белсендіру бонусы тек осы айдың соңына дейін қол жетімді болады.
pt: O Bônus de Ativação de Sócios-Membros estará disponível apenas até o final deste mês.
uk: Бонус за Активації Членів-Партнерів Клубу буде доступний лише до кінця цього місяця.
uz: Ҳамкор Аъзони фаоллаштирганлик учун бонус фақат жорий ой якунига қадар берилади.
zh: 合伙人会员激活奖金仅在本月底前有效。

source: Partner Member Activation Cash
fr: Prime d'Activation pour les Membres Partenaires
it: Cash Attivazione di Partner-Membri
pt: Ativação de Sócio-Membro em Dinheiro
uk: Грошове винагородження за Активацію Члена-Партнера Клубу.

source: Partner Member Activations
fr: Activations des Membres Partenaires
it: Attivazioni di Partner-Membri
kk: Клубтың Серіктес Мүшелерін Белсендіру
pt: Ativações de Sócio-Membro
uk: Активації Членів Партнерів
uz: Ҳамкор Аъзони фаоллаштириш
zh: 合伙人会员激活数

source: Partner Metrics
ca: Mètriques dels Socis
de: Partner Metriken
es: Métricas del Socio
fr: Mesures des Partenaires
it: Metriche dei Partner
ja: パートナー指標
kk: Серіктес Өлшемдері
ky: Өнөктөштөрдүн көрсөткүчтөрү
lv: PartnerMetrika
mn: Түншийн үзүүлэлтүүд
pt: Métricas do Parceiro
ro: Valori pentru parteneri
ru: Метрики Партнёра
uk: Показники Партнерів
uz: Ҳамкор кўрсаткичлари
zh: 合作伙伴指标

source: Partner Pages
ca: Pàgines de Socis
de: Partner-Seiten
es: Páginas de Socio
fr: Pages des Partenaires
it: Pagine del Partner
ja: パートナーページ
kk: Серіктестерге арналған беттер
ky: Өнөктөштөр үчүн баракчалар
lv: Partnera Lappuses
mn: Түншийн хуудас
pt: Páginas de parceiros
ro: Paginile partenerului
ru: Страницы для Партнёров
uk: Сторінки для Партнерів
uz: Ҳамкорлик саҳифалари
zh: 合作伙伴页面

source: Partner Plan
fr: Plan de Partenaire
it: Piano Partner
kk: Серіктес Планы
pt: Plano de Parceiro
uk: Партнерський План
uz: Ҳамкорлик режаси
zh: 合伙人计划

source: PARTNER recognizes and is prepared for the possibility that his/her standard of living may be reduced during the non-competition period, and PARTNER fully accepts any risk associated therewith.
ca: El SOCI reconeix i està preparat per a la possibilitat que el seu nivell de vida es pugui reduir durant el període de no competència i el SOCI accepta completament qualsevol risc associat.
de: Der PARTNER ist sich der Möglichkeit bewusst und darauf vorbereitet, dass sein Lebensstandard während des Wettbewerbsverbots beeinträchtigt werden kann, und er übernimmt alle damit verbundenen Risiken.
es: El SOCIO reconoce y está preparado para la posibilidad de que su nivel de vida se reduzca durante el período de no competencia, y el SOCIO acepta completamente cualquier riesgo asociado con el mismo.
fr: Le PARTENAIRE reconnaît et est préparé à la possibilité que son niveau de vie soit réduit pendant la période de non-concurrence et le PARTENAIRE accepte pleinement tous risques qui y sont associés.
it: Il PARTNER riconosce ed è preparato alla possibilità che il suo tenore di vita possa essere ridotto durante il periodo di non concorrenza e accetta pienamente ogni rischio ad esso associato.
ja: パートナーは、競業避止期間中に自分の生活水準が低下する可能性を認識しており、PARTNERはそれに関連するリスクを完全に受け入れます。
kk: СЕРІКТЕС бәсекелестіктің жетіспеушілігі кезеңінде оның өмір сүру деңгейі төмендеуі мүмкін екенін мойындайды және оған дайын болады, және СЕРІКТЕС осыған байланысты кез келген қауіпті толық қабылдайды.
ko: 파트너는 비경쟁 기간 동안 자신의 생활 수준이 감소될 가능성을 인식하고 파트너는 이와 관련된 위험을 완전히 수락합니다.
ky: ӨНӨКТӨШ атаандаштыктан тышкаркы мезгилде анын жашоо деңгээлинин төмөндөшү мүмкүндүгүн түшүнөт жана ага даяр, жана ӨНӨКТӨШ буга байланыштуу бардык тобокелдиктерди толугу менен кабыл алат.
lv: PARTNERIS atzīst un ir gatavs iespējai, ka viņa līmenis nekvalificēšanās gadījumā var tikt pazemināts, un PARTNERIS pilnībā piekrīt jebkuram ar to saistītam riskam.
mn: Өрсөлдөөнгүй байх үед, ТҮНШҮҮД нь тэдний амьдралын түвшин буурах магадлалыг мэдэж үүнд бэлтгэлтэй байх хэрэгтэй. Түүнчлэх ТҮНШ нь үүнтэй холбоотой эрсдлийг бүрэн хариуцах ёстой.
pt: O SÓCIO reconhece e está preparado para a possibilidade de que o seu padrão de vida possa ser reduzido durante o período de não competição, e o SÓCIO aceita totalmente qualquer risco associado ao mesmo.
ro: PARTENERUL recunoaşte şi este pregătit pentru eventualitatea reducerii standardului său de trai pe perioada de non-competiţie, iar PARTENERUL acceptă orice risc asociat cu această posibilitate.
ru: ПАРТНЕР признает и готов к тому, что его / ее уровень жизни может быть снижен в период отсутствия конкуренции, и ПАРТНЕР полностью принимает любой связанный с этим риск.
uk: ПАРТНЕР визнає та готовий до того, що його/її рівень життя може бути знижений в період відсутності конкуренції, і ПАРТНЕР повністю приймає усі ризики, пов'язані з цим.
uz: ҲАМКОР рақобатсиз давр ичида унинг яшаш даражаси тушиб кетиши мумкинлигини билади ва бунга тайёр, ҳамда ҲАМКОР бу билан боғлиқ ҳар қандай таваккални тўлиқ қабул қилади.
zh: 合作夥伴承認在不競爭期間可能降低他/她的生活水平，並且合作夥伴完全接受與之相關的任何風險。

source: Partner Refund And Compress
ca: Reemborsaments i reduccions de fons de socis
de: Partner Rückerstattung und Komprimierung
es: Reembolso y Compresión de Socio
fr: Remboursement et Compression des Partenaires
it: Rimborsi e riduzioni dei fondi dei Partner
ja: パートナー返金とコンプレス
kk: Серіктесті қайтару және қысу
ko: 파트너 환불 및 압축
ky: Өнөктөштүн каражаттарын кайтаруу жана кыскартуу
lv: Partnera atmaksa
mn: Түншийн буцаан олголт ба шахалт
pt: Reembolso e compressão do parceiro
ro: Rambursare și comprimare partener
ru: Возврат и сокращение средств Партнёра
uk: Повернення та скорочення коштів Партнера
uz: Ҳамкор тўловини қайтариш ва сиқиш
zh: 合作夥伴退款和壓縮

source: Partner Renewing Next Month
fr: Renouvellement du Partenaire le Mois Prochain
it: Partner che rinnoveranno il mese prossimo

source: Partner Reports
fr: Rapports des Partenaires
it: Report Partner

source: Partner Status
ca: Estat de soci
es: Estado de Socio
fr: Statut de Partenaire
it: Condizione del Partner
ja: パートナーのステータス
kk: Серіктес мәртебесі
ko: 파트너 상태
ky: Өнөктөштүн Статусу
lv: Partnera statuss
mn: Түншийн статус
pt: Status de parceiro
ro: Status Partener
ru: Статус Партнёра
uk: Статус Партнера
uz: Ҳамкор мақоми
zh: 合作夥伴狀態

source: Partner Success
ca: Èxit dels socis
de: Partnererfolg
es: Éxito del Socio
fr: Succès des Partenaires
it: Successo del partner
ja: パートナーの成功
kk: Серіктестік Табысы
ko: 파트너 성공
ky: Өнөктөштүн Ийгилиги
lv: Partnera Veiksme
mn: Түншийн амжилт
pt: Parceiros de sucesso
ro: Succesul Partenerului
ru: Успех Партнёра
uk: Успіх Партнера
uz: Ҳамкор муваффақияти
zh: 合作伙伴成功

source: Partner Team Production
ca: Producció de l’Equip de Socis
de: Partner Team Umsatz
es: Producción del Equipo de Socios
fr: Production de l'Équipe Partenaire
it: Produzione del Partner Team
ja: パートナーチームの実績
kk: Серіктестік команданың тауар айналымы
ky: Өнөктөштөр командасынын өндүрүмдүүлүгү:
lv: Partneru Komandas Apgrozījums
mn: Түншийн багийн борлуулалтууд
pt: Produção da Equipe de Parceiros
ro: Producția echipei de parteneri
ru: Товарооборот Партнёрской команды
uk: Виробіток Партнерської команди
uz: Ҳамкор жамоаси ишлаб чиқариши
zh: 合作伙伴团队产能

source: Partner Type
ca: Tipus de Soci
de: Partner Typ
es: Tipo de Socio
fr: Type de Partenaire
it: Tipo di Partner
ja: パートナーの種類
kk: Серіктес Түрі
ko: 파트너 타입
ky: Өнөктөш Түрү
lv: Partnera tips/veids
mn: Түншийн төрөл
pt: Tipo de sócio
ro: Tipul partenerului
ru: Тип Партнёра
uk: Тип Партнера
uz: Ҳамкор тури
zh: 合作夥伴類型

source: PARTNER understands, agrees and acknowledges that as a National Director rank IBP, his/her earnings through the Compensation Plan have the potential to increase significantly. Further, as a National Director rank IBP, PARTNER will gain increased access to inGroup International’s executive team and exposure to information that inGroup International treats as proprietary, confidential and as trade secrets. In consideration of such increase in compensation and PARTNER’s exposure to inGroup International confidential and trade secret information, during the term of this Addendum PARTNER agrees to the following:
ca: El SOCI comprèn, accepta i reconeix que, com a Director Nacional, IBP, els seus ingressos a través del Pla de Compensació poden augmentar significativament. A més, en qualitat de Director Nacional, IBP, el SOCI obtindrà un accés més gran a l’equip executiu d'inGroup International i una exposició a la informació que tracta inGroup International tracta com a propietari, com aconfidencial i com a secrets comercials. Tenint en compte aquest augment de la compensació i l’exposició del SOCI a la informació confidencial i secreta del comerç de l’inGroup International, durant el període d’aquest complement, el SOCI accepta el següent:
de: Der PARTNER versteht, stimmt zu und erkennt an, dass seine Einnahmen durch den Vergütungsplan als Nationaler Direktor Unabhängiger Partner das Potenzial haben, deutlich zu steigen. Darüber hinaus erhält der PARTNER als National Director Rang Unabhängiger Partner einen besseren Zugang zum Managementteam von inGroup International und zu Informationen, die inGroup International als urheberrechtlich geschützt, vertraulich und als Geschäftsgeheimnisse behandelt. In Anbetracht dieser Erhöhung der Vergütung und der Tatsache, dass der PARTNER vertraulichen und Geschäftsgeheimnissen ausgesetzt ist, erklärt sich der PARTNER während der Laufzeit dieses Addendums mit den folgenden Punkten einverstanden:
es: El SOCIO entiende, acepta y reconoce que como National Director SI, sus ganancias a través del Plan de Compensación tienen el potencial de aumentar significativamente. Además, como SI con rango National Director, el SOCIO obtendrá un mayor acceso al equipo ejecutivo de inGroup International y a la información que inGroup International trata de forma prioritaria, confidencial y/o como secreto comercial. En consideración de dicho aumento en la compensación y al acceso del SOCIO a esa información tratada como confidencial y/o de secreto comercial, durante el término de este Anexo, el SOCIO acepta lo siguiente:
fr: Le PARTENAIRE comprend, accepte et reconnaît que, comme un directeur national, dans le rang de IBP, ses gains du plan de dédommagement ont le potentiel d'augmenter de façon significative. Plus loin, comme directeur national de rang IBP, le PARTENAIRE aura un accès à l’équipe exclusive de direction d'inGroup International et l'exposition des informations qu’inGroup International traite comme propriétaire, confidentiels et secrets commerciaux. Dans la considération de tel augmentation de la rémunération et de l’exposition du PARTENAIRE à des informations et des secrets commerciaux confidentielles d'inGroup International, pendant la durée de cet addendum, le PARTENAIRE convient à ce qui suit :
it: Il PARTNER comprende, concorda e riconosce che, in qualità di National Director, i suoi guadagni attraverso il Piano Compensi hanno il potenziale per aumentare in modo significativo. Inoltre, in qualità di National Director IBP, il PARTNER otterrà un maggiore accesso al team esecutivo di inGroup International e una maggiore esposizione alle informazioni che inGroup International tratta come proprietarie, riservate e come segreti commerciali. In considerazione di tale aumento del compenso e dell'esposizione del PARTNER alle informazioni riservate e ai segreti commerciali di inGroup International, durante il periodo di validità del presente Addendum il PARTNER accetta quanto segue:
ja: パートナーは、ナショナル ディレクターのランクIBPとして、報酬制度による収入が大幅に増加する可能性があることを理解し、同意し、認めるものとします。さらに、ナショナル ディレクターのランクIBPとして、パートナーはinGroup Internationalの経営陣へのアクセスが増え、inGroup Internationalが専有、機密、企業秘密として扱う情報に接する機会が増えることになる。このような報酬の増加、およびパートナーがinGroup Internationalの機密情報および企業秘密情報に触れることを考慮し、本補遺の期間中、パートナーは以下のことに同意するものとします。
kk: СЕРІКТЕС ТБС рейтингісінде Ұлттық Директор лауазымында, өтемақы жоспары шеңберінде оның табысы айтарлықтай артуы мүмкін екенін түсінеді, келіседі және мойындайды. Сонымен қатар, ТБС Ұлттық директоры ретінде, СЕРІКТЕС inGroup International -тің атқарушы органының командасынан кең көлемде ақпарат ала алады, сонымен қатар құпия, коммерциялық тұрғыдан керек болып табылатын деректерге қол жеткізе алады. inGroup International ақпараттарының құпия және коммерциялық құпияларына қол жеткізуге, сондай-ақ осы Қосымшаның қолданылу мерзімінің ішінде Серіктестің өтемақысын көтеруін ескере отырып, «СЕРІКТЕС» мынаған келісім береді:
ko: 파트너는 IBP 등급의 내셔널 디렉터가 보상 플랜을 통해 얻은 수입이 크게 증가 할 가능성이 있음을 이해하고 동의하며 인정합니다. 또한 내셔널 디렉터의 IBP 등급으로 파트너는 inGroup International의 경영진 및 inGroup International이 독점, 기밀 및 영업 비밀로 취급하는 정보에 대한 액세스를 강화할 것입니다. 이러한 보상의 증가 및 기밀 및 영업 비밀 정보에 대한 파트너의 노출을 고려하여 이 추가 조항의 기간 동안 파트너는 다음 사항에 동의합니다:
ky: ӨНӨКТӨШ КБӨ даражасына ээ болгон Улуттук директор катары анын Компенсациялоо Планы аркылуу тапкан кирешеси олуттуу түрдө көбөйүшү мүмкүн экенин түшүнөт, макулдайт жана моюнга алат. Мындан ары КБӨ даражасына ээ болгон Улуттук директор катары ӨНӨКТӨШ inGroup International компаниясынын аткаруучу командасына кирүү мүмкүнчүлүгүн жогорулатат жана inGroup International жеке менчик, купуя жана коммерциялык сыр катары эсептеген маалыматка ээ болот.Өнөктөштүн кирешеси жана inGroup International компаниясынын жашыруун жана коммерциялык купуя маалыматка жеткиликтүүлүктү эске алуу менен, ушул Тиркеменин колдонуу мөөнөтүнүн ичинде ӨНӨКТӨШ төмөнкүлөргө макул болот:
lv: PARTNERIS saprot, piekrīt un atzīst, ka, būdams Nacionālais direktors, viņa/viņas ienākumi, izmantojot atlīdzības plānu, var ievērojami palielināties. Turklāt, kā valsts direktors, KAS atbilst IBP, PARTNERIS iegūs plašāku pieeju inGroup International vadošajai komandai un informācijai, ar ingroup International, tiek uzskatīta par patentētu, konfidenciālu un par komercnoslēpumu. Ņemot vērā šādu kompensācijas palielinājumu un PARTNERA pakļautību inGroup International KONFIDENCIĀLAI un komercslepenai informācijai, šā papildinājuma PARTNERIS darbības laikā piekrīt:
mn: ТҮНШ нь National Director-ын цолтой БДТ-ийн хувьд түүний орлого Шагнал Урамшууллын хөтөлбөрийн дагуу мэдэгдэхуйц хэмжээгээр нэмэгдэх боломжтой гэдгийг ойлгож, хүлээн зөвшөөрч байна. Нэмж дурдахад, National Director-ын цолтой БДТ-ийн хувьд ТҮНШ нь inGroup International-ийн удирдлагын багт орж, inGroup International-ийн өмчлөх эрх, нууц мэдээлэл болон худалдааны нууц гэж үздэг мэдээлэлтэй танилцаж болно. Шагнал Урамшууллын хэмжээ нэмэгдсэнтэй болон ТҮНШ нь inGroup International-ийн нууцтай холбоотой мэдээллүүдийг мэддэгийн хувьд, энэ Нэмэлт гэрээг хэрэгжих хугацаанд ТҮНШ нь дараахь зүйлийг хүлээн зөвшөөрч байна:
pt: O SÓCIO entende, concorda e reconhece que, como Diretor Nacional, seus ganhos através do Plano de Compensação têm o potencial de aumentar significativamente. Além disso, como um Diretor Nacional, o SÓCIO obterá maior acesso à equipe executiva do inGroup International e maior exposição às informações que i inGroup International trata como confidenciais e como segredos comerciais. Em consideração a esse aumento de remuneração e à exposição de SÓCIOS a informações confidenciais e de segredo comercial do inGroup International, durante a vigência deste Adendo, SÓCIOS concordam com o seguinte:
ro: PARTENERUL înţelege, este de acord şi recunoaşte că în treapta de carieră de Director Naţional, prin intermediului Planului de Compensaţie, câştigurile sale au potenţialul de a creşte în mod semnificativ. Mai departe, ca Director Naţional, PARTENERUL va dobândi un acces sporit la echipa de conducere inGroup International şi la informaţii pe care inGroup International le consideră particulare, confidenţiale şi ca secrete comerciale. Având în vedere o asemenea creştere a compensaţiei şi expunerea PARTENERULUI la informaţii confidenţiale ale inGroup International şi secrete comerciale, pe perioada în care acest Act Adiţional este în vigoare, PARTENERUL este de acord cu următoarele:
ru: ПАРТНЕР осознает, соглашается и признает, что, будучи НБП на ранге Национального Директора, доходы ПАРТНЕРА по Компенсационному Плану имеют потенциал значительного роста. Далее, будучи НБП на ранге Национального Директора, ПАРТНЕР получит расширенный доступ к руководящему составу inGroup International и к информации, которую inGroup International считает закрытой, конфиденциальной и составляющей коммерческую тайну. В обмен на такое увеличение объема вознаграждений и доступ ПАРТНЕРА к конфиденциальной информации inGroup International и информации, составляющей коммерческую тайну inGroup International, в течение срока действия настоящего Дополнения ПАРТНЕР принимает на себя следующие обязательства:
uk: ПАРТНЕР розуміє, погоджується та визнає, що, будучи НП в ранзі Національного Директора, доходи ПАРТНЕРА завдяки Компенсаційному Плану мають потенціал значного зростання. Крім того, будучи НП в ранзі Національного Директора, ПАРТНЕР отримає розширений доступ до керівного складу inGroup International та інформації, яку inGroup International вважає закритою, конфіденційною та комерційною таємницею. В обмін на таке збільшення обсягу винагород і доступ ПАРТНЕРА до конфіденційної інформації inGroup International та інформації, що становить комерційну таємницю inGroup International, протягом терміну дії цього Доповнення ПАРТНЕР бере на себе такі зобов'язання:
uz: ҲАМКОР, Миллий директор даражасига эришган Мустақил бизнес ҳамкор сифатида, унинг компенсация режаси орқали олаётган даромади сезиларли даражада ошиши мумкинлигини тушунади, қабул қилади ва тан олади. Келгусида, Миллий директор даражасига эришган Мустақил бизнес ҳамкор сифатида, ҲАМКОРнинг inGroup International ижрочи гуруҳи ва inGroup International томонидан хусусий, маҳфий ва сир деб ҳисобланувчи ахборотга кириш имконияти янада кенгаяди. ҲАМКОРнинг даромади ҳамда inGroup International нинг маҳфий ва тижорат сири ҳисобланган ахборотга эга бўлиш имкониятининг бундай ошишини инобатга олган ҳолда, ушбу Қўшимчанинг амал қилиш муддати давомида ҲАМКОР қуйидагиларга розилик билдиради:
zh: 合作夥伴理解，同意並承認，作為National Director級別的IBP，他/她通過薪酬計劃獲得的收入有可能顯著增加。此外，作為National Director級別IBP，合作夥伴將獲得對inGroup International執行團隊的更多訪問權以及inGroup International視為專有，機密和商業機密的信息。考慮到合作夥伴報酬的增加以及對inGroup International機密和商業機密信息披露的可能，在本附錄期間，合作夥伴同意以下內容：

source: Partner VAT / Tax Code
ca: Codi fiscal /Número d'IVA del soci
de: Partner Mehrwertsteuer / Steuernummer
es: VAT de Socio / Código de Impuesto
fr: Code TVA / Taxe du Partenaire
it: Codice Fiscale / P. IVA del Partner
ja: パートナーのVAT / 税コード
kk: Серіктестік ҚҚС/ Салық кодексі
ko: 파트너 부가가치세 / 세금 코드
ky: Өнөктөш КНС / Салык кодекси
lv: Partnera PVN/nodokļu kods
mn: Түншийн НӨАТ / Татварын код
pt: VAT do Sócio / código tributário
ro: Partener TVA / Cod Fiscal
ru: Код налога/НДС Партнёра
uk: Код податку/ПДВ Партнера
uz: Ҳамкорнинг ҚҚС / Солиқ коди
zh: 合作夥伴增值稅/稅碼

source: Partner-Member Activation (CLASSIC or PREMIUM)
fr: Activation des Membres Partenaires (CLASSIC ou PREMIUM)
it: Attivazione di Partner-Membri (CLASSIC o PREMIUM)

source: Partner-Member Activations (CLASSIC or PREMIUM)
fr: Activations des Membres Partenaires (CLASSIC ou PREMIUM)
it: Attivazioni di Partner-Membri (CLASSIC o PREMIUM)

source: Partner-Members
ca: Membres associats
de: Partner-Mitglieder
es: Socios-Miembros
fr: Membres partenaires
it: Partner-Membri
ja: パートナーメンバー
kk: Клуб Серіктес-Мүшелері
ko: 파트너-멤버
ky: Өнөктөш-мүчөлөр
lv: Partneris-Biedrs
mn: Түнш-Гишүүд
pt: Sócios-Membros
ro: Membri-Parteneri
ru: Партнёры-Члены Клуба
uk: Партнери-Члени
uz: Ҳамкор-Аъзолар
zh: 合作夥伴-會員

source: Partners
ca: Socis
de: Partner
es: Socios
fr: Partenaires
it: Partner
ja: パートナー
kk: Серіктестер
ko: 파트너
ky: Өнөктөштөр
lv: Partneri
mn: Түншүүд
pt: Parceiros
ro: Parteneri
ru: Партнеры
uk: Партнери
uz: Ҳамкорлар
zh: 合作伙伴

source: Partners <br/> <small>(10 Levels)</small>
ca: Socis <br/> <small>10 Levels)</small>
de: Partner <br> <small>(10 Stufen)</small>
es: Socios <br/> <small>(10 Niveles)</small>
fr: Partenaires <br/> <small>(10 Niveaux)</small>
it: Partner <br/> <small>(10 Livelli)</small>
ja: パートナー <br/> <small>（１０レベル）</small>
kk: Серіктестер<br/> <small>(10 деңгей)</small>
ky: Өнөктөштөр <br> <small>(10 деңгээл)</small>
lv: Partneri<br/> <small>(10 Līmeņi)</small>
mn: Түншүүд <br/> <small>(10 Үе)</small>
pt: Parceiros <br/> <small>(10 níveis)</small>
ro: Parteneri <br/> <small>(10 Nivele)</small>
ru: Партнёры <br> <small>(10 уровней)</small>
uk: Партнери <br/> <small>(10 рівнів)</small>
uz: Ҳамкорлар <br> <small>(10 чуқурликда)</small>
zh: 合作伙伴<br/><small>(10 个级别)</small>

source: Partners <br/> <small>(15 Levels)</small>
ca: Socis <br/> <small>(15 Levels)</small>
de: Partner <br> <small>(15 Stufen)</small>
es: Socios <br/> <small>(15 Niveles)</small>
fr: Partenaires <br/> <small>(15 Niveaux)</small>
it: Partner <br/> <small>(15 Livelli)</small>
ja: パートナー <br/> <small>（１５レベル）</small>
kk: Серіктестер<br/> <small>(15 деңгей)</small>
ky: Өнөктөштөр <br> <small>(15 деңгээл)</small>
lv: Partneri<br/> <small>(15 Līmeņi)</small>
mn: Түншүүд <br/> <small>(15 Үе)</small>
pt: Parceiros <br/> <small>(15 níveis)</small>
ro: Parteneri <br/> <small>(15 Nivele)</small>
ru: Партнёры <br> <small>(15 уровней)</small>
uk: Партнери <br/> <small>(15 рівнів)</small>
uz: Ҳамкорлар <br> <small>(15 чуқурликда)</small>
zh: 合作伙伴<br/><small>(15个级别)</small>

source: Partners <br/> <small>(5 Levels)</small>
ca: Socis <br/> <small>(5 Levels)</small>
de: Partner <br> <small>(5 Stufen)</small>
es: Socios <br/> <small>(5 Niveles)</small>
fr: Partenaires <br/> <small>(5 Niveaux)</small>
it: Partner <br/> <small>(5 Livelli)</small>
ja: パートナー <br/> <small>（５レベル）</small>
kk: Серіктестер<br/> <small>(5 деңгей)</small>
ky: Өнөктөштөр <br> <small>(5 деңгээл)</small>
lv: Partneri<br/> <small>(5 Līmeņi)</small>
mn: Түншүүд <br/> <small>(5 Үе)</small>
pt: Parceiros <br/> <small>(5 níveis)</small>
ro: Parteneri <br/> <small>(5 Nivele)</small>
ru: Партнёры <br> <small>(5 уровней)</small>
uk: Партнери <br/> <small>(5 рівнів)</small>
uz: Ҳамкорлар <br> <small>(5 чуқурликда)</small>
zh: 合作伙伴<br/><small>(5个级别)</small>
