Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: (2 for 1) Reward Points can not be converted to pay the out-of-pocket requirement for this trip.
ca: Els Punts de Recompensa (2 per 1) no poden ser convertits per a fer el pagament de despeses de butxaca per aquest viatge.
de: (2 für 1) Reward Points können nicht für die Bezahlung des Eigenanteils für diese Reise verwendet werden.
es: Los Puntos de Recompensa no pueden ser convertidos para hacer el pago de bolsillo requerido para este viaje.
fr: (2 pour 1) Les Points de Récompense ne peuvent pas être convertis pour payer les frais de ce voyage.
it: I Crediti Premio (2 per 1) non sono convertibili per pagare la quota di spesa di tasca propria per questo viaggio.
ja: ２倍のリワードポイントは、この旅行の実費分のお支払いに充当することはできません。
kk: (2 үшін 1) Сыйақы ұпайларын осы сапар үшін қолма-қол ақшаға айналдыру мүмкін емес.
ko: (1대 2) 리워드 포인트는 이 여행의 본인 부담금 지불을 위한 전환이 불가능합니다.
ky: (1ге 2) Бонустук Упайлар бул сапар үчүн чөнтөктөн төлөнүүчү каражатка конвертацияланбайт.
lv: (2 par 1) Balvu punktus nevar tikt konvertēti, lai apmaksātu šī ceļojuma skaidrās naudas prasības.
mn: Энэ аялалд өөрөөс төлөх мөнгөн дүнд (1:2) Шагналын Оноог хөрвүүлэх боломжгүй байна.
pt: Pontos de Recompensa (2 por 1) não podem ser convertidos para pagar o requisito direto para esta viagem.
ro: Punctele de recompensă (2 pentru 1) nu pot fi convertite pentru a plăti cerința de cheltuieli din buzunar pentru această călătorie.
ru: Для этого путешествия Бонусные Баллы (2 к 1) не могут быть конвертированы с целью покрытия части стоимости, подлежащей оплате из собственных средств.
uk: Для цієї подорожі Бонусні Бали (2 до 1) не можуть бути конвертовані з метою покриття частини вартості, що підлягає сплаті з власних коштів.
uz: Ушбу саёҳат тўловининг ҳамёндан тўланадиган қисмини қоплаш учун (1 га 2) Бонус баллари қайта конвертация қилинмайди.
zh: （2 换 1）奖励积分不可转换为支付本次旅行的自付费用。

source: (2) in the infringement of any or all such rights.
ca: (2) en la infracció de qualsevol o tots aquests drets.
de: (2) bei der Verletzung eines oder aller dieser Rechte.
es: (2) en la infracción de cualquiera o todos los derechos.
fr: (2) en cas de violation de l' un ou de tous ces droits.
it: (2) in violazione di alcuni o tutti questi diritti.
ja: そのような権利の一部またはすべての侵害。
kk: (2) осы құқықтардың кез келгенін немесе барлығын бұзу кезінде.
ko: (2) 그러한 권리중 일부 또는 전부를 침해할 수 있습니다.
ky: (2) мындай укуктардын кандайдыр бир бөлүгүн же бардыгын бузган учурда.
lv: (2) pārkāpjot jebkuras tiesības.
mn: (2) эдгээр эрхийн аль нэг хэсгийг эсхүл бүхэлд нь зөрчих тохиолдолд.
pt: (2) na violação de qualquer ou todos esses direitos.
ro: (2) în încălcarea oricăror astfel de drepturi.
ru: (2) в нарушении любого или всех этих прав.
uk: (2) у порушенні будь-яких або всіх вказаних прав.
uz: (2) бундай ҳуқуқларнинг ҳар қандайи ёки барчаси бузилган ҳолатларда.
zh: （2）侵犯任何或所有此類權利。

source: (2) is or becomes publicly available, by other than unauthorized disclosure;
ca: (2) és o es converteix en una disposició pública, que no sigui divulgació no autoritzada;
de: (2) ist oder wird durch andere als unbefugte Offenlegung öffentlich zugänglich;
es: (2) es o se vuelve públicamente disponible, por medio de una divulgación no autorizada;
fr: (2) est ou devient publiquement disponible, par autre chose qu'une divulgation non autorisée ;
it: (2) è o diventa di dominio pubblico purché non tramite divulgazione non autorizzata;
ja: 許可されていない開示以外の方法で公開されている;
kk: (2) санкцияланбаған жариялаудан өзге, жалпы қолжетімді болып табылады немесе бола бастайды;
ko: (2) 승인되지 않은 공개 이외의 방법으로 공개적으로 사용되거나 공개적으로 사용 가능하게되는 경우;
ky: (2)уруксатсыз ачыкка чыгаруу учурларын кошпогондо, жалпыга жеткиликтүү болот;
lv: (2)ir vai kļūst publiski pieejamas citādā nevis nereģistrētā veidā;
mn: (2) зөвшөөрөлтэй үзүүлэхээс өөр аргаар олон нийтэд ил болсон эсвэл болж буй;
pt: (2) é ou se torna publicamente disponível, por outro que não a divulgação não autorizada;
ro: (2) este sau devine disponibil în mod public altfel decât prin dezvăluire permisă;
ru: (2) является или становится общедоступным, за исключением несанкционированного раскрытия;
uk: (2) є або стає загальнодоступним, за винятком несанкціонованого розкриття;
uz: (2) оммага очиқ ҳисобланади ёки бўлади, рухсатсиз ошкор этиш бундан мустасно;
zh: (2) 通過未經授權的披露已公開或可公開獲得;

source: (3) other than for patents, is independently developed by PARTNER without knowledge of inGroup International’s Confidential Information as shown by the written records of PARTNER;
ca: (3) excepte en el cas de les patents, és desenvolupat de manera independent pel SOCI sense coneixement de la Informació Confidencial d'inGroup International, tal com demostren els registres escrits del SOCI;
de: (3) mit Ausnahme von Patenten wird vom PARTNER unabhängig voneinander ohne Kenntnis der vertraulichen Informationen von inGroup International entwickelt, wie aus den schriftlichen Aufzeichnungen des PARTNER hervorgeht;
es: (3) que no sea para patentes, es desarrollado independientemente por el SOCIO sin el conocimiento de la Información Confidencial de inGroup International como se muestra en los registros escritos del SOCIO;
fr: (3) hormis les brevets, est indépendamment développé par le PARTENAIRE sans qu'il ait connaissance des Informations Confidentielles d'inGroup International telles que décrites dans le dossier écrit de celui-ci ;
it: (3) ad esclusione dei brevetti, è sviluppato in modo indipendente dal PARTNER senza conoscenza delle Informazioni Riservate di inGroup International come risulta dalle comunicazioni scritte al PARTNER;
ja: 特許以外は、パートナーの書面による記録に示されているように、inGroup Internationalの機密情報に関する知識がなくてもパートナーが独自に開発したものです;
kk: (3) патенттерді қоспағанда, СЕРІКТЕСТЕРДІҢ жазбаларымен расталатын, inGroup International Құпия ақпаратын білмей-ақ дербес әзірленеді;
ko: (3) 특허 이외에 대해, 파트너의 서면 기록에 표시된 것처럼 inGroup International의 기밀 정보에 대한 지식 없이도 파트너가 독자적으로 개발한 정보;
ky: (3) патенттерди кошпогондо, ӨНӨКТӨШтүн жазуу жүзүндөгү көрсөтмөлөрүндө көрсөтүлгөндөй inGroup International компаниясынын Купуя Маалыматын билбестен ӨНӨКТӨШ тарабынан өз алдынча иштелип чыгат;
lv: (3) citādi nekā patentiem,ko neatkarīgi no INGroup International konfidencionālās informācijas izstrādā PARTNERIS,kā minēts PARTNERA līgumā;
mn: (3) патентаас бусад тохиолдолд, ТҮНШИЙН бичгээр үйлдсэн бүртгэлээс харахад inGroup International-ийнНууцлалын мэдээллийг мэдэхгүйн улмаас Түнш бие даан боловсруулан бол;
pt: (3) que não seja para patentes, é desenvolvido de forma independente pelo SÓCIO sem conhecimento das Informações Confidenciais do inGroup International, conforme mostrado pelos registros escritos do SÓCIO;
ro: (3) altfel decât pentru certificate, este dezvoltat în mod independent de către PARTENER fără a cunoaşte Informaţia Confidenţială a inGroup International, după cum reiese din înregistrările scrise ale PARTENERULUI;
ru: (3) кроме как для патентов, самостоятельно разрабатывается ПАРТНЕРОМ без знания Конфиденциальной информации inGroup International, что подтверждается записями ПАРТНЁРА;
uk: (3) крім як для патентів, самостійно розробляється ПАРТНЕРОМ без знання Конфіденційної Інформації inGroup International, що підтверджується записами ПАРТНЕРА;
uz: (3) патентлардан бошқаси, ҲАМКОРнинг ёзма қайдларида кўрсатилганидек, ҲАМКОР томонидан inGroup International маҳфий маълумотини билмасдан туриб, мустақил равишда ишлаб чиқилади;
zh: （3）除專利外，由合夥人獨立開發，並且沒有inGroup International書面的保密信息;

source: (4) is disclosed to third parties by inGroup International without restriction; or
ca: (4) és revelada a tercers per inGroup International sense restriccions; o
de: (4) wird von inGroup International uneingeschränkt an Dritte weitergegeben; oder
es: (4) se revela a terceros por inGroup International sin restricción; o
fr: (4) est divulgué sans restriction à des tiers par inGroup International ; ou
it: (4) è divulgato a terzi da inGroup International senza restrizioni; o
ja: 制限なしにinGroup Internationalによって第三者に開示されます;または
kk: (4) үшінші тұлғаларға inGroup International арқылы шектеусіз жарияланады; немесе
ko: (4) 제한없이 inGroup International에 의해 제 3 자에게 공개된 정보; 또는
ky: (4) үчүнчү жактарга inGroup International тарабынан чектөөсүз ачылат; же
lv: (4) ko bez ierobežojumiem INGroup International paziņo trešajai personai,vai
mn: (4) inGroup International-ийн талаас хязгаарлалтгүйгээр гуравдагч этгээдэд үзүүлсэн; эсвэл
pt: (4) é divulgado a terceiros pelo inGroup International sem restrição; ou
ro: (4) este făcut cunoscut unor terţe părţi de către inGroup International fără restricţie; sau
ru: (4) раскрывается третьим лицам компанией inGroup International без ограничений; или же
uk: (4) розкривається третім сторонам inGroup International без обмежень; або
uz: (4) учинчи шахсларга inGroup International томонидан чекловларсиз ошкор этилади; ёки
zh: （4）inGroup International無限制地向第三方披露; 或

source: (5) is lawfully received from a third party whose disclosure would not violate any confidentiality agreement or other legal obligation.
ca: (5) es rep legalment d’un tercer que reveli que no infringirà cap acord de confidencialitat o una altra obligació legal.
de: (5) wird rechtmäßig von einem Dritten erhalten, dessen Offenlegung nicht gegen eine Geheimhaltungsvereinbarung oder eine andere gesetzliche Verpflichtung verstößt.
es: (5) se recibe legalmente de un tercero cuya divulgación no violaría ningún acuerdo de confidencialidad u otra obligación legal.
fr: (5) est reçu légalement d'un tiers et dont la divulgation ne violerait pas tout accord de confidentialité ou toute autre obligation légale.
it: (5) è stato legittimamente ricevuto da una terza parte e la sua divulgazione non violerebbe alcun accordo di riservatezza o altro obbligo legale.
ja: その開示が機密保持契約やその他の法的義務に違反しない第三者から合法的に受け取ったもの。
kk: (5) құпиялылық туралы келісімшартты немесе өзге де заңды міндеттемесін бұзбайтын үшінші тараптан заңды түрде алынады.
ko: (5) 기밀 유지 계약 또는 기타 법적 의무를 위반하지 않는 제 3 자로부터 합법적으로 제공되는 정보.
ky: (5) ачыкка чыгышы эч кандай купуялуулук келишимин же башка мыйзамдуу милдеттенмелерди бузбай турган үчүнчү жактан мыйзамдуу түрдө алынат.
lv: (5) tiek likumīgi saņemts no trešās personas , kuras paziņojums nav pretrunā konfidenciālajiem vienošanās principiem vai citām likumīgajām saistībām.
mn: (5) үзүүлэх нь нууцлалын гэрээ эсвэл бусад эрх зүйн үүрэг хариуцлагыг зөрчөөгүй байдлаар гуравдагч этгээдээс хууль ёсны хүрээнд хүлээн авсан.
pt: (5) é legalmente recebido de um terceiro cuja divulgação não violaria qualquer acordo de confidencialidade ou outra obrigação legal.
ro: (5) este primit prin temei legal de la o terţă parte, a cărui dezvăluire nu ar viola nici o înţelegere de confidenţialitate sau altă obligaţie legală.
ru: (5) законно получен от третьей стороны, раскрытие которой не будет нарушать какое-либо соглашение о конфиденциальности или другое юридическое обязательство.
uk: (5) отримані на законних підставах від третьої сторони, розкриття яких не порушує будь-яку угоду про конфіденційність або інші юридичні зобов'язання.
uz: (5) учинчи шахслардан қонунан олинган, ошкор этилиши маҳфийлик ҳақидаги бирор битим ёки бошқа ҳуқуқий мажбуриятларни бузмайди.
zh: （5）合法地從第三方收到，其披露不會違反任何保密協議或其他法律義務。

source: (Administrator)
ca: (Administrador)
es: (Administrador)
fr: (Administrateur)
it: (Amministratore)
kk: (Aдминистратор)
ko: (관리자)
ky: (Администратор)
lv: (Administrators)
mn: (Админ)
pt: (Administrador)
ru: (Администратор)
uk: (Адміністратор)
uz: (Маъмур)
zh: （管理员）

source: (Adult)
de: (Erwachsener)
es: (Adulto)
fr: (Adulte)
it: (Adulto)
ja: (大人)
kk: (Ересек)
ky: Чоң киши
lv: (Pieaugušais)
mn: (Том хүн)
pt: (Adulto)
ru: (Взрослый)
uk: (Дорослий)
uz: (Балоғатга етган)
zh: （成年人）

source: (Cabin Code: %{ cabin_code })
es: (Código de Cabina: %{ cabin_code })
fr: (Code de Cabine : %{ cabin_code })
ja: (キャビンコード: %{ cabin_code })
kk: (Кабинаның коды: %{ cabe_code })
ky: (Каютанын коду: %{ cabin_code })
lv: (Kajītes kods: %{ cabin_code })
pt: (Código da Cabine: %{ cabin_code })
ro: (Cod Cabină: %{ cabin_code })
ru: (Код каюты: %{ cabin_code })
uk: (Код каюти: %{ cabin_code })
uz: (Каюта коди: %{ cabin_code })
zh: (木屋编码: %{ cabin_code })

source: (Child)
ca: (Nen/a)
de: (Kind)
es: (Niño/a)
fr: (Enfant)
it: (Bambino)
ja: (子供)
kk: (Бала)
ky: (Бала)
lv: (Bērns)
mn: (Хүүхэд)
pt: (Criança)
ro: (Copil)
ru: (Ребёнок)
uk: (Дитина)
uz: (Бола)
zh: （儿童）

source: (full mailing address), hereafter “PARTNER”, and INGROUP INTERNATIONAL LLC, a Puerto Rico limited liability company (the “Company”) having its principal place of business at St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705.
ca: (adreça postal completa), en endavant "SOCI", i INGROUP INTERNATIONAL LLC, una empresa de responsabilitat limitada de Puerto Rico (la "Companyia") que té el seu lloc principal de negoci a St. 1- Lot # 3, Suite 500 Metro Office Park 3 Guaynabo , Puerto Rico 00968-1705.
de: (vollständige Postanschrift), im Folgenden "PARTNER", und INGROUP INTERNATIONAL LLC, eine Gesellschaft mit beschränkter Haftung aus Puerto Rico (die "Gesellschaft"), mit Hauptgeschäftssitz in St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705.
es: (dirección postal completa), en adelante "SOCIO" e INGROUP INTERNATIONAL LLC, una compañía de Puerto Rico (la “Compañía”) de responsabilidad limitada que tiene su sede principal en St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705.
fr: (adresse courriel complète), ci-après PARTENAIRE, et INGROUP INTERNATIONAL LCC, une société à responsabilité limitée établie à Porto Rico (la "Société ") ayant son siège social au St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705.
it: (indirizzo postale completo), di seguito "PARTNER" e INGROUP INTERNATIONAL LLC, una società a responsabilità limitata di Porto Rico (la "Società") con sede principale a St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Porto Rico 00968-1705.
ja: （全住所）、今後「パートナー」およびプエルトリコの有限会社である INGROUP INTERNATIONAL LLC（「会社」）の主要な事業所は、St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705です。
kk: (пошта алушының толық мекен-жайы ), бұдан әрі «СЕРІКТЕС», және Пуэрто - Рико қаласындағы INGROUP INTERNATIONAL LLC ("Компания") негізгі орналасқан жұмыс орнының мекен-жайы St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705.
ko: (우편 주소), 이하 "파트너" 및 INGROUP INTERNATIONAL LLC는 St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705에 주요 사업장이 있는 푸에르토리코 유한 책임 회사입니다 (이하 "회사").
ky: (толук почта дареги), мындан ары "ӨНӨКТӨШ" жана INGROUP INTERNATIONAL LLC, Пуэрто-Рико жоопкерчилиги чектелген коому ("Компания") анын негизги иш дареги St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705. дарегинде жайгашкан.
lv: (pilna pasta adrese), turpmāk “PARTNER”, un INGROUP INTERNATIONAL LLC, Puertorico sabiedrība ar ierobežotu atbildību (“Kompānija”)ar galveno biznesa atrašanās vietu St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705.
mn: (шуудангийн бүрэн хаяг), цаашид “ТҮНШ” гэх, INGROUP INTERNATIONAL LLC, Хязгаарлагдмал Хариуцлагатай Компани (цаашид “Компани” гэх) албан ёсны бизнес хаяг нь St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705 байх болно.
pt: (endereço completo), doravante "SÓCIO", e INGROUP INTERNATIONAL LLC, uma sociedade de responsabilidade limitada de Porto Rico (a “Empresa”) com seu principal local de negócios em St. 1- Lot # 3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705.
ro: (adresa completă), de aici înainte „PARTENER”, şi INGROUP INTERNATIONAL SRL, o companie cu răspundere limitată din Puerto Rico („Compania”) având adresa principală de afaceri în Strada 1- Lot nr. 3, ap. 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705.
ru: (полный почтовый адрес), далее именуемый «ПАРТНЕР», и INGROUP INTERNATIONAL LLC, компания с ограниченной ответственностью в Пуэрто-Рико (далее - «Компания»), имеющая основное место деятельности по адресу St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705.
uk: (повна поштова адреса), далі іменований «ПАРТНЕР», та INGROUP INTERNATIONAL LLC, компанія з обмеженою відповідальністю в Пуерто-Ріко (далі - «Компанія»), що має основне місце діяльності за адресою St. 1 Lot # 3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705.
uz: (тўлиқ почта манзили), келгусида “ҲАМКОР”, ва INGROUP INTERNATIONAL LLC, Пуэрто-Рико масъулияти чекланган жамияти (“Компания”), асосий фаолият жойи St. 1- Lot #3, Suite 500 Metro Office Park 3 Guaynabo, Puerto Rico 00968-1705 манзили бўйича жойлашган.
zh: （完整的郵寄地址），以下簡稱“合夥人”，inGroup International LLC是波多黎各有限责任公司（以下简称“公司”），其主要营业地点位于波多黎各瓜伊纳博市地铁3号楼500号办公楼St. 1- Lot＃3。00968- 1705。

source: (In Progress)
ca: (En curs)
de: (In Arbeit)
es: (En Progreso)
fr: (en cours)
it: (In corso)
ja: (進行中）
kk: (Орындалуда)
ky: Прогрессте
lv: (Progresa)
mn: (Хийгдэж байна)
pt: (Em progresso)
ro: (În curs)
ru: (В процессе)
uk: (В процесі)
uz: (Ишлаб чиқиш жараёнида)
zh: （进行中）

source: (Link to Payment Agreement Page)
ca: (Enllaç a la Pàgina de l’Acord de Pagament)
de: (Link zur Seite Zahlungsvereinbarung)
es: (Enlace a la página del Acuerdo de Pagos)
fr: (Lien vers la Page d'Accord de Paiement)
it: (Link alla pagina del Contratto di Pagamento)
ja: （支払い規約ページへのリンク）
kk: (Төлем келісімі бетіне сілтеме)
ky: (Төлөм келишими барагына шилтеме)
lv: (Saistīt ar maksājumu līguma lapu)
mn: (Төлбөрийн гэрээний хуудас руу очих)
pt: (Link para Página de Acordo de Pagamento)
ro: (Link către pagina privind acordul de plată)
ru: (Ссылка на страницу Платёжного Соглашения)
uk: Перейти до сторінки Платіжної Угоди
uz: (Тўлов шартномаси саҳифасига ҳавола)
zh: （付款协议页面链接）

source: (Multiplier pending Builder's Base Payout)
ca: (Multiplicador pendent del pagament de la Base del Constructor)
de: (Multiplikator abhängig von der Base-Auszahlung des Builders)
es: (Multiplicador pendiente del pago de Base de Constructores)
fr: (Multiplicateur en attendant le paiement de base du constructeur)
it: (Moltiplicatore in attesa del pagamento della Base Costruttori)
ja: (ビルダーズ・ベースの支払い待ちのため乗数は保留中)
kk: (Мультипликатор Фундамент Бизнес Төлемін Күтеді)
ky: Куруучунун Базасы Төлөмүн Күтүүдөгү Көбөйтүүчү
lv: Gaidoša Lietotāju Bāzes Reizinātāja Iamaksa
mn: (Үржүүлэгч Билдерс Бэйсийн төлбөрийг хүлээж байна)
pt: (Multiplicador pendente de pagamento Base de Construtores)
ro: (Multiplicatorul în așteptarea plății pentru baza constructorilor)
ru: (Мультипликатор, ожидающего выплаты Фундамента Бизнеса)
uk: (Мультиплікатор, який очікує виплату Фундаменту Бізнесу)
uz: (Кутаётган Қурувчилар базаси бонусини кўпайтиргич)
zh: （待定基础建设者支付）

source: (One time payment)
ca: (Pagament únic)
de: (Einmalige Zahlung)
es: (Pago único)
fr: (Paiement unique)
it: (Pagamento una tantum)
ja: (初回のみの支払い)
kk: (Біржолғы төлем)
ky: (Бир жолку төлөм)
lv: (Vienreizējs maksājums)
mn: (Нэг удаагийн төлбөр)
pt: (Pagamento único)
ro: (Plată o singură dată)
ru: (Своевременный платёж)
uk: (Своєчасний платіж)
uz: (ўз вақтидаги тўловлар)
zh: （一次性付款）

source: (One time)
fr: (Message unique)
it: (Una tantum)
kk: (Бір реттік)
pt: (Uma vez)
uk: (Своєчасний)
uz: (Бир маротаба)
zh: （一次性）

source: (Partner full legal name), an individual residing at
ca: (Nom legal del soci), una persona resident a
de: (vollständiger rechtlicher Name des Partners), eine natürliche Person mit Wohnsitz in
es: (nombre legal completo del Socio), una persona física con residencia en
fr: (nom de famille du partenaire), personne résidant à
it: (Nome completo del Partner), persona fisica residente a
ja: （パートナーの正式な名前）、に居住する個人
kk: (Серіктестің толық заңды аты), тұлға мекен-жайы
ko: (파트너 실명)의 거주지는 여기입니다
ky: (Өнөктөштүн толук аты-жөнү), төмөнкү адресте жашаган жаран
lv: (Partnera pilnais legālais vārds), ar privāto atrašanās vietu
mn: (Түншийн албан ёсны бүтэн нэр), оршин суух хаяг
pt: (Nome legal completo do sócio), um indivíduo residente em
ro: (numele legal întreg al Partenerului), care locuieşte la
ru: (Полное имя партнера), лицо, проживающее по адресу
uk: (Повне ім'я Партнера), як фізична особа, що особисто проживає в
uz: (Ҳамкорнинг тўлиқ юридик исм-шарифи), қуйидаги манзил бўйича яшайдиган жисмоний шахс
zh: （合夥人的完整法定名稱），居住在

source: (Pending Current Month's Results)
ca: (Resultats pendents del mes actual)
de: ( ausstehende Ergebnisse des laufenden Monats)
es: (Resultados Pendientes del Mes Actual)
fr: (dans l'attente des résultats du mois en cours)
it: (In attesa dei risultati del mese in corso)
ja: (当月の結果保留中)
kk: (Ағымдағы айдың нәтижелері күтілуде)
ky: (Учурдагы айдын натыйжалары күтүлүүдө )
lv: (Gaidošie Esošā Mēneša Rezultāti)
mn: (Энэ сарын үр дүн хүлээгдэж байна)
pt: (Resultados pendentes dos meses atuais)
ro: (Așteptarea rezultatelor lunii curente)
ru: (Ожидаемые результаты текущего месяца)
uk: (Очікувані результати поточного місяця)
uz: (Кутаётган жорий ой натижалари)
zh: （本月结果待定）

source: (pre-filled on the next screen) and confirm they match the offer you found.
ca: (prèviament emplenat a la pantalla següent) i confirma que coincideixen amb l’oferta que has trobat.
de: (auf dem nächsten Bildschirm vorausgefüllt) und bestätigen Sie, dass sie mit dem gefundenen Angebot übereinstimmen.
es: (previamente completados en la siguiente pantalla) y confirma que coinciden con la oferta que encontraste.
fr: (pré-rempli sur l'écran de next) et confirmez qu'ils correspondent à l'offre trouvée.
it: (precompilati nella schermata successiva) e conferma che corrispondano all'offerta che hai trovato.
ja: （次の画面で自動入力されます）ので見つけたオファーと一致していることをご確認ください。
kk: (келесі экранда алдын ала толтырылған) және олардың сіз тапқан ұсынысқа сәйкес келетінін растаңыз.
ky: (кийинки экранда алдын ала толтурулган) жана алар сиз тапкан сунушка дал келгенин тастыктаңыз.
lv: (iepriekšējā aizpildīšana nākamajā ekrānā) un apstipriniet, ka tās atbilst atrastajam piedāvājumam.
mn: (дараагийн хуудсан дээр урьдчилан бичигдсэн) бөгөөд тэдгээр нь таны олсон саналтaй тохирч байгаа эсэхийг шалгаарай.
pt: (pré-preenchido na próxima tela) e confirme se elas correspondem à oferta que você encontrou.
ro: (precompletat pe ecranul următor) și confirmă că se potrivesc cu oferta pe care ai găsit-o.
ru: (предварительно заполненные на следующем экране) и подтвердите, что они соответствуют найденному вами предложению.
uk: (попередньо заповнені на наступному екрані) та підтвердьте, що вони відповідають знайденій вами пропозиції.
uz: (кейинги экранда олдиндан тўлдирилган) ва улар сиз топган таклифга мослигини тасдиқланг.
zh: （将在下一个页面预填）并确认其与您找到的优惠相符。

source: (Renewal every 6 months)
ca: (Renovació cada 6 mesos)
de: (Erneuerung alle 6 Monate)
es: (Renovación cada 6 meses)
fr: (Renouvellement tous les 6 mois)
it: (Rinnovo ogni 6 mesi)
ja: (6ヶ月ごとの更新)
kk: (Әр 6 ай сайын жаңарту)
ky: (6 ай сайын жаңыртуу)
lv: (Atjaunošana pec katriem sešiem mēnešiem)
mn: (6 сар дутамд шинэчлэнэ)
pt: (Renovação a cada 6 meses)
ro: (Reînnoire la fiecare 6 luni)
ru: (Возобновление каждые 6 месяцев)
uk: (Поновлення кожні 6 місяців)
uz: (Ҳар 6 ойда янгиланади)
zh: （每6个月续费）

source: (You)
ca: (Tu)
de: (Sie)
es: (Tú)
fr: (Vous)
it: (Tu)
ja: （あなた）
kk: (Сіз)
ky: (Сиз)
mn: (Та)
pt: (Você)
ro: (Tu)
ru: (Вы)
uk: (Ти)
uz: (Сиз)
zh: （您）
