Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <span class="emphasize">Unlimited</span> meeting time
ca: <span class="emphasize"> temps de reunió</span> il·limitat
de: <span class="emphasize">Unlimitierte</span> Meeting Zeit
es: <span class="emphasize">Reuniones</span> sin límite de tiempo
fr: <span class="emphasize">Illimité</span> temps de réunion
it: Durata della riunione <span class="emphasize">illimitata</span>
ja: <span class="emphasize">無制限</span> のミーティング時間
kk: <span class="emphasize">Шектеусіз</span>кездесу уақыты
ky: <span class="emphasize">Чектөөсүз</span> жолугушуу убактысы
lv: <span class="emphasize">Bezlimitēts</span> tikšanās laiks
mn: <span class="emphasize">Хязгааргүй</span> уулзалтын цаг
pt: <span class="emphasize">Reuniões de</span> tempo ilimitado
ro: <span class="emphasize">Timp nelimitat</span> pentru întâlnire
ru: <span class="emphasize">Неограниченное</span> время мероприятий
uk: <span class="emphasize">Необмежений</span> час для заходів
uz: <span class="emphasize">Чекланмаган</span> учрашув вақти
zh: <span class="emphasize">无限制的</span> 会议时间

source: <span class="font-bold">Active Reward Points</span> may be used to reduce the retail price by up to a maximum of 50%. <span class="font-bold">Elite Travel Advantage</span> benefits cannot be applied.
fr: <span class="font-bold "> Reward Points Actifs</span> peuvent être utilisés pour réduire le prix de détail jusqu'à un maximum de 50%. <span class="font-bold">Avantages de Voyage Élite</span> ne peuvent pas être appliqués.
it: Si possono utilizzare i <span class="font-bold">Crediti Premio attivi</span> per ridurre il prezzo al pubblico fino a un massimo del 50%. I <span class="font-bold">Vantaggi di Viaggio Elite</span> non sono applicabili.

source: <span class="mr-1" style="color:red">*</span> <span v-translate="">Destination country</span>
ca: <span v-translate=""><span class="mr-1" style="color:red">*</span><span v-translate="">País de destinació</span>
de: <span class="mr-1" style="color:red">*</span> <span v-translate="">Zielland</span>
es: <span class="mr-1" style="color:red">*</span> <span v-translate="">País de destino</span>
fr: <span class="mr-1" style="color:red">*</span> <span v-translate="">Pays de destination</span>
it: <span class="mr-1" style="color:red">*</span> <span v-translate="">Paese di destinazione</span>
ja: <span class="mr-1" style="color:red">*</span> <span v-translate="">送金する国</span>
kk: <span class="mr-1" style="color:red">*</span> <span v-translate="">Баратын ел</span>
ky: <span class="mr-1" style="color:red">*</span><span v-translate="">Бара турган өлкө</span>
lv: <span class="mr-1" style="color:red">*</span> <span v-translate="">Galamērķa valsts</span>
mn: <span class="mr-1" style="color:red">*</span> <span v-translate="">Хүлээн авах орон</span>
pt: <span class="mr-1" style="color:red">*</span><span v-translate="">País de destino</span>
ro: <span class="mr-1" style="color:red">*</span> <span v-translate="">Țara de destinație</span>
ru: <span class="mr-1" style="color:red">*</span> <span v-translate="">Страна назначения</span>
uk: <span class="mr-1" style="color:red">*</span> <span v-translate="">Країна призначення</span>
uz: <span class="mr-1" style="color:red">*</span> <span v-translate="">Белгиланган мамлакат</span>
zh: <span class="mr-1" style="color:red">*</span> <span v-translate="">目的地国家</span>

source: <span class="mr-1" style="color:red">*</span> <span v-translate="">Destination currency</span>
ca: <span v-translate=""><span class="mr-1" style="color:red">*</span><span v-translate="">Moneda de destí</span>
de: <span class="mr-1" style="color:red">*</span> <span v-translate="">Zielwährung</span>
es: <span class="mr-1" style="color:red">*</span> <span v-translate="">Moneda local del destino</span>
fr: <span class="mr-1" style="color:red">*</span> <span v-translate="">Devise de destination</span>
it: <span class="mr-1" style="color:red">*</span> <span v-translate="">Valuta di destinazione</span>
ja: <span class="mr-1" style="color:red">*</span> <span v-translate="">送金先の通貨</span>
kk: <span class="mr-1" style="color:red">*</span> <span v-translate="">Тағайындалған валюта</span>
ky: <span class="mr-1" style="color:red">*</span><span v-translate="">Бара турган жердин валютасы</span>
lv: <span class="mr-1" style="color:red">*</span> <span v-translate="">Galamērķa valūta</span>
mn: <span class="mr-1" style="color:red">*</span> <span v-translate="">Хүлээн авах орны мөнгөн тэмдэгт</span>
pt: <span class="mr-1" style="color:red">*</span> <span v-translate="">Moeda do destino</span>
ro: <span class="mr-1" style="color:red">*</span> <span v-translate="">Moneda de destinație</span>
ru: <span class="mr-1" style="color:red">*</span> <span v-translate="">Валюта назначения</span>
uk: <span class="mr-1" style="color:red">*</span> <span v-translate="">Валюта призначення</span>
uz: <span class="mr-1" style="color:red">*</span> <span v-translate="">Белгиланган валюта</span>
zh: <span class="mr-1" style="color:red">*</span> <span v-translate="">目的地货币</span>

source: <span class="mr-1" style="color:red">*</span> <span v-translate="">Transfer type</span>
ca: <span class="mr-1" style="color:red">*</span><span v-translate="">Tipus de transferència</span>
de: <span class="mr-1" style="color:red">*</span> <span v-translate="">Übertragungstyp</span>
es: <span class="mr-1" style="color:red">*</span> <span v-translate="">Tipo de transferencia</span>
fr: <span class="mr-1" style="color:red">*</span> <span v-translate="">Type de transfert</span>
it: <span class="mr-1" style="color:red">*</span> <span v-translate="">Tipo di trasferimento</span>
ja: <span class="mr-1" style="color:red">*</span> <span v-translate="">送金の種類</span>
kk: <span class="mr-1" style="color:red">*</span> <span v-translate="">Тасымалдау түрі</span>
ky: <span class="mr-1" style="color:red">*</span><span v-translate="">Которуунун түрү</span>
lv: <span class="mr-1" style="color:red">*</span> <span v-translate="">Pārskaitījuma veids</span>
mn: <span class="mr-1" style="color:red">*</span> <span v-translate="">Шилжүүлгийн төрөл</span>
pt: <span class="mr-1" style="color:red">*</span> <span v-translate="">Tipo de transferência</span>
ro: <span class="mr-1" style="color:red">*</span> <span v-translate="">Tipul de transfer</span>
ru: <span class="mr-1" style="color:red">*</span> <span v-translate="">Тип перевода</span>
uk: <span class="mr-1" style="color:red">*</span> <span v-translate="">Тип переказу</span>
uz: <span class="mr-1" style="color:red">*</span> <span v-translate="">Ўтказма тури</span>
zh: <span class="mr-1" style="color:red">*</span> <span v-translate="">传输类型</span>

source: <span class="mr-3"> <i class="fe fe-edit"/> </span> Compose new Email
ca: <span class="mr-3"> <i class="fe fe-edit"/> </span> Redacta un nou correu electrònic
de: <span class="mr-3"> <i class="fe fe-edit"/> </span> Neue E-Mail erstellen
es: <span class="mr-3"> <i class="fe fe-edit"/> </span> Redactar nuevo Correo electrónico
fr: <span class="mr-3"> <i class="fe fe-edit"/> </span> Composer un nouveau Mail
it: <span class="mr-3"> <i class="fe fe-edit"/> </span> Scrivi una nuova email
ja: <span class="mr-3"> <i class="fe fe-edit"/> </span> 新しいメールを作成
kk: <span class="mr-3"> <i class="fe fe-edit"/> </span> Жаңа электрондық хат жазу
ky: <span class="mr-3"><i class="fe fe-edit"/> </span>Жаңы электрондук кат жазуу
lv: <span class="mr-3"> <i class="fe fe-edit"/> </span> Sastādi jaunu Epastu
mn: <span class="mr-3"> <i class="fe fe-edit"/></i> </span> Шинэ имэйл бичих
pt: <span class="mr-3"> <i class="fe fe-edit"/> </span> Redigir novo e-mail
ro: <span class="mr-3"> <i class="fe fe-edit"/> </span> Compune un e-mail nou
ru: <span class="mr-3"> <i class="fe fe-edit"/> </span> Создать новое электронное письмо
uk: <span class="mr-3"> <i class="fe fe-edit"/> </span> Створити новий електронний лист
uz: <span class="mr-3"> <i class="fe fe-edit"></i> </span> Янги хат ёзиш
zh: <span class="mr-3"> <i class="fe fe-edit"/> </span> 撰写新电子邮件

source: <span class="text-orange">NOTE:</span> Activating as a Partner early in a month gives you an advantage for Fast Start as you will have additional time to add Members and Partners to your team and build momentum and ongoing membership payments going into your first full calendar month, which is the month following your initial activation.
ca: <span class="text-orange">NOTA:</span> L'Activació com a Soci a principis d'un mes et dóna un avantatge per a l'Inici Ràpid, ja que tindràs temps addicional per a afegir Membres i Socis al teu equip i construir l'impuls i els pagaments de membresia en curs en el teu primer mes calendari complet, que és el mes següent la teva activació inicial.
de: <span class="text-orange">HINWEIS:</span> Die Aktivierung als Partner zu Beginn eines Monats verschafft Ihnen einen Vorteil für den Schnellstart, da Sie zusätzliche Zeit haben, um Mitglieder und Partner in Ihr Team aufzunehmen und eine Dynamik und laufende Mitgliedszahlungen für Ihren ersten vollen Kalendermonat aufzubauen, der auf den Monat nach Ihrer ersten Aktivierung folgt.
es: <span class="text-orange">NOTA:</span> La Activación como Socio a principios de un mes te brinda una ventaja para el Arranque Rápido, ya que tendrás tiempo adicional para agregar Miembros y Socios a tu equipo y generar impulso y pagos de membresía continuos en tu primer mes calendario completo, que es el mes siguiente a tu activación inicial.
fr: <span class="text-orange">NOTE :</span> L'activation en tant que Partenaire au début du mois vous donne un avantage pour le programme Fast Start, car vous aurez plus de temps pour ajouter des membres et des partenaires à votre équipe et pour créer une dynamique et des versements de cotisations continus pour votre premier mois civil complet, qui est le mois suivant votre activation initiale.
it: <span class="text-orange">NOTA:</span> Attivarsi come Partner all'inizio di un mese è un vantaggio ai fini dell'Avvio Veloce, in quanto avrai più tempo per aggiungere Partner-Membri al tuo team e per creare slancio e continui flussi di pagamento per le iscrizioni nel tuo primo mese solare completo, che è il mese successivo a quello della tua attivazione iniziale.
ja: <span class="text-orange">備考：</span> パートナーとして月の初めに登録することで、ファーストスタートを有利に進めることができます。なぜなら、登録した月の翌月が丸１ヶ月と判断するため、メンバーシップの売上を継続しながら、新規メンバーやパートナーをチームに登録し、モメンタムを生み出すための 十分な時間を確保できるからです。
kk: <span class="text-orange">Ескерту:</span> Айдың басында серіктес ретінде белсендіру сізге жылдам бастаудың артықшылығын береді, өйткені сіздің командаңызға мүшелер мен серіктестер қосуға және бірінші толық күнтізбелік айда, яғни айдағы серпінді және тұрақты мүшелік төлемдерін құруға қосымша уақыт болады бастапқы белсендіруден кейін.
ky: <span class="text-orange">ЭСКЕРТҮҮ:</span> Айдын башында Өнөктөш катары активдешүү сизге Fast Start үчүн артыкчылык берет, анткени сиздин командаңызга Мүчөлөрдү жана Өнөктөштөрдү кошууга жана башталгыч күчтү жана үзгүлтүксүз Мүчөлүк төлөмдөрүн жогорулатууга кошумча убакытыңыз болот - бул сиздин баштапкы активдештирүү айыңыздан кийинки биринчи толук календардык айыңызда ишке ашат.
lv: <span class="text-orange">PIEZĪME:</span>Aktivizēšana kā Partnerim mēneša sākumā sniedz jums priekšrocību Fast Start(Ātrajam Startam), jo jums būs papildu laiks, lai pievienotu Biedrus un Partnerus savai komandai un veidotu dinamiskus un notiekošus biedru dalības maksājumus pirmajā pilnajā kalendārajā mēnesī, kas ir mēnesis pēc sākotnējās aktivizēšanas.
mn: <span class="text-orange">ЖИЧ:</span> Сарын эхэнд Түншээр идэвхжүүлэх нь танд Түргэн эхлэх, өөрийн багт Гишүүн болон Түншүүдийг нэмэх нэмэлт хангалттай цаг гарах, хурдтай урагшлах, орж ирэх гишүүнчлэлийн төлбөрүүд таны эхний сард багтах зэрэг олон давуу талуудтай болно.
pt: <span class="text-orange">OBSERVAÇÃO:</span> Ativar-se como um Parceiro no início de um mês oferece uma vantagem para o Início Rápido, pois você terá mais tempo para adicionar membros e parceiros à sua equipe e criar impulso e pagamentos contínuos de assinatura até o primeiro mês completo do calendário, que é o mês seguinte da sua ativação inicial.
ro: <span class="text-orange">NOTĂ:</span> Activarea ca partener devreme într-o lună îți oferă un avantaj pentru Start Rapid, deoarece vei avea timp suplimentar pentru a adăuga membri și parteneri în echipa ta și pentru a construi un impuls și plățile de membru în curs de desfășurare în prima lună calendaristică completă, care este luna următoare activării tale inițiale.
ru: <span class="text-orange">ВАЖНО:</span> Активация Партнёра в начале месяца даёт вам преимущество для Быстрого Старта, так как у вас будет дополнительное время добавить Членов и Партнёров Клуба в свою команду, набрать обороты и продолжающиеся платежи за Членство - всё в первом полном календарном месяце, следующем за месяцем вашей изначальной активации.
uk: <span class="text-orange">ВАЖЛИВО:</span> Активація Партнера на початку місяця дає вам перевагу для Швидкого Старту, тому що у вас буде додатковий час залучити Членів і Партнерів Клубу до своєї команди, набрати оберти та постійні виплати за Членство, - все в першому повному календарному місяці, наступному за місяцем вашої початкової активації.
uz: <span class="text-orange">ИЗОҲ:</span> Ой бошида Ҳамкор бўлиш сизга Тезкор старт учун афзаллик беради, яъни, сизда ўз жамоангизга Аъзолар ва Ҳамкорларни қўшиш ҳамда дастлабки фаолликдан кейинги тўлиқ календарь ойига кирувчи жорий ва келгуси аъзолик тўловларини яратиш учун қўшимча вақтингиз бўлади.
zh: <span class="text-orange">注意：</span>在月初激活为合作伙伴可为您提供快速启动的优势，因为您将有更多时间将成员和合作伙伴添加到您的团队中，并在您的第一个完整日历月（即您的下个月）建立动力和持续的会员付款初始激活。

source: <span class="text-orange">NOTE:</span> This one-time bonus is paid on the 7th of the following month the bonus is earned.
ca: <span class="text-orange">NOTA:</span> Aquesta bonificació única s'abona el dia 7 del mes següent al qual s'obté la bonificació.
de: <span class="text-orange">HINWEIS:</span> Dieser einmalige Bonus wird am 7. des Folgemonats ausgezahlt, in dem der Bonus verdient wurde.
es: <span class="text-orange">NOTA:</span> Este bono único se paga el día 7 del mes siguiente al que se gana el bono.
fr: <span class="text-orange">REMARQUE :</span> Ce bonus unique est payé le 7 du mois suivant le mois où le bonus a été obtenu.
it: <span class="text-orange">NOTA:</span> Questo bonus una tantum viene pagato il 7 del mese successivo a quello in cui il bonus è stato guadagnato.
ja: <span class="text-orange">備考：</span> この初回のみのボーナスは、このボーナスを獲得した翌月７日に支払われます。
kk: <span class="text-orange">Ескерту:</span> Бұл бір реттік бонус бонусты алғаны үшін келесі айдың 7-ші күні төленеді.
ky: <span class="text-orange">ЭСКЕРТҮҮ:</span>Бул бир-жолку бонус бонусту алган айдан кийинки айдын 7-күнүндө төлөнөт.
lv: <span class="text-orange">PIEZĪME:</span> Šis vienreizējais bonus tiek izmaksāts nākamā mēneša 7.datumā.
mn: <span class="text-orange">ЖИЧ:</span> Энэхүү нэг удаа орж ирэх урамшуулал дараа сарын 7-нд олгогдоно.
pt: <span class="text-orange">OBSERVAÇÃO:</span> Este bônus único é pago no dia 7 do mês seguinte em que o bônus é ganho.
ro: <span class="text-orange">NOTĂ:</span> Acest bonus unic este plătit în data de 7 a lunii următoare în care este câștigat bonusul.
ru: <span class="text-orange">ВАЖНО:</span> Этот единовременный бонус выплачивается 7-го числа месяца, следующего за месяцем, в котором заработан бонус.
uk: <span class="text-orange">ВАЖЛИВО:</span> Цей одноразовий бонус виплачується 7-го числа місяця, наступного за місяцем, в якому зароблений бонус.
uz: <span class="text-orange">ИЗОҲ:</span> Ушбу бир марталик бонус у ишлаб топилган ойдан кейинги ойнинг 7-санасида тўланади.
zh: <span class="text-orange">注意：</span>这笔一次性奖金将在获得奖金的下个月的 第7 日支付。

source: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"/></span> Enable
ca: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"/></span> Activar
de: <span class="tooltip-bottom" :tooltip="$gettext('Auszahlungsanbieter für die Nutzer verfügbar machen')"><i class="fas fa-question-circle"/></span> Aktivieren
es: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"/></span> Habilitar
fr: <span class="tooltip-bottom" :tooltip="$gettext('Permettre au fournisseur de paiements d'être disponible pour les utilisateurs')"><i class="fas fa-question-circle"/></span> Activer
it: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"/></span> Abilita
ja: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"/></span> 開始
kk: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"> <i class="fas fa-question-circle"/></span> Мүмкіндік беріңіз
ky: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"/></span>Жандандыр
lv: <span class="tooltip-bottom" :tooltip="$gettext('Ļaut lietotājiem piekļut izmaksu nodrošinātājiem')"><i class="fas fa-question-circle"/></span> Iespējo
mn: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"/></span> Боломжтой
pt: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"/></span> Permitir
ro: <span class="tooltip-bottom" :tooltip="$gettext('Permite ca furnizorul de plăți să fie disponibil pentru utilizatori')"><i class="fas fa-question-circle"></i></span> Permite
ru: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"/></span> Включить
uk: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"/></span> Увімкнути
uz: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"></i></span> Очиқ
zh: <span class="tooltip-bottom" :tooltip="$gettext('Allow payout provider to be available for users')"><i class="fas fa-question-circle"/></span> 激活

source: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"/></span> Transfer Period
ca: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"/></span>Període de transferència
de: <span class="tooltip-bottom" :tooltip="$gettext('Zeitrahmen für die Durchsetzung der Fristübertragungsgrenze\' - (Hourly)')"><i class="fas fa-question-circle"/></span> Transferzeitraum
es: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"/></span> Período de Transferencia
fr: <span class="tooltip-bottom" :tooltip="$gettext('Délai d'application de la \'Période limite de transfert\' - (Horaire)')"><i class="fas fa-question-circle"/></span> Période de transfert
it: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"/></span> Periodo di trasferimento
ja: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"/> 送金期間
kk: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"> <i class="fas fa-question-circle"/></span> Трансфер кезеңі
ky: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"/></span>Которуу убактысы
lv: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"/></span> Pārsūtīšanas periods
mn: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"/></span> Шилжүүлэх хугацаа
pt: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"/></span> Período de transferência
ro: <span class="tooltip-bottom" :tooltip="$gettext('Perioada de timp pentru aplicarea \'Limita de transfer\' - (În fiecare oră)')"><i class="fas fa-question-circle"></ i></span> Perioada de transfer
ru: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"></i></span> Время перевода
uk: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"/></span> Час переказу
uz: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"></i></span> Ўтказма даври
zh: <span class="tooltip-bottom" :tooltip="$gettext('Timeframe for enforcing \'Period Transfer Limit\' - (Hourly)')"><i class="fas fa-question-circle"/></span> 交接期
