Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: You agree not to access, alter, delete or cancel another user's account, or any user profile information or user content, except as otherwise provided for in the process for initial sign-up of new Members.
ca: Acceptes no accedir, alterar, suprimir ni cancel·lar el compte d’un altre usuari, ni la informació del perfil d’usuari ni el contingut d’usuari, llevat que s’indiqui el contrari en el procés d’inscripció inicial de nous Membres.
de: Sie erklären sich damit einverstanden, nicht auf das Konto eines anderen Benutzers oder auf Benutzerprofilinformationen oder Benutzerinhalte zuzugreifen, diese zu ändern, zu löschen oder aufzulösen, sofern im Verfahren zur erstmaligen Anmeldung neuer Mitglieder nichts anderes vorgesehen ist.
es: Aceptas no acceder, modificar, eliminar o cancelar otra cuenta de usuario, cualquier información de perfil de usuario o contenido de usuario, salvo que se disponga lo contrario en el proceso para la inscripción inicial de nuevos miembros.
fr: Vous acceptez de ne pas accéder, modifier, supprimer ou annuler le compte d'un autre utilisateur, ni aucune information de profil d'utilisateur ou contenu d'utilisateur, sauf disposition contraire prévue dans le processus d'inscription initiale des nouveaux Membres.
it: Accetti di non accedere, alterare, eliminare o cancellare l'account di un altro utente, né alcuna informazione del profilo utente o contenuto utente, salvo quanto diversamente previsto nella procedura per la registrazione iniziale di nuovi Membri.
ja: 会員は、新しいメンバーの最初のサインアップのプロセスで別途規定されている場合を除き、別のユーザーのアカウント、またはユーザープロフィール情報、またはユーザーコンテンツにアクセス、変更、削除またはキャンセルしないことに同意します。
kk: Жаңа клуб мүшелерді бастапқы тіркеу процесінде өзгеше көзделген жағдайларды қоспағанда, сіз басқа пайдаланушының есептік жазбасына, сондай-ақ пайдаланушы профилінің кез келген ақпаратына немесе пайдаланушы мазмұнына кіруге, өзгертуге, жоюға немесе жоюға келісесіз.
ky: Жаңы Мүчөлөрдүн алгачкы катталуу процессинде башкача каралбаса, башка колдонуучунун каттоо эсебине же колдонуучунун профилинин маалыматына же колдонуучунун мазмунуна кирбөөгө, өзгөртпөөгө, жок кылууга же жокко чыгарбоого макул болосуз.
lv: Jūs piekrītat nepiekļūt, negrozīt, nedzēst un neatcelt cita lietotāja kontu vai lietotāja profila informāciju vai lietotāja saturu, ja vien jaunu Biedru sākotnējās reģistrēšanās procesā nav paredzēts citādi.
mn: Та шинэ гишүүдийг анхны удаа бүртгэхээс бусад тохиолдолд тухайн хэрэглэгчийн бүртгэл, хэрэглэгчийн мэдээлэл, эсвэл оруулсан контентод зөвшөөрөлгүйгээр нэвтрэх, өөрчлөх, устгах, цуцлах үйлдэл хийхгүй гэдгээ хүлээн зөвшөөрч байгаа болно.
pt: Você concorda em não acessar, alterar, excluir ou cancelar outra Conta de Usuário ou qualquer informação de perfil ou conteúdo do Usuário, exceto conforme disposto no processo de inscrição inicial de novos Membros.
ro: Ești de acord să nu accesezi, să modifici, să nu ștergi sau să anulezi contul altui utilizator sau orice informații despre profilul utilizatorului sau conținutul utilizatorului, cu excepția cazului în care se prevede altfel în procesul de înscriere inițială a noilor Membri.
ru: Вы соглашаетесь не отменять действие, не получать доступ, не изменять, не удалять учетную запись другого пользователя либо информацию профиля другого пользователя, либо материалы другого пользователя, за исключением случаев, когда в процессе первичной регистрации новых Членов Клуба предусмотрено иное.
uk: Ви погоджуєтесь не отримувати доступ, не змінювати, не видаляти або не скасовувати інший обліковий запис користувача або будь-яку інформацію профілю користувача або вміст користувача, за винятком випадків, передбачених в процесі початкової реєстрації нових Членів.
uz: Бошқа фойдаланувчи ҳисобига ёки бирор фойдаланувчи профили маълумотлари ёки фойдаланувчи контентига кирмаслик, уларни ўзгартирмаслик, ўчирмаслик ва бекор қилмасликка розилик берасиз, янги Аъзоларни дастлабки рўйхатдан ўтказиш жараёнида бошқача тартиб белгиланган ҳоллар бундан мустасно.
zh: 除非在新会员注册流程中另有规定，您同意不得访问、更改、删除或取消其他用户的账户、任何用户资料信息或用户内容。

source: You agree not to add content to your profile or anywhere else on the Site that obscures or hides Site logos, trademarks, buttons, links or banners, or alters the format or appearance of the Site in any other way. We reserve the right to delete any such user content at its sole and absolute discretion and without informing users.
ca: Acceptes no afegir contingut al teu perfil o a qualsevol altra part del lloc que oculti o amagui logotips, marques registrades, botons, enllaços o bàners del lloc, ni que canviï d'alguna manera el format o l'aparença del lloc. Ens reservem el dret d'eliminar aquest contingut d'usuari a la nostra sola i absoluta discreció i sense avisar els usuaris.
de: Sie verpflichten sich, weder in Ihrem Profil noch an anderer Stelle auf der Website Inhalte hinzuzufügen, die Logos, Marken, Schaltflächen, Links oder Banner verdecken oder das Format oder Erscheinungsbild der Website anderweitig verändern. Wir behalten uns das Recht vor, derartige Benutzerinhalte nach eigenem Ermessen und ohne Benachrichtigung der Benutzer zu löschen.
es: Aceptas no agregar contenido a tu perfil o en cualquier otro lugar en el sitio que oscurezca u oculte logotipos, marcas comerciales, botones, enlaces o banners, o altere el formato o la apariencia del sitio de cualquier otra manera. Nos reservamos el derecho de eliminar cualquier contenido del usuario a nuestra única y absoluta discreción y sin informar a los usuarios.
fr: Vous vous engagez à ne pas ajouter à votre profil ni ailleurs sur le Site de contenu susceptible de masquer les logos, marques, boutons, liens ou bannières du Site, ou de modifier de quelque manière que ce soit le format ou l'apparence du Site. Nous nous réservons le droit de supprimer tout contenu utilisateur de ce type à notre entière discrétion et sans en informer les utilisateurs.
it: Accetti di non aggiungere contenuti al tuo profilo o in qualsiasi altra parte del Sito che oscurino o nascondano loghi, marchi, pulsanti, link o banner del Sito, o che alterino in qualsiasi altro modo il formato o l'aspetto del Sito. Ci riserviamo il diritto di eliminare tali contenuti utente a nostra esclusiva e assoluta discrezione e senza informare gli utenti.
ja: サイトのロゴ、商標、ボタン、リンク、バナーを不明瞭にしたり、隠したり、他の⽅法でサイトの形式や外観を変更したりするコンテンツを、プロフィールやサイト上の他の場所に追加しないことに同意します。当社は、ユーザーに通知することなく、独⾃の絶対的な裁量でそのようなユーザーコンテンツを削除する権利を留保します。
kk: Сіз өзіңіздің профиліңізге немесе сайттың басқа жеріне сайт логотиптерін, сауда белгілерін, түймелерді, сілтемелерді немесе баннерлерді жасыратын және сайттың пішімін немесе сыртқы түрін басқа жолмен өзгертпейтін мазмұнды қоспауға келісесіз. Біз кез-келген осындай пайдаланушы мазмұнын өз қалауымыз бойынша және пайдаланушыларға ескертусіз жою құқығын сақтаймыз.
ky: Сиз өзүңүздүн профилиңизге же Сайттын башка жерине Сайттын логотиптерин, соода белгилерин, баскычтарын, шилтемелерин же баннерлерин жаап-жашырган же башка жол менен Сайттын форматын же көрүнүшүн өзгөрткөн контентти кошпоого макул болосуз. Биз өзүбүздүн каалообуз боюнча жана колдонуучуларга эскертпестен ушундай колдонуучу контентти алып салуу укугуна ээбиз.
lv: Jūs piekrītat nepievienot savam profilam vai nekur citur vietnē saturu, kas aizsedz vai slēpj vietnes logotipus, preču zīmes, pogas, saites vai reklāmkarogus vai jebkādā citā veidā maina vietnes formātu vai izskatu. Mēs paturam tiesības dzēst jebkādu šādu lietotāja saturu pēc saviem ieskatiem un pēc saviem ieskatiem, neinformējot lietotājus.
mn: Та манай вэб хуудасны лого, худалдааны тэмдэгт, товчлуур, холбоос, баннерыг нуух байдлаар эсвэл вэб хуудасны хэлбэр байдал, өнгө төрхийг ямар нэгэн байдлаар өөрчлөх агуулгыг өөрийн танилцуулгад болон вэб хуудасны бусад хэсэгт оруулахгүй гэдгээ хүлээн зөвшөөрч байгаа болно. Бид ийм төрлийн хэрэглэгчийн оруулсан контентийг уг хэрэглэгчид урьдчилан мэдэгдэлгүйгээр, өөрийн бүрэн эрхийн хүрээнд устгах эрхтэй болно.
pt: Você concorda em não adicionar conteúdo ao seu perfil ou a qualquer outro lugar do Site que encubra ou oculte os logotipos, marcas registradas, botões, links ou banners do Site ou altere o formato ou a aparência do Site de qualquer maneira. Reservamos o direito de excluir qualquer Conteúdo do Usuário, a seu critério exclusivo e absoluto, e sem informar os próprios Usuários.
ro: Ești de acord să nu adaugi conținut la profilul tău sau în orice altă parte a Site-ului care umbrește sau ascunde sigle, mărci comerciale, butoane, link-uri sau bannere ale Site-ului sau care modifică formatul sau aspectul Site-ului în orice alt mod. Ne rezervăm dreptul de a șterge orice astfel de conținut de utilizator la discreția sa exclusivă și absolută și fără a informa utilizatorii.
ru: Вы соглашаетесь не добавлять в свой профиль или куда-либо еще на Сайт материалы, которые перекроют или скроют логотипы, товарные знаки, кнопки, ссылки или баннеры сайта, или изменят формат или внешний вид Сайта каким-либо образом. Мы оставляем за собой право по своему собственному и абсолютному усмотрению удалять любые такие материалы пользователей без их уведомления.
uk: Ви погоджуєтесь не додавати матеріали у свій профіль або деінде на Сайті, що затуляє або приховує логотипи, торговельні марки, кнопки, посилання або банери, а також змінює формат або зовнішній вигляд Сайту будь-яким іншим способом. Ми залишаємо за собою право видаляти будь які такі Матеріали на власний та абсолютний розсуд та не повідомляти про це користувачів.
uz: Профилингиз контентига ёки Сайтнинг бирор қисмига Сайтдаги логотиплар, савдо белгилари, тугмалар, ҳаволалар ёки баннерларни қисман ёки тўлиқ тўсиб қўювчи ёхуд бошқа шаклда Сайт кўриниши ёки форматини ўзгартирувчи контент киритмасликка розилик берасиз. Биз бу каби фойдаланувчи контентини фойдаланувчини хабардор қилмасдан ва ёлғиз ўзимизнинг мутлақ ихтиёримизга кўра ўчириб ташлаш ҳуқуқини ўзимизда сақлаб қоламиз.
zh: 您同意不得在您的个人资料或网站任何其他位置添加内容，以遮挡或隐藏网站标志、商标、按钮、链接或横幅，或以任何其他方式更改网站的格式或外观。我们保留完全自主决定删除此类用户内容的权利，且无需通知用户。

source: You agree not to attempt in any way (or authorize, encourage or support others attempts) to circumvent, reverse engineer, decrypt, break or otherwise alter or interfere with inCruises' Website or its Services. Additionally, you agree not to interfere with, hack into or decipher any transmissions to or from the servers running the Service. Furthermore, you hereby agree to immediately advise us promptly of any such unauthorized use(s) or attempt(s).
ca: Acceptes no intentar de cap manera (ni autoritzar, encoratjar o donar suport als intents d’altres persones) esquivar, desxifrar, desmuntar, alterar ni interferir d’una altra manera amb el lloc web d’inCruises o els seus Serveis. A més, acceptes no interferir, piratejar ni interceptar cap transmissió cap als servidors o des dels servidors que operen el Servei. Així mateix, et compromets a informar-nos immediatament de qualsevol ús o intent no autoritzat que detectis.
fr: Vous vous engagez à ne tenter en aucune façon (ni à autoriser, encourager ou assister d'autres tentatives) de contourner, de désosser, de décrypter, de pirater ou de modifier de quelque manière que ce soit le site Web d'inCruises ou ses Services. De plus, vous vous engagez à ne pas interférer, pirater ou déchiffrer les transmissions vers ou depuis les serveurs exécutant le Service. De plus, vous vous engagez par les présentes à nous informer immédiatement et sans délai de toute utilisation ou tentative non autorisée.
it: Accetti di non tentare in alcun modo (né autorizzare, incoraggiare o supportare tentativi altrui) di eludere, decodificare a ritroso, decifrare, violare o altrimenti alterare o interferire con il Sito Web o i Servizi di inCruises. Inoltre, accetti di non interferire, hackerare o decifrare alcuna trasmissione da o verso i server che gestiscono il Servizio. In aggiunta, ti impegni a informarci immediatamente di qualsiasi uso o tentativo non autorizzato.
ja: 会員は、inCruisesのウェブサイトまたはそのサービスを回避、リバースエンジニアリング、解読、破壊、または変更または妨害しようとする（または他の試みを許可、奨励、またはサポート しない）ことに同意します。さらに、会員は、サービスを実⾏しているサーバーとの間の送信を妨害したり、ハッキングしたり、解読したりしないことに同意するものとします。さらに、会員はここに、そのような不正使⽤または試みを直ちに私たちに助⾔することに同意します。
kk: Сіз inCruises' веб-сайтын немесе оның қызметтерін айналып өтуге, қайта құруға, шифрын ашуға, бұзуға немесе басқа жолмен өзгертуге немесе араласуға тырыспауға (және басқа адамдардың әрекеттеріне жол бермеуге, ынталандырмауға немесе қолдамауға) келісесіз. Сонымен қатар, сіз қызмет жұмыс істейтін серверлерге немесе қызмет жұмыс істейтін серверлерден кез-келген аударымдарды бұзбауға, немесе шифрын ашуға келісесіз. Сонымен қатар, осымен сіз кез келген осындай рұқсатсыз пайдалану немесе әрекет туралы бізге дереу хабарлауға келісесіз.
pt: Você concorda em não tentar (ou autorizar, incentivar ou apoiar as tentativas de outras pessoas) contornar, fazer engenharia reversa, descriptografar, interromper ou alterar ou interferir de outra forma com o website da inCruises ou seus Serviços. Adicionalmente, você concorda em não interferir, invadir ou decifrar quaisquer transmissões de ou para os servidores que executam o Serviço. Além disso, você concorda em nos informar imediatamente sobre tais usos ou tentativas não autorizadas.
ro: Ești de acord să nu încerci în niciun fel (sau să autorizezi, să încurajezi sau să sprijini încercările altora) să ocolești, să faci inginerie inversă, să decriptezi, să spargi, să modifici sau să interferezi în alt mod cu site-ul web al inCruises sau cu serviciile acestuia. În plus, ești de acord să nu interferezi cu, să piratezi sau să descifrezi nicio transmisie către sau de la serverele care rulează Serviciul. În plus, ești de acord să ne informezi imediat cu promptitudine cu privire la orice astfel de utilizare(e) sau încercare(e) neautorizată.
uk: Ви погоджуєтесь не робити будь-які спроби (або дозволяти, заохочувати або підтримувати спроби інших) обходити, здійснювати зворотну розробку, розшифровувати, виводити з ладу або іншим чином змінювати або завдавати шкоди роботі вебсайту inCruises' або його Послугам. Крім того, ви погоджуєтесь не завдавати шкоди, не зламувати і не розшифровувати передачу будь-яких даних на або з серверів, на яких запущені Послуги. Крім того, приймаючи ці Умови Користування, Ви погоджуєтесь негайно і в найкоротші терміни повідомити нас про будь-яке несанкціоноване використання або спроби використання.
uz: inCruises веб-сайти ва унинг Хизматларини айланиб ўтиш, бузиш, уларнинг шифрларини очиш, уларга нисбатан тескари муҳандисликни қўллаш ёки уларни бошқа бир шаклда ўзгартириш ёки халал беришга ҳеч бир усулда уринмаслик (ёхуд бошқаларнинг бундай уринишларини қўллаб-қувватламаслик, бундай уринишларга уларни ундамаслик ва ваколат бермасликка) розилик берасиз. Бундан ташқари, Хизмат ишлайдиган серверлардан ва шу серверларга узатишларга халал бермаслик, уларни бузиб кирмаслик ва шифрларини очмасликка розилик берасиз. Шунингдек, бу каби рухсатсиз фойдаланиш(лар) ва уриниш(лар) ҳақида зудлик билан бизни хабардор қилишга розилик берасиз.
zh: 您同意不以任何方式尝试（或授权、鼓励或支持他人尝试）规避、逆向工程、解密、破解或以其他方式更改或干扰inCruises的网站或其服务。此外，您同意不干扰、入侵或破解与运行该服务的服务器之间的任何数据传输。此外，您还同意如发现任何此类未经授权的使用或尝试，应立即通知我们。

source: You agree not to engage in, claim to engage in, promote, or encourage any illegal, fraudulent, or criminal activity including, but not limited to making or buying illegal weapons, making or buying illicit controlled substances, violating someone's privacy, hacking, cracking, phishing, creating and distributing computer viruses or counterfeit software.
ca: Acceptes no participar, declarar que participes, promoure ni encoratjar cap activitat il·legal, fraudulenta o delictiva, incloent-hi, però sense limitar-s’hi, la fabricació o compra d’armes il·legals, la fabricació o compra de substàncies controlades il·lícites, la violació de la privacitat d’algú, el hacking, cracking, phishing, la creació i distribució de virus informàtics o programari falsificat.
fr: Vous acceptez de ne pas participer, prétendre participer, promouvoir ou encourager toute activité illégale, frauduleuse ou criminelle, y compris, mais sans s'y limiter, la fabrication ou l'achat d'armes illégales, la fabrication ou l'achat de substances contrôlées illicites, la violation de la vie privée d'une personne, le piratage, le craquage, le phishing, la création et la distribution de virus informatiques ou de logiciels contrefaits.
it: Accetti di non intraprendere, dichiarare di intraprendere, promuovere o incoraggiare alcuna attività illegale, fraudolenta o criminale, inclusi, ma non limitati a, fabbricare o acquistare armi illegali, fabbricare o acquistare sostanze illecite controllate, violare la privacy di qualcuno, hackerare, craccare, fare phishing, creare e distribuire virus informatici o software contraffatti.
ja: 会員は、違法な武器の作成または購⼊、違法な規制薬物の作成または購⼊、誰かのプライ バシーの侵害、ハッキング、クラッキングを含むがこれらに限定されない、違法、詐欺的、 または犯罪⾏為に関与しない、関与することを主張、促進、または奨励しないこと、さらにフィッシング、コンピューターウイルスまたは偽造ソフトウェアの作成と配布をしないことに同意します。
kk: Сіз заңсыз, алаяқтық немесе қылмыстық әрекеттерге қатыспауға, қатысуды талап етпеуге, жарнамаламауға немесе оларды ынталандырмауға келісесіз, соның ішінде, бірақ олармен шектелмей, заңсыз қару жасау немесе сатып алу, заңсыз бақыланатын заттарды жасау немесе сатып алу, біреудің жеке өмірін бұзу, хакерлік шабуылдар жасау, бағдарламалық қамтама бұзу, фишинг, компьютерлік вирустарды немесе жалған бағдарламалық қамтама жасау және тарату.
pt: Você concorda em não participar, alegar participar, promover ou incentivar qualquer atividade ilegal, fraudulenta ou criminal, incluindo, mas não limitado a fabricação ou compra de armas ilegais, fabricação ou compra de substâncias controladas ilícitas, violação da privacidade de alguém, hackers, quebras, phishing, criação e distribuição de vírus de computador ou software falsificado.
ro: Ești de acord să nu te implici, să pretinzi că te implici în, promovezi sau încurajezi orice activitate ilegală, frauduloasă sau criminală, inclusiv, dar fără a se limita la fabricarea sau cumpărarea de arme ilegale, fabricarea sau cumpărarea de substanțe ilegale controlate, încălcarea confidențialității cuiva, hacking, cracking, phishing, crearea și distribuirea de viruși informatici sau software contrafăcut.
uk: Ви погоджуєтеся не брати участі, не заявляти про участь, не пропагувати та не заохочувати будь-яку незаконну, шахрайську або кримінальну діяльність, включно, але не обмежуючись, виготовленням чи придбанням нелегальної зброї, виготовленням чи придбанням заборонених речовин, порушенням приватності інших осіб, зломом, кракінгом, фішингом, створенням та поширенням комп’ютерних вірусів або підробленого програмного забезпечення.
uz: Бирор фирибгарлик, ноқонуний ёки жиноий фаолият, жумладан, лекин шу билан чекланмаган ҳолда, ноқонуний қуроллар ясаш ва сотиш, назорат остидаги тақиқланган моддаларни тайёрлаш ва сотиш, бошқаларнинг шахсий ҳаёт дахлсизлигини бузиш, компьютер вируслари ва қалбаки дастурларни яратиш, тарқатиш, фишинг (шахсий маълумотларни қўлга киритиш учун обрўли компания номидан хабар ёзиш), хакерлик, дастурий таъминотларни бузиш каби ҳаракатларда иштирок этмаслик, иштирок этишни талаб қилмаслик, бундай ҳаракатларни тарғиб қилмаслик ва уларни бажаришга ундамасликка розилик берасиз.
zh: 您同意不从事、自称从事、宣传或鼓励任何非法、欺诈或犯罪活动，包括但不限于制造或购买非法武器、制造或购买违禁管制物品、侵犯他人隐私、黑客行为、破解行为、网络钓鱼、制作和传播计算机病毒或伪造软件。
