Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Adjust Lead Time By Ship
ca: Ajustar el temps de lliurament per vaixell
de: Durchlaufzeit nach Schiff anpassen
es: Ajustar el período hasta la salida por barco
fr: Ajuster le délai d'exécution par envoi
it: Regola i limiti temporali per nave
ja: 船ごとの出航までの期間を調整
kk: Кеме бойынша тапсырыс беру уақытын реттеу
ko: 배송별 리드 타임 조정
ky: Жеткирүү убактысын лайнерлер боюнча тууралаңыз
lv: Pielāgo Kuģa atiešanas laiku
mn: Захиалах хугацааг хөлгөөр тохируулах
pt: Ajustar data de entrega por navio
ro: Ajustează perioada de grație în funcție de navă
ru: Скорректировать время поставки по лайнерам
uk: Коригувати час поставки за лайнерами
uz: Кемалар томонидан етказиб бериш вақтига тузатиш киритиш
zh: 按船调整交货时间

source: Adjust withdrawal limts for any available wallet payout provider. To allow for 'Unlimited' please set the value to 0.
ca: Ajusta els límits de retirada per als proveïdors de serveis de pagament disponibles. Per permetre retirades "il·limitades", estableix el valor a 0.
de: Passen Sie die Auszahlungslimits für jeden verfügbaren Auszahlungsanbieter an. Um "Unbegrenzt" zu ermöglichen, setzen Sie den Wert auf 0.
es: Ajusta los límites de retiro de cualquiera de los proveedores de pago disponible. Para permitir 'ilimitado', establece el valor en 0.
fr: Ajustez les limites de retrait pour tout fournisseur de paiement de portefeuille disponible. Pour permettre un retrait "illimité", réglez la valeur sur 0.
it: Imposta i limiti di prelievo per i fornitori dei servizi di pagamento disponibili. Per consentire il prelievo "illimitato", imposta il valore a 0.
ja: ご希望の利用可能なウォレット送金プロバイダの送金限度額の設定をしてください。限度額制限なしをご希望の場合は、値を０に設定してください。
kk: Кез келген қолжетімді әмиян төлем провайдері үшін ақшаны алу шектеулерін орнатыңыз. «Шексіз» рұқсат беру үшін мәнді 0-ге орнатыңыз.
ko: 사용 가능한 모든 월렛 지급 공급자에 대한 인출 한도를 조정합니다. '무제한'을 허용하려면 값을 0으로 설정하십시오.
ky: Капчыкта жеткиликтүү ар кандай каржылык провайдер үчүн акча алуу чегин коюңуз. 'Чектөөсүзгө' уруксат берүү үчүн 0 деген чоңдукту коюңуз.
lv: Pielāgojiet izņemšanas limitu jebkuram pieejamam maciņa izmaksas pakalpojumu sniedzējam. Lai atļautu 'Unlimited', lūdzu, iestatiet vērtību uz 0.
mn: Боломжит төлбөрийн үйлчилгээ үзүүлэгчийн мөнгө татах хэмжээг тохируулна уу. "Хязгааргүй" гэж тохируулах бол 0-ыг сонгоно уу.
pt: Ajuste o limite de retirada para qualquer provedor de pagamento de carteira disponível. Para permitir 'Ilimitado', defina o valor como 0.
ro: Ajustează limita de retragere pentru orice furnizor disponibil de plată în portofel. Pentru a permite „Nelimitat”, setează valoarea la 0.
ru: Установите ограничение на вывод для любого доступного в кошельке поставщика финансовых услуг. Для отмены ограничения установите, пожалуйста, значение, равное 0.
uk: Встановіть обмеження на виведення для будь-якого доступого в гаманці постачальника фінансових послуг. Для скасування обмеження встановіть, будь ласка, значення 0.
uz: Мавжуд исталган тўлов провайдери ҳамёни учун маблағ ечиш лимитини ўрнатинг. "Чекланмаган" ўтказма учун илтимос "0" ни белгиланг.
zh: 调整任何可用钱包支付提供商的提款限额。 要允许“无限制”，请将值设置为 0。

source: Admin Communications
ca: Comunicacions administratives
de: Verwaltung Kommunikation
es: Comunicaciones de administración
fr: Communications Administratives
it: Comunicazioni dell'Admin
ja: 管理者のコミュニケーション
kk: Әкімшімен байланыс
ko: 관리자 커뮤니케이션
ky: Административдик байланыштар
lv: Administrācijas sakari
mn: Админий харилцаа
pt: Comunicações do administrador
ro: Comunicări Admin
ru: Административные связи
uk: Адміністративні зв'язки
uz: Маъмур хабарлари
zh: 管理员通讯

source: Admin Compensation
ca: Compensació administrativa
de: Admin Vergütung
es: Administrador de Compensación
fr: Compensation Admin
it: Compenso Admin
ja: 報酬の管理者画面
kk: Әкімшілік өтемақы
ko: 어드민 보상
ky: Администратордун Компенсациясы/Төлөмү
lv: Admin. Kompensācija
mn: Админий шагнал урамшуулал
pt: Administrar Compensação
ro: Compensaţie admin
ru: Компенсация администратора
uk: Компенсація адміністратора
uz: Маъмур компенсацияси
zh: 行政补偿

source: Admin Elevate
ca: Administrar Elevate
es: Administrar Elevate
fr: Administrateur Élévé
ja: Elevateの管理者
kk: Админ Elevate
ko: Elevate 관리
ky: Elevate Администратору
lv: Adm. Elevate
mn: Elevate аяллын админ
pt: Administrador de Acesso Elevado
ru: Администратор Elevate
uk: Адміністратор Elevate
uz: Elevate маъмури
zh: Elevate管理员

source: Admin Emails
fr: Courriels de l'administrateur
it: Email dell'Admin
pt: E-mails Administrativos
uk: Електронна адреса адміністратора
zh: 管理员邮件

source: Admin Emails - Last 24 Hours
fr: Courriels de l'administrateur - Dernières 24 heures
it: Email dell'Admin - Ultime 24 ore
pt: E-mails Administrativo - Últimas 24 horas
uk: Електронна адреса адміністратора - Останні 24 Години
zh: 管理员邮件-最后24小时

source: Admin inChat
ca: Administrador en Chat
de: Admin im Chat
es: Administrar inChat
fr: Administrateur inChat
it: inChat amministratore
ja: inChatの管理者
kk: Админ inChat
ko: 대화 관리
ky: inChat Администратору
lv: Admin Chat
mn: inChat-ын админ
pt: Administrador no Chat
ru: Администратор inChat
uk: Адміністратор inChat
uz: inChat маъмури
zh: 管理员 inChat

source: Admin Menu
ca: Menú d'Admin
es: Menu de Admin
fr: Menu Admin
it: Menu Admin
ja: 管理メニュー
kk: Админ мәзірі
ko: 어드민 메뉴
ky: Администратор менюсу
lv: Admin. izvēlne
mn: Админы цэс
pt: Menu de administração
ro: Meniu Admin
ru: Меню администратора
uk: Меню адміністратора
uz: Маъмур менюси
zh: 管理菜單

source: Admin Name
ca: Nom de l'administrador
es: Nombre de Admin
fr: Nom Admin
it: Nome Admin
ja: 管理者名
kk: Админнің аты
ko: 어드민 이름
ky: Администратордун аты
lv: Administrēšanas nosaukums
mn: Админы нэр
pt: Nome do administrador
ro: Numele Admin
ru: Имя администратора
uk: Ім'я адміністратора
uz: Маъмур исми
zh: 管理員名稱

source: Admin Only
ca: Només per a administradors
de: Admin nur
es: Solo para administradores
fr: Admin uniquement
it: Solo per Admin
ja: 管理者のみ
kk: Тек Админ
ky: Администратор гана
lv: Admin. Tikai
mn: Зөвхөн админ нэвтрэх
pt: Somente administrador
ro: Doar Admin
ru: Только для администратора
uk: Тільки для адміністратора
uz: Фақат Маъмур
zh: 仅限管理者

source: Admin Only Over Limit
ca: Només per a administradors: s'ha superat el límit
de: Nur Admin Übergrenze
es: Solo para Administración Límite Excedido
fr: Admin uniquement Dépassement de la limite
it: Il limite di Solo per Admin è stato superato
ja: 管理者のみ限度額超過
kk: Шектен асатын Админ үшін ғана
ky: Администратор үчүн гана чектен ашууга болот
lv: Tikai Admin, pārsniedzot ierobežojumu
mn: Зөвхөн админ хэрэглэх хязгаараас хэтэрсэн байна
pt: Acima do limite, somente para administradores
ro: Doar administrator peste limită
ru: Сверх лимита только для администратора
uk: Понад ліміт тільки для адміністратора
uz: Фақат Маъмур лимити тугади
zh: 仅限管理员超出限额

source: Admin Panel
fr: Panneau d'Administration
it: Pannello Admin

source: Admin permission group is automatically assigned to all users in this department
ca: El grup de permisos d'administrador s'assigna automàticament a tots els usuaris d'aquest departament
de: Die Berechtigungsgruppe Admin wird automatisch allen Benutzern in dieser Abteilung zugewiesen.
es: El grupo de permisos de administración se asigna automáticamente a todos los usuarios de este departamento
fr: Le groupe de permission administrative est automatiquement attribué à tous les utilisateurs de ce département
it: Il gruppo di permessi di amministratore viene assegnato automaticamente a tutti gli utenti di questo reparto
ja: 管理者の権限グループはこの部署のすべてのユーザーに自動的に割り当てられます
kk: Әкімші рұқсаттар тобы сол бөлімдегі барлық пайдаланушыларға автоматты түрде тағайындалады
ko: 관리자 권한 그룹이 이 부서의 모든 사용자에게 자동으로 할당됩니다
ky: Администратордун уруксат тобу бул бөлүмдөгү бардык колдонуучуларга автоматтык түрдө дайындалат
lv: Administratora atļauju grupa tiek automātiski piešķirta visiem šī departamenta lietotājiem
mn: Админ зөвшөөрлийн бүлгийг энэ хэлтсийн бүх хэрэглэгчдэд автоматаар хуваарилсан
pt: O grupo de permissão de administrador é atribuído automaticamente a todos os usuários neste departamento
ro: Grupul de permisiuni de administrator este atribuit automat tuturor utilizatorilor din acest departament
ru: Группа разрешений администратора распространяется автоматически на всех пользователей этого отдела
uk: Група дозволів адміністратора розповсюджується автоматично на всіх користувачів цього відділу
uz: Маъмур рухсати гуруҳи ушбу бўлимдаги барча фойдаланувчиларга автомат равишда бириктирилади
zh: 管理员权限组自动分配给该部门的所有用户

source: Admin Support
ca: Assistència de l’administrador
es: Soporte de Admin
fr: Assistance Administrative
it: Assistenza amministrativa
ja: サポート担当者
kk: Әкімшілік Қолдауы
ko: 관리자 지원팀
ky: Администратордук колдоо
lv: Admin. Atbalsts
mn: Админий дэмжлэг
pt: Suporte administrativo
ro: Suport Admin
ru: Поддержка администратора
uk: Підтримка адміністратора
uz: Маъмурий қўллаб-қувватлаш
zh: 管理員支持

source: Admin View
ca: Vista d'Administrador
de: Admin-Ansicht
es: Panel de Admin
fr: Vue administrative
it: Pannello di amministrazione
ja: 担当者画面
kk: Әкімші Көрінісі
ko: 어드민 뷰
ky: Админ тарабынан көрүү
lv: Administrēšanas skats
mn: Админы Харах
pt: Visão Administrativa
ro: Vedere ca Admin
ru: Просмотр Админом
uk: На розгляді у Адміністратора
uz: Маъмур нуқтаи назари
zh: 管理員視圖

source: Admin View: This is a read-only view of the user's signed agreement.
fr: Vue administrateur : Ceci est une vue en lecture seule de l'accord signé par l'utilisateur.
it: Visualizzazione amministratore: è una visualizzazione di sola lettura del contratto firmato dall'utente.

source: Administrator
ca: Administrador
es: Administrador
fr: Administrateur
it: Amministratore
ja: 管理者
kk: Администратор
ko: 관리자
ky: Администратор
lv: Adminstrators
mn: Админ
pt: Administrador
ru: Администратор
uk: Адміністратор
uz: Маъмур
zh: 管理员

source: Admins
ca: Administradors
fr: Administrations
it: Amministratori
ja: 管理者
kk: Админдар
ko: 어드민
ky: Администраторлор
lv: Adminstr
mn: Админууд
pt: Administradores
ro: Administratori
ru: Администраторы
uk: Адміністратори
uz: Маъмурлар
zh: 管理员

source: Admins and rank leaders cannot disable 2FA
ca: Els administradors i líders de rang no poden desactivar 2FA
de: Admins und Rangleader können 2FA nicht deaktivieren
es: Administradores y líderes del rango no pueden deshabilitar 2FA
fr: Les administrateurs et les leaders ne peuvent pas désactiver la fonction 2FA
it: Amministratori e leader di rango non possono disabilitare la 2FA
ja: 管理者とランクリーダーは２段階認証を無効にすることはできません
kk: Админдар мен ранг лидерлары 2FA өшіре алмайды
ko: 관리자 및 직급 리더는 2FA를 비활성화할 수 없습니다
ky: Администраторлор жана даража лидерлери 2FAны өчүрө албайт
lv: Administratori un rangu līderi nevar atspējot 2FA
mn: Админууд болон цолтой манлайлагч нар 2FA хамгаалалтыг идэвхгүй болгож болохгүй
pt: Administradores e líderes com classificação não podem desabilitar o 2FA
ro: Administratorii și liderii cu nivel de carieră nu pot dezactiva 2FA
ru: Администраторы и лидеры в ранге не могут отключать 2FA
uk: Адміністратори та лідери в ранзі не можуть відключати 2FA
uz: Маъмурлар ва рангдаги етакчилар 2FA ни узиб қўя олмайди
zh: 管理员和领导者不能禁用 2FA

source: Adult
de: Erwachsener
es: Adulto
fr: Adulte
it: Adulto
ja: 大人
kk: Ересек
ko: 성인
ky: Чоң киши
lv: Pieaugušais
mn: Том хүн
pt: Adulto
ru: Взрослый
uk: Дорослий
uz: Катта одам
zh: 成年人

source: Adults
de: Erwachsene
es: Adultos
fr: Adultes
it: Adulti
ja: 大人
kk: Ересектер
ko: 성인들
ky: Чоң кишилер
lv: 1 Pieaugušie
mn: Том хүн
pt: Adultos
ro: Adulți
ru: Взрослые
uk: Дорослі
uz: Катталар
zh: 成年人

source: Adults & Teens
fr: Adultes et Adolescents
it: Adulti e adolescenti
pt: Adultos & Adolescentes
uk: Дорослі та Підлітки

source: Advancing Leaders:
ca: Líders en Evolució:
de: Aufstrebende Leader:
es: Líderes que avanzan:
fr: Leaders avançant :
it: Leader emergenti:
ja: ランクアップしたリーダー：
kk: Ілгерілеуші көшбасшылар:
ky: Көтөрүлгөн лидерлер:
lv: Vadošie Līderi:
mn: Цол ахиж буй манлайлагч нар:
pt: Líderes em avanço:
ro: Lideri care avansează:
ru: Продвигающиеся лидеры:
uk: Лідери, які просуваються:
uz: Илгарилаётган етакчилар:
zh: 晋升领导者：

source: Adventure awaits!
ca: L’aventura t’espera!
de: Das Abenteuer wartet!
es: ¡La Aventura espera!
fr: L'aventure vous attend !
it: L'avventura ti aspetta!
ja: 冒険が待っている！
kk: Сізді шытырман оқиға күтеді!
ky: Сизди укмуштуу окуялар күтүп турат!
lv: Piedzīvojumi gaida!
mn: Адал явдалт аялал таныг хүлээж байна!
pt: A aventura o espera!
ro: Aventura te așteaptă!
ru: Приключения ждут вас!
uk: Пригоди чекають на вас!
uz: Саргузаштлар кутмоқда!
zh: 冒险在召唤！

source: Adverse Weather
ca: Condicions meteorològiques Adverses
de: Schlechtes Wetter
es: Clima Adverso
fr: Mauvais temps
it: Condizioni meteorologiche avverse
ja: 悪天候
kk: Қолайсыз ауа райы
ko: 악천후
ky: Жагымсыз аба ырайы
lv: Nelabvēlīgi laika apstākļi
mn: Цаг агаарын таагүй байдал
pt: Tempo adverso
ro: Vreme nefavorabilă
ru: Плохая погода
uk: Несприятлива погода
uz: Ноқулай об-ҳаво
zh: 恶劣天气

source: Affiliate Activation Date
ca: Data d'activació de l'Afiliat
de: Affiliate Aktivierungsdatum
es: Fecha de Activación de Afiliado
fr: Date d'activation de l'affilié
it: Data di attivazione dell'Affiliato
ja: アフィリエイト活動開始日
kk: Серіктесті Белсендіру Күні
ky: Филиалды Активдештирүү Күнү
lv: Pievienošanās Aktivizācijas Datums
mn: Хамтрагчийн идэвхжсэн огноо
pt: Data de ativação do afiliado
ro: Data Activării Afiliatului
ru: Дата аффилированной Активации
uk: Дата афілійованої Активації
uz: Филиал фаоллашган сана
zh: 附属激活日期

source: After booking the Elevate Cruise,
ca: Després de reservar el Creuer Elevate,
de: Nach der Buchung der Elevate Cruise,
es: Después de reservar el Crucero Elevate,
fr: Après avoir réservé Elevate Cruise,
it: Dopo aver prenotato la Crociera Elevate,
ja: Elevateクルーズをご予約後、
kk: Elevate круизіне тапсырыс бергеннен кейін,
ko: Elevate 크루즈 예약 후,
ky: Elevate Круизин брондогондон кийин
lv: Pēc Elevate kruīza rezervēšanas
mn: Elevate аяллыг захиалсны дараа,
pt: Depois de reservar o Elevate Cruise,
ro: După rezervarea croazierei Elevate,
ru: После бронирования круиза Elevate Cruise
uk: Після бронювання круїзу Elevate Cruise
uz: Elevate круизга буюртма берилганидан сўнг,
zh: 预订 Elevate Cruise 后，

source: Age Limit May Apply To This Cruise Line
fr: Une Limite d'Âge Peut s'Appliquer À Cette Compagnie De Croisière
it: Potrebbero esserci limiti di età per questa compagnia di crociere
pt: Pode ser Aplicado um Limite de Idade a Esta Companhia de Cruzeiros
uk: До цієї круїзної лінії може застосовуватися вікове обмеження

source: Agency Ref
ca: Ref. de l'Agència
de: Agentur Ref
es: Ref. de Agencia
fr: Réf de l'agence
it: Rif. Agenzia
ja: 代理店リファレンス
kk: Агенттік сілтеме
ky: Агенттиктин маалыматы
lv: Aģentūras Ref
mn: Агентлагийн дугаар
pt: Ref. da agência
ro: Ref. agenție
ru: Агентская ссылка
uk: Посилання на агенцію
uz: Агентлик реф.
zh: 机构参考

source: Agency Reference
ca: Agència de Referència
de: Referenz der Agentur
es: Referencia de Agencia
fr: Référence de l'agence
it: Riferimento Agenzia
ja: 代理店リファレンス
kk: Агенттік Сілтемесі
ko: 대행사 참조
ky: Агенттик тууралуу маалымат
lv: Aģentūras Ieteikums
mn: Агентлагийн мэдээлэл
pt: Referência da agência
ro: Referinţă agenție
ru: Справка об агентстве
uk: Довідка про агенцію
uz: Агентлик ҳақида маълумотнома
zh: 機構參考

source: Agree
ca: D'acord
de: Einverstanden
es: Estoy de acuerdo
fr: Accepter
it: Accetta
ja: 同意する
kk: Келісемін
ko: 동의합니다
ky: Макулмун
lv: Piekrītu
mn: Зөвшөөрч байна
pt: Concordo
ro: De acord
ru: Согласен
uk: Згоден
uz: Розилик билдириш
zh: 同意

source: Agreement
fr: Accord
it: Contratto

source: Agreement Viewer
fr: Visionneuse d'Accords
it: Visualizzatore del contratto

source: Agreements
ca: Acords
de: Vereinbarungen
es: Acuerdos
fr: Accords
it: Contratti
ja: 規約
kk: Келісімдер
ko: 계약서
ky: Келишимдер
lv: Vienošanās
mn: Гэрээнүүд
pt: Contratos
ro: Acorduri
ru: Соглашения
uk: Угоди
uz: Битимлар
zh: 協議

source: All
ca: Tots
de: Alle
es: Todos
fr: Tout
it: Tutto
ja: 全て
kk: Барлығы
ko: 전부
ky: Бардыгы
lv: Visi
mn: Бүх
pt: Todos
ro: Toate
ru: Все
uk: Всі
uz: Барчаси
zh: 全部

source: All
ca: Tots
de: Alle
es: Todos
fr: Tous
it: Tutto
ja: すべて
kk: Барлығы
ky: Бардыгы
mn: Бүх
pt: Todo
ro: Toate
ru: Все
uk: Всі
uz: Барчаси
zh: 所有

source: All Articles
ca: Tots els Articles
de: Alle Artikeln
es: Todos los Artículos
fr: Tous les articles
it: Tutti gli articoli
ja: すべての記事
kk: Барлық мақалалар
ky: Бардык макалалар
lv: Visi Raksti
mn: Бүх нийтлэлүүд
pt: Todos os títulos
ro: Toate articolele
ru: Все статьи
uk: Усі статті
uz: Барча мақолалар
zh: 所有文章

source: All ARTICLES
ca: TOTS ELS ARTICLES
de: Alle ARTIKEL
es: Todos los ARTÍCULOS
fr: TOUS LES ARTICLES
it: Tutti gli ARTICOLI
ja: すべての記事
kk: БАРЛЫҚ МАҚАЛАЛАР
ky: БАРДЫК МАКАЛАЛАР
lv: VISI RAKSTI
mn: БҮХ НИЙТЛЭЛҮҮД
pt: Todos os TÍTULOS
ro: Toate ARTICOLELE
ru: Все СТАТЬИ
uk: Усі СТАТТІ
uz: Барча МАҚОЛАЛАР
zh: 所有文章

source: All Available Countries
fr: Tous les Pays Disponibles
it: Tutti i paesi disponibili

source: All Categories
ca: Totes les categories
de: Alle Kategorien
es: Todas las Categorías
fr: Tous les Catégories
it: Tutte le categorie
ja: すべてのカテゴリー
kk: Барлық санаттар
ko: 모든 목록
ky: Бардык категориялар
lv: Visas kategorijas
mn: Бүх төрлүүд
pt: Todas as categorias
ro: Toate categoriile
ru: Все категории
uk: Всі категорії
uz: Барча тоифалар
zh: 所有類別

source: All children must be younger than 18 years old.
ca: Tots els nens han de ser menors de 18 anys.
de: Alle Kinder müssen jünger als 18 Jahre alt sein.
es: Todos los infantes debe ser menores de 18 años.
fr: Tous les enfants doivent être âgés de moins de 18 ans.
it: Tutti i bambini devono avere meno di 18 anni.
ja: 子供は、１８歳未満でなければいけません。
kk: Барлық бала 18 жасқа толмаған болуы керек.
ko: 모든 어린이는 만 18 세 미만이어야합니다.
ky: Бардык балдар 18 жаштан кичүү болушу керек.
lv: Visiem bērniem jābūt jaunākiem par 18 gadiem.
mn: Бүх хүүхдийн нас 18-аас доош байх ёстой.
pt: Todas as crianças devem ter menos de 18 anos.
ro: Toți copiii trebuie să aibă sub 18 ani.
ru: Все дети должны быть младше 18-ти лет.
uk: Всі діти повинні бути молодше 18-ти років.
uz: Барча болалар 18 ёшга тўлмаган бўлиши шарт.
zh: 所有兒童必須小於18歲。

source: All Countries
fr: Tous les Pays
it: Tutti i paesi
kk: Барлық Мемлекеттер
pt: Todos Países
uk: Всі Країни
uz: Барча мамлакатлар
zh: 所有国家

source: All Cruise Lines
ca: Totes les Línies de Creuers
de: Alle Kreuzfahrtlinien
es: Todas las Líneas de Cruceros
fr: Toutes les lignes de croisière
it: Tutte le linee di crociera
ja: すべてのクルーズライン
kk: Барлық Круиздік Желілер
ky: Бардык круиздик линиялар
lv: Visas Kruīza Līnijas
mn: Далайн аяллын бүх компаниуд
pt: Todas as linhas de cruzeiro
ro: Toate Liniile de Croazieră
ru: Все Круизные Линии
uk: Всі Круїзні Лінії
uz: Барча круиз линиялари
zh: 所有邮轮航线
