Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I will not hold inCruises responsible for my decision to cruise during these times, even if I'm affected by cruise line policies, changes to itineraries, or any other circumstance outside of inCruises control.
ca: No responsabilitzaré a inCruises per la meva decisió de fer un creuer durant aquests moments, encara que m'afecten les polítiques de la línia de creuers, els canvis en els itineraris o qualsevol altra circumstància fora de control d'inCruises.
de: Ich werde inCruises nicht für meine Entscheidung verantwortlich machen, zu diesen Zeiten eine Kreuzfahrt zu unternehmen, auch wenn ich von den Richtlinien der Kreuzfahrtgesellschaft, Änderungen der Reiseroute oder anderen Umständen, die außerhalb der Kontrolle von inCruises liegen, betroffen bin.
es: No haré a inCruises responsable de mi decisión de viajar en crucero durante esta etapa, incluso si me veo afectado por las políticas de la línea de cruceros, los cambios en los itinerarios o cualquier otra circunstancia fuera del control de inCruises.
fr: Je ne tiendrai pas inCruises responsable de ma décision de partir en croisière pendant ces périodes, même si je suis affecté par les politiques des compagnies de croisière, les changements d'itinéraires ou toute autre circonstance indépendante de la volonté d'inCruises.
it: Non riterrò inCruises responsabile della mia decisione di andare in crociera durante questo periodo, anche se dovessi subire gli effetti delle politiche della compagnia di crociera, delle modifiche agli itinerari o di qualsiasi altra circostanza al di fuori del controllo di inCruises.
ja: 私は、これらの期間中にクルーズ旅行へ出かけるという決断が、クルーズ会社の方針、旅程の変更、その他inCruisesの管理外の状況によって影響を受けたとしても、inCruisesに責任を負わせません。
kk: Мен круиздік саясатқа, қайта бағыттауға немесе inCruises бақылай алмайтын кез келген жағдайға әсер етсем де, мен круиз туралы шешімім үшін жауапты емеспін.
ko: 본인은 크루즈 선사 정책, 일정 변경 또는 inCruises가 통제할 수 없는 기타 상황에 본인이 영향을 받는 경우에도, 이 기간 동안 크루즈 여행을 하기로 한 본인의 결정에 대해 inCruises에게 책임을 묻지 않겠습니다.
ky: Круиздик линиянын саясаты, маршруттардагы өзгөртүүлөр же inCruises көзөмөлүнөн тышкаркы башка жагдайлар мага тескери таасир этсе да, бул убакыттарда круиздик чечимим үчүн inCruises компаниясын жоопкерчиликке тартпайм.
lv: Es nepieprasīšu no inCruises atbildību par manu lēmumu doties ceļojumā šajos laikos,pat ja mani ietekmēs kruīzu līniju politika,izmaiņas maršrutos vai kādi citi apstākļi,kas ir ārpus inCruises kontroles.
mn: Далайн аяллын бодлого, аяллын маршрутын өөрчлөлт эсвэл inCruises-ийн хяналтаас гадуурх бусад бүх ямар ч нөхцөл байдал байсан хэрэв би энэ хугацаанд аялахаар шийдсэн бол дээрхи бүх үйлдлүүдэд inCruises ямар нэг хариуцлага хүлээхгүй гэдгийг хүлээн зөвшөөрч байна.
pt: Não responsabilizarei a inCruises por minha decisão de viajar durante esses tempos, mesmo se eu for afetado pelas políticas da linha de cruzeiro, mudanças nos itinerários ou qualquer outra circunstância fora do controle da inCruises.
ro: Nu voi considera că inCruises este responsabilă de decizia mea de a călători în aceste vremuri, chiar dacă sunt afectat de politicile liniilor de croazieră, modificări ale itinerariilor sau orice altă circumstanță în afara controlului inCruises.
ru: Я не буду возлагать ответственность на inCruises за своё решение отправиться в круиз в этот период, даже если мои интересы будут нарушены политиками круизных линий, изменениями в маршрутах или любыми другими обстоятельствами, которые находятся вне зоны контроля inCruises.
uk: Я не буду покладати відповідальність на inCruises за своє рішення відправитися в круїз в цей період, навіть якщо мої інтереси будуть порушені політиками круїзних ліній, змінами в маршрутах або будь-якими іншими обставинами, які перебувають поза зоною контролю inCruises.
uz: Агар круиз линияси қоидалари сабабли, йўналишларнинг ўзгариши ва inCruises’га боғлиқ бўлмаган бошқа вазиятлар юзага келса, менинг круизга чиқиш ҳақидаги қарорим учун жавобгарликни inCruises’га юкламайман.
zh: 我不會讓 inCruises 對我在這些時間巡航的決定負責，即使我受到郵輪公司政策、行程變更或任何其他 inCruises 控制範圍之外的情況的影響。

source: I will not make any income representation, on behalf of myself or any other inCruises Partner, through social media, e-mail, video or in-person presentation that shows earnings achieved as an inCruises Partner by displaying a check, pay statement or any other form of income representation.
ca: No realitzaré cap representació d’ingressos, en nom de mi o de qualsevol altre soci inCruises, a través de mitjans de comunicació social, correu electrònic, vídeo o presentació presencial que mostri els guanys aconseguits com a soci inCruises mostrant un xec, una declaració de pagament o qualsevol altra forma de representació d’ingressos.
de: Ich werde keine Einkommensangaben in meinem Namen oder im Namen eines anderen inCruises-Partners durch Social Media, E-Mail, Video oder persönliche Präsentation machen, die die als inCruises-Partner erzielten Einnahmen durch Schecks, Gehaltsabrechnungen oder andere Angaben aufzeigen.
es: No haré ninguna representación de ingresos, en nombre mío ni de ningún otro socio de InCruises, a través de redes sociales, correo electrónico, vídeo o presentación en persona que enseñe las ganancias obtenidas como socio de inCruises al mostrar un cheque, una factura de pago o cualquier otra forma de representación del ingreso.
fr: Je ne ferai aucune représentation du revenu, en mon nom personnel ou en celui de tout autre partenaire InCruises, par le biais des médias sociaux, des courriels, des vidéos ou d'une présentation en personne montrant les gains réalisés à titre de partenaire inCruses en affichant un chèque, un relevé de paie ou tout autre moyen sous la forme de la représentation du revenu.
it: Non farò alcuna dichiarazione sul reddito, mio personale o di qualsiasi altro Partner inCruises, tramite social media, email, video o presentazioni di persona che divulghi i guadagni ricevuti come Partner inCruises mostrando assegni, fatture o altri documenti relativi al reddito.
ja: 私はソーシャルメディア、Eメール、ビデオ、または対面プレゼンテーションを通じ小切手、支払明細書などを見せることにより、私自身または他のInCruisesパートナーの代わりにinCruisesパートナーとして達成された収入を表明することはありません。
kk: Мен өзімнің немесе кез келген басқа серіктестердің inCruises серіктесі ретінде қол жеткізген табысы туралы әлеуметтік желілер, электрондық пошта, бейне немесе жеке презентацияларда чек, төлем туралы мәлімдеме немесе кез келген басқа кіріс формалары арқылы ешқандай мәлімдеме жасамаймын.
ko: 본인은 소셜 미디어, 이메일, 영상 또는 직접 대면 프레젠테이션을 통해 자신 또는 다른 inCruises 파트너를 대신하여 수익을 표시하는 수표 또는 지불 내역서를 공개하지 않을 것입니다.
ky: Мен өзүмдүн же башка inCruises Өнөктөшүнүн атынан социалдык медиа, электрондук почта, видео же жеке презентация аркылуу чек, төлөм көчүрмөсү же башка киреше сунуштама формалары аркылуу inCruises Өнөктөшү катары жетишкен киреше тууралуу эч кандай киреше сунуштума жасабайм.
lv: Es neveidošu nekādu ienākumu atspoguļojumu ne savā, ne kāda cita inCruises partnera vārdā, izmantojot sociālos medijus, e-pastu, video vai personas prezentāciju, kurā redzami ieņēmumi, kas gūti kā inCruises partneri, uzrādot čeku, samaksas pārskatu vai jebkāda cita veida ienākumu atspoguļojumu.
mn: Би өөрийнхөө болон InCruises-ийн гишүүн хэн нэгэн хүний өмнөөс нийгмийн сүлжээ, имэйл, видеогоор болон хувьчилан уулзаж ямар нэгэн орлогын тухай танилцуулга хичээл хийхгүй бөгөөд энэ танилцуулгандаа InCruises-ээс олсон ямар нэг орлогын тоо хэмжээ, төлбөр төлсөн тасалбар, чек зэргийг үзүүлж болохгүй гэдгээ ойлгож байна.
pt: Não farei nenhuma representação de renda, em meu nome ou de qualquer outro Sócio da inCruises, através de mídia social, email, vídeo ou apresentação pessoal que mostre ganhos obtidos como um Sócio inCruises exibindo um cheque, declaração de pagamento ou qualquer outra forma de representação de renda.
ro: Nu voi face nicio expunere legată de venit, legată de mine sau alt Partener inCruises în social media, prin e-mail, video sau prezentare în persoană care să arate câştiguri ca Partener inCruises prin etalarea unui cec, extras de cont sau altă reprezentare a unui câştig.
ru: Я не буду делать никаких заявлений о доходах от своего имени или любого другого партнера inCruises через социальные сети, электронную почту, видео или персональную презентацию, в которой будут показаны доходы, достигнутые в качестве Партнера inCruises, путем отображения чека, выписки по оплате или любой другой формы представления дохода.
uk: Я не буду робити ніяких заяв про доходи від свого імені або будь-якого іншого Партнера inCruises через соціальні мережі, електронну пошту, відео або персональну презентацію, в якій будуть показані доходи, досягнуті в якості Партнера inCruises, шляхом відображення чека, виписки з оплати або будь-якої іншої форми представлення доходу.
uz: Ўзим ва inCruises нинг бошқа Ҳамкори номидан чек, тўлов квитанцияси ёки бошқа даромад шаклларини тақдим этиб, ижтимоий тармоқ, электрон почта ёки шахсий тақдимотларда inCruises Ҳамкори сифатида эришган даромадимни кўрсатмайман.
zh: 我不會通過社交媒體，電子郵件，視頻或面對面的演示文稿，代表個人或其他inCruises合作夥伴來披露任何顯示收入的支票或賬單。

source: I will not make any marketing statement or advertisement, through social media, e-mail, video or in-person presentation that represents that someone can:
ca: No faré cap declaració de màrqueting ni publicitat a través de mitjans de comunicació social, correu electrònic, vídeo o presentació presencial que representi que algú pugui:
de: Ich werde keine Marketingaussage oder Werbung durch Social Media, E-Mail, Video oder persönliche Präsentation machen, die besagt, dass jemand das kann:
es: No haré ninguna acción de marketing o publicidad, a través de redes sociales, correo electrónico, vídeo o presentación en persona que represente que alguien puede:
fr: Je ne ferai aucune déclaration marketing ni publicitaire, par le biais des médias sociaux, courriels, vidéos ou présentations en personne, qui indiquerait qu'une personne peut :
it: Non farò alcuna azione di marketing o pubblicitaria, tramite social media, email, video o presentazioni di persona che lasci intendere che sia possibile:
ja: 私は、ソーシャルメディア、電子メール、ビデオ、または対面でのプレゼンテーションを通じて、次のようなことができることを表すマーケティングの声明や広告を作成しません。
kk: Мен әлеуметтік желілер, электрондық пошта, бейнелер немесе жеке презентациялар арқылы қандай да бір тұлғаның келесідей мүмкіндіктері туралы маркетингтік мәлімдеме немесе жарнама жасамаймын:
ko: 본인은 소셜 미디어, 이메일, 영상 또는 직접 프레젠테이션을 통해 아래 마케팅 진술이나 광고를 하지 않을 것입니다:
ky: Мен социалдык медиа, электрондук почта, видео же жеке презентациялар аркылуу кандайдыр бирөөнүн төмөнкүдөй мүмкүнчүлүктөрү тууралуу эч кандай маркетингдик маалымдама же жарнамаларды жасабайм:
lv: Es neizteikšu nevienu mārketinga paziņojumu vai sludinājumu, izmantojot sociālos medijus, e-pastu, video vai personisku prezentāciju, kurā būtu norādīts, ka kāds var:
mn: Би нийгмийн сүлжээ, имэйл, видео эсвэл хэн нэгнийг төлөөлж чадах хүний хувьчилсан танилцуулгаар дамжуулан ямар нэг маркетингийн мэдэгдэл зар сурталчилгаа хийхгүй:
pt: Eu não farei nenhuma declaração de marketing ou anúncio, através de mídia social, email, vídeo ou apresentação pessoal que represente que alguém possa:
ro: Nu voi face nicio declaraţie sau reclamă comercială prin social media, e-mail, video sau prezentare în persoană, care să reprezintă faptul că cineva poate să:
ru: Я не буду делать какие-либо маркетинговые заявления или рекламу через социальные сети, электронную почту, видео или личные презентации, дающие представление, что кто-то может:
uk: Я не буду робити жодних маркетингових заяв або рекламних оголошень через соціальні медіа, електронну пошту, відео чи особисту презентацію, які відображають, що хтось може:
uz: Мен ижтимоий тармоқлар, электрон почта орқали, кимнидир қуйидаги ҳаракатларга олиб келиши мумкин бўлган маркетинг эълонлари ёки рекламаларни бермайман, видео ёки шахсий тақдимотни ўтказмайман:
zh: 我不會通過社交媒體，電子郵件，視頻或面對面演示來製作任何營銷聲明或廣告，以表明某人可以：

source: I will not make specific income representations, on behalf of myself or any other inCruises/inGroup® Partner, through social media, e-mail, video, or an in-person presentation. I will never show earnings achieved as an inCruises/inGroup® Partner by displaying a check, pay statement, bank statement, or otherwise.
ca: No faré declaracions específiques d'ingressos, en el meu nom ni en el de cap altre Soci d'inCruises/inGroup® a través de mitjans socials, correu electrònic, vídeo o una presentació en persona. Mai mostraré els ingressos obtinguts com a Soci d'inCruises/inGroup® mostrant un xec, una nòmina, un extracte bancari o qualsevol altre mitjà.
de: Ich werde weder für mich noch für einen anderen inCruises/inGroup® Partner spezifische Einkommensdarstellungen über soziale Medien, E-Mail, Video oder eine persönliche Präsentation machen. Ich werde niemals ein als inCruises/inGroup® Partner erzieltes Einkommen angeben durch die Vorlage eines Schecks, einer Gehaltsabrechnung, eines Kontoauszugs usw.
es: No haré representaciones específicas de ingresos, en nombre mío ni de ningún otro Socio de inCruises/inGroup® a través de redes sociales, correo electrónico, vídeo o alguna presentación en persona. Nunca mostraré las ganancias obtenidas como Socio de inCruises/inGroup® al mostrar un cheque, una factura de pago, un estado de cuenta bancario o cualquier otra forma.
fr: Je ne ferai pas de déclarations de revenus spécifiques, en mon nom ou au nom d'un autre Partenaire inCruises/inGroup®, par le biais des médias sociaux, d'un e-mail, d'une vidéo ou d'une présentation en personne. Je ne montrerai jamais les revenus obtenus en tant que Partenaire inCruises/inGroup® en montrant un chèque, une fiche de paie, un relevé bancaire ou autre.
it: Non farò alcuna specifica dichiarazione o rappresentazione dei guadagni miei o di altri Partner inCruises/inGroup®, tramite social media, email, video o presentazioni di persona. Non mostrerò mai i guadagni ottenuti come Partner inCruises/inGroup® esibendo fatture, ricevute, estratti conto bancari o altro.
ja: 私は、ソーシャルメディア、メール、ビデオ、または直接のプレゼンテーションを通じて、私自身または他のinCruises/inGroup®パートナーを代表して、特定の収入を表明することはありません。私は、小切手、給与明細書、銀行取引明細書などを提示し、inCruises/inGroup®パートナーとして達成した収入を示すことはありません。
kk: Мен өзімнің немесе кез келген басқа inCruises/inGroup® серіктестігінің атынан әлеуметтік медиа, электрондық пошта, бейне немесе жеке презентация арқылы нақты кіріс шағымын жасамаймын. Мен ешқашан inCruises/inGroup® мүшесі ретінде тапқан табысымды көрсетпеймін.Чек, жалақы туралы үзінді көшірме, банк үзіндісі немесе т.б. көрсету арқылы ынтымақтасу.
ky: Мен өзүмдүн же башка inCruises/inGroup® Өнөктөшүнүн атынан социалдык медиа, электрондук почта, видео же жеке презентация аркылуу конкреттүү киреше сунуштама жасабайм. Мен эч качан inCruises/inGroup® Өнөктөшү катары жетишкен кирешемди чек, төлөм көчүрмөсү, банктык көчүрмө же башка жол менен көрсөтпөйм.
lv: Es neizteikšos par konkrētiem ienākumiem ne savā, ne jebkura cita At inCruises/inGroup® partnera vārdā, izmantojot sociālos medijus, e-pastu, video vai prezentāciju klātienē. Nekad nerādīšu ienākumus, kas gūti kā At inCruises/inGroup® uzrādot čeku, apmaksas pārskatu, bankas pārskatu vai kā citādi.
mn: Би өөрийн болон бусад inCruises/inGroup®-ийн Түншийн нэрийн өмнөөс тодорхой орлогын талаар нийгмийн сүлжээ, цахим шуудан, видео бичлэг зэргээр болон биечлэн танилцуулга хийхгүй. Би inCruises/inGroup®-ийн Түншийн хувьд өөрийн олсон орлогыг чек, төлбөрийн хуулга, банкны хуулга болон бусад байдлаар бусдад хэзээ ч харуулахгүй байх болно.
pt: Não farei representações de renda específicas, em meu nome ou de qualquer outro parceiro inCruises/inGroup®, por meio de mídia social, e-mail, vídeo ou apresentação pessoal. Nunca mostrarei os ganhos obtidos como parceiro inCruises/inGroup® exibindo um cheque, extrato de pagamento, extrato bancário ou de outra forma.
ro: Nu voi face declarații specifice privind veniturile, în numele meu sau al oricărui alt partener inCruises/inGroup®, prin intermediul rețelelor sociale, e-mail, video sau o prezentare în persoană. Nu voi afișa niciodată câștigurile obținute ca partener inCruises/inGroup® prin afișarea unui cec, extras de plată, extras de cont bancar sau în alt mod.
ru: Я не буду делать конкретных заявлений о доходах, от своего лица, либо от лица других Партнёров inCruises/inGroup®, в соцсетях, по электронной почте, по видео или во время презентации. Я не буду демонстрировать сумм, заработанных мной как Партнёром inCruises/inGroup®, ни показывя счёт, квитанции или банковские выписки, ни другим способом.
uk: Я не робитиму конкретних заяв про доходи, від своєї особи, або від імені інших Партнерів inCruises/inGroup® у соцмережах, електронною поштою, відео або під час презентації. Я не демонструватиму сум, зароблених мною як Партнером inCruises/inGroup®, ні показуючи рахунок, квитанції чи банківські виписки, ні в інший спосіб.
uz: Ижтимоий тармоқлар, электрон почта, видео ёки шахсий тақдимотимда ўз номимдан ёки inCruises/inGroup® нинг ҳар қандай бошқа Ҳамкори номидан даромадлар ҳақида аниқ баёнот бермайман. inCruises/inGroup® Ҳамкори сифатида олинган даромадларни чек, тўлов ведомости, банк ҳужжатидан кўчирма ёки бошқа йўллар билан кўрсатмайман.
zh: 我不会代表我自己或任何其他inCruises/inGroup®合作伙伴通过社交媒体、电子邮件、视频或现场演示做出具体的收入陈述。 我绝不会通过展示支票、工资单、银行对账单或其他方式来展示作为inCruises/inGroup®合作伙伴获得的收入。

source: I will not sell our Membership in order for someone to go on any specific cruise. I clearly tell all Members and potential Member that they first must accumulate their Reward Points and then book a cruise that’s available on our website.
ca: No vendré la Membresia per tal que algú pugui anar a un creuer específic. Comunico a tots els Membres i Membres potencials que primer han d’acumular els seus Punts de recompensa i després reservar un creuer disponible a la nostra pàgina web.
de: Ich werde unsere Mitgliedschaft nicht verkaufen, damit jemand auf eine bestimmte Kreuzfahrt gehen kann. Ich sage allen Mitgliedern und potenziellen Mitgliedern klar und deutlich, dass sie zuerst ihre Reward Points sammeln und dann eine Kreuzfahrt buchen müssen, die auf unserer Webseite verfügbar ist.
es: No venderé nuestra Membresía para que alguien participe en un crucero específico. Comunico claramente a todos los Miembros y posibles clientes que primero deben acumular sus Puntos de Recompensa y luego reservar un crucero que esté disponible en nuestro sitio web.
fr: Je ne vendrai pas notre adhésion pour que quelqu'un puisse participer à une croisière en particulier. Je dis clairement à tous les membres et membres potentiels qu’ils doivent d’abord accumuler leurs Points de Récompense, puis réserver une croisière disponible sur notre site Web.
it: Non venderò la Membership per fare partecipare qualcuno a una crociera specifica. Spiego chiaramente a tutti i Membri e potenziali Membri che devono prima accumulare i Crediti Premio e poi prenotare una crociera tra quelle disponibili sul nostro sito web.
ja: 私は誰かが特定のクルーズに参加するために、会員資格を販売することはしません。 私はすべてのメンバーと見込みのメンバーには最初にリワードポイントを集める必要がありそして次にウェブサイトで利用可能であるクルーズを予約しなければならないと明確に言います。
kk: Мен кез келген нақты круизге бару үшін, біздің Мүшелігімізді сатпаймын. Барлық Мүшелер мен әлеуетті Мүшелерге өздерінің бонустық ұпайларын жинақтап, содан кейін біздің веб-сайтымызда қолжетімді круизді брондау керектігін нақты айтамын.
ko: 누군가에게 특정 크루즈를 타기 위해 본인의 멤버십 자격을 판매하지 않겠습니다. 본인은 모든 멤버들과 잠재적인 멤버들에게 먼저 리워드 포인트를 적립하고 저희 웹 사이트에서 제공되는 크루즈를 예약해야 한다고 분명히 말씀드렸습니다.
ky: Мен кимдир бирөөнү кандайдыр бир круизге жөнөтүш үчүн Мүчөлүгүбүздү сатпайм. Мен бардык Мүчөлөргө жана потенциалдуу Мүчөлөргө адегенде өздөрүнүн Бонустук Упайларын топтоп, андан кийин биздин веб-сайтта жеткиликтүү круизге брондоо кылышы керектигин ачык айтам.
lv: Es nepārdošu savu biedru, lai kāds varētu doties kādā konkrētā kruīzā. Es skaidri saku visiem biedriem un potenciālajam biedram, ka viņiem vispirms ir jāuzkrāj saviBalvu Punkti un pēc tam jārezervē kruīzs, kas ir pieejams mūsu tīmekļa vietnē.
mn: Хэн нэгнийг ямар нэг тодорхой аялалд явуулахын тулд би Гишүүнчлэлийг борлуулахгүй. Би бүх Гишүүд болон цаашид Гишүүн болох бүх хүмүүст юуны өмнө Шагналын Оноог хуримтлуулж, дараа нь манай вэб хуудаснаас далайн аялал захиалах ёстой гэдгийг би маш тодорхой хэлэх болно.
pt: Não venderei nossa assinatura para que alguém embarque em um cruzeiro específico. Eu digo claramente a todos os membros e possíveis membros que eles devem primeiro acumular seus Pontos de Recompensa e, em seguida, reservar um cruzeiro que está disponível em nosso site.
ro: Nu voi comercializa calitatea noastră de membru pentru ca cineva să meargă într-o anumită croazieră. Le spun clar tuturor membrilor şi potențialilor membri că mai întâi trebuie să-şi acumuleze Puncte de Recompensă şi apoi să rezerve o croazieră care este disponibilă pe site-ul nostru.
ru: Я не буду продавать Членство для того, чтобы кто-то отправился в какой-либо определенный круиз. Я четко говорю всем Членам и потенциальным Членам, что они должны сначала накопить свои Бонусные Баллы, а затем забронировать круиз, который доступен на нашем сайте.
uk: Я не буду продавати Членство для того, щоб хтось вирушив у якийсь певний круїз. Я чітко кажу всім Членам і потенційним Членам, що вони повинні спочатку накопичити свої Бонусні Бали, а потім забронювати круїз, який доступний на нашому сайті.
uz: Мен бирор киши аниқ битта круизга бориши учун Аъзоликни сотмайман. Мен барча Аъзоларга ва эҳтимолий Аъзоларга аввал улар ўз Бонус балларини кўпайтиришлари ва сўнгра сайтимизда мавжуд круизларга буюртма беришлари шартлигини тушунтираман.
zh: 我不會出售我們的會員資格，以便有人可以乘坐任何特定的郵輪。我清楚地告訴所有會員和潛在會員,他們首先必須累積他們的獎勵積分，然後預訂我們網站上提供的郵輪。
