Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: That email address has not been invited to inCruises. Kindly get back to the independent Partner that referred you or try another email that was invited. Thank you!
ca: Aquesta adreça de correu electrònic no s'ha convidat a inCruises. Si us plau, torna a contactar amb el soci independent que t'ha fet la referència o envia un altre missatge de correu electrònic des de l'adreça que se't va convidar. Gràcies!
de: Diese E-Mail-Adresse wurde nicht zu inCruises eingeladen. Bitte wenden Sie sich an den unabhängigen Partner, der Sie empfohlen hat, oder versuchen Sie es mit einer anderen E-Mail, die eingeladen wurde. Vielen Dank!
es: Esa dirección de correo electrónico no ha sido invitada a inCruises. Por favor, comunícate con el Socio Independiente que te recomendó o prueba con otro correo electrónico que haya sido invitado. ¡Gracias!
fr: Cette adresse électronique n'a pas été invitée à inCruises. Veuillez contacter le partenaire indépendant qui vous a recommandé ou essayez un autre courriel qui a été invité. Merci !
it: Questo indirizzo email non è stato invitato ad inCruises. Ti preghiamo di ricontattare il Partner indipendente che ti ha invitato o di provare un'altra email che sia stata invitata. Grazie!
ja: そのメールアドレスは、InCruisesに招待されていません。独立パートナーへ再度お問い合わせいただくか、ご招待を受けたメールアドレスをお試しください。ありがとうございます！
kk: Бұл электрондық пошта мекен-жайы inCruises-ке шақырылғандар арасында жоқ. Сізді шақырған Тәуелсіз Серіктеске хабарласып, дұрыс мекен-жайды қолданыңыз. Рақмет!
ko: 해당 이메일 주소는 inCruises에 초대되지 않았습니다. 귀하를 추천한 독립 파트너에게 다시 연락하거나 초대받은 다른 이메일을 사용해보십시오. 감사합니다!
ky: Бул электрондук почта дареги inCruises'ке чакырылган эмес. Сизди чакырган Көзкарандысыз Өнөктөш менен байланышыңыз же берилген башка электрондук почта дарегин киргизиңиз. Рахмат!
lv: šī epasta adrese inCruises netika uzrādīta.Griežaties pie sava neatkarīgā Partnera,kas jūs uzaicināja vai mēģiniet citu norādīto epastu.Paldies!
mn: Тэр имэйл хаягаар inCruises-д уриагүй байна. Танд хэлсэн Бие даасан Түнштэй уулзах болон урихад хэрэглэсэн өөр имэйл хаяг бичихийг зөвлөж байна. Баярлалаа!
pt: Esse endereço de e-mail não foi convidado para inCruises. Por favor, volte ao parceiro independente que o indicou ou tente outro e-mail que foi convidado. Obrigado!
ro: Această adresă de e-mail nu a fost invitată la inCruises. Vă rugăm să reveniți la partenerul independent care v-a trimis sau încercați un alt e-mail care a fost invitat. Mulțumesc!
ru: Этого адреса электронной почты нет среди приглашённых в inCruises. Пожалуйста, обратитесь к Независимому Партнёру, который Вас приглашал и воспользуйтесь корректным адресом .Спасибо!
uk: Цієї адреси електронної пошти немає серед запрошених в inCruises. Будь ласка, зверніться до Незалежного Партнера, який Вас запрошував і скористайтеся коректною адресою Спасибі!
uz: Ушбу электрон почта манзили inCruises га таклиф этилмаган. Сизни таклиф этган мустақил Ҳамкорга мурожаат этинг ёки таклиф этилган бошқа электрон почтани киритинг. Раҳмат!
zh: 該電子郵件地址尚未受邀參加inCruises。 請返回推薦您的獨立合作夥伴，或嘗試另一封邀請的電子郵件。 謝謝！

source: That is why if you have already booked a different cruise using (2 for 1) Reward Points, you can still book the Elevate Cruise using (2 for 1) Reward Points.
ca: Per això, si ja has reservat un altre creuer utilitzant Punts de Recompensa (2 per 1), podràs reservar el Creuer Elevate utilitzant Punts de Recompensa (2 per 1).
de: Wenn Sie also bereits eine andere Kreuzfahrt mit (2 für 1) Reward Points gebucht haben, können Sie die Elevate Cruise trotzdem mit (2 für 1) Reward Points buchen.
es: Es por eso que, si ya has reservado un crucero diferente usando tus Puntos de Recompensa (2 por 1), aun puedes reservar el Crucero Elevate usando los Puntos de Recompensa (2 por 1).
fr: C'est pourquoi, si vous avez déjà réservé une autre croisière en utilisant des Points de Récompense (2 pour 1), vous pouvez encore réserver la Elevate Cruise en utilisant des Points de Récompense (2 pour 1).
it: Per questo motivo, se hai già prenotato un'altra crociera utilizzando i Crediti Premio (2 per 1), puoi comunque prenotare la Elevate Cruise utilizzando i Crediti Premio (2 per 1).
ja: そのため、すでに２倍のリワードポイントを利用して別のクルーズを予約している場合でも、２倍のリワードポイントを利用してElevateクルーズを予約することができます。
kk: Сондықтан (1 үшін 2) Марапаттау ұпайларын пайдаланып басқа круизге тапсырыс берген болсаңыз, (1 үшін 2) Марапаттау ұпайларын пайдаланып, Elevate круизіне тапсырыс бере аласыз.
ko: 따라서 이미 (1대 2) 리워드 포인트를 사용하여 다른 크루즈를 예약한 경우에도 (1대 2) 리워드 포인트를 사용하여 Elevate 크루즈를 예약할 수 있습니다.
ky: Ошондуктан (1ге 2) Бонустук Упай колдонуп, башка круизди брондоп алган болсоңуз да, (1ге 2) Бонустук Упай колдонуп, Elevate Cruise заказ кылсаңыз болот.
lv: Tāpēc, ja jūs jau esat rezervējis citu kruīzu, izmantojot (2 par1) Balvu Punktus, jūs joprojām varat rezervēt Elevate Kruīzu, izmantojot (2 par 1) Balvu Punktus.
mn: Тийм ч учраас хэрэв та (1:2) Шагналын Оноо ашиглан өөр аялал захиалсан бол (1:2) Шагналын Оноо ашиглан Elevate аяллыг дахин захиалах боломжтой.
pt: É por isso que se você já reservou um cruzeiro diferente usando (2 por 1) Pontos de Recompensa, ainda pode reservar o cruzeiro Elevate usando (2 por 1) Pontos de Recompensa.
ro: De aceea, dacă ai rezervat deja o croazieră diferită folosind puncte de recompensă (2 pentru 1), poți rezerva în continuare Croaziera Elevate folosind puncte de recompensă (2 pentru 1).
ru: Именно поэтому, если вы уже забронировали другой круиз с использованием Бонусных Баллов (2 к 1), то вы всё равно можете забронировать Elevate Cruise, применяя Бонусные Баллы (2 к 1).
uk: Саме тому якщо ви вже забронювали інший круїз з використанням Бонусних Балів (2 до 1), то ви все одно можете забронювати Elevate Cruise, застосовуючи Бонусні Бали (2 до 1).
uz: Айнан шунинг учун, агар сиз аллақачон (1 га 2) Бонус балларини қўллаб бошқа круизга буюртма берган бўлсангиз ҳам, (1 га 2) Бонус балларини қўллаб, Elevate Cruise га ҳам буюртма беришингиз мумкин.
zh: 因此，如果您已经使用（2 换 1）奖励积分预订了不同的邮轮，您仍然可以使用（2 换 1）奖励积分预订Elevate Cruise。

source: that make GLS-Thailand an unforgettable experience.
ca: que fa del GLS-Tailàndia una experiència inoblidable.
es: que hacen de GLS-Tailandia una experiencia inolvidable.
fr: qui font de GLS-Thaїland une expérience inoubliable.
it: che rendono il GLS-Thailandia un'esperienza INdimenticabile.
ja: GLS-タイを忘れられない体験にする要素
kk: бұл GLS-Тайланд ұмытылмас тәжірибеге айналдырады.
pt: que fazem do GLS-Tailândia uma experiência inesquecível.
ro: care fac din GLS-Tailanda o experiență de neuitat.
uk: що робить МЛС-Таїланд – незабутнім досвідом.
uz: бу GLS-Таиландни унутилмас тадбирга айлантиради.
zh: 使GLS-泰国成为难忘的经历。

source: That said, inCruises does not guarantee any level of success for its Partners and is NOT an opportunity where one should expect to make thousands of dollars in income overnight. Those who hope to simply Activate as a Partner and suddenly earn income will likely be disappointed with inCruises and should not join as a Partner. Again, the consistency and type of effort and individual ability will determine success with inCruises.
ca: Dit això, inCruises no garanteix cap nivell d'èxit per als seus socis i NO és una oportunitat on es pot esperar guanyar milers de dòlars durant la nit. Aquells que esperen que n'hi hagi prou amb activar-se com a soci i obtenir ingressos immediatament probablement es sentiran decebuts amb inCruises i no haurien de registrar-se com a soci. De nou, la coherència, el compromís i les habilitats individuals determinaran l'èxit d'inCruises.
de: Das heißt, inCruises garantiert keine Erfolgsquote für seine Partner und ist KEINE Gelegenheit, bei der man erwarten sollte, über Nacht Tausende von Dollar zu verdienen. Diejenigen, die hoffen, dass sie einfach als Partner aktiviert werden und plötzlich ein Einkommen erzielen, werden wahrscheinlich von inCruises enttäuscht sein und sollten nicht als Partner beitreten. Auch hier werden die Beständigkeit und die Art der Bemühungen sowie die individuellen Fähigkeiten den Erfolg mit inCruises bestimmen.
es: Dicho esto, inCruises no garantiza ningún nivel de éxito para sus Socios y NO es una oportunidad en la que uno debería esperar ganar miles de dólares en ingresos de la noche a la mañana. Aquellos que esperan simplemente Activarse como Socio y de repente obtener ingresos probablemente se sentirán decepcionados con inCruises y no deberían unirse como Socio. Nuevamente, la consistencia y el tipo de esfuerzo y la habilidad individual determinarán el éxito con inCruises.
fr: Cela dit, inCruises ne garantit aucun niveau de réussite à ses Partenaires et n'est pas une opportunité où l'on doit s'attendre à gagner des milliers de dollars du jour au lendemain. Ceux qui espèrent simplement s'activer en tant que Partenaire et gagner soudainement un revenu seront probablement déçus par inCruises et ne devraient pas s'y joindre en tant que Partenaire. Encore une fois, la cohérence et le type d'effort et la capacité individuelle détermineront le succès avec inCruises.
it: Detto questo, inCruises non garantisce alcun livello di successo ai suoi Partner e NON è un'opportunità in cui ci si possa aspettare di guadagnare migliaia di dollari in una notte. Coloro che sperano che basti semplicemente Attivarsi come Partner e guadagnare subito un reddito rimarranno probabilmente delusi da inCruises e non dovrebbero iscriversi come Partner. Anche in questo caso, saranno la costanza, il tipo di impegno e le capacità individuali a determinare il successo di inCruises.
ja: しかし、inCruisesはパートナーの成功を保証するものではなく、一晩で数千ドルの収入を期待できるものでもありません。パートナーになることで突然収入を得ることを期待している方は、inCruisesに失望する可能性が高く、パートナーとして登録するべきではありません。繰り返しにはなりますが、inCruisesでの成功は、一貫した努力と個人の能力によって決まります。
kk: Дегенмен, inCruises серіктестеріне табыстың қандай да бір деңгейіне кепілдік бермейді және бір түнде мыңдаған доллар табыс табуға болатын мүмкіндік емес. Жай ғана серіктес ретінде тіркеліп, күтпеген жерден табыс табуға үміттенетіндер inCruises-тен көңілі қалуы мүмкін және серіктес ретінде қосылмауы керек. Тағы да, inCruises табысы күш-жігердің дәйектілігі мен сипатына, сондай-ақ жеке қабілеттерге байланысты болады.
ky: Демек, inCruises өзүнүн Өнөктөштөрүнө эч кандай деңгээлде ийгиликке кепилдик бербейт жана бир күндө миңдеген долларларды табуу мүмкүнчүлүгү ЭМЕС. Өнөктөштөрдү активдештирип, күтүлбөгөн жерден көп киреше табам деп үмүттөнүп жаткан адам inCruisesтен көңүлү калып калышы мүмкүн, андыктан алар Өнөктөш болбошу керек. Дагы бир жолу, аракеттин ырааттуулугу жана жеке жөндөмдүүлүк сиздин inCruises менен ийгилигиңизди аныктайт.
lv: Tas nozīmē, ka inCruises negarantē nekādu panākumu līmeni saviem Partneriem, un tā NAV iespēja sagaidīt iegūt vienā diennakts laikā tūkstošiem dolāru. Tie, kuri cer vienkārši Aktivizēties kā Partneri un pēkšņi gūt ienākumus, visticamāk, būs vīlušies ar inCruises un tiem nevajadzētu pievienoties kā partneriem. Vēlreiz, tikai nepārtraukti pūliņi un personīgie centieni ir pamatā veiksmei kopā ar inCruises.
mn: Энэ юу гэсэн үг вэ гэхээр inCruises Түншүүддээ ямар ч төрлийн амжилтанд хүрэх баталгаа өгдөггүй бөгөөд нэг шөнийн дотор олон мянган долларын орлого олох боломж БИШ гэдгийг ойлгох хэрэгтэй. Түнш болсноор гэнэт их орлого олно гэж найдаж буй хүмүүс inCruises -д сэтгэл хангалуун байж чадахгүй бөгөөд ийм хүний хувьд Түншээр элсэхгүй байх нь дээр юм. Дахин хэлэхэд, inCruises-д амжилт гаргах гол хүчин зүйл бол тэдний хүчин чармайлт, тууштай байдал, тухай хувь хүний чадвараас хамаарах юм.
pt: Dito isto, a inCruises não garante nenhum nível de sucesso para seus parceiros e NÃO é uma oportunidade em que se deve esperar ganhar milhares de dólares em receita da noite para o dia. Aqueles que esperam simplesmente se ativarem como parceiros e de repente ganhar uma renda provavelmente ficarão desapontados com a inCruises e não devem se juntar como parceiros. Novamente, a consistência, o esforço e a habilidade individual determinarão o sucesso com a inCruises.
ro: Acestea fiind spuse, inCruises nu garantează niciun nivel de succes pentru partenerii săi și NU este o oportunitate în care ar trebui să ne așteptăm să câștigi mii de dolari peste noapte. Cei care speră să se activeze pur și simplu ca partener și să obțină dintr-o dată venituri vor fi probabil dezamăgiți de inCruises și nu ar trebui să se alăture ca partener. Din nou, consistența și tipul de efort și capacitatea individuală vor determina succesul cu inCruises.
ru: Таким образом, inCruises не гарантирует своим Партнёрам какой-либо из уровней успеха и НЕ является возможностью заработать тысячи долларов в один день. Тот, кто надеется просто Активировать Партнёров и вдруг заработать большой доход, скорее всего, будет разочарован в inCruises, поэтому ему не стоит становится Партнёром. И снова, планомерность усилий и индивидуальные способности определят ваш успех в inCruises.
uk: Таким чином, inCruises не гарантує своїм Партнерам будь-який з рівнів успіху і НЕ є можливістю заробити тисячі доларів за один день. Той, хто сподівається просто Активувати Партнерів і раптом заробити великий дохід, швидше за все, буде розчарований в inCruises, тому йому не варто ставати Партнером. Знову ж таки, послідовність зусиль та індивідуальні здібності визначать ваш успіх в inCruises.
uz: Шунга қарамай, inCruises ўз Ҳамкорларига ҳеч қандай муваффақият даражасини кафолатламайди ва бир кечада минглаб доллар ишлаб топишингиз учун имконият ҳам ЭМАС. Шунчаки Ҳамкор сифатида фаоллашиб, дарҳол даромад олишни истаганларнинг эҳтимол inCruises дан ҳафсаласи пир бўлар, уларга Ҳамкор сифатида фаоллашишни тавсия этмаймиз. Такрорлайман, интилишларингиз ва давомийлик, шунингдек шахсий қобилиятингиз inCruises даги муваффақиятингиз даражасини белгилайди.
zh: 话虽如此，inCruises并不保证其合作伙伴能够取得任何水平的成功，这不是一个让人指望一夜之间赚取成千上万美元的机会。那些希望仅仅通过激活成为合作伙伴就突然赚取收入的人，可能会对inCruises感到失望，不应加入成为合作伙伴。再次强调，持续性和努力的类型以及个人能力将决定与inCruises的成功。

source: That’s exactly what inCruises Partners do!
ca: Això és exactament el que fan els Socis d’inCruises!
de: Das ist genau das, was inCruises Partner tun!
es: ¡Eso es exactamente lo que los Socios de inCruises hacen!
fr: C'est exactement ce que font les Partenaires inCruises !
it: Questo è esattamente ciò che fanno i Partner di inCruises!
ja: それこそが、inCruisesパートナーが実際に行っていることです！
kk: InCruises серіктестері дәл осылай жасайды!
ky: InCruises өнөктөштөрү дал ушундай кылышат!
lv: Tieši tā rīkojas InCruises Partneri!
mn: Энэ бол яг inCruises-ийн Түнш нарын хийдэг зүйлүүд юм!
pt: É exatamente isso que os Parceiros da inCruises fazem!
ro: Exact asta fac partenerii inCruises!
ru: Это именно то, что делают Партнёры inCruises!
uk: Це саме те, що роблять Партнери inCruises!
uz: inCruises Ҳамкорлари худди шундай йўл тутадилар!
zh: 这正是inCruises合作伙伴所做的！

source: That's right! If you find a lower price, we give you FIVE TIMES the difference in (1 for 1) Reward Points. That's your
ca: Així és. Si trobes un preu més baix, et donem CINC VEGADES la diferència en Punts de Recompensa (1 per 1). Això és el teu
de: Das ist richtig! Wenn Sie einen niedrigeren Preis finden, geben wir Ihnen FÜNF MAL die Differenz in (1 für 1) Reward Points. Das ist Ihr
es: ¡Así es! Si encuentras un precio más bajo, te damos CINCO VECES la diferencia en (1 por 1) puntos de recompensa. Ese es tu
fr: C'est exact ! Si vous trouvez un prix inférieur, nous vous offrons CINQ FOIS la différence en points de récompense (1 pour 1). C'est votre
it: Proprio così! Se trovi un prezzo più basso, ti diamo CINQUE VOLTE la differenza in Crediti Premio (1 per 1). Questa è la tua
ja: そうです！より安い価格を見つけた場合、その差額分の５倍の金額相当を１倍のリワードポイントで贈呈します。それが
kk: Бұл дұрыс! Егер сіз төмен бағаны тапсаңыз, біз сізге сыйлық ұпайларындағы айырмашылықты (1-ден 1-ге дейін) БЕС ЕСЕ береміз. Бұл сенікі
ko: 맞습니다! 더 낮은 가격을 찾으면 (1 대 1) 리워드 포인트 차액의 5배를 드립니다. 그건 귀하의
ky: Туп туура! Эгер арзаныраак бааны тапсаңыз, биз сизге Бонустук Упайларда баанын БЕШ эсе айырмасын (1ге 1) кайтарып беребиз! Бул сиздин
lv: Pareizi! Ja atrodat zemāku cenu, mēs jums DODAM piecas REIZES lielāku starpību (1 par 1) Balvu Punktos. Tas ir jūsu
mn: Яг үнэн! Хэрэв та хямд үнэ олбол, бид үнийн зөрүүг ТАВ ДАХИН үржүүлж, (1:1) Шагналын Оноогоор өгөх болно. Энэ бол таны
pt: Isso mesmo! Se você encontrar um preço mais baixo, damos a você CINCO VEZES a diferença em (1 por 1) Pontos de Recompensa. Isso é seu
ro: Așa este! Dacă găsești un preț mai mic, îți oferim de CINCI ORI diferența în puncte de recompensă (1 pentru 1). Acesta e al tău
ru: Именно так! Если вы найдёте более низкую цену, то мы начислим вам ПЯТИКРАТНУЮ разницу в виде Бонусных Баллов (1 к 1). Она ваша
uk: Саме так! Якщо ви знайдете нижчу ціну, то ми нарахуємо вам П'ЯТИКРАТНУ різницю у вигляді Бонусних Балів (1 до 1). Вона ваша
uz: Тўғри эшитдингиз! Агар сиз арзонроқ нархни топсангиз, биз сизга нарх орасидаги фарқнинг БЕШ баробарини (1 га 1) Бонус баллари кўринишида қайтарамиз! Бу сизнинг
zh: 这是正确的！ 如果您发现更低的价格，我们将给予您五倍的差价（1 换 1）奖励积分。 那是您的

source: The
ca: El
de: Der
es: El
fr: Le, La
it: L'
lv: tas
pt: O
ro: A
zh: 该

source: The “ELEVATE” CRUISE - Coming January, 2024
ca: El CREUER "ELEVATE" - A partir de gener del 2024
de: Die "ELEVATE"-Kreuzfahrt - ab Januar 2024
es: El CRUCERO "ELEVATE" - Próximamente en enero 2024
fr: La croisière "ELEVATE" - Janvier 2024
it: La "ELEVATE CRUISE" - In arrivo a gennaio 2024
ja: 「Elevate」クルーズ - 2024年1月予定
kk: ELEVATE CRUSE - 2024 жылдың қаңтарында шығады
ko: "ELEVATE" 크루즈 - 2024년 1월 예정
ky: ELEVATE CRUISES - астыбыздагы январь 2024
lv: “ELEVATE” KRUĪZS - Nākamjā Janvārī, 2024
mn: “ELEVATE” АЯЛАЛ - 2024 оны 1 сард
pt: O CRUZEIRO “ELEVATE” - Em janeiro de 2024
ro: CROAZIERA „ELEVATE” - în ianuarie 2024
ru: КРУИЗ “ELEVATE”- в предстоящем январе 2024-го
uk: КРУЇЗ "ELEVATE" - відбудеться в січні 2024
uz: “ELEVATE” КРУИЗИ - 2024 йил январь
zh: “ELEVATE”邮轮 - 将于 2024 年 1 月推出

source: The "One active cruise booking at a time" Rule does not apply
ca: No s'aplica la norma "d'una reserva de creuer activa cada vegada"
de: Die Regel "Eine aktive Kreuzfahrtbuchung gleichzeitig" gilt nicht
es: La regla de “una reserva activa de crucero a la vez” no aplica
fr: La règle "Une seule réservation de croisière active à la fois" ne s'applique pas
it: La regola "Una prenotazione di crociera attiva alla volta" non si applica
ja: 「一度に1つのクルーズ予約」というルールは適用されません
kk: «Бір уақытта бір белсенді круизді брондау» ережесі қолданылмайды
ko: "한 번에 하나의 활성화 크루즈 예약" 규칙이 적용되지 않습니다
ky: "Бир убакта бир активдүү круиз" эрежеси колдонулбайт
lv: "Viena aktīva kruīza rezervācija vienā reizē"Noteikums nav spēkā
mn: "Нэг удаад нэг идэвхтэй аяллын захиалга" дүрэм нь энэхүү тусгай аялалд хамаарахгүй!
pt: A regra "uma reserva de cruzeiro ativa por vez" não se aplica
ro: Regula „O rezervare activă de croazieră la un moment dat” nu se aplică
ru: Правило "Одно активное бронирование за раз" не применяется
uk: Правило "Одне активне бронювання за раз" не застосовується
uz: "Бир вақтда битта фаол круиз" қоидаси татбиқ этилмайди
zh: “一次有效的邮轮预订”规则不适用

source: The "One active cruise booking at a time" rule does not apply to this special cruise!
ca: La regla "d'una reserva de creuer activa cada vegada" no s'aplica a aquest creuer especial!
de: Die Regel "Nur eine aktive Kreuzfahrtbuchung gleichzeitig" gilt nicht für diese besondere Kreuzfahrt!
es: ¡La regla de “una reserva activa de crucero a la vez” no aplica en este crucero especial!
fr: La règle "Une seule réservation de croisière active à la fois" ne s'applique pas à cette croisière spéciale !
it: La regola "Una prenotazione di crociera attiva alla volta" non si applica a questa crociera speciale!
ja: この特別なクルーズには、「一度に1つのクルーズ予約」というルールは適用されません！
kk: «Бір уақытта бір белсенді круизді брондау» ережесі бұл арнайы круизге қолданылмайды!
ko: 이 특별 크루즈에는 “한번에 하나의 활성화 크루즈 예약” 규칙이 적용되지 않습니다!
ky: "Бир убакта бир активдүү круиз" эрежеси бул өзгөчө круизге колдонулбайт!
lv: "Viena aktīva kruīza rezervācija vienā reizē" noteikums uz šo īpašo kruīzu neattiecas!
mn: "Нэг удаад нэг идэвхтэй аяллын захиалга" дүрэм нь энэхүү тусгай аялалд хамаарахгүй!
pt: A regra "uma reserva ativa de cruzeiro por vez" não se aplica a este cruzeiro especial!
ro: Regula „O rezervare activă de croazieră la un moment dat” nu se aplică acestei croaziere speciale!
ru: Правило "Одно активное бронирование за раз" к этому специальному круизу не применяется!
uk: Правило "Одне активне бронювання за раз" до цього спеціального круїзу не застосовується!
uz: "Бир вақтда битта фаол круиз" қоидаси ушбу махсус круизга татбиқ этилмайди!
zh: “一次预订一个有效的邮轮”规则不适用于此特殊邮轮！

source: The “Policies and Procedures” are a supplementary document that are incorporated by reference into the Independent Business Partner Agreement.
ca: Les "Polítiques i Procediments" són un document complementari que s’incorpora per referència a l’acord de soci de Negocis Independent.
de: Die "Bestimmungen und Modalitäten" sind ein ergänzendes Dokument, das durch Verweis in die Vereinbarung mit unabhängigen Geschäftspartnern aufgenommen wird.
es: Las "Políticas y procedimientos" son documentos complementarios que se incorporan por referencia en el Acuerdo de socio comercial independiente.
fr: Les "politiques et procédures" constituent un document complémentaire incorporé par référence dans l'accord de partenariat pour commercial indépendant.
it: Le "Politiche e procedure" sono un documento integrativo che viene incorporato per riferimento nel Contratto con Partner commerciale indipendente.
ja: 「方針と手順」は、参考として独立ビジネスパートナー契約に組み込まれている補足文書です。
kk: «Саясат және процедуралар» қосымша құжат болып табылады, ол Тәуелсіз Бизнес Серіктес Келісіміне енгізіледі.
ko: "정책 및 절차"는 참조로 독립 비즈니스 파트너 계약에 통합되는 보충 문서입니다.
ky: "Саясаттар жана жол-жоболор" көз карандысыз Бизнес-Өнөктөштүк Келишимге шилтеме менен киргизилген кошумча документ болуп саналат.
lv: "Politikas un Procedūras" ir papildus dokuments,kas ar atsauci ir ietverts Neatkarīgo partneru biznesa līgumā.
mn: "Бодлого ба Горим" нь Бие даасан Бизнесийн Түншийн Гэрээнд хавсрагдах нэмэлт баримт бичиг юм.
pt: As “Políticas e Procedimentos” são documentos suplementares que são incorporados por referência no Contrato de Sócio Independente.
ro: "Politicile şi Procedurile" sunt un document suplimentar, încorporat în relaţie cu Contractul (Acordul) de Partener de Afaceri Independent.
ru: «Политики и процедуры» являются дополнительным документом, который включен в Соглашение Независимого Бизнес партнера.
uk: «Політика та Процедури» є додатковим документом, який включено за посиланням в Угоду Незалежного Бізнес Партнера.
uz: “Сиёсат ва жараёнлар” Мустақил бизнес ҳамкор Битимига ҳавола орқали бириктирилган қўшимча ҳужжат ҳисобланади.
zh: “政策和程序”是一份通過引用納入獨立業務合作夥伴協議的補充文件。
