Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Failed to update user department.
ca: L'actualització del departament d'usuaris ha fallat.
de: Die Benutzerabteilung konnte nicht aktualisiert werden.
es: Error al actualizar el departamento de usuario.
fr: Échec de la mise à jour du département de l'utilisateur.
it: Aggiornamento del reparto utente non riuscito.
ja: ユーザーの部署をアップデートできませんでした。
kk: Пайдаланушы бөлімін жаңарту мүмкін болмады.
ko: 사용자 부서를 업데이트하지 못했습니다.
ky: Колдонуучу бөлүмү жаңыртылган жок.
lv: Neizdevās atjaunināt lietotāja nodaļu.
mn: Хэрэглэгчийн хэлтсийг шинэчилж чадсангүй.
pt: Falha ao atualizar o departamento do usuário.
ro: Nu s-a putut actualiza departamentul utilizator.
ru: Не удалось обновить пользовательский отдел.
uk: Не вдалося оновити відділ користувача.
uz: Фойдаланувчи бўлимни янгилашнинг имкони бўлмади.
zh: 无法更新用户部门。

source: Failed to update user permissions.
ca: L'actualització dels permisos d'usuari ha fallat.
de: Aktualisierung der Benutzerberechtigungen fehlgeschlagen.
es: Error al actualizar los permisos de usuario.
fr: Échec de la mise à jour des autorisations de l'utilisateur.
it: Aggiornamento dei permessi dell'utente non riuscito.
ja: ユーザーの権限をアップデートできませんでした。
kk: Пайдаланушы рұқсаттарын жаңартуы мүмкін болмады.
ko: 사용자 권한을 업데이트하지 못했습니다.
ky: Колдонуучунун уруксаттары жаңыртылган жок.
lv: Neizdevās atjaunināt lietotāja atļaujas.
mn: Хэрэглэгчийн зөвшөөрлийг шинэчилж чадсангүй.
pt: Falha ao atualizar as permissões do usuário.
ro: Nu s-au actualizat permisiunile utilizatorului.
ru: Не удалось обновить пользовательские права.
uk: Не вдалося оновити дозволи користувача.
uz: Фойдаланувчи рухсатларини янгилашнинг имкони бўлмади.
zh: 无法更新用户权限。

source: Failed to verify identity status. Please try again.
fr: Échec de la vérification du statut d'identité. Veuillez réessayer.
it: Impossibile verificare lo stato dell'identità. Riprova.

source: Failed to verify identity. Please try again.
fr: Échec de la vérification d'identité. Veuillez réessayer.
it: Impossibile verificare l'identità. Riprova.

source: Failed to verify image upload. Please try again.
fr: Échec de la vérification du chargement de l'image. Veuillez réessayer.
it: Impossibile verificare il caricamento dell'immagine. Si prega di riprovare.

source: Failed to verify photo ID upload. Please try again.
fr: Échec de la vérification du téléchargement de la pièce d'identité avec photo. Veuillez réessayer.
it: Verifica del caricamento del documento d'identità non riuscita. Riprovare.

source: Failure to complete the required payment within the specified timeframe will result in the cancellation of your registration.
ca: Si no s'ha efectuat el pagament requerit en el termini especificat, la teva inscripció serà cancel·lada.
de: Wird die geforderte Zahlung nicht innerhalb des vorgegebenen Zeitrahmens geleistet, wird Ihre Anmeldung storniert.
es: El incumplir con el pago requerido, dentro del plazo especificado, resultará en la cancelación de tu registro.
fr: Si le paiement requis n'est pas effectué dans les délais impartis, l'inscription sera annulée.
it: Il mancato pagamento entro i termini previsti comporterà l'annullamento della registrazione.
ja: 指定された期間内にお支払いを完了されない場合、お申込みはキャンセルとなります。
kk: Көрсетілген мерзімде талап етілетін төлемді жасамасаңыз, тіркелуіңіз жойылады.
ko: 지정된 기간 내에 결제를 완료하지 않으면 등록이 취소됩니다.
ky: Белгиленген мөөнөттө талап кылынган төлөмдү төлөбөсөңүз, каттооңуз жокко чыгарылат.
lv: Neveicot pieprasīto maksājumu norādītajā termiņā, jūsu reģistrācija tiks atcelta.
mn: Заасан хугацаанд шаардлагатай төлбөрийг төлөхгүй байх нь таны аяллын бүртгэлийг цуцлахад хүргэнэ.
pt: A não conclusão do pagamento exigido dentro do prazo especificado resultará no cancelamento de sua inscrição.
ro: Neefectuarea plății solicitate în intervalul de timp specificat va duce la anularea înregistrării tale.
ru: При отсутствии оплаты в отведённый период времени ваша регистрация будет отменена.
uk: За відсутності оплати у відведений період часу вашу реєстрацію буде скасовано.
uz: Белгиланган муддатда талаб этилган тўловни тўламаслик рўйхатга олиш бекор қилинишига сабаб бўлиши мумкин.
zh: 未能在规定时间内完成所需付款将导致您的注册被取消。

source: Failure to pay on time may result in the immediate loss of:
fr: Le défaut de paiement à temps peut entraîner la perte immédiate de :
it: Il mancato pagamento entro i termini previsti può comportare la perdita immediata di:
kk: Уақытында төлемеген жағдайда дереу жоғалту қаупі туындауы мүмкін:
pt: O não pagamento dentro do prazo pode resultar na perda imediata de:
uk: Несвоєчасна оплата може призвести до негайної втрати:
uz: Тўловни ўз вақтида амалга оширмаслик қуйидагиларга сабаб бўлиши мумкин:
zh: 未能按时付款可能会导致您立即失去：

source: FAQ
ca: Preguntes freqüents
es: Preguntas Frecuentes
fr: QUESTIONS-RÉPONSES
ja: よくある質問
kk: Жиі қойылатын сұрақтар
ko: 자주 묻는 질문
ky: Көп берилүүчү суроолор
lv: jautājums
mn: ТҮГЭЭМЭЛ АСУУЛТУУД
pt: Perguntas Frequentes
ro: ÎNTREBĂRI FRECVENTE
ru: Вопрос-Ответ
uk: Найпоширеніші запитання
uz: Кўп бериладиган савол
zh: 常問問題

source: fare
ca: tarifa
de: Tarif
es: tarifa
fr: tarif
it: tariffa
ja: 料金
kk: тариф
ky: тариф
lv: maksa
mn: үнэ
pt: tarifa
ro: tarif
ru: тариф
uk: тариф
uz: тариф
zh: 票价

source: Fare
ca: Tarifa
de: Tarif
es: Tarifa
fr: Tarif
it: Tariffa
ja: 価格
kk: Тариф
ko: 요금
ky: Тариф
lv: Maksa
mn: Өртөг
pt: Tarifa
ro: Preț
ru: Тариф
uk: Тариф
uz: Тариф
zh: 票價

source: Fare Code
ca: Codi de la tarifa
de: Tarife Code
es: Código de Tarifa
fr: Code tarifaire
it: Codice tariffa
ja: フェアコード
kk: Тариф коды
ko: 운임 코드
ky: Тариф коду
lv: Braukšanas maksas kods
mn: Үнийн код
pt: código de tarifa
ro: Codul tarifului
ru: Код тарифа
uk: Код тарифу
uz: Тариф коди
zh: 票价代码

source: Fare:
de: Tarif:
es: Tarifa:
fr: Tarif :
it: Tariffa:
ko: 요금:
ky: Тариф:
lv: Maksa:
mn: Өртөг:
ru: Тариф:

source: Fast Growing Partners
ca: Socis de Ràpid Creixement.
de: Schnell wachsende Partner
es: Socios de Rápido Crecimiento
fr: Partenaires à croissance rapide
it: Partner in rapida crescita
ja: 急成長しているパートナー
kk: Жылдам дамып келе жатқан серіктестер
ky: Тез өсүп жаткан өнөктөштөр
lv: Ātri Augošie Partneri
mn: Хурдацтай өсөж буй Түншүүд
pt: Parceiros em rápido crescimento
ro: Parteneri cu creștere rapidă
ru: Быстрорастущие Партнёры
uk: Швидкозростаючі Партнери
uz: Тез ўсаётган Ҳамкорлар
zh: 快速成长的合作伙伴

source: Fast Start
ca: Inici ràpid
es: Arranque Rápido
fr: Bonus de Fast Start
it: Avvio Veloce
ja: ファーストスタート
kk: Жылдам бастау
ko: 패스트 스타트
ky: Ыкчам баштоо
lv: Ātrais Starts
mn: Түргэн эхлэх
pt: Início Rápido
ro: Start Rapid
ru: Быстрый Старт
uk: Швидкий Старт
uz: Тезкор Старт
zh: 快速啟動

source: Fast Start Bonus
ca: Bonificació d’Inici Ràpid
es: Bono de Arranque Rápido
fr: Bonus commence rapidement
it: Bonus Avvio Veloce
ja: ファーストスタートボーナス
kk: Жедел Старт Бонусы
ko: 패스트 스타트 보너스
ky: Ыкчам Баштоо Бонусу
lv: Ātrā starta bonus
mn: Түргэн эхлэх урамшуулал
pt: Bônus de Início Rápido
ro: Bonus de Start Rapid
ru: Бонус Быстрый Старт
uk: Бонус Швидкий Старт
uz: Тезкор Старт Бонуси
zh: 快速啟動獎金

source: Fast Start Earned
ca: Inici Ràpid Guanyat
de: Fast Start erreicht
es: Arranque Rápido Ganado
fr: Gagné rapidement au départ
it: Avvio Veloce guadagnato
ja: ファーストスタートを獲得
kk: Жедел Старт Бонусы Алынды
ko: 패스트 스타트 달성
ky: Ыкчам баштоо
lv: Ātrais starts uzsākts
mn: Түргэн эхлэх урамшуулал авсан
pt: Início Rápido Ganho
ro: Start Rapid dobândit
ru: Заработан Бонус Быстрый Старт
uk: Зароблений Бонус Швидкий Старт
uz: Тезкор старт бонуси ишлаб топилди
zh: 獲得的快速入門獎金

source: Fast Start Eligibility:
ca: Elegibilitat d'inici ràpid:
de: Fast Start Anspruchsberechtigung:
es: Elegibilidad de Arranque Rápido:
fr: Éligibilité au programme Fast Start :
it: Idoneità all'Avvio Veloce:
ja: ファーストスタート対象：
kk: Жылдам бастау үшін:
ko: 패스트 스타트 자격:
ky: Ыкчам баштоо жарамдуулугу:
lv: Ātrā Starta sākuma piemērotība:
mn: Түргэн Эхлэх урамшуулал авах болзол:
pt: Elegibilidade para o Início Rápido:
ro: Eligibilitate pentru start rapid:
ru: Право на Быстрый Старт:
uk: Право на Швидкий Старт:
uz: Тезкор старт олиш ҳуқуқига эга бўлиш:
zh: 快速启动资格：

source: Fast Start Incentive
fr: Incitation au Démarrage Rapide
it: Incentivo Avvio Veloce
pt: Incentivo de Início Rápido
uk: Винагорода «Швидкий Старт»

source: FAST START INCENTIVE = $500.00 MD BONUS!
ca: INCENTIU D'INICI RÀPID = BONIFICACIÓ DE 500.00 dòlars MD!
es: INCENTIVO DE ARRANQUE RÁPIDO = ¡BONO DE MARKETING DIRECTOR DE $500.00!
fr: INCITATION FAST START = BONUS MD DE 500.00 $ !
it: INCENTIVO AVVIO VELOCE= $500 di BONUS MD!
ja: ファーストスタート インセンティブ＝$500.00のMDボーナス！
kk: ЖЫЛДАМ БАСТАУ СЫЙЛЫҒЫ = МД ҮШІН $500 БОНУС!
ko: 패스트 스타트 인센티브 = $500.00 MD 보너스!
ky: ЫКЧАМ БАШТОО СЫЙЛЫГЫ = $500.00 MD БОНУС!
lv: ĀTRĀ STARTA STIMULĀCIJA = $500.00 MD BONUS!
mn: ТҮРГЭН ЭХЛЭХ УРАМШУУЛАЛ = MЗ-ийн $500-ын УРАМШУУЛАЛ!
pt: INCENTIVO DE INÍCIO RÁPIDO = BÔNUS DE $500 de Diretor de Marketing!
ro: STIMULENT DE START RAPID = 500$ BONUS DM!
ru: ВОЗНАГРАЖДЕНИЕ БЫСТРЫЙ СТАРТ = БОНУС $500 ДЛЯ МД!
uk: ВИНАГОРОДА ШВИДКИЙ СТАРТ = БОНУС $500 ДЛЯ МД!
uz: ТЕЗКОР СТАРТ РАҒБАТИ = 500$ МД БОНУСИ!
zh: 快速启动奖励 = 500.00 美元 MD 奖金！

source: Fast Start Last Month
ca: Inici Ràpid Mes Passat
de: Fast Start letzten Monat
es: Arranque Rápido Mes Pasado
fr: Le mois dernier commence rapidement
it: Fast Start mese scorso
ja: 先月のファーストスタート
kk: Өткен Айдағы Жедел Старт
ko: 지난 달 패스트 스타트
ky: Өткөн айдагы ыкчам баштоо
lv: Ātrais starts pagājušajā mēnesī
mn: Өмнөх сард Түргэн эхлэх урамшуулал авсан хүмүүс
pt: Início Rápido no último mês
ro: Start Rapid luna trecută
ru: Бонус Быстрый Старт за прошлый месяц
uk: Бонус Швидкий Старт за минулий місяць
uz: Ўтган ой учун Тезкор старт
zh: 上個月快速入門獎金

source: Fast Start Matching
fr: Correspondance au Démarrage Rapide
it: Equivalente Avvio Veloce
kk: Жылдам бастау матчинг
pt: Correspondente de Início Rápido
uk: бонус "Швидкий Старт"
uz: Тезкор старт Мувофиқлик бонуси
zh: 快速启动匹配奖励

source: Fast Start This Month
ca: Inici Ràpid Aquest Mes
de: Fast Start in diesem Monat
es: Arranque Rápido Este Mes
fr: Ce mois-ci commence rapidement
it: Fast Start questo mese
ja: 今月のファーストスタート
kk: Осы Айдағы Жедел Старт
ko: 이번 달 패스트스타트
ky: Бул айдагы ыкчам баштоо
lv: Ātrais starts šajā mēnesī
mn: Энэ сард Түргэн эхлэх урамшуулал авсан хүмүүс
pt: Início Rápido este mês
ro: Start Rapid luna aceasta
ru: Бонус Быстрый Старт за этот Месяц
uk: Бонус Швидкий Старт за цей місяць
uz: Ушбу ой учун Тезкор старт
zh: 本月快速入門獎金

source: Favorite
fr: Préféré
it: Preferito

source: Favorite Hotels
ca: Hotels Favorits
de: Lieblings-Hotels
es: Hoteles Favoritos
fr: Hôtels favoris
it: Hotel preferiti
ja: お気に入りのホテル
kk: Сүйікті Қонақ Үйлер
ko: 선호 호텔
ky: Сүйүктүү мейманканалар
lv: Iemīļotākās viesnīcas
mn: Онцлох буудлууд
pt: Hotéis favoritos
ro: Hoteluri preferate
ru: Любимые отели
uk: Улюблені готелі
uz: Танланган меҳмонхоналар
zh: 最喜欢的酒店

source: Favorites
ca: Favorits
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
kk: Таңдаулылар
ky: Сүйүктүүлөр
lv: Iemīļotākie
mn: Онцлох
pt: Favoritos
ro: Favorite
ru: Избранные
uk: Вподобані
uz: Танланганлар
zh: 收藏的

source: Featured Cruises
ca: Creuers destacats
de: Ausgewählte Kreuzfahrten
es: Cruceros Destacados
fr: Croisières en vedette
it: Crociere in evidenza
ja: 注目のクルーズ
kk: Ұсынылатын круиздер
ko: 추천 크루즈
ky: Сунушталган саякаттар
lv: Uzrādītie kruīzi
mn: Онцолсон аялалууд
pt: Cruzeiros em destaque
ro: Croaziere recomandate
ru: Рекомендованные круизы
uk: Рекомендовані круїзи
uz: Тавсия этилган круизлар
zh: 特色邮轮

source: Features
ca: Característiques
de: Merkmale
es: Características
fr: Fonctionnalités
it: Caratteristiche
ja: 機能
kk: Ерекшеліктер
ky: Өзгөчөлүктөр
lv: Pazīmes
mn: Онцлогууд
pt: Características
ro: Caracteristici
ru: Особенности
uk: Особливості
uz: Хусусиятлар
zh: 特征

source: February
ca: Febrer
de: Februar
es: Febrero
fr: Février
it: Febbraio
ja: 2月
kk: Ақпан
ko: 2월
ky: Февраль
lv: Februāris
mn: 2-р сар
pt: Fevereiro
ro: Februarie
ru: Февраль
uk: Лютий
uz: Февраль
zh: 二月

source: Female
ca: Dona
de: Weiblich
es: Mujer
fr: Femme
it: Femmina
ja: 女性
kk: Әйел
ko: 여성
ky: Аял
lv: Sieviete
mn: Эмэгтэй
pt: Feminino
ro: Feminin
ru: Женщина
uk: Жінка
uz: Аёл
zh: 女性

source: Few Cabins Remaining
fr: Quelques Cabines Restantes
it: Poche cabine rimaste
kk: Аз ғана каюта қалды
pt: Restam Poucas Cabines
uk: Залишилося кілька кают
uz: Бир нечта каюта қолди
zh: 仅剩少量客舱

source: Field Communications
ca: Comunicacions de Camp
de: Außendienstkommunikation
es: Comunicaciones de Campo
fr: Communications sur le Terrain
ja: フィールドコミュニケーション
kk: Өндірістік байланыстар
ky: Өндүрүштүк байланыштар
lv: Nozares Komunikācija
mn: Талбарын харилцааны баг
pt: Comunicações de Campo
ro: Comunicații pe teren
ru: Полевые коммуникации
uk: Польові комунікації
uz: Ҳудудий мулоқот гуруҳи
zh: 现场通讯

source: Field Communications Director
ca: Director de Comunicacions de Camp
de: Außendienstkommunikation Direktor
es: Director de Comunicaciones de Campo
fr: Directeur de la Communication Terrain
ja: フィールド・コミュニケーション・ディレクター
kk: Өндірістік байланыс жөніндегі директор
ky: Өндүрүштүк байланыштар боюнча директор
lv: Nozares Komunikāciju Direktors
mn: Талбарын харилцааны захирал
pt: Diretor de Comunicações de Campo
ro: Director de comunicații pe teren
ru: Директор по полевым коммуникациям
uk: Директор з Комунікації
uz: Ҳудудий мулоқот гуруҳи директори
zh: 现场通讯总监

source: Field Communications Manager
ca: Responsable de Comunicacions de Camp
de: Außendienstkommunikation Manager
es: Administrador de Comunicaciones de Campo
fr: Responsable des Communications sur le Terrain
ja: フィールド・コミュニケーション・マネージャー
kk: Өндірістік байланыс менеджері
ky: Өндүрүштүк байланыштар менеджери
lv: Nozares Komunikāciju Menedžeris
mn: Талбарын харилцааны менежер
pt: Gerente de Comunicações de Campo
ro: Manager de comunicații pe teren
ru: Руководитель отдела полевых коммуникаций
uk: Менеджер з Комунікації
uz: Ҳудудий мулоқот гуруҳи менежери
zh: 现场通讯经理

source: Field Donations
fr: Dons sur le Terrain
it: Donazioni della rete
pt: Doações de Campo
uk: Польові пожертви

source: Fifth Child Birthdate
ca: Data de naixement del cinquè infant
de: Fünftes Kind Geburtsdatum
es: Fecha de nacimiento del quinto niño
fr: Date de naissance du cinquième enfant
it: Data di nascita del quinto figlio
ja: 5人目の子供の誕生日
kk: Бесінші баланың туған күні
ky: Бешинчи баланын туулган күнү
lv: Piektā Bērna dzimšanas datums
mn: Тав дах хүүхдийн төрсөн огноо
pt: Data de nascimento do quinto filho
ro: Data nașterii celui de-al cincilea copil
ru: Дата рождения пятого ребёнка
uk: Дата народження п'ятої дитини
uz: Бешинчи боланинг туғилган санаси
zh: 第五个孩子的出生日期

source: File
ca: Arxiu
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
kk: Файл
ko: 파일
ky: Файл
lv: Fails
mn: Файл
pt: Arquivo
ro: Fişier
ru: Файл
uk: Файл
uz: Файл
zh: 文件

source: File Uploading...
ca: Carregant Arxiu...
de: Datei hochladen...
es: Cargando Archivo...
fr: Téléchargement de fichiers...
it: Caricamento del file...
ja: ファイルをアップロード中...
kk: Файл жүктелуде...
ko: 파일 업로드 중...
ky: Файл жүктөлүүдө...
lv: Faila augšuplāde...
mn: Файлыг ачааллаж байна...
pt: Carregando arquivo...
ro: Se încarcă fișierul...
ru: Загрузка файла...
uk: Завантаження файлу...
uz: Файл юкланмоқда...
zh: 文件上传中...

source: Filter
ca: Filtre
es: Filtro
fr: Filtre
it: Filtro
ja: フィルター
kk: Фильтр
ky: Фильтр
lv: Filtrs
mn: Филтер
pt: Filtro
ro: Filtru
ru: Фильтровать
uk: Фільтрувати
uz: Фильтр
zh: 筛选

source: Filter By Bonus Type
fr: Filtrer Par Type de Bonus
it: Filtra per tipo di bonus
kk: Бонус түрі бойынша сүзгілеу
pt: Filtrar por Tipo de Bônus
ro: Filtrează după tipul de bonus
uk: Фільтрувати за типом бонусу
uz: Бонус тури бўйича саралаш
zh: 按奖励类型筛选

source: Filter By Country
fr: Filtrer Par Pays
it: Filtra per Paese
kk: Ел бойынша сүзгілеу
pt: Filtrar Por País
uk: Фільтрувати за Країною
uz: Мамлакат бўйича саралаш
zh: 按国家筛选

source: Filter By Daily/Monthly Activation Bonus
fr: Filtrer par Bonus d'Activation Quotidien/Mensuel
it: Potenziale Bonus di Attivazione giornaliero/mensile
kk: Күнделікті/Айлық белсендіру бонусы бойынша сүзгілеу
pt: Filtrar por Bônus de Ativação Diária/Mensal
ro: Filtrare după Bonus de activare zilnic/lunar
uk: Фільтрувати за щоденним/щомісячним бонусом за активації
uz: Кунлик/Ойлик Фаоллик бонуси бўйича саралаш
zh: 按每日/每月激活奖励筛选

source: Filter By Deleted Status
fr: Filtrer Par Etatut : Supprimé
it: Filtra per stato eliminato
pt: Filtrar por Status Excluído
uk: Фільтр за виддаленим статусом

source: Filter By Eligibility
ca: Filtra Per Elegibilitat
de: Filtern nach Teilnahmeberechtigung
es: Filtra por Elegibilidad
fr: Filtrer Par Admissibilité
it: Filtra per idoneità
ja: 対象条件で絞り込み
kk: Құқықтылық бойынша сүзу
ky: Жарамдуулугу боюнча фильтрдөө
mn: Болзлоор хайх
pt: Filtre Por Elegibilidade
ro: Filtrare după eligibilitate
ru: Фильтр по наличию права
uk: фільтрувати за Правом на участь
uz: Ютганлар бўйича саралаш
zh: 按资格筛选

source: Filter By Goal
ca: Filtra per Objectiu
de: Nach Ziel filtern
es: Filtrar por Meta
fr: Filtrer Par Objectif
it: Filtra per Obiettivo
ja: 目標で絞り込む
kk: Мақсат бойынша сүзу
ky: Максат боюнча фильтрлөө
lv: Atlasīt Pēc Mērķa
mn: Зорилгоор ангилах
pt: Filtrar Por Meta
ro: Filtrează după obiectiv
ru: Фильтр по цели
uk: Фільтрувати за ціллю
uz: Мақсад бўйича саралаш
zh: 按目标筛选

source: Filter by hotel name..
ca: Filtrar per nom d'hotel..
de: Nach Hotelnamen filtern..
es: Filtrar por nombre de hotel..
fr: Filtrer par nom d'hôtel..
it: Filtra per nome dell'hotel.
ja: ホテル名で検索...
kk: Қонақүй атауы бойынша сүзгілеу..
ko: 호텔 이름으로 필터링..
ky: Мейманкананын аталышы боюнча чыпкалоо...
lv: Filtrēt pēc viesnīcas nosaukuma..
mn: Зочид буудлын нэрээр филтер хэрэглэх..
pt: Filtrar por nome do hotel..
ro: Filtrează după numele hotelului.
ru: Отфильтровать по названию отеля...
uk: Фільтрувати за назвою готелю..
uz: Меҳмонхона номи бўйича саралаш..
zh: 按酒店名称过滤..

source: Filter By Language
ca: Filtrar per Idioma
de: Nach Sprache filtern
es: Filtrar por idioma
fr: Filtrer par langue
it: Filtra per lingua
ja: 言語による絞り込み
kk: Тіл бойынша таңдау
ky: Тил боюнча фильтрлөө
lv: Atlasīt Pēc Valodas
mn: Улсын хэлээр сонгох:
pt: Filtrar por idioma
ro: Filtrează după limbă
ru: Фильтр по языку
uk: Фільтрувати за мовою
uz: Тил бўйича саралаш
zh: 按语言筛选

source: Filter By Membership
ca: Filtra per Membresia
es: Filtrar por Membresía
fr: Filtrer par Adhésion
it: Filtra per Membership
ja: メンバーシップで絞り込む
kk: Мүшелік бойынша сүзгілеу
pt: Filtrar Por Membros
ro: Filtrează după Abonament
uk: Фільтрувати за Членством
uz: Аъзолар бўйича саралаш
zh: 按会员种类筛选

source: Filter By Plan
fr: Filtrer Par Forfait
it: Filtra per Piano
kk: План бойынша сүзу
pt: Filtrar Por Plano
uk: Фільтрувати за Планом
uz: Режа бўйича саралаш
zh: 按计划筛选

source: Filter By Publish Status
fr: Filtrer Par Statut : Publié
it: Filtra per stato di pubblicazione
pt: Filtrar por Status de Publicação
uk: Фільтр за статусом публікації

source: Filter By Status
ca: Filtra per Estat
de: Nach Status filtern
es: Filtrar por Estado
fr: Filtrer Par Statut
it: Filtra per Stato
ja: ステータスで絞り込む
kk: Статус бойынша сүзу
ky: Статус боюнча фильтрлөө
lv: Atlasīt Pēc Statusa
mn: Төлөвөөр ангилах
pt: Filtrar Por Status
ro: Filtrează după status
ru: Фильтр по статусу
uk: Фільтрувати за статусом
uz: Мақом бўйича саралаш
zh: 按状态筛选

source: Filter By Status Request
fr: Filtrer Par Statut de Demande
it: Filtra per stato della richiesta
kk: Күй сұранысы бойынша сүзгілеу
pt: Filtrar por Status da Solicitação
ro: Cerere de filtrare după status
uk: Фільтрувати за статусом запиту
uz: Талаб мақоми бўйича саралаш
zh: 按状态请求筛选

source: Filter By Team
ca: Filtra per Equip
de: Nach Team filtern
es: Filtrar por Equipo
fr: Filtrer Par Équipe
it: Filtra per Team
ja: チームで絞り込む
kk: Команда бойынша сүзу
ky: Команда боюнча фильтрлөө
lv: Atlasīt Pēc Komandas
mn: Багаар ангилах
pt: Filtrar Por Equipe
ro: Filtrează după echipă
ru: Фильтр по команде
uk: Фільтрувати за командою
uz: Жамоа бўйича саралаш
zh: 按团队筛选

source: Filter By Ticket Resolution
fr: Filtrer Par Résolution de Ticket
it: Filtra per risoluzione ticket
kk: Тапсырма шешімі бойынша сүзгілеу
pt: Filtrar por Resolução do Ticket
ro: Filtrare după rezoluția tichetului
uk: Фільтрувати за вирішенням запиту
uz: Чипталарнинг ҳал этилишига қараб саралаш
zh: 按工单解决情况筛选

source: Filter By Title
fr: Filtrer Par Titre
it: Filtra per Titolo
kk: Атауы бойынша сүзгілеу
pt: Filtrar Por Título
uk: Фільтрувати за Назвою
uz: Мақоми бўйича саралаш
zh: 按头衔筛选

source: Filtering
ca: Filtratge
de: Filtern
es: Filtro
fr: Filtration
it: Filtri
ja: フィルターをかける
kk: Фильтрация
ko: 필터링
ky: Фильтрлөө (чыпкалоо)
lv: filtrēšana
mn: Филтер
pt: Filtrando
ro: Filtru
ru: Фильтрация
uk: Фільтрування
uz: Фильтрлаш
zh: 過濾

source: Filters
ca: Filtres
de: Filtern
es: Filtros
fr: Filtres
it: Filtri
ja: フィルター
kk: Фильтр
ko: 필터
ky: Фильтрлар
lv: Filtri
mn: Филтер
pt: Filtros
ro: Filtre
ru: Фильтр
uk: Фільтри
uz: Фильтрлар
zh: 過濾器

source: Final contest numbers will be published on the 16th of this month after all sales are finalized.
ca: Les xifres definitives deL concurs es publicaran el 16 d'aquest mes, un cop finalitzades totes les vendes.
de: Die endgültigen Wettbewerbszahlen werden am 16. dieses Monats veröffentlicht, sobald alle Umsätze abgeschlossen sind.
es: Las cifras finales del concurso se publicarán el 16 de este mes, cuando todas la ventas estén finalizadas.
fr: Les chiffres définitifs du concours seront publiés le 16 de ce mois, après que toutes les ventes auront été finalisées.
it: I numeri finali del concorso saranno pubblicati il 16 di questo mese dopo aver perfezionato tutte le vendite.
ja: すべてのセールスの集計が確定した後、今月16日に最終のコンテストの数字を発表いたします。
kk: Байқаудың соңғы нөмірлері барлық сатылымдар аяқталғаннан кейін осы айдың 16-да жарияланады.
ko: 최종 경연 결과는 모든 판매가 확정된 후, 이 달 16일에 공개됩니다.
ky: Таймашуунун акыркы көрсөткүчтөрү бардык сатуулар аяктагандан кийин, ушул айдын 16-күнүндө жарыяланат.
lv: Konkursa gala rezultāti tiks publicēti šā mēneša 16. datumā pēc tam, kad būs pabeigti visi pārdošanas apjomi.
mn: Уралдааны эцсийн дүнг бүх борлуулалт дууссаны дараа энэ сарын 16-нд нийтлэх болно.
pt: Os números finais do concurso serão publicados no dia 16 deste mês, após todas as vendas serem finalizadas.
ro: Rezultatele finale de concurs vor fi publicate pe data de 16 ale acestei luni după finalizarea tuturor vânzărilor.
ru: Окончательные итоги конкурса будут опубликованы 16-го числа этого месяца, после того, как все продажи будут завершены.
uk: Остаточні підсумки конкурсу будуть опубліковані 16-го числа цього місяця, після того, як всі продажі будуть завершені.
uz: Якуний рақамлар ушбу ойнинг 16 санасида барча сотувлар якунланганидан сўнг эълон қиланади.
zh: 最終號碼將在所有銷售完成後於本月 16 日公佈。

source: Final Exam Results
ca: Resultats de l'examen final
de: Ergebnisse der Abschlussprüfung
es: Resultado Examen Final
fr: Résultats des examens finaux
it: Risultati della verifica finale
ja: 最終試験結果
kk: Қорытынды Емтихан Нәтижесі
ko: 최종 시험 결과
ky: Жыйынтыктоочу сынактын жыйынтыгы
lv: Gala eksāmenu rezultāti
mn: Сүүлчийн Шалгалтын Дүнгүүд
pt: Resultados do Exame Final
ro: Rezultatele la examenul final
ru: Результат Заключительного Экзамена
uk: Результати Підсумкового Іспиту
uz: Якуний имтиҳон натижалари
zh: 最終測試結果

source: Final Payment Due Date
ca: Data de venciment del pagament final
de: Fälligkeit der Schlusszahlung
es: Fecha de vencimiento del último pago
fr: Date d'échéance du dernier paiement
it: Scadenza del pagamento finale
ja: 最終支払い期限
kk: Соңғы төлем күні
ko: 최종 지불 기한
ky: Төлөө үчүн акыркы күн:
lv: Galīgā maksājuma izpildes datums
mn: Төлбөр төлөх сүүлчийн огноо:
pt: Data de vencimento do pagamento final
ro: Data scadentă a plății finale
ru: Срок окончательного платежа
uk: Термін кінцевого платежу
uz: Якуний тўлов санаси
zh: 最终付款到期日
