Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Hi Support Team, I'd like to request a price match for a %{CruiseLine} in the %{CruiseDestination}. The inCruises price is $%{inCruisesPrice}, while %{urlCompetitor} offers the same cruise for $%{requestedPrice} (a $%{differencePrice} difference). I've attached all required screenshots and evidence for review. Please let me know if you need any additional details. Thanks in advance!
ca: Hola, Equip de Suport, m'agradaria sol·licitar una comparació de preus per un %{CruiseLine} a %{CruiseDestination}. El preu d'inCruises és de {inCruisesPrice} dòlars%, mentre que %{urlCompetitor} ofereix el mateix creuer per {requestedPrice} dòlars% (una diferència de dòlars%{differencePrice}). He adjuntat totes les captures de pantalla i proves requerides per a la revisió. Si necessiteu més detalls, no dubteu a comunicar-ho. Gràcies per endavant!
de: Hallo Support-Team, ich möchte eine Preisanpassung für eine %{CruiseLine} in der %{CruiseDestination} anfordern. Der InCruises-Preis beträgt $%{inCruisesPreis}, während %{urlCompetitor} dieselbe Kreuzfahrt für $%{requestedPrice} (eine Differenz von $%{differencePrice}) anbietet. Ich habe alle erforderlichen Screenshots und Beweise zur Überprüfung beigefügt. Bitte lassen Sie mich wissen, wenn Sie weitere Details benötigen. Vielen Dank im Voraus!
es: Hola, equipo de Soporte, me gustaría solicitar una igualación de precio para un crucero de %{CruiseLine} en %{CruiseDestination}. El precio en inCruises es de $%{inCruisesPrice}, mientras que %{urlCompetitor} ofrece el mismo crucero por $%{requestedPrice} (una diferencia de $%{differencePrice}). He adjuntado todas las capturas de pantalla y pruebas requeridas para su revisión. Por favor, háganme saber si necesitan información adicional. ¡Gracias de antemano!
fr: Bonjour l'Équipe d'Assistance, j'aimerais demander un alignement des prix pour un %{CruiseLine} dans le %{CruiseDestination}. Le prix d'inCruises est $%{inCruisesPrice}, alors que %{urlCompetitor} propose la même croisière pour $%{requestedPrice} (a $%{differencePrice} difference). J'ai joint toutes les captures d'écran et preuves nécessaires à l'examen. N'hésitez pas à me contacter si vous avez besoin de plus d'informations. Merci d'avance !
it: Buongiorno Team di Supporto, desidero richiedere la Parità di Prezzo per una crociera della compagnia %{CruiseLine} con destinazione %{CruiseDestination}. Il prezzo su inCruises è di $%{inCruisesPrice}, mentre il sito %{urlCompetitor} offre la stessa crociera a $%{requestedPrice} (una differenza di $%{differencePrice}). Ho allegato tutti gli screenshot e le prove richieste per la vostra verifica. Resto a disposizione per eventuali ulteriori dettagli. Grazie in anticipo!
ja: サポートチームの皆さまへ、%{CruiseDestination}における%{CruiseLine}のクルーズについてプライスマッチをリクエストいたします。inCruisesでの価格は$%{inCruisesPrice}、一方で%{urlCompetitor}では同じクルーズが$%{requestedPrice}で提供されており、差額は$%{differencePrice}です。必要なスクリーンショットおよび証拠資料は添付済みです。追加でご確認が必要な点があればご連絡ください。よろしくお願いいたします！
kk: Сәлем, Қолдау қызмет командасы, Мен %{CruiseLine} круизіне %{CruiseDestination} бағытында баға сәйкестігін сұрағым келеді. inCruises бағасы $%{inCruisesPrice}, ал %{urlCompetitor} дәл сол круизді $%{requestedPrice} бағасына ұсынады (бағалар арасында $%{differencePrice} айырмашылық бар). Барлық қажетті скриншоттар мен дәлелдерді қоса тіркедім. Қосымша мәлімет қажет болса, хабарласыңыздар. Алдын ала рахмет!
ky: Мен %{CruiseDestination} багыты боюнча %{CruiseLine} круизине бааны дал келтирүүнү суранам. inCruises сунуштап жаткан баа — $%{inCruisesPrice}, ал эми %{urlCompetitor} ошол эле круизди $%{requestedPrice} баасында сунуштоодо (айырмасы — $%{differencePrice}). Кароо үчүн керектүү бардык скриншотторду жана далилдерди тиркедим. Кошумча маалымат талап кылынса, мага кабарлап коюңуздар. Алдын ала чоң рахмат!
lv: Sveiki atbalsta komanda, es gribētu pieprasīt cenas atbilstību %{CruiseLine} %{CruiseDestination}. InCruises cena ir $%{inCruisesPrice}, bet %{urlCompetitor} piedāvā to pašu kruīzu par $%{requestedPrice} ($%{differencePrice} starpība). Esmu pievienojis visus nepieciešamos ekrānuzņēmumus un pierādījumus pārskatīšanai. Lūdzu, informējiet mani, ja jums ir nepieciešama papildu informācija. Paldies jau iepriekš!
mn: Сайн байна уу, Тусламжийн баг, Би %{CruiseDestination}-д %{CruiseLine} компаний аяллын үнэ тохируулах хүсэлт гаргаж байна. Манай inCruises дээрх үнэ $%{inCruisesPrice} байгаа бол %{urlCompetitor}-д яг ижил аялал $%{requestedPrice}-аар борлуулагдаж ($%{differencePrice}-ын үнийн зөрүүтэй) байна. Шаардлагатай бүх дэлгэцийн зураг, нотлох баримтыг хавсаргасан болно. Нэмэлт мэдээлэл шаардлагатай бол надад мэдэгдэнэ үү. Танд баярлалаа!
pt: Olá, equipe de suporte, gostaria de solicitar uma equiparação de preço para um %{CruiseLine} para %{CruiseDestination}. O preço da inCruises é de $%{inCruisesPrice}, enquanto %{urlCompetitor} oferece o mesmo cruzeiro por $%{requestedPrice}(uma diferença de $%{differencePrice}). Anexei todas as capturas de tela e evidências necessárias para análise. Se precisar de mais detalhes, entre em contato comigo. Desde já, obrigado!
ro: Bună echipă de asistență, aș dori să solicit o potrivire a prețului pentru o %{CruiseLine} din %{CruiseDestination}. Prețul inCruises este $%{inCruisesPrice}, în timp ce %{urlCompetitor} oferă aceeași croazieră la $%{requestedPrice} (o diferență de $%{differencePrice}). Am atașat toate capturile de ecran și dovezile necesare pentru examinare. Vă rog să-mi spuneți dacă aveți nevoie de detalii suplimentare. Mulțumesc anticipat!
ru: Здравствуйте, команда поддержки! Я хотел бы сделать запрос на соответствие цены для круиза %{CruiseDestination} от %{CruiseLine}. Цена в inCruises составляет $%{inCruisesPrice}, в то время как %{urlCompetitor} предлагает тот же круиз за $%{requestedPrice} (разница в $%{differencePrice}). Я прикрепляю все необходимые скриншоты и доказательства для ознакомления. Пожалуйста, дайте мне знать, если вам нужна какая-либо дополнительная информация. Заранее спасибо!
uk: Вітаю, Службо підтримки! Я хотів би подати запит на відповідність ціни на %{CruiseLine} у %{CruiseDestination}. Ціна inCruises становить $%{inCruisesPrice}, а %{urlCompetitor} пропонує той самий круїз за $%{requestedPrice} (різниця $%{differencePrice}). Я додав усі необхідні знімки екрана та докази для перевірки. Будь ласка, дайте мені знати, якщо вам потрібні додаткові відомості. Завчасно дякую!
uz: Салом, Қўллаб-қувватлаш жамоаси, мен %{CruiseDestination} йўналишидаги %{CruiseLine} учун нарх кафолатини сўрамоқчиман. %{urlCompetitor} айни круиз учун $%{requestedPrice} сўраган бир вақтда inCruises нархи $%{inCruisesPrice} ($%{differencePrice} фарқ қилади). Кўриб чиқишингиз учун барча талаб этилган далиллар ва скриншотларни илова қилдим. Агар қўшимча маълумотлар зарур бўлса, менга хабар беринг. Олдиндан раҳмат!
zh: 您好，支持团队，我想申请对%{CruiseDestination}的%{CruiseLine}邮轮进行价格匹配。inCruises的价格为$%{inCruisesPrice}，而%{urlCompetitor}提供相同邮轮的价格为$%{requestedPrice}（相差$%{differencePrice}）。我已附上所有必要的截图和证据以供审核。如果您需要任何其他信息，请告知。提前感谢！

source: Hi there
ca: Hola!
de: Hallo zusammen
es: ¡Hola!
fr: Salut
it: Ciao a tutti
ja: こんにちは
kk: Салем
ky: Салам
lv: Sveicināti visapkārt
mn: Сайн байна уу
pt: Olá
ro: Salut
ru: Привет
uk: Привіт
uz: Салом
zh: 您好

source: Hi, it looks like you do not have permission to access the exclusive Elevate Cruise Registration Page.
ca: Hola, sembla que no tens permís per a accedir a la pàgina exclusiva d'inscripció del Creuer Elevate.
de: Hallo, es sieht so aus, als hätten Sie keine Berechtigung, auf die exklusive Elevate Cruise Registrierungsseite zuzugreifen.
es: ¡Hola! Parece que no tienes los permisos necesarios para acceder a la página de registro exclusiva del Crucero Elevate.
fr: Salut, il semble que vous n'ayez pas l'autorisation d'accéder à la page d'inscription exclusive de Elevate Cruise.
it: Ciao, pare che tu non abbia i permessi per accedere alla pagina riservata alla registrazione di Elevate Cruise.
ja: Elevateクルーズ専用お申し込みページへのアクセス権限がないようです。
kk: Сәлем, сізде Elevate Cruise эксклюзивті тіркеу бетіне кіруге рұқсатыңыз жоқ сияқты.
ko: 안녕하세요, Elevate 크루즈 등록 페이지에 액세스 승인이 없는 것 같습니다.
ky: Салам, сизде эксклюзивдүү Elevate Cruise Каттоо баракчасына кирүүгө уруксатыңыз жок окшойт.
lv: Sveiki, izskatās, ka jums nav atļaujas piekļūt ekskluzīvajai Elevate krīza reģistrācijas lapai.
mn: Сайн байна уу, танд Elevate аяллын бүртгэлийн хуудас руу нэвтрэх эрх байхгүй байна.
pt: Olá, parece que você não tem permissão para acessar a página exclusiva de registro do Elevate Cruise.
ro: Bună, se pare că nu ai permisiunea de a accesa pagina exclusivă de înregistrare pentru croaziera Elevate.
ru: Привет! Кажется, у вас нет прав доступа к странице регистрации на эксклюзивный круиз Elevate Cruise.
uk: Вітаємо! Здається, у вас немає прав доступу до сторінки реєстрації на ексклюзивний круїз Elevate Cruise.
uz: Салом, сизда "Elevate Cruise" рўйхатга олиш саҳифасига кириш ҳуқуқи йўқ кўринади.
zh: 您好，您似乎无权访问专属 Elevate Cruise 注册页面。

source: Hide
ca: Ocultar
de: Ausblenden
es: Ocutar
fr: Cacher
it: Nascondi
ja: 非表示
kk: Жасыру
ko: 숨김
ky: Жашыруу
lv: Paslēpt
mn: Нуух
pt: Esconder
ro: Ascunde
ru: Скрыть
uk: Приховати
uz: Бекитиш
zh: 隱藏

source: Hide All Features
ca: Amaga Totes les Funcions
de: Alle Funktionen ausblenden
es: Esconder Todas las Funciones
fr: Masquer Toutes les Fonctionnalités
it: Nascondi tutte le funzionalità
ja: 全機能を隠す
kk: Барлық мүмкіндіктерді жасыру
ky: Бардык өзгөчөлүктөрдү жашыруу
lv: Paslēpt visus līdzekļus
mn: Бүх онцлогуулыг нуух
pt: Ocultar Todos os Recursos
ro: Ascunde toate caracteristicile
ru: Скрыть все характеристики
uk: Приховати Опис
uz: Барча функцияларни ёпиш
zh: 隐藏所有功能

source: Hide Details
ca: Ocultar detalls
de: Details ausblenden
es: Ocultar detalles
fr: Cacher les Détails
it: Nascondi i dettagli
ja: 詳細を隠す
kk: Мәліметтерді Жасыру
ko: 세부 정보 숨기기
ky: Деталдарды жашыруу
lv: Nerādi detalizētu informāciju
mn: Дэлгэрэнгүйг нуух
pt: Ocultar detalhes
ro: Ascunde detaliile
ru: Скрыть подробности
uk: Приховати подробиці
uz: Маълумотларни бекитиш
zh: 隐藏细节

source: Hide Details!
ca: Ocultar detalls!
de: Details ausblenden!
es: Ocultar detalles!
fr: Cacher les Détails !
it: Nascondi i dettagli!
ja: 詳細を隠す！
kk: Мәліметтерді жасыру!
ko: 세부 정보 숨기기 !
ky: Деталдарды жашырыңыз!
lv: Nerādi detalizētu informāciju!
mn: Дэлгэрэнгүйг нуух!
pt: Ocultar detalhes!
ro: Ascunde detaliile!
ru: Скрыть подробности!
uk: Приховати подробиці!
uz: Маълумотларни беркитинг!
zh: 隐藏细节！

source: Hierarchy
ca: Jerarquia
de: Stufenfolge
es: Jerarquía
fr: La hiérarchie
it: Gerarchia
ja: 階層
kk: Иерархия
ko: 체계
ky: Иерархия
lv: hierarhija
mn: Шатлал
pt: Hierarquia
ro: Ierarhie
ru: Иерархия
uk: Ієрархія
uz: Иерархия
zh: 階層

source: High Access FPs
fr: FP à Accès élevé
it: Impronte digitali ad alto accesso
kk: Жоғары деңгейдегі рұқсаттағы саусақ іздері
pt: FPs de Alto Acesso
uk: FP із розширеним доступом
zh: 高访问指纹

source: High Risk Accounts
ca: Comptes d’Alt Risc
de: Hochrisiko-Konten
es: Cuentas de Riesgo Elevado
fr: Comptes à Haut Risque
it: Account ad alto rischio
ja: 高リスクアカウント
kk: Жоғары тәуекелді есептік жазбалар
ky: Жогорку тобокелдиктеги эсептер
lv: Augsta riska konti
mn: Өндөр эрсдэлтэй бүртгэлүүд
pt: Contas de Alto Risco
ro: Conturi cu risc ridicat
ru: Высокорисковые учётные записи
uk: Облікові записи з високим ризиком
uz: Юқори таваккалли ҳисоблар
zh: 高危账户

source: High Risk Fingerprints
fr: Empreintes Digitales à Haut Risque
it: Impronte digitali ad alto rischio
kk: Қауіп деңгейі жоғары саусақ іздері
pt: Impressões digitais de Alto Risco
uk: Відбиток пальця з високим ризиком
zh: 高风险指纹

source: High to Low Price
ca: Preu: de més alt a més baix
de: Hoher bis niedriger Preis
es: Precio más alto al más bajo
fr: Prix du plus haut au plus bas
it: Prezzo da alto a basso
ja: 価格の高い順
kk: Жоғарыдан төмен бағаға дейін
ky: Эң жогорку баадан төмөнгө карай
lv: Laiks samazināt Cenu
mn: Буурах үнээр
pt: Preço mais alto ao mais baixo
ro: De la preț ridicat spre mic
ru: По цене (от наивысшей к наименьшей)
uk: За ціною (від найвищої до найнижчої)
uz: Қиммат нархлардан арзонларига
zh: 价格从高到低

source: Higher Rank
fr: Rang Supérieur
it: Rango superiore
kk: Жоғарғы Ранг
pt: Patamar Mais Alto
uk: Вищий Ранг
uz: Юқорироқ ранг
zh: 更高排名

source: Highers
ca: Superiors
es: Superiores
fr: Plus élevés
it: Più alti
ja: 上位者
kk: Жоғарылар
pt: Mais Altos
ro: Cei mai sus
uk: Вищі
uz: Юқори
zh: 更高

source: Highest Activations Volume
fr: Volume d'Activations le Plus Élevé
it: Volume di attivazione più elevato
kk: Ең жоғары белсендіру көлемі
pt: Maior Volume de Ativação
uk: Вищий Активаційний Обсяг
uz: Юқорироқ Фаоллик ҳажми
zh: 最高激活业绩量

source: Highest Price
ca: Preu més alt
de: Höchster Preis
es: Precio más alto
fr: Prix le plus élevé
it: Prezzo più alto
ja: 最高値
kk: Ең жоғары баға
ko: 최고 가격
ky: Эң жогорку баа
lv: Augstākā cena
mn: Хамгийн өндөр үнэ
pt: Preço mais alto
ro: Cel mai mare preț
ru: Наивысшая цена
uk: Найвища ціна
uz: Юқори нархлар
zh: 最高價

source: Highest Stars First
ca: Les estrelles més altes primer
de: Höchste Sterne zuerst
es: Estrellas más altas primero
fr: Étoiles les plus élevées d'abord
it: Maggior numero di Stelle in alto
ja: 最も星の評価が高い順
kk: Алдымен ең биік жұлдыздар
ko: 최고 등급부터
ky: Алгач эң көп жылдыздуу
lv: Pirmās augstākās zvaigznes
mn: Олон од эхэнд
pt: Mais estrelas primeiro
ro: Cele mai multe stele mai întâi
ru: Сначала с наибольшим количеством звёзд
uk: Спочатку з найбільшою кількістю зірок
uz: Аввал кўп юлдузлилар
zh: 最高星優先

source: Highest Total Production
fr: Production Totale la Plus Élevée
it: Produzione totale più elevata
kk: Ең жоғары жалпы өндіріс
pt: Maior Produção Total
uk: Вищий загальний товарообіг
uz: Юқорироқ Жами ишлаб чиқариш ҳажми
zh: 最高总业绩量

source: Historical QBI
ca: Historial del QBI
de: Früheres QBI
es: Histórico de QBI
fr: QBI historique
it: QBI storico
ja: ヒストリカル QBI
kk: Тарихи QBI
ko: 과거 QBI
ky: Тарыхый QBI (БСИ)
lv: Vēsturiskais QBI
mn: "Түүхэн" QBI Индекс
pt: QBI histórico
ro: QBI istoric
ru: Исторический QBI (ИКБ)
uk: Історичний QBI (ІЯБ)
uz: QBI (БСИ) тарихи
zh: 历史QBI

source: Historical QBI Date Range:
ca: Interval de dates del QBI històric:
de: Früherer QBI Datumsbereich:
es: Intervalo de fechas históricas de QBI:
fr: Gamme de dates historiques QBI :
it: Intervallo date QBI storico:
ja: ヒストリカル QBI データ期間：
kk: QBI тарихи күн диапазоны:
ko: 과거 QBI 날짜 범위:
ky: Тарыхый QBI (БСИ) дата диапазону:
lv: Vēsturiskais QBI datumu diapazons:
mn: “Түүхэн” QBI-ийг тооцох хугацаа
pt: Intervalo de datas para o QBI histórico:
ro: Interval de date istorice QBI:
ru: Диапазон дат Исторического QBI (ИКБ):
uk: Діапазон дат Історичного QBI (ІЯБ):
uz: QBI (БСИ) тарихи сана диапазони:
zh: 历史 QBI 日期范围：

source: Historical QBI Report
ca: Informe històric QBI
de: Früheres QBI-Bericht
es: Reporte Histórico de QBI
fr: Rapport du QBI historique
it: Report QBI storico
ja: ヒストリカル QBI レポート
kk: QBI тарихи есебі
ko: 과거 QBI 리포트
ky: Тарыхый QBI (БСИ) отчету
lv: Vēsturiskā QBI pārskats
mn: "Түүхэн" QBI Индексийн тайлан
pt: Relatório do QBI histórico
ro: Raport QBI istoric
ru: Отчёт по Историческому QBI (ИКБ)
uk: Звіт з Історичного QBI (ІЯБ)
uz: QBI (БСИ) тарихи ҳисоботи
zh: 历史 QBI 报告

source: Holder Name
ca: Nom del titular
de: Name des Inhabers
es: Nombre del titular
fr: Nom du Titulaire
it: Titolare prenotazione
ja: 保有者の名前
kk: Иесінің Аты
ko: 소지자 이름
ky: Ээсинин аты
lv: Īpašnieka/nomnieka/turētāja nosaukums
mn: Эзэмшигчийн нэр
pt: Nome do titular
ro: Numele titularului
ru: Имя держателя
uk: Ім'я власника
uz: Эгасининг исми
zh: 持有人名稱

source: Home
fr: Accueil
uk: Головна
zh: 家

source: Hong Kong Dollar (HKD)
fr: Dollar de Hong Kong (HKD)
it: Dollaro di Hong Kong (HKD)
kk: Гонконг доллары (HKD)
pt: Dolar de Hong Kong (HKD)
uk: Гонконгский доллар (HKD)
uz: Гонконг доллари (HKD)
zh: 港元 (HKD)

source: Honoring our donors
ca: Reconeixent els nostres donants
de: Ehrung unserer Spender
es: Honramos a nuestros donantes
fr: Hommage à nos donateurs
it: Onorare i nostri donatori
ja: 寄付者への敬意
kk: Біздің донорларымызды құрметтейміз
ky: Донорлорубузга урматтайбыз
lv: Godinot mūsu donorus
mn: Ивээн тэтгэгч нараа хүндэтгэх
pt: Honrando nossos doadores
ro: Onorarea donatorilor noștri
ru: Чествуем наших спонсоров
uk: Вшановуємо наших спонсорів
uz: Донорларимизни эътироф этамиз
zh: 尊敬我们的捐赠者

source: HOSPITALITY DESK
ca: TAULELL DE BENVINGUDA
de: EMPFANGSSCHALTER
es: MOSTRADOR DE BIENVENIDA
fr: Bureau d'accueil
it: DESK DI BENVENUTO
ja: ホスピタリティ・デスク
kk: Қонақжайлылық үстелі
ko: 접객 데스크
ky: Каттоо жана кабыл алуу бөлүмү
lv: VIESMĪLĪBAS LAPA
mn: ЗОЧЛОХ ШИРЭЭ
pt: MESA DE HOSPITALIDADE
ro: BIROUL DE OSPITALITATE
ru: СТОЙКА РАЗМЕЩЕНИЯ И РЕГИСТРАЦИИ
uk: СТІЙКА РОЗМІЩЕННЯ ТА РЕЄСТРАЦІЇ
uz: МЕҲМОНДЎСТЛИК СТОЛИ
zh: 接待台

source: Host:
ca: Amfitrió:
de: Gastgeber:
es: Anfitrión:
fr: Animateur :
ja: ホスト:
kk: Хост:
ko: 호스트:
ky: Хост(Кабыл алуучу тарап):
lv: Resursdators:
mn: Хост:
pt: Anfitrião:
ro: Gazdă:
uk: Хост:
uz: Хост:
zh: 主持人：

source: HOSTED EXECUTIVE DINNER
ca: SOPAR PER A EXECUTIUS
de: VERANSTALTETES ABENDESSEN FÜR FÜHRUNGSKRÄFTE
es: CENA CON EJECUTIVOS
fr: DÎNER EXÉCUTIF ORGANISÉ
it: CENA CON I DIRIGENTI
ja: エグゼクティブ主催のディナー
kk: БАСШЫЛЫҚ ПЕНЕН КЕШКІ АС
ko: 이그제큐티브 저녁 주최
ky: ЖЕТЕКЧИЛИК МЕНЕН КЕЧКИ ТАМАК
lv: MĀJAS TĒVS IZPILDIREKTORS
mn: ЗАХИРЛУУДТАЙ ХАМТ ОРОЙН ХООЛ
pt: JANTAR COM A PRESENÇA DOS EXECUTIVOS
ro: CINA EXECUTIVE GĂZDUITĂ
ru: ЗВАНЫЙ УЖИН С РУКОВОДСТВОМ
uk: ЗВАНА ВЕЧЕРЯ З КЕРІВНИЦТВОМ
uz: РАҲБАРИЯТ БИЛАН МАХСУС КЕЧЛИК
zh: 举办行政晚宴

source: Hotel
fr: Hôtel

source: Hotel and Cruise Offers
ca: Ofertes d'Hotels i Creuers
de: Hotel- und Kreuzfahrtangebote
es: Ofertas de Hoteles y Cruceros
fr: Offres d'hôtels et de croisières
it: Offerte di hotel e crociere
ja: ホテルとクルーズのオファー
kk: Қонақ үй және круиздік мәмілелер
ko: 호텔 및 크루즈 상품
ky: Круиз жана мейманкана сунуштары
lv: Viesnīcu un Kruīzu Piedāvājumi
mn: Зочид буудал болон Далайн аялалууд
pt: Hotéis e cruzeiros disponíveis
ro: Oferte de hoteluri și croaziere
ru: Круизные и гостиничные предложения
uk: Круїзні та готельні пропозиції
uz: Меҳмонхона ва круиз таклифлари
zh: 酒店和郵輪優惠

source: Hotel Bookings
ca: Reserves d'hotels
de: Hotel Buchungen
es: Reservas de Hotel
fr: Réservations d'hôtel
it: Prenotazioni hotel
ja: ホテルの予約
kk: Қонақүйді Брондау
ko: 호텔 예약
ky: Мейманкана брондору
lv: Viesnīcas rezervācijas
mn: Зочид буудлын захиалгууд
pt: Reservas de hotel
ro: Rezervări la hotel
ru: Бронирования отелей
uk: Бронювання готелів
uz: Меҳмонхона буюртмалари
zh: 酒店预订

source: Hotel bookings are not available in your country at this time.
ca: Les reserves d'hotel no estan disponibles al teu país en aquest moment.
de: Hotelbuchungen sind in Ihrem Land zur Zeit nicht möglich.
es: Las reservas de hotel no están disponibles en tu país en este momento.
fr: Les réservations d'hôtel ne sont pas disponibles dans votre pays pour le moment.
it: Al momento non ci sono prenotazioni alberghiere nel tuo paese.
ja: 現在、ホテル予約はあなたの国ではご利用いただけません。
kk: Еліңіздегі қонақүйлерді брондау қазір қолжетімсіз.
ko: 현재 귀하의 국가에서는 호텔 예약이 불가능합니다.
ky: Учурда өлкөңүздө мейманкананы брондоо мүмкүн эмес.
lv: Jūsu valstī patreiz nav iespējamas viesnīcu rezervācijas.
mn: Одоогоор танай улсад буй зочид буудлуудаас захиалга хийх боломжгүй байна.
pt: As reservas de hotel não estão disponíveis em seu país no momento.
ro: Rezervările la hotel nu sunt disponibile în țara ta în acest moment.
ru: В настоящее время в вашей стране бронирование отелей недоступно.
uk: На даний момент бронювання готелів у вашій країні недоступне.
uz: Сизнинг мамлакатингиз учун меҳмонхона буюртмаси ҳозирги вақтда мавжуд эмас.
zh: 目前您所在的國家/地區不提供酒店預訂服務。

source: Hotel Category
fr: Catégorie d'Hôtel
it: Categoria hotel
kk: Қонақүй санаты
pt: Categoria de Hotel
uk: Категорія готелю
uz: Меҳмонхона тоифаси
zh: 酒店类别

source: Hotel Code
ca: Codi de l'Hotel
es: Código de Hotel
fr: Code de l'hôtel
it: Codice Hotel
ja: ホテルコード
kk: Қонақүй коды
ky: Мейманкананын коду
lv: Viesnīcas Kods
mn: Зочид буудлын код
pt: Código do hotel
ro: Cod hotel
ru: Код отеля
uk: Код готелю
uz: Меҳмонхона индекси
zh: 酒店代码

source: Hotel Details
ca: Detalls de l'hotel
es: Detalles del Hotel
fr: Détails de l'Hôtel
it: Informazioni sull'hotel
ja: ホテルの詳細
kk: Қонақ үй Мәліметтері
ko: 호텔 세부 정보
ky: Мейманкананын чоо-жайы
lv: Detalizēta informācija par viesnīcu
mn: Зочид буудлын тухай дэлгэрэнгүй мэдээлэл
pt: Detalhes do hotel
ro: Detalii hotel
ru: Подробности об отеле
uk: Подробиці про готель
uz: Меҳмонхонага оид маълумотлар
zh: 酒店詳情

source: Hotel Info
ca: Informació d'hotels
es: Información del Hotel
fr: Informations sur l'hôtel
it: Info sull'hotel
ja: ホテルの情報
kk: Қонақ үй туралы ақпарат
ko: 호텔 정보
ky: Мейманкана тууралуу маалымат
lv: Informācija par viesnīcu
mn: Зочид буудлын мэдээлэл
pt: Informações do hotel
ro: Info Hotel
ru: Информация об отеле
uk: Інформація про готель
uz: Меҳмонхона ҳақида маълумот
zh: 酒店信息

source: Hotel Name
ca: Nom de l'Hotel
es: Nombre del Hotel
fr: Nom de l'hôtel
it: Nome Hotel
ja: ホテルの名称
kk: Қонақ үй атауы
ky: Мейманкананын Аты
lv: Viesnīcas Nosaukums
mn: Зочид буудлын нэр
pt: Nome do hotel
ro: Nume hotel
ru: Название отеля
uk: Назва готелю
uz: Меҳмонхона номи
zh: 酒店名称

source: Hotel Name (A-Z)
ca: Nom de l'hotel (A-Z)
es: Nombre del hotel (A-Z)
fr: Nom de l'hôtel (A-Z)
it: Nome dell'hotel (A-Z)
ja: ホテルの名称（A〜Z順）
kk: Қонақ үй атауы (A-Z)
ko: 호텔 이름(A-Z)
ky: Мейманкананын Аты(A-Z)
lv: Viesnīcas nosaukums(A-Z)
mn: Зочид буудлын нэрс (A-Z)
pt: Nome do hotel (A-Z)
ro: Nume hotel (A-Z)
ru: Название отеля (A-Z)
uk: Назва готелю (A-Z)
uz: Меҳмонхона номи (A-Z)
zh: 酒店名稱（A-Z）

source: Hotel Name (Z-A)
ca: Nom de l'hotel (Z-A))
es: Nombre del hotel (Z-A)
fr: Nom de l'hôtel (Z-A)
it: Nome dell'hotel (Z-A)
ja: ホテルの名称（Z〜A順）
kk: Қонақ үй атауы (Z-A)
ko: 호텔 이름(Z-A)
ky: Мейманкананын Аты (Z-A)
lv: Viesnīcas nosaukums (Z-A)
mn: Зочид буудлын нэрс (Z-A)
pt: Nome do hotel (Z-A)
ro: Nume hotel (Z-A)
ru: Название отеля (Z-A)
uk: Назва готелю (Z-A)
uz: Меҳмонхона номи (Z-A)
zh: 酒店名稱（Z-A）

source: Hotel Phone #
ca: Telèfon de l'hotel #
de: Hotel Telefon #
es: # de Teléfono del Hotel
fr: Téléphone de l'Hôtel #
it: Telefono dell'hotel
ja: ホテルの電話番号
kk: Қонақ үй Телефон #
ko: 호텔 전화번호 #
ky: Мейманкананын телефон номери#
lv: Viesnīcas Telefons#
mn: Зочид буудлын утасны дугаар
pt: Número de telefone do hotel
ro: Telefon hotel #
ru: # Телефона отеля
uk: Телефон готелю #
uz: Меҳмонхона телефон рақами #
zh: 酒店電話#

source: Hotel Price
ca: Preu de l'hotel
de: Hotelpreis
es: Precio del Hotel
fr: Prix de l'hôtel
it: Prezzo dell'hotel
ja: ホテルの価格
kk: Қонақ үйде тұру құны
ky: Мейманкананын баасы
lv: Viesnīcas Cena
mn: Зочид буудлын үнэ
pt: Preço do hotel
ro: Preț hotel
ru: Стоимость отеля
uk: Вартість готелю
uz: Меҳмонхона нархи
zh: 酒店价格

source: Hotel Protection
ca: Protecció d'hotel
de: Hotel Schutz
es: Protección de Hotel
fr: Protection de l'hôtel
it: Protezione dell'hotel
ja: ホテルの保護
kk: Қонақ үйді қорғау
ky: Мейманкана коргоосу
lv: Viesnīcas Aizsardzība
mn: Зочид буудлын хамгаалалт
pt: Proteção de hotel
ro: Protecție hotel
ru: Защита отеля
uk: Захист готелю
uz: Меҳмонхона ҳимояси
zh: 酒店保护

source: Hotel Provider:
ca: Proveïdor d'hotel:
de: Hotel Anbieter:
es: Proveedor de Hoteles:
fr: Fournisseur d'hôtels :
it: Fornitore dell'hotel:
ja: ホテルプロバイダ：
kk: Қонақ үй қызметтерін жеткізуші:
ky: Мейманкана провайдери:
lv: Viesnīcu nodrošinātājs:
mn: Зочид буудлын ханган нийлүүлэгч:
pt: Fornecedores de hotéis:
ro: Furnizor hotel:
ru: Поставщик отеля:
uk: Постачальник готелю:
uz: Меҳмонхона етказиб берувчи:
zh: 酒店供应商：

source: Hotel Providers
ca: Proveïdors d'hotels
de: Hotel Anbieter
es: Proveedores de Hoteles
fr: Fournisseurs d'hôtels
it: Fornitori di servizi alberghieri
ja: ホテルプロバイダ
kk: Қонақ үй жеткізушілері
ky: Мейманкана провайдерлери
lv: Viesnīcu nodrošinātājs
mn: Зочид буудлын ханган нийлүүлэгч нар
pt: Fornecedores de hotéis
ro: Furnizori de hoteluri
ru: Поставщики отелей
uk: Постачальники готелів
uz: Меҳмонхона хизмати етказиб берувчилар
zh: 酒店供应商
