Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Consult the specific details of the different Membership plans.
ca: Consulta els detalls específics dels diferents plans de Membresia.
de: Informieren Sie sich über die Einzelheiten der verschiedenen Mitgliedschaftspläne.
es: Consulta los detalles específicos de los diferentes planes de Membresía.
fr: Consultez les détails spécifiques des différents plans d'Adhésion.
it: Consulta i dettagli specifici dei diversi piani di Membership.
ja: 各メンバーシップ・プランの詳細については、お問い合わせください。
kk: Әр түрлі мүшелік жоспарларының нақты мәліметтерін қараңыз.
ky: Мүчөлүк программасынын ар кандай пландары жөнүндө көбүрөөк маалымат алыңыз.
lv: Iepazīstieties ar dažādu Biedru Dalības plānu īpašajām iezīmēm.
mn: Гишүүнчлэлийн өөр хувилбаруудын тухай дэлгэрэнгүй мэдээлэлтэй танилцана уу.
pt: Consulte os detalhes específicos dos diferentes planos de assinatura.
ro: Consultă detaliile specifice ale diferitelor planuri de membru.
ru: Ознакомьтесь с подробной информацией о различных планах Программы Членства.
uk: Ознайомтеся з детальною інформацією щодо різних планів Програми Членства.
uz: Турли Аъзолик режаларига оид батафсил маълумотлар билан танишинг.
zh: 请查看不同会员计划的具体详情。

source: Contact by Mail:
ca: Contacte per Correu:
de: Kontaktieren Sie uns per Post:
es: Contáctanos por Correo:
fr: Contact par mail :
it: Contatto via posta:
ja: メールでのお問い合わせ：
kk: Пошта арқылы хабарласу:
ko: 메일 문의:
ky: Почта аркылуу байланыш:
lv: Kontaktpersona pa pastu:
mn: Захиагаар холбогдох:
pt: Contato por email:
ro: Contact prin Poştă:
ru: Контакты по почте:
uk: Зв'язок Поштою:
uz: Почта орқали боғланинг:
zh: 通過郵件聯繫：

source: Contact Information
ca: Informació de contacte
de: Kontaktinformationen
es: Información de Contacto
fr: Informations de contact
it: Informazioni di contatto
ja: 連絡先情報
kk: Контактілер
ko: 연락처 정보
ky: Байланыш маалыматы
lv: Kontakt informācija
mn: Холбоо барих мэдээлэл
pt: Informação de contato
ro: Informaţii de contact
ru: Контактная информация
uk: Контактна інформація
uz: Контакт маълумотлари
zh: 聯繫信息

source: Contact Information And Tour Details
ca: Informació de contacte i detalls del Tour
de: Kontaktinformationen und Details zur Tour
es: Información de Contacto y detalles del tour
fr: Coordonnées et détails de la visite
it: Informazioni di contatto e dettagli del tour
ja: 連絡先情報とツアーの詳細
kk: Байланыс ақпараты және тур туралы мәліметтер
ky: Байланыш жана тур тууралу маалыматтар
lv: Kontaktinformācija un detalizēta informācija par ekskursijām
mn: Аяллын мэдээлэл болон холбоо барих хаяг
pt: Informações de contato e detalhes do passeio
ro: Informaţii de contact și detalii despre tur
ru: Контактная информация и детали тура
uk: Контактна інформація та деталі туру
uz: Контакт маълумотлари ва Турга оид маълумотлар
zh: 联系信息和旅游详情

source: Contact Support
ca: Contacta amb Suport
es: Contactar a Soporte
fr: Contacter l'Assistance
it: Contatta il supporto
ja: サポートに連絡
kk: Қолдау қызметіне хабарласыңыз
ky: Колдоо кызматы менен байланышыңыз
mn: Тусламжийн хэлтэст хандах
pt: Contate o Suporte
ro: Contactează asistența
ru: Написать в поддержку
uk: Зв’язатися з Підтримкою
uz: Қўллаб-қувватлаш хизмати билан боғланинг
zh: 联系支持团队

source: Contact us
ca: Contacti amb nosaltres
de: Kontaktieren Sie uns
es: Contáctanos
fr: Nous contacter
it: Contattaci
ja: お問い合わせ
kk: Бізбен хабарласыңыз
ky: Биз менен байланышыңыз
lv: Kontaktējies ar Mums
mn: Холбоо барих
pt: Fale Conosco
ro: Contactează-ne
ru: Связаться с нами
uk: Зв'яжіться з нами
uz: Биз билан боғланинг
zh: 联系我们

source: Contact Us
ca: Contacti amb Nosaltres
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous
it: Contattaci
ja: お問い合わせ
kk: Бізбен хабарласыңыз
ko: 고객센터
ky: Биз менен ьайланышыңыз
lv: Kontaktējies ar mums
mn: Холбоо барих
pt: Fale Conosco
ro: Contactează-ne
ru: Свяжитесь с нами
uk: Зв'яжіться з нами
uz: Биз билан боғланинг
zh: 聯繫我們

source: Contacts exported successfully
ca: Contactes exportats correctament
de: Kontakte erfolgreich exportiert
es: Contactos exportados correctamente
fr: Contacts exportés avec succès
it: Contatti esportati con successo
ja: 連絡先のエクスポートに成功しました
kk: Байланыстар сәтті экспортталды
ky: Байланыштар ийгиликтүү экспорттолду
lv: Kontaktpersonas veiksmīgi eksportētas
mn: Хаягууд амжилттай илгээгдлээ
pt: Contatos exportados com sucesso
ro: Contactele au fost exportate cu succes
ru: Контакты экспортированы успешно
uk: Контакти успішно експортовані
uz: Контактлар муваффақиятли экспорт қилинди
zh: 联系人导出成功

source: Contacts Imported
ca: Contactes Importats
de: Kontakte importiert
es: Contactos Importados
fr: Contacts importés
it: Contatti importati
ja: 連絡先がインポートされました
kk: Контактілер Импортталды
ky: Контакттар импорттолду
lv: Kontakti importēti
mn: Хаягууд татагдлаа.
pt: Contatos importados
ro: Contacte Importate
ru: Контакты импортированы
uk: Контакти імпортовано
uz: Контактлар импорт қилинди
zh: 联系人已导入

source: Contacts Imported Successfully.
ca: Contactes importats amb èxit.
de: Kontakte erfolgreich importiert.
es: Contactos Importados exitosamente.
fr: Contacts importés avec succès.
it: Contatti importati con successo.
ja: 連絡先のインポートが成功しました。
kk: Контактілер сәтті импортталды.
ky: Контакттар ийгиликтүү импорттолду
lv: Kontaktpersonas ir sekmīgi importētas.
mn: Хаягууд амжилттай татагдлаа.
pt: Contatos importados com sucesso.
ro: Contactele au fost importate cu succes.
ru: Контакты импортированы успешно.
uk: Контакти успішно імпортовані.
uz: Контактлар муваффақиятли импорт қилинди
zh: 联系人导入成功

source: Contacts will be imported to Pending Invites in your Contact Manager. They will be automatically placed in our Invited List and they can register on our site anytime they want. You can email them directly or use our invitation system to send invites.
ca: Els contactes s'importaran a Invitacions Pendents en el teu Gestor de contactes. Seran col·locats automàticament a la nostra Llista d'Invitats i podran registrar-se a la nostra pàgina web en qualsevol moment. Pots enviar-los correus electrònics directament o utilitzar el nostre sistema d'invitació per enviar invitacions.
de: Die Kontakte werden in die Liste der ausstehenden Einladungen in Ihrem Kontaktmanager importiert. Sie werden automatisch in unsere Liste der Eingeladenen aufgenommen und können sich jederzeit auf unserer Website anmelden. Sie können ihnen direkt eine E-Mail schicken oder unser Einladungssystem nutzen, um Einladungen zu versenden.
es: Los contactos se importarán a Invitaciones Pendientes de tu área de contactos. Estos contactos serán colocados automáticamente en nuestra Lista de Invitados y podrán registrarse en nuestra web en cualquier momento que quieran. Luego, tu podrás enviarles directamente, un correo electrónico o usar nuestro propio sistema de invitaciones para enviar las invitaciones.
fr: Les contacts seront importés dans les invitations en attente dans votre gestionnaire de contacts. Ils seront automatiquement placés dans notre liste d'invités et pourront s'inscrire sur notre site à tout moment. Vous pouvez leur envoyer un courriel directement ou utiliser notre système d'invitation pour envoyer des invitations.
it: I contatti saranno importati nella sezione Inviti in sospeso della Gestione Contatti. Saranno automaticamente inseriti nella nostra Lista degli Invitati e potranno registrarsi sul nostro sito in qualsiasi momento. Puoi inviargli direttamente un'email o utilizzare il nostro sistema di inviti.
ja: 連絡先は、連絡先管理画面の保留中の招待にインポートされます。連絡先は自動的に招待リストに登録され、いつでも当サイトに登録することができます。直接Eメールを送るか、招待状システムを利用して招待状を送ることができます。
kk: Контактілер Контакт менеджеріндегі күтудегі шақырулар тізіміне импортталады. Олар автоматты түрде шақырулар тізіміне енгізіледі және кез келген уақытта біздің веб-сайтта тіркеле алады. Оларға тікелей электрондық пошта арқылы жіберуге немесе шақыруларды жіберу үшін шақыру жүйесін пайдалануға болады.
ky: Контакттар контакттарды башкаруу баракчаңыздагы Күтүүдөгү сунуштарга импорттолот. Алар автоматтык түрдө биздин Чакыруулар тизмебизге жайгаштырылат жана алар каалаган убакта биздин сайтка каттала алышат. Сиз аларга түздөн-түз электрондук билдирүү аркылуу же биздин системабыз аркылуу сунуш жөнөтө аласыз.
lv: Kontaktpersonas tiks importētas uz Gaidošajām iesūtnēm jūsu Kontaktpersonu Pārvaldniekā. Tie tiks automātiski ievietoti mūsu Uzaicināto Sarakstā, un viņi varēs reģistrēties mūsu vietnē jebkurā laikā, kad vien vēlēsies. Varat tos nosūtīt pa e-pastu tieši vai izmantot mūsu ielūgumu sistēmu, lai nosūtītu uzaicinājumus.
mn: Таны найзуудын нэр хаяг Харилцагчийн менежер дэх Хүлээгдэж буй урилгууд хэсэгт орно. Эдгээр нь автоматаар урилгын жагсаалтанд орох бөгөөд тухай хүн хүссэн үедаа манай системд бүртгүүлэх боломжтой болно. Та тэдэнд өөрөө шууд болон манай урих системийг ашиглан урилга илгээх боломжтой юм.
pt: Os contatos serão importados para Convites Pendentes no seu Gerenciador de Contatos. Eles serão automaticamente colocados em nossa Lista de Convidados e poderão se cadastrar em nosso site sempre que desejarem. Você pode enviá-los diretamente por e-mail ou usar nosso sistema de convites para enviar convites.
ro: Contactele vor fi importate în Invitații în așteptare din Managerul de contacte. Ei vor fi plasați automat în Lista noastră de invitați și se pot înregistra pe site-ul nostru oricând doresc. Le poți trimite prin e-mail direct sau poți utiliza sistemul nostru de invitații pentru a trimite invitații.
ru: Контакты будут внесены в "Приглашения в ожидании" на странице Управления Контактами. Они будут автоматически добавлены в наш Список Приглашённых и они могут зарегистрироваться на нашем сайте в любое время. Вы можете отправить им электронное письмо самостоятельно или использовать нашу систему приглашений для отправки приглашения.
uk: Контакти будуть внесені до "Запрошення в очікуванні" на сторінці Керування Контактами. Вони будуть автоматично додані до нашого Списку Запрошених і вони можуть зареєструватися на нашому сайті в будь-який час. Ви можете надіслати їм електронний лист самостійно або використати нашу систему запрошень для надсилання запрошення.
uz: Контактлар Контактларни бошқариш саҳифангиздаги Кутаётган таклифларга импорт қилинади. Улар автомат равишда бизнинг Таклиф этилганлар рўйхатимизга жойлаштирилади ва улар истаган пайтлари сайтимизда рўйхатдан ўтишлари мумкин. Сиз уларга бевосита электрон хат йўллашингиз ёки бизнинг таклиф этиш тизимимиз орқали электрон таклиф юборишингиз мумкин.
zh: 您的联系人将被导入到您的联系人管理器中的待邀请列表中。他们将自动放置在我们的已邀请列表中，随时可以在我们的网站上注册。您可以直接通过电子邮件联系他们，或者使用我们的邀请系统发送邀请。

source: content related to dating or sexual activities of individuals under the age of eighteen (18);
ca: contingut relacionat amb cites o activitats sexuals de menors de divuit (18) anys;
de: Inhalte im Zusammenhang mit Verabredungen oder sexuellen Aktivitäten von Personen unter achtzehn (18) Jahren;
es: es contenido relacionado con actividades de citas o sexuales de personas menores de dieciocho (18);
fr: contenu lié aux rencontres ou aux activités sexsuelles de personnes âgées de moins de dix-huit (18) ans ;
it: contenuti relativi a incontri o attività sessuali di persone di età inferiore ai diciotto (18) anni;
ja: 18歳未満の個⼈のデートまたは性⾏為に関連するコンテンツ;
kk: он сегіз жасқа толмаған адамдармен кездесуге немесе жыныстық қатынасқа байланысты материалдар (18);
ky: он сегиз (18) жашка чыга элек адамдардын таанышуу же сексуалдык аракеттерине байланыштуу контент жок экендигине;
lv: saturu, kas saistīts ar astoņpadsmit (18) gadu vecumu nesasniegušu personu iepazīšanos vai seksuālām darbībām;
mn: арван найм (18) нас хүрээгүй хүмүүсийн уруу татсан, бэлгийн үйл ажиллагаатай холбоотой контент;
pt: conteúdo relacionado a encontros ou atividades sexuais de menores de dezoito (18) anos;
ro: conținut legat de întâlniri sau activități sexuale ale persoanelor sub vârsta de optsprezece (18);
ru: материалы, связанные с знакомствами или сексуальной деятельностью лиц, не достигших восемнадцатилетнего возраста (18);
uk: матеріали, що стосуються знайомств або сексуальної активності осіб, які не досягли віку вісімнадцяти років (18);
uz: ўн саккиз (18) ёшдан кичик шахсларнинг учрашуви ва жинсий яқинлик фаолияти билан боғлиқ контент эмаслиги;
zh: 与18岁以下未成年人约会或性行为相关的内容；

source: content related to or promoting gambling, including games of chance, sports betting, operations similar or equivalent to those found at casinos and card games;
ca: contingut relacionat amb o que promogui el joc, incloent-hi jocs d’atzar, apostes esportives, operacions similars o equivalents a les que es troben als casinos i jocs de cartes;
de: Inhalte im Zusammenhang mit Glücksspielen oder solche, die diese fördern, darunter Glücksspiele, Sportwetten, ähnliche oder gleichwertige Vorgänge wie in Kasinos und Kartenspiele;
es: es contenido relacionado con o que promueva juegos de azar, incluidos los juegos de azar, apuestas deportivas, operaciones similares o equivalentes a las que se encuentran en los casinos y juegos de cartas;
fr: contenu lié ou faisant la promotion de jeux de hasard, y compris les jeux de chance, les paris sportifs, les activités similaires ou équivalentes à celles proposées dans les casinos et les jeux de cartes ;
it: contenuti che riguardano o promuovono il gioco d'azzardo, inclusi giochi di fortuna, scommesse sportive, operazioni simili o equivalenti a quelle presenti nei casinò e giochi di carte;
ja: 賭博、スポーツ賭博、カジノやカードゲームで⾒られるものと同様または同等の操作を含む、ギャンブルに関連するまたは促進するコンテンツ;
kk: ойын бизнесімен байланысты немесе оны насихаттайтын материалдар, соның ішінде құмар ойындар, спорттық ставкалар, Казинода жасалғанға ұқсас немесе оған тең қызмет және карта ойындары;
ky: кумар оюндарына байланыштуу же үгүттөгөн контент эместигине, анын ичинде спорттук мелдештер, казинолордо жана карта оюндарында табылган операцияларга окшош же эквиваленттүү операциялар жоктугуна;
lv: saturu, kas saistīts ar azartspēlēm vai to veicināšanu, tostarp sporta derībām, darbībām, kas ir līdzīgas vai līdzvērtīgas darbībām, kuras konstatētas kazino un kāršu spēlēs;
mn: мөрийнтэй тоглоом, спорт бооцоо, казино зэрэг тоглоомууд болон түүнтэй адилтгах ижил төрлийн үйл ажиллагааг сурталчилсан контент;
pt: conteúdo relacionado ou promoção de jogatina, incluindo jogos de azar, apostas esportivas, operações semelhantes ou equivalentes às encontradas em cassinos e jogos de cartas;
ro: conținut legat de sau promovarea jocurilor de noroc, inclusiv jocuri de noroc, pariuri sportive, operațiuni similare sau echivalente cu cele găsite la cazinouri și jocuri de cărți;
ru: материалы, связанные с игорным бизнесом или пропагандирующие его, включая азартные игры, ставки на спорт, деятельность, аналогичную или эквивалентную той, что осуществляется в казино, и карточные игры;
uk: матеріали, пов'язані з гральним бізнесом або які пропагують його, включаючи азартні ігри, ставки на спорт, діяльність, аналогічну або еквівалентну тій, що здійснюється в казино, а також карткові ігри;
uz: қиморбозлик, жумладан, таваккалчиликка асосланган ўйинлар, спорт ўйинларига пул тикиш, казинолар ва карта ўйинларида мавжуд амалларга тенг ёки ўхшаш амаллар билан боғлиқ контент эмаслиги;
zh: 与赌博相关或推广赌博的内容，包括机会游戏、体育博彩、类似或等同于赌场和纸牌游戏的运营活动；

source: content related to or promoting illegal activities, including chain letters, pyramid schemes, sweepstakes, trafficking, sale or trade of false documents or credentials;
ca: contingut relacionat amb o que promogui activitats il·legals, incloent-hi cartes en cadena, esquemes piramidals, sortejos, tràfic, venda o intercanvi de documents o credencials falses;
de: Inhalte im Zusammenhang mit oder zur Förderung illegaler Aktivitäten, einschließlich Kettenbriefen, Pyramidensystemen, Gewinnspielen, Handel mit, Verkauf oder Handel mit falschen Dokumenten oder Zeugnissen;
es: es contenido relacionado con o que promueva actividades ilegales, entre ellas, cartas en cadena, esquemas piramidales, sorteos, la trata, la venta o el comercio de documentos falsos o credenciales;
fr: contenu lié ou faisant la promotion d'activités illégales, y compris les chaînes de lettres, les systèmes pyramidaux, les loteries, le trafic, la vente ou l'échange de faux documents ou justificatifs ;
it: contenuti che riguardano o promuovono attività illegali, incluse catene di Sant'Antonio, schemi piramidali, lotterie a premi, traffico, vendita o scambio di documenti o credenziali falsi;
ja: チェーンレター、ピラミッドスキーム、懸賞、⼈⾝売買、虚偽の⽂書または信任状の販売または取引を含む、違法⾏為に関連するまたは促進するコンテンツ;
kk: заңсыз қызметпен байланысты немесе оны насихаттайтын материалдар, соның ішінде "бақыт хаттары", қаржы пирамидалары, тотализаторлар, контрабанда, сату немесе жалған құжаттар немесе куәліктермен сауда жасау;
ky: Мыйзамсыз иш-аракеттерге, анын ичинде чынжыр каттарга, пирамида схемаларына, лотереяга, контрабандага, алдамчылык документтерди же ишеним грамоталарын сатууга же соодалоого тиешелүү же аларга үндөгөн контент эместигине;
lv: saturs, kas saistīts ar nelikumīgām darbībām vai to veicināšanu, tostarp "ķēdes" vēstules, piramīdas shēmas, totalizatori, viltotu dokumentu vai pilnvaru tirdzniecība, pārdošana vai tirdzniecība;
mn: гинжин захидлууд, пирамид схем, азын сугалаа, худал хуурмаг баримт бичиг, гэрчилгээ наймаалцах зэрэг хууль бус үйл ажиллагаатай холбоотой буюу сурталчилж буй контент;
pt: conteúdo relacionado ou promoção de atividades ilegais, incluindo correntes, esquemas de pirâmides, sorteios, tráfico, venda ou comércio de documentos ou credenciais falsos;
ro: conținut legat de sau care promovează activități ilegale, inclusiv scrisori în lanț, scheme piramidale, tombole, traficul, vânzarea sau comercializarea de documente sau acreditări false;
ru: материалы, связанные с незаконной деятельностью или пропагандирующие ее, включая «письма счастья», финансовые пирамиды, тотализаторы, контрабанду, продажу или торговлю поддельными документами или удостоверениями;
uk: матеріали, пов'язані з незаконною діяльністю або що пропагують її, включаючи «листи щастя», фінансові піраміди, тоталізатори, контрабанду, а також продаж чи торгівлю підробленими документами або посвідченнями;
uz: ноқонуний хатти-ҳаракатларни, жумладан, занжирли мактублар, пирамида схемалар, тотализаторлар, қалбаки ҳужжат ва ваколат берувчи гувоҳномаларни олиб ўтиш, сотиш ва улар тижорати билан шуғулланишни тарғиб қилувчи ёки улар билан боғлиқ контент эмаслиги;
zh: 与非法活动相关或推广非法活动的内容，包括连锁信、金字塔骗局、抽奖、贩运、虚假文件或证件的销售或交易；

source: content related to prostitution or the exchange of sexual or erotic services for pecuniary gain;
ca: contingut relacionat amb la prostitució o amb l’intercanvi de serveis sexuals o eròtics a canvi d’una compensació econòmica;
de: Inhalte im Zusammenhang mit Prostitution oder dem Austausch sexueller oder erotischer Dienstleistungen gegen Geld;
es: es contenido relacionado con la prostitución o el intercambio de servicios sexuales o eróticos para ganancia pecuniaria;
fr: contenu lié à la prostitution ou à l'échange de services sexuels ou érotiques contre une rémunération ;
it: contenuti relativi alla prostituzione o allo scambio di prestazioni sessuali o erotiche a scopo di lucro;
ja: 売春または⾦銭的利益と性的または性的サービスの交換に関連するコンテンツ;
kk: материалдық пайда алу үшін жезөкшелікпен немесе жыныстық немесе эротикалық қызметтермен алмасумен байланысты материалдар;
ky: сойкулукка же сексуалдык же эротикалык кызматтарды акчалай пайдага алмаштырууга байланышкан контент эместигине;
lv: saturu, kas saistīts ar prostitūciju vai seksuālu vai erotisku pakalpojumu apmaiņu mantiska labuma gūšanai;
mn: биеэ үнэлэх, бэлгийн болон эротик үйлчилгээг мөнгөн ашиг олох зорилго бүхий контент;
pt: conteúdo relacionado à prostituição ou à troca de serviços sexuais ou eróticos para ganho pecuniário;
ro: conținut legat de prostituție sau schimbul de servicii sexuale sau erotice pentru câștiguri pecuniare;
ru: материалы, связанные с проституцией или обменом сексуальными или эротическими услугами с целью получения материальной выгоды;
uk: матеріали, пов'язані з проституцією чи обміном сексуальних або еротичних послуг з метою отримання матеріальної вигоди;
uz: фоҳишалик ёки пул топиш мақсадини кўзловчи жинсий ёхуд эротик хизматлар алмашинуви билан боғлиқ контент эмаслиги;
zh: 与卖淫或以获取金钱报酬为目的的性服务或情色服务交换相关的内容；

source: content related to the use of alcohol targeted at individuals under the age of twenty-one (21);
ca: contingut relacionat amb el consum d’alcohol dirigit a menors de vint-i-un (21) anys;
de: Inhalte im Zusammenhang mit dem Alkoholkonsum, die sich an Personen unter einundzwanzig (21) Jahren richten;
es: es contenido relacionado con el uso del alcohol dirigido a personas menores de veintiún (21);
fr: contenu lié à la consommation d'alcohol ciblant des individus âgés de moins de vingt et un (21) ans ;
it: contenuti relativi all'uso di alcolici rivolti a persone di età inferiore a ventuno (21) anni;
ja: 21歳未満の個⼈を対象としたアルコールの使⽤に関連するコンテンツ;
kk: 21 жасқа толмаған адамдарға бағытталған алкогольді тұтынуға байланысты материалдар;
ky: жыйырма бир (21) жашка чейинки адамдарга алкоголдук ичимдиктерди колдонууга байланыштуу контент эместигине;
lv: saturu, kas saistīts ar alkohola lietošanu personām līdz divdesmit viena gada vecumam (21 gads);
mn: хорин нэг (21) нас хүрээгүй хүмүүст чиглэсэн согтууруулах ундааны хэрэглээтэй холбоотой контент;
pt: conteúdo relacionado ao uso de álcool direcionado a indivíduos menores de vinte e um (21) anos;
ro: conținut legat de consumul de alcool, destinat persoanelor sub vârsta de douăzeci și unu (21 de ani);
ru: материалы, связанные с употреблением алкоголя, ориентированные на лиц моложе 21 года;
uk: матеріали, пов'язані з вживанням алкоголю, орієнтовані на осіб, молодших за 21 рік;
uz: йигирма бир (21) ёшдан кичик шахсларнинг алкоголь истеъмоли билан боғлиқ контент эмаслиги;
zh: 与向21岁以下人群推广酒精使用相关的内容；

source: content that contains harmful functionality, including, but not limited to, viruses, Trojans, worms, spyware and adware;
ca: contingut que contingui funcionalitats perjudicials, incloent-hi, entre d’altres, virus, troians, cucs, programari espia i publicitari;
de: Inhalte, die schädliche Funktionen enthalten, einschließlich, aber nicht beschränkt auf Viren, Trojaner, Würmer, Spyware und Adware;
es: es contenido que contenga funciones perjudiciales, incluidos pero no limitados a virus, troyanos, gusanos, spyware y adware;
fr: contenu contenant des fonctionnalités nuisibles, y compris, mais sans s'y limiter, des virus, des chevaux de Troie, des vers, des logiciels espions et des logiciels publicitaires ;
it: contenuti in cui sono presenti funzionalità dannose, tra cui, a titolo esemplificativo ma non esaustivo, virus, trojan, worm, spyware e adware;
ja: ウイルス、トロイの⽊⾺、ワーム、スパイウェア、アドウェアなどの有害な機能を含むコンテンツ;
kk: вирустар, трояндар, құрттар, шпиондық бағдарламалар мен жарнамалық бағдарламаларды қоса алғанда (бірақ олармен шектелмейді) зиянды функциялары бар материалдар;
ky: вирустар, трояндар, шпиондук программалар сыяктуу зыяндуу функцияларды жана жарнамалык программаларды камтыбаган контент экендигине;
lv: saturs, kas satur kaitīgu funkcionalitāti, tostarp vīrusus, Trojas zirgus, spiegprogrammatūru un reklāmprogrammatūru, bet ne tikai;
mn: комьпютерийн вирус, трожан, өт, тагнуулын програм, зар сурталчилгаа зэрэг хор хөнөөлтэй үйлдэл агуулсан контент;
pt: conteúdo que contém funcionalidade prejudicial, incluindo, mas não limitado a vírus, cavalos de Tróia, worms, spyware e adware;
ro: conținut care are funcționalități dăunătoare, inclusiv, dar fără a se limita la, viruși, troieni, viermi, spyware și adware;
ru: материалы, содержащие вредоносные функции, включая (но не ограничиваясь) вирусы, трояны, черви, шпионские и рекламные программы;
uk: матеріали, що містять шкідливі функції, включаючи (але не обмежуючись) вірусами, троянами, хробаками, шпигунськими та рекламними програмами;
uz: зарарли функционалликка эга, жумладан, лекин шу билан чекланмаган ҳолда, вируслар, Троянлар, қуртлар, жосуслик дастурлари ва реклама дастурларини ўз ичига олувчи контент эмаслиги;
zh: 包含有害功能的内容，包括但不限于病毒、木马、蠕虫、间谍软件和广告软件；
