Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Through use of inCruises' website, products and/or services you may be provided the capability to submit images, photos, reviews, messages, posts, public profile information, downloadable products, offers for the sales of goods and/or services, votes or other content (hereinafter, "Your Content"). You are solely responsible for Your Content and no ownership rights are created in inCruises by way of you submitting Your Content to inCruises' website. Once provided, inCruises may or may not provide means for you to remove all or a portion of Your Content. Your responsibility related to Your Content includes anyone's reliance upon the quality, accuracy or reliability of Your Content. Furthermore, you hereby assume all risk related to Your Content and to anyone's use of Your Content Additionally, by submitting Your Content, you are representing and warranting that you have the right to submit Your Content. This includes representing and warranting that Your Content:
ca: A través de l'ús del lloc web, productes o serveis d'inCruises, se't pot proporcionar la capacitat de publicar imatges, fotos, ressenyes, missatges, publicacions, informació de perfil públic, productes descarregables, ofertes per a la venda de béns o serveis, vots o altres continguts (d'ara endavant, "El teu Contingut"). Ets l'únic responsable del teu contingut i no es creen drets de propietat a inCruises per mitjà de la teva publicació del teu contingut al lloc web d'inCruises. Un cop proporcionat, inCruises pot o no proporcionar mitjans per eliminar tot o part del teu contingut. La teva responsabilitat relacionada amb el teu contingut inclou la dependència d'altres persones sobre la qualitat, exactitud o fiabilitat del teu contingut. A més, acceptes tot el risc relacionat amb el teu contingut i amb l'ús que en facin altres persones. A més, en publicar el teu contingut, estàs representant i garantint que tens el dret de publicar-lo. Això inclou representar i garantir que el teu contingut:
fr: En utilisant le site web, les produits et/ou les services d'inCruises, vous pouvez être amené à soumettre des images, des photos, des avis, des messages, des publications, des informations de profil public, des produits téléchargeables, des offres de biens et/ou de services, des votes ou tout autre contenu (ci-après, «Votre Contenu»). Vous êtes seul responsable de Votre Contenu et la soumission de Votre Contenu sur le site web d'inCruises ne crée aucun droit de propriété sur inCruises. Une fois ces droits mis à votre disposition, inCruises peut vous fournir ou non les moyens de supprimer tout ou partie de Votre Contenu. Votre responsabilité concernant Votre Contenu inclut la confiance que quiconque accorde à sa qualité, son exactitude ou sa fiabilité. De plus, vous assumez par les présentes tous les risques liés à Votre Contenu et à son utilisation par quiconque. De plus, en soumettant Votre Contenu, vous déclarez et garantissez avoir le droit de soumettre Votre Contenu. Cela inclut la déclaration et la garantie que Votre Contenu :
it: Attraverso l'utilizzo del sito web, dei prodotti e/o dei servizi di inCruises, ti potrebbe essere fornita la possibilità di inviare immagini, foto, recensioni, messaggi, post, informazioni del profilo pubblico, prodotti scaricabili, offerte per la vendita di beni e/o servizi, voti o altri contenuti (di seguito, "I Tuoi Contenuti"). Sei l'unico responsabile dei Tuoi Contenuti e nessun diritto di proprietà viene creato in inCruises per il fatto che tu abbia inviato i Tuoi Contenuti al sito web di inCruises. Una volta forniti, inCruises potrebbe o meno fornire mezzi per rimuovere tutti o una parte dei Tuoi Contenuti. La tua responsabilità relativa ai Tuoi Contenuti include l'affidamento di chiunque sulla qualità, l'accuratezza o l'affidabilità dei Tuoi Contenuti. Inoltre, con la presente ti assumi ogni rischio relativo ai Tuoi Contenuti e all'utilizzo dei Tuoi Contenuti da parte di chiunque. In aggiunta, inviando i Tuoi Contenuti, dichiari e garantisci di avere il diritto di inviare i Tuoi Contenuti. Ciò include la dichiarazione e la garanzia che i Tuoi Contenuti:
ja: inCruisesのウェブサイト、製品、および/またはサービスを使⽤することにより、画像、写真、レビュー、メッセージ、投稿、公開プロフィール情報、ダウンロード可能な製品、商品および/またはサービスの販売の申し出、投票、コンテンツ（以下、「会員のコンテンツ」）などを提出することができます。会員は、会員のコンテンツに対して単独で責任を負い、 inCruisesのウェブサイトに会員のコンテンツを送信することにより、所有権がinCruisesに作成されることはありません。 inCruisesは、⼀度提供されると、コンテンツのすべてまたは⼀部を削除する⼿段を提供する場合としない場合があります。会員のコンテンツに関する会員の責任には、会員のコンテンツの品質、 正確性、または信頼性への信頼が含まれます。さらに、 会員は、会員のコンテンツおよび会員によるコンテンツの使⽤に関するすべてのリスクをここに負うものとします。さらに、会員が会員のコンテンツを提出することにより、会員のコンテンツを提出する権利があることを表明し保証します。これには、以下の会員のコンテンツの表明と保証が含まれます：
kk: InCruises' веб-сайтын, өнімдерін және/немесе қызметтерін пайдаланған кезде сізге суреттерді, шолуларды, хабарламаларды, постингтерді, жалпыға қол жетімді профиль ақпаратын, жүктелетін өнімдерді, тауарларды және/немесе қызметтерді сату туралы ұсыныстарды, дауыстарды немесе басқа мазмұнды (бұдан әрі - "сіздің мазмұныңыз") жіберу мүмкіндігі берілуі мүмкін.. Сіз өзіңіздің мазмұныңыз үшін жалғыз жауап бересіз және егер сіз мазмұнды inCruises веб-сайтына орналастырсаңыз, inCruises-те ешқандай меншік құқығы болмайды. Ақпарат берілгеннен кейін, inCruises сізге мазмұнның барлығын немесе бір бөлігін жоюды қамтамасыз етуі немесе бермеуі мүмкін. Сіздің мазмұныңызға байланысты сіздің жауапкершілігіңіз кез-келген адамның сіздің мазмұныңыздың сапасына, дәлдігіне немесе сенімділігіне деген сенімділігін қамтиды. Сонымен қатар, сіз өзіңіздің мазмұныңызға және сіздің мазмұныңызды басқа біреудің пайдалануына байланысты барлық тәуекелдерді қабылдайсыз. Сонымен қатар, мазмұнды жіберу арқылы сіз өзіңіздің мазмұныңызды жіберуге құқығыңыз бар екенін мәлімдейсіз және қамтамасыз етесіз. Бұл сіздің мазмұныңыздың көрінісі мен кепілдігін қамтиды:
pt: Através do uso do site, produtos e/ou serviços da inCruises, você poderá enviar as imagens, fotos, avaliação, mensagens, publicações, informações de perfil público, produtos para download, ofertas para a venda de bens e/ou serviços, votos ou outros conteúdos (doravante designado como "Seu Conteúdo"). Você é o único responsável pelo Seu Conteúdo e não há nenhum direito de propriedade criado no inCruises por meio do envio do Seu Conteúdo ao site da inCruises. Uma vez fornecido, a inCruises pode ou não fornecer meios para você remover todo ou parte do Seu Conteúdo. Sua responsabilidade relacionada ao Seu Conteúdo inclui a confiança em qualquer pessoa na qualidade, precisão ou confiabilidade do Seu Conteúdo. Além disso, você assume todos os riscos relacionados ao Seu Conteúdo e ao uso dele por qualquer pessoa. Além disso, ao enviar o Seu Conteúdo, você declara e garante que tem o direito de enviá-lo. Isso inclui representar e garantir que o Seu Conteúdo:
ro: Prin utilizarea site-ului web, produselor și/sau serviciilor inCruises ți se poate oferi capacitatea de a trimite imagini, fotografii, recenzii, mesaje, postări, informații publice de profil, produse descărcabile, oferte pentru vânzarea de bunuri și/sau servicii, voturi sau alt conținut (denumit în continuare „Conținutul tău”). Ești singurul responsabil pentru conținutul tău și nu sunt create drepturi de proprietate în inCruises prin trimiterea conținutului tău pe site-ul web al inCruises. Odată furnizat, inCruises îți poate oferi sau nu mijloace pentru a elimina tot sau o parte din Conținutul tău. Responsabilitatea ta legată de Conținutul tău include încrederea oricui în calitatea, acuratețea sau fiabilitatea Conținutului tău. În plus, îți asumi prin prezenta toate riscurile legate de Conținutul tău și de utilizarea de către oricine a Conținutului tău. În plus, prin trimiterea Conținutului tău, declari și garantezi că ai dreptul de a trimite Conținutul tău. Aceasta include reprezentarea și garantarea faptului că Conținutul tău:
uk: Використовуючи inCruises' вебсайт, продукти та/або послуги inCruises, вам може бути надана можливість надсилати зображення, фотографії, огляди, повідомлення, публікації, інформацію про загальний доступ, завантажувані продукти, пропозиції щодо продажу товарів та/або послуг, голосування або інші матеріали (надалі «Ваші Матеріали»). Ви несете повну відповідальність за власні матеріали, і не створюються ніякі права власності в inCruises шляхом подання Ваших Матеріалів на inCruises' вебсайт. Після подання компанія inCruises може надати або може не надати вам засоби для видалення всього або частини Ваших Матеріалів. Ваша відповідальність, пов’язана із Вашим Матеріалом, включає будь-яку довіру до якості, точності чи надійності Ваших Матеріалів. Крім того, Ви берете на себе весь ризик, пов’язаний із Вашими Матеріалами та будь-яким використанням Ваших Матеріалів. Крім того, розповсюджуючи Ваші Матеріали, ви заявляєте і гарантуєте, що маєте право розповсюджувати Ваші Матеріали. Це включає розуміння та гарантію, що Ваші Матеріали:
uz: inCruises веб-сайти, маҳсулот ва/ёки хизматларидан фойдаланиш жараёнида сизга расм, сурат, шарҳ, хабар, пост, оммавий профиль маълумотлари, юклаб олинадиган маҳсулотлар, маҳсулот ва/ёки хизматларни сотиш бўйича таклифлар, овоз беришлар ва бошқа контентни (кейинги ўринларда “Контентингиз” деб юритилади) киритиш имконияти тақдим этилади. Контентингиз учун ёлғиз ўзингиз жавобгар ҳисобланасиз ва Контентингизни inCruises вебсайтига жойлаштириш орқали inCruises'да ҳеч қандай эгалик ҳуқуқи вужудга келмайди. Жойлаштирилгандан кейин, inCruises сизга Контентингизнинг бир қисмини ёки тўлиқлигича ўчириш имкони ва воситаларини тақдим этиши ёки этмаслиги мумкин. Контентингиз билан алоқадор жавобгарлигингиз бошқаларнинг Контентингиз сифати, ишончлилиги ва аниқлигига ишончини ўз ичига олади. Шунингдек, бу билан сиз Контентингиз ва Контентингиздан бошқаларнинг фойдаланишига алоқадор барча хавфларни ўз зиммангизга оласиз. Бундан ташқари, Контентингизни жойлаштириш орқали уни жойлаштириш ҳуқуқида эга эканлигини жизни тасдиқлайсиз ва кафолатлайсиз. Бу Контентингиз:
zh: 通过使用inCruises的网站、产品和/或服务，您可能被提供提交图片、照片、评论、消息、帖子、公共资料信息、可下载产品、商品和/或服务的销售报价、投票或其他内容（以下简称“您的内容”）的功能。您对您的内容负全部责任，并且您将您的内容提交至inCruises网站并不会因此赋予inCruises任何所有权。一旦提供内容，inCruises可能或可能不提供移除部分或全部内容的方式。对于任何人基于您内容的质量、准确性或可靠性而做出的信任行为，您均需承担责任。此外，您承认与您的内容以及任何人对您内容的使用相关的所有风险。此外，提交内容即表示您声明并保证您有权提交您的内容，包括以下声明和保证：

source: Through your use of inCruises' website, products and/or services, you may contribute information (e.g., reviews, photos, messages, forum posts, public profile information, voting). inCruises may store this information (hereinafter, the "Public Contribution"). Public Contributions may be shared with other users and/or used for other purposes as deemed appropriate by inCruises. inCruises is not responsible for the information shared by you in any Public Contribution. Any Public Contribution may be disseminated by inCruises and provided to third-parties for use and publication with the websites, products and/or services of the third-party.
ca: Mitjançant l’ús que facis del lloc web, productes o serveis d’inCruises, pots aportar informació (per exemple: ressenyes, fotografies, missatges, publicacions en fòrums, informació del perfil públic, votacions). inCruises pot emmagatzemar aquesta informació (d'ara endavant, la “Contribució Pública”). Les Contribucions Públiques poden ser compartides amb altres usuaris o utilitzades per a altres finalitats que inCruises consideri oportunes. inCruises no es fa responsable de la informació que comparteixis en cap Contribució Pública. Qualsevol Contribució Pública pot ser difosa per inCruises i proporcionada a tercers per al seu ús i publicació en llocs web, productes o serveis d’aquests tercers.
fr: En utilisant le site web, les produits et/ou les services d'inCruises, vous pouvez contribuer à la publication d'informations (par exemple, des avis, des photos, des messages, des publications sur les forums, des informations de profil public, des votes). inCruises peut stocker ces informations (ci-après, la «Contribution Publique»). Les Contributions Publiques peuvent être partagées avec d'autres utilisateurs et/ou utilisées à d'autres fins, selon ce que juge approprié inCruises. inCruises n'est pas responsable des informations que vous partagez dans le cadre d'une Contribution Publique. Toute Contribution Publique peut être diffusée par inCruises et fournie à des tiers pour utilisation et publication sur leurs sites web, produits et/ou services.
it: Attraverso l'utilizzo del sito web, dei prodotti e/o dei servizi di inCruises, potresti contribuire con informazioni (ad es. recensioni, foto, messaggi, post sui forum, informazioni del profilo pubblico, votazioni). inCruises potrebbe memorizzare queste informazioni (di seguito, il "Contributo Pubblico"). I Contributi Pubblici potrebbero essere condivisi con altri utenti e/o utilizzati per altri scopi ritenuti appropriati da inCruises. inCruises non è responsabile delle informazioni condivise da te in qualsiasi Contributo Pubblico. Qualsiasi Contributo Pubblico può essere diffuso da inCruises e fornito a terzi per l'uso e la pubblicazione con i siti web, i prodotti e/o i servizi di terzi.
ja: inCruisesのウェブサイト、製品、サービスを使⽤して、情報（レビュー、写真、メッセージ、フォーラムの投稿、公開プロフィール情報、投票など）を提供できます。inCruisesは、この情報を保存することがあります（以下、「公的寄与」）。公的寄与は、inCruisesが適切と考える他のユーザーと共有および/または他の⽬的に使⽤することができます。inCruisesは、公的寄与において会員が共有する情報について責任を負いません。公的寄与は、inCruisesによって配布され、第三者のウェブサイト、製品、サービスで使⽤および公開するために第三者に提供されます。
kk: InCruises' веб-сайтын, өнімдерін және/немесе қызметтерін пайдалана отырып, сіз ақпаратты орналастыра аласыз (мысалы, Пікірлер, фотосуреттер, хабарламалар, форум жазбалары, қоғамдық профиль ақпараты, дауыс беру). inCruises бұл ақпаратты сақтай алады (бұдан әрі - "жария үлес"). Қоғамдық материалдар басқа пайдаланушыларға берілуі мүмкін және/немесе inCruises орынды деп санайтын басқа мақсаттарда пайдаланылуы мүмкін. inCruises кез келген қоғамдық материалдарда сіз берген ақпарат үшін жауап бермейді. Кез келген жария үлесті inCruises таратуы мүмкін және үшінші тұлғаларға веб-сайттарда, үшінші тұлғалардың өнімдерінде және/немесе қызметтерінде пайдалану және жариялау үшін беріледі.
pt: Com o uso do site, produtos e/ou serviços da inCruises, você pode contribuir com informações (por exemplo, avaliações, fotos, mensagens, publicações em fóruns, informações de perfil público, votação). A inCruises pode armazenar essas informações (doravante referido como a "Contribuição Pública"). As contribuições públicas podem ser compartilhadas com outros usuários e/ou usadas para outros fins, conforme apropriado para inCruises. A inCruises não é responsável pelas informações compartilhadas por você em nenhuma Contribuição Pública. Qualquer Contribuição Pública pode ser disseminada pela inCruises e fornecida a terceiros para uso e publicação nos sites, produtos e/ou serviços de terceiros.
ro: Prin utilizarea de către tine a site-ului web, produselor și/sau serviciilor inCruises, poți contribui cu informații (de exemplu, recenzii, fotografii, mesaje, postări pe forum, informații de profil public, vot). inCruises poate stoca aceste informații (denumită în continuare „Contribuția publică”). Contribuțiile publice pot fi partajate cu alți utilizatori și/sau utilizate în alte scopuri, după cum le consideră adecvate de către inCruises. inCruises nu este responsabil pentru informațiile partajate de tine în nicio Contribuție publică. Orice Contribuție publică poate fi diseminată de inCruises și furnizată terților pentru utilizare și publicare cu site-urile web, produsele și/sau serviciile terței părți.
uk: Використовуючи inCruises' вебсайт, продукти та/або послуги inCruises, ви можете надавати інформацію (наприклад, огляди, фотографії, доручення, повідомлення на форумах, інформацію про загальний профіль, голосування). inCruises може зберігати цю інформацію (далі - «Публічний внесок»). Публічні внески можуть надаватись іншим користувачам та/або використовуватись для інших цілей, якщо inCruises вважає це за потрібне. inCruises не несе відповідальності за інформацію, якою ви ділитесь у будь-якому публічному внеску. Будь Який публічний внесок може поширюватися inCruises і надаватися третім сторонам для використання та публікації на веб-сайтах, продуктах та/або послугах третьої сторони.
uz: inCruises веб-сайти, маҳсулот ва/ёки хизматларидан фойдаланиш орқали сиз маълумот тарқатишга ҳисса қўшасиз (масалан, шарҳлар, суратлар, хабарлар, форум постлари, оммавий очиқ профиль маълумотлари, овоз бериш). inCruises ушбу маълумотларни (кейинги ўринларда “Жамоат ахбороти” деб юритилади) сақлаши мумкин. Жамоат ахбороти бошқа фойдаланувчиларга улашилиши ёки ундан inCruises томонидан муносиб деб ҳисобланган бошқа мақсадларда фойдаланилиши мумкин. inCruises сиз томонингизда бирорта Жамоат ахборотида улашилган маълумотлар учун жавобгар эмас. Ҳар қандай Жамоат ахбороти inCruises томонидан тарқатилиши ва учинчи томон ваб-сайтлари, маҳсулот ва/ёки хизматларида фойдаланиш ҳамда нашр қилиш учун учинчи томонларга тақдим этилиши мумкин.
zh: 通过使用inCruises的网站、产品和/或服务，您可能提供信息（例如，评论、照片、消息、论坛帖子、公共资料信息、投票等）。inCruises可能会存储这些信息（以下简称“公共贡献”）。公共贡献可能会与其他用户共享，和/或被inCruises用作其他认为合适的用途。对于您在任何公共贡献中共享的信息，inCruises不承担责任。任何公共贡献都可能被inCruises传播，并提供给第三方，用于与第三方的网站、产品和/或服务一起使用和发布。

source: Throughout the company's evolution, Frank has served in multiple executive roles, including President, Chief Operating Officer, Co-Chief Executive Officer, and currently Executive Chairman.
fr: Tout au long de l'évolution de la société, Frank a occupé plusieurs postes de direction, notamment ceux de Président, de Directeur des Opérations, de Codirecteur Général et, actuellement, de Président Exécutif.
it: Nel corso dell'evoluzione dell'azienda, Frank ha ricoperto molteplici ruoli esecutivi, tra cui Presidente, Direttore Operativo, Co-Amministratore Delegato e attualmente Presidente Esecutivo.

source: Throughout the contest, we'll reveal
ca: Durant el concurs, revelarem
de: Während des Wettbewerbs werden wir
es: Durante la duración del concurso, daremos a conocer
fr: Tout au long du concours, nous dévoilerons
it: Nel corso della competizione, sveleremo
ja: このコンテストを通して、
kk: Байқау барысында біз ашамыз
ky: Сынактын жүрүшүндө биз ... ачыкка чыгарабыз
lv: Konkursa laikā mēs paziņosim
mn: Уралдааны туршид бид
pt: Ao longo do concurso, revelaremos
ro: Pe parcursul concursului, vom dezvălui
ru: В течение конкурса, мы раскроем
uk: Протягом конкурсу ми розкриємо
uz: Таклов давомида биз
zh: 在整个竞赛期间，我们将揭晓

source: Thursday
fr: Jeudi
it: Giovedì
kk: Бейсенбі
pt: Quinta-feira
uk: Четвер
uz: Пайшанба
zh: 星期四

source: Ticket
ca: Tiquet
fr: Billet
ja: チケット
kk: Билет
ky: Билет
lv: Biļete
mn: Билет
ro: Bilet
ru: Тикет
uk: Тікет
uz: Чипта
zh: 票

source: Ticket CC Recipients
ca: Destinataris CC del tiquet
de: Ticket CC Empfänger
es: Destinatarios CC de Ticket
fr: Bénéficiaires du Ticket CC
it: Destinatari CC del Ticket
ja: チケット CC 受信者
kk: CC билеттерін алушылар
ky: Сс билеттерин алуучулар
lv: Biļetes CC Saņēmēji
mn: Хүсэлтийг хүлээн авагчид
pt: Destinatários do Ticket CC
ro: Destinatari Bilet CC
ru: Получатели копии тикета
uk: Одержувачі копії тікету
uz: Чипта СС Олувчилар
zh: 工单抄送收件人

source: Ticket Contract
ca: Contracte dels Bitllets
de: Buchungsvertrag
es: Contrato de los Billetes
fr: Billet contractuel
it: Contratto di prenotazione
ja: チケット契約
kk: Билеттер туралы Келісім
ko: 티켓 계약
ky: Билет тууралуу келишим
lv: Biļetes līgums
mn: Билетийн Гэрээ
pt: Contrato dos Bilhetes
ro: Contractul cu biletele
ru: Договор По Продаже Билетов
uk: Договір З Продажу Квитків
uz: Чипта шартномаси
zh: 票務合同

source: Ticket Group
ca: Tiquet Grup
de: Ticket-Gruppe
es: Grupo de Tickets
fr: Groupe de billets
it: Gruppo Ticket
ja: チケットグループ
kk: Тикеттер тобы
ky: Суроо-талаптын тобу
lv: Biļešu Grupa
mn: Тусламжийн хүсэлтийн бүлэг
pt: Grupo de ticket
ro: Grup de bilete
ru: Группа тикетов
uk: Група тікетів
uz: Чипта гуруҳи
zh: 票务组

source: Ticket ID
ca: ID de Tiquet
es: ID de Ticket
fr: ID du billet
it: ID del Ticket
ja: チケットID
kk: Тикет идентификаторы
ko: 신규 ID
ky: Билет ID номери
lv: Biļetes ID
mn: Билетийн ID
pt: ID do Ticket
ro: Bilet ID
ru: ID тикета
uk: ID тікета
uz: Чипта ID рақами
zh: 新票 ID

source: Ticket Promo Points
fr: Points Promotionnels pour les Billets
it: Punti Promozionali Biglietto

source: Ticket Purchases
fr: Achat de Billets
it: Acquisto biglietti

source: Ticket Question:
ca: Pregunta sobre el tiquet:
de: Ticket Frage:
es: Pregunta de ticket:
fr: Question de ticket :
it: Domanda del Ticket:
ja: チケットの質問：
kk: Тикет бойынша Сұрақ:
ko: 티켓 질문:
ky: Билет суроо:
lv: Biļetes Jautājums:
mn: Асуулт:
pt: Pergunta do Ticket:
ro: Întrebare bilet:
ru: Вопрос из тикета:
uk: Питання з тікету:
uz: Чиптага оид савол:
zh: 问题：

source: Tickets are non-refundable, but they can be transferred to someone else.
fr: Les billets ne sont pas remboursables, mais ils peuvent être transférés à une autre personne.
it: I biglietti non sono rimborsabili, ma possono essere ceduti a terzi.
kk: Билеттер қайтарылмайды, бірақ оларды басқа адамға беруге болады.
pt: Os ingressos não são reembolsáveis, mas podem ser transferidos para outra pessoa.
uk: Квитки не підлягають поверненню, проте можуть бути передані іншій особі.
uz: Чипталар қайтариб олинмайди, аммо уни бошқа инсонга топшириш мумкин.
zh: 门票不可退款，但可转让给他人。

source: Tickets can be redeemed at this product's starting point
ca: Els tiquets es poden canviar al punt de partida d'aquest producte
de: Die Tickets können am Startpunkt dieses Produkts eingelöst werden
es: Los boletos pueden ser canjeados en el punto de inicio de este producto
fr: Les billets peuvent être échangés au point de départ de ce produit
it: I biglietti possono essere riscossi presso il punto di partenza di questo prodotto
ja: チケットはこの商材のスタート地点で引き換えることができます
kk: Билеттерді осы өнімнің бастапқы нүктесінде сатып алуға болады
ky: Билеттерди ушул продукттун баштапкы пунктунда сатып алууга болот
lv: Biļetes var izpirkt šī produkta sākumpunktā
mn: Уг тасалбарыг аялал эхлэх газраас худалдан авах боломжтой
pt: Os Tickets podem ser resgatados no ponto de partida
ro: Biletele pot fi valorificate la punctul de plecare al acestui produs
ru: Билеты могут быть выкуплены на точке старта данного продукта
uk: Квитки можна викупити в початковій точці цього продукту
uz: Чипталар ушбу маҳсулотнинг бошланиш нуқтасида сўндирилиши мумкин
zh: 门票可以在该产品的起点兑换

source: Tickets can be redeemed from a location other than the product's starting point
ca: Els Tiquets es poden canviar des d'una ubicació diferent del punt de partida del producte
de: Die Tickets können an einem anderen Ort als dem Ausgangspunkt des Produkts eingelöst werden
es: Los boletos pueden ser canjeados desde una ubicación distinta al punto de inicio del producto
fr: Les billets peuvent être échangés à partir d'un lieu autre que le point de départ du produit
it: I biglietti possono essere riscossi da un luogo diverso dal punto di partenza del prodotto
ja: チケットは商材の出発地以外からでも引き換えが可能です
kk: Билеттерді осы өнімді іске қосу нүктесінен басқа жерде сатып алуға болады
ky: Билеттерди продукттун баштапкы жеринен башка жерден сатып алууга болот
lv: Biļetes var izpirkt no vietas, kas nav produkta sākumpunkts
mn: Уг тасалбарыг аялал эхлэх газраас өөр газраас худалдан авах боломжтой
pt: Os ingressos podem ser resgatados em um local diferente do ponto de partida
ro: Biletele pot fi valorificate dintr-o altă locație decât punctul de plecare al produsului
ru: Билеты могут быть выкуплены в месте отличном от точки старта данного продукта
uk: Квитки можна викупити в іншому місці, ніж початкова точка продукту
uz: Чипталар ушбу маҳсулотнинг бошланиш нуқтасидан бошқа ерда сўндирилиши мумкин
zh: 门票可以在与产品起点不同的地点兑换
