Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Membership 3.0 amplifies everything it means to be IN!
ca: La Membresia 3.0 porta a un nou nivell tot el que significa ser IN!
de: Mitgliedschaft 3.0 verstärkt alles, was es bedeutet, IN zu sein!
es: ¡La Membresía 3.0 amplifica todo lo que significa estar IN!
fr: L'Adhésion 3.0 amplifie tout ce que signifie être IN !
it: La Membership 3.0 amplifica il significato di essere IN!
ja: メンバーシップ 3.0は、INであることの意味をすべて増幅させます！
kk: 3.0 бағдарламасына мүшелік бағдарламаға қатысудың барлық мүмкіндіктерін кеңейтеді!
ky: Мүчөлүк 3.0 IN менен болуу дегендин баарын жакшыртат!
lv: Biedru Dalība 3.0 uzlabu visu,kas attiecas uz būt IN!
mn: Гишүүнчлэл 3.0 бүх зүйлийг сайжруулсан!
pt: A Assinatura 3.0 amplifica tudo o que significa ESTAR IN!
ro: Abonamentul 3.0 amplifică tot ceea ce înseamnă să fii IN!
ru: Программа Членства 3.0 усиливает всё то, что означает "Быть в IN"!
uk: Програма Членства 3.0 посилює все те, що означає "Бути в IN"!
uz: Аъзолик 3.0 inCruises афзалликларини кучайтиради!
zh: 会员计划3.0 放大了成为会员的所有意义！

source: Membership 3.0 Assets
ca: Actius de la Membresia 3.0
de: Mitgliedschaft 3.0 Werte
es: Activos de la Membresía 3.0
fr: Adhésion 3.0 Atouts
it: Membri 3.0 Attività
ja: メンバーシップ 3.0の資料
kk: Мүшелік активтері 3.0
ky: Мүчөлүк 3.0 программасынын материалдары
lv: Biedru Dalības 3.0 Aktīvi
mn: Гишүүнчлэл 3.0-ын тухай материалууд
pt: Recursos da Assinatura 3.0
ro: Active ale Abonamentului 3.0
ru: Материалы Программы Членства 3.0
uk: Матеріали Програми Членства 3.0
uz: Аъзолик 3.0 манбалари
zh: 会员3.0资产

source: Membership 3.0 is also a time to celebrate our vital trade partners who help us deliver unparalleled Member, Partner and Community Value. Hear directly from their leaders in this new video!
ca: La Membresia 3.0 és també un moment per celebrar els nostres socis comercials essencials, que ens ajuden a oferir un valor incomparable per als Membres, els Socis i la Comunitat. Escolta directament els seus líders en aquest nou vídeo!
de: Mitgliedschaft 3.0 ist auch eine Gelegenheit, unsere wichtigen Handelspartner zu feiern, die uns dabei helfen, unseren Mitgliedern, Partnern und der Gemeinschaft einen unvergleichlichen Mehrwert zu bieten. Hören Sie in diesem neuen Video direkt von ihren Leadern!
es: ¡La Membresía 3.0 también es un momento para celebrar a nuestros socios comerciales vitales que nos ayudan a ofrecer un valor inigualable a los Miembros, Socios y la Comunidad! ¡Escucha directamente a sus líderes en este nuevo video!
fr: L'Adhésion 3.0 est également l'occasion de rendre hommage à nos partenaires commerciaux essentiels qui nous aident à offrir une valeur inégalée aux Membres, aux Partenaires et à la communauté. Écoutez directement leurs dirigeants dans cette nouvelle vidéo !
it: La Membership 3.0 è anche un momento per celebrare i nostri preziosissimi partner commerciali che ci aiutano a fornire un valore senza pari ai Membri, ai Partner e alla Comunità. Ascolta direttamente i loro leader in questo nuovo video!
ja: メンバーシップ 3.0はまた、比類ないメンバーシップの価値、パートナーの価値、コミュニティの価値を提供する上で欠かせない取引先パートナーを称える時でもあります。この新しいビデオでは、彼らのリーダーから直接話を聞くことができます！
kk: 3.0 мүшелігі сонымен қатар мүшелер, серіктестер және қауымдастық үшін бұрын-соңды болмаған құндылықты құруға көмектесетін маңызды сауда серіктестерімізді атап өтуге себеп болады. Бұл жаңа бейнеде сіз олардың басшыларының тікелей пікірін естисіз!
ky: Мүчөлүк 3.0 - бул бизге теңдешсиз Мүчө, Өнөктөш жана Коомчулук Баалуулугун жеткирүүгө жардам берген маанилүү соода өнөктөштөрүбүздү даңазалоо учуру. Бул жаңы видеодо алардын лидерлерин түздөн-түз угуңуз!
lv: Biedru Dalība 3.0 ir arī laiks, lai godinātu mūsu svarīgos piegādātāju partnerus, kas palīdz mums sasniegt nepārspējamu Biedru, Partneru un Kopienas vērtību. Paklausieties to tieši no viņu līderiem šajā jaunajā video!
mn: Гишүүнчлэл 3.0 бид бүхэнд Гишүүн, Түнш бүхий үнэ цэнэтэй хамт олны бий болгоход тусалдаг манай бизнес хамтрагч нартайгаа баяраа хуваалцах цаг юм. Тэдний сэтгэлийн үгийг эдгээр видеонуудаас үзээрэй!
pt: A Assinatura 3.0 também é um momento para celebrar nossos parceiros comerciais vitais que nos ajudam a entregar valor inigualável aos membros, parceiros e à comunidade. Ouça diretamente de seus líderes neste novo vídeo!
ro: Abonamentul 3.0 este, de asemenea, un moment pentru a sărbători partenerii noștri comerciali vitali care ne ajută să oferim o valoare de neegalat pentru membri, parteneri și comunități. Ascultă direct de la liderii lor în acest nou videoclip!
ru: Программа Членства 3.0 — это ещё и время отметить наших важнейших торговых партнёров, которые помогают нам обеспечивать непревзойденную ценность для Членов Клуба, Партнёров и нашего сообщества. Узнайте об этом непосредственно от их лидеров в новом видеоролике!
uk: Програма Членства 3.0 — це ще й час відзначити наших найважливіших торгових партнерів, які допомагають нам забезпечувати неперевершену цінність для Членів Клубу, Партнерів та нашої спільноти. Дізнайтеся про це безпосередньо від їхніх лідерів у новому відеоролику!
uz: Аъзолик 3.0 шунингдек бизга Аъзоларимиз, Ҳамкорларимиз ва ҳамжамиятимизга тенгсиз қиймат етказишимизда ёрдамлашаётган муҳим бизнес ҳамкорларимизни эътироф этиш учун имкониятдир!
zh: 会员计划3.0 也是庆祝我们重要贸易伙伴的时刻，他们帮助我们为会员、合作伙伴和社区提供无与伦比的价值。在这个新视频中，直接聆听他们领导者的分享！

source: Membership 3.0 is here! Your bright future starts now
ca: La Membresia 3.0 ja ha arribat! El teu emocionant futur comença ara mateix
de: Die Mitgliedschaft 3.0 ist da! Ihre strahlende Zukunft beginnt jetzt
es: ¡La Membresía 3.0 ya está aquí! Tu brillante futuro comienza ahora
fr: L'Adhésion 3.0 est arrivée ! Votre avenir prometteur commence maintenant
it: La Membership 3.0 è arrivata! Il tuo futuro luminoso inizia adesso
ja: メンバーシップ 3.0がスタートしました！あなたの明るい未来は今から始まる
kk: 3.0 жазылымы осында! Сіздің жарқын болашағыңыз дәл қазір басталады
ky: Мүчөлүк 3.0 башталат! Сиздин жаркын келечегиңиз азыр башталат
lv: Biedru Dalība 3.0 ir klāt!Jūsu gaišā nākotne sākas tagad
mn: Гишүүнчлэлийн 3.0 эхэллээ! Таны гайхалтай ирээдүй одооноос эхэлнэ
pt: A Assinatura 3.0 chegou! Seu futuro brilhante começa agora
ro: Abonamentul 3.0 este aici! Viitorul tău luminos începe acum
ru: Программа Членства 3.0 в действии! Ваше блестящее будущее начинается прямо сейчас
uk: Програма Членства 3.0 в дії! Ваше блискуче майбутнє починається зараз
uz: Аъзолик 3.0 ишга тушди! Сизнинг порлоқ келажагингиз бошланди
zh: 会员3.0 来了！您的光明未来从现在开始

source: Membership 3.0 Key Information and FAQs
ca: Membresia 3.0: Informació Clau i Preguntes Freqüents
de: Mitgliedschaft 3.0 Wichtige Informationen und FAQs
es: Info y Preguntas Frecuentes acerca de Membresía 3.0
fr: Adhésion 3.0 Informations Clés et FAQ
it: Membership 3.0 Informazioni utili e Domande frequenti
ja: メンバーシップ 3.0の主要情報とFAQ
kk: Мүшелік 3.0 негізгі Ақпарат және жиі қойылатын сұрақтар
ky: Мүчөлүк 3.0 программасынын негизги маалыматтары жана КСС
lv: Biedru dalības 3.0 Galvenās Pamatnostādnes un BUJ
mn: Гишүүнчлэл 3.0-ын тухай мэдээлэл, Асуулт хариулт
pt: Informações-chave e perguntas frequentes sobre a Assinatura 3.0
ro: Informații cheie și întrebări frecvente privind Abonamentul 3.0
ru: Ключевая информация и ЧаВо по Программе Членства 3.0
uk: Ключова інформація та Найпоширеніші Запитання за Програмою Членства 3.0
uz: Аъзолик 3.0 Асосий маълумотлар ва КБС
zh: 会员3.0重要信息与常见问题解答

source: Membership 3.0 Presentation with Key Information and FAQs
ca: Presentació de la Membresia 3.0 amb Informació Clau i Preguntes Freqüents
de: Mitgliedschaft 3.0 Präsentation mit den wichtigsten Informationen und FAQs
es: Presentación de la Membresía 3.0 con información clave y Preguntas Frecuentes
fr: Présentation des Informations Clés et de la FAQ de l'Adhésion 3.0
it: Presentazione della Membership 3.0 con informazioni utili e domande frequenti
ja: 主要情報とFAQが含まれるメンバーシップ 3.0のプレゼンテーション
kk: Негізгі ақпаратпен және жиі қойылатын сұрақтармен "мүшелік 3.0" презентациясы
ky: 3.0 Мүчөлүк программасы боюнча негизги маалыматты жана КСС камтыгар презентация
lv: Biedru dalības 3.0 Prezentācija ar Galveno Informāciju un BUJ
mn: Гишүүнчлэл 3.0-ын тухай гол мэдээлэл бүхий танилцуулга, Асуулт хариулт
pt: Apresentação da Assinatura 3.0 com informações importantes e perguntas frequentes
ro: Prezentarea Abonamentului 3.0 cu informații cheie și întrebări frecvente
ru: Презентация с ключевой информацией и ЧаВо по Программе Членства 3.0
uk: Презентація з ключовою інформацією та найпоширенішими запитаннями за Програмою Членства 3.0
uz: Аъзолик 3.0 тақдимоти, асосий маълумотлар ва КБС билан
zh: 会员3.0演示文稿，包含重要信息和常见问题解答

source: Membership Activation
ca: Activació de la Membresia.
de: Aktivieren der Mitgliedschaft
es: Activación de Membresía
fr: Activation de l'Adhésion
it: Attivazione della Membership
ja: メンバーシップの登録
kk: Мүшелікті Белсендіру
ky: Мүчөлүктү активдештирүү
lv: Biedru dalības Aktivizacija
mn: Гишүүнчлэлийн идэвхжүүлэлт
pt: Ativação da assinatura
ro: Activarea abonamentului
ru: Активация Программы Членства
uk: Активація Програми Членства
uz: Аъзоликни Фаоллаштириш
zh: 会员激活

source: Membership Agreement
ca: Acord de Membresia.
de: Mitgliedschaftsvereinbarung
es: Contrato de Membresía
fr: Accord d'Adhésion
it: Contratto di Membership
ja: メンバーシップ規約
kk: Мүшелік Туралы Келісім
ky: Мүчөлүк Келишими
lv: Biedru Dalības Līgums
mn: Гишүүнчлэлийн Гэрээ
pt: Contrato de Assinatura
ro: Acordul de membru
ru: Членское Соглашение
uk: Членська Угода
uz: Аъзолик Битими
zh: 会员协议

source: Membership and Partnership Support
ca: Suport de Membresia i del Programa de Socis
de: Mitgliedschafts- und Partnerschafts-Support
es: Soporte de Membresía y de Socios
fr: Assistance a l'Adhésion et au Partenariat
it: Supporto per Membership e Partnership
ja: メンバーシップおよびパートナーシップサポート
kk: Мүшелік пен Серіктестік Қолдауы
ky: Мүчөлүк жана өнөктөштүк программаларын колдоо
lv: Biedru dalības un Partnerības Atbalsts
mn: Гишүүнчлэл ба Түншлэлийн дэмжлэг
pt: Suporte a Assinatura e Parceria
ro: Asistență pentru calitatea de membru și parteneriat
ru: Поддержка по программам Членства и Партнерства
uk: Підтримка програм Членства та Партнерства
uz: Аъзолик ва Ҳамкорликни қўллаб-қувватлаш
zh: 会员与合作伙伴支持

source: Membership Course
ca: Curs d’adhesió
de: Mitgliedschafts-Kurse
es: Curso de Membresía
fr: Cours d'adhésion
it: Corso Membership
ja: メンバーシップの宣伝方法
kk: Мүшелік Курсы
ko: 멤버십 기초교육과정
ky: Мүчөлүк курсу
lv: Partnerības kurss
mn: Гишүүнчлэлийн сургалт
pt: Curso da Assinatura
ro: Curs de membru
ru: Курс Членства
uk: Курс Членства
uz: Аъзолик курси
zh: 會員課程

source: Membership Created
ca: Creació d’afiliació
de: Mitgliedschaft erstellt
es: Membresía Creada
fr: Adhésion créée
it: Iscrizione effettuata
ja: 会員登録
kk: Мүшелік құрылды
ko: 무료 멤버십
ky: Мүчөлүк түзүлдү
lv: Partnerība nodibināta
mn: Гишүүнчлэл үүсгэгдсэн
pt: Assinatura Criada
ro: Înscriere efectuată
ru: Членство Создано
uk: Створення Членства
uz: Аъзолик яратилди
zh: 已創建會員

source: Membership Creation Date
ca: Data de començar ser membres
de: Datum der Erstellung der Mitgliedschaft
es: Fecha de Creación de Membresía
fr: Date de création d'adhésion
it: Data di iscrizione a Membro
ja: メンバーシップ登録日
kk: Мүшелік басталған күн
ko: 무료 멤버십
ky: Мүчөлүктүн башталган күн
lv: Partnerības dibināšanas datums
mn: Гишүүнчлэл үүсгэгдсэн огноо
pt: Data da assinatura criada
ro: Data înscrierii ca Membru
ru: Дата начала Членства
uk: Дата Створення Членства
uz: Аъзолик яратилган сана
zh: 會員創建日期

source: Membership Date
ca: Data de la Membresia
de: Datum der Mitgliedschaft
es: Fecha de Membresía
fr: Date d'Adhésion
it: Data della Membership
ja: メンバーシップ登録日
kk: Мүшелік Күні
ko: 멤버십 일자
ky: Мүчөлүк Күнү
lv: Biedru dalības Datums
mn: Гишүүнчлэлийн огноо
pt: Data da assinatura
ro: Data aderării
ru: Дата Членства
uk: Дата Членства
uz: Аъзолик санаси
zh: 会员日期

source: Membership Discount
fr: Rabais d'Adhésion
it: Sconto Membership

source: Membership First Month
ca: Primer Mes de la Membresia
de: Mitgliedschaft erster Monat
es: Membresía Gratuita el Primer Mes
fr: Adhésion gratuite le premier mois
it: Primo mese di Membership
ja: 初月のメンバーシップ費
kk: Мүшеліктің Бірінші Айы
ky: Мүчөлүктүн биринчи айы
lv: Biedru Dalības Pirmais Mēnesis
mn: Эхний сарын Гишүүнчлэл
pt: Primeiro mês de assinatura
ro: Prima lună de membru
ru: Первый месяц Программы Членства
uk: Перший місяць Програми Членства
uz: Аъзоликнинг илк ойи
zh: 会员的第一个月

source: Membership free
ca: Membres gratuïts
de: Beitragsfreie Mitgliedschaft
es: Membresía gratuita
fr: Adhésion gratuite
it: Membership gratuita
ja: メンバーシップフリー
kk: Тегін Мүшелік
ko: 무료 멤버십
ky: Акысыз Мүчөлүк
lv: Brīvā partnerība
mn: Үнэгүй Гишүүнчлэл
pt: Assinatura Gratuita
ro: Membru gratuit
ru: Бесплатное членство
uk: Безкоштовне Членство
uz: Бепул Аъзолик
zh: 免費會員

source: Membership Free Date
ca: Data de la Membresia Gratuïta
de: Beitragsfreie Mitgliedschaft Datum
es: Fecha de Membresía Gratuita
fr: Date d'Adhésion Gratuite
it: Data Membership gratuita
ja: メンバーシップフリーの日付
kk: Тегін Мүшелік Датасы
ko: 무료 멤버십 달성일
ky: Акысыз Мүчөлүк баштатылган күн
lv: Brīvās Partnerības Datums
mn: Үнэгүй Гишүүнчлэлтэй болсон огноо
pt: Data da Assinatura Gratuita
ro: Data scutirii de taxa de membru
ru: Дата Бесплатного Членства
uk: Дата Безкоштовнного Членства
uz: Аъзолик бепул санаси
zh: 免費會員日期

source: Membership Free Directs:
ca: Directe amb Membresia gratuïta:
de: Beitragsfreie Direkte:
es: Directos con Membresía Gratuita:
fr: Directives d'Adhésion Gratuite :
it: Diretti con Membership gratuita:
ja: 直紹介者のメンバーシップフリー：
kk: Тегін мүшелікпен тікелей:
ko: 직접 추천 무료 멤버십:
ky: Акысыз Мүчөлүк менен Түз:
lv: Brīvās Partnerības Tiešie:
mn: Хувьчлан элсүүлсэн Гишүүнчлэл-Үнэгүй Гишүүдийн тоо:
pt: Diretos com a assinatura gratuita:
ro: Direcți abonament gratuit:
ru: Прямых с Бесплатным Членством:
uk: Прямих з Безкоштовним Членством:
uz: Бепул Аъзоликка эга тўғридан-тўғри Ҳамкорлар:
zh: 会员免费指导：

source: Membership Free Last Month
ca: Membresia Gratuïta l'últim Mes
de: Beitragsfreie Mitgliedschaft letzten Monat
es: Membresía Gratuita el Último Mes
fr: Adhésion gratuite le dernier mois
it: Membership gratuita - Mese scorso
ja: 先月のメンバーシップフリー
kk: Өткен айдағы тегін мүшелік
ko: 지난 달 무료 멤버십
ky: Акысыз Мүчөлүктүн Акыркы Айы
lv: Brīvās Partnerības Pēdējais Mēnesis
mn: Өмнөх сард Гишүүнчлэл-Үнэгүй болсон Гишүүд
pt: Assinatura gratuita no último mês
ro: Abonamentul gratuit luna trecută
ru: Последний месяц Бесплатного Членства
uk: Останній місяць Безкоштовного Членства
uz: Ўтган ойдаги Бепул Аъзолик
zh: 上个月会员免费

source: Membership Free!
ca: Membresia Gratuïta!
de: Beitragsfreie Mitgliedschaft!
es: ¡Membresía Gratuita!
fr: Adhésion Gratuite !
it: Membership gratuita!
ja: メンバーシップフリー！
kk: Тегін Мүшелік!
ko: 무료 멤버십!
ky: Мүчөлүк Акысыз!
lv: Brīvā partnerība!
mn: Үнэгүй Гишүүнчлэлтэй болсон!
pt: Assinatura Gratuita!
ro: Scutit de taxa de membru!
ru: Бесплатное Членство!
uk: Безкоштовне Членство!
uz: Бепул Аъзо!
zh: 免費會員！

source: Membership Info
ca: Informació sobre la Membresia
de: Info Mitgliedschaft
es: Información de Membresía
fr: Informations d'adhésion
it: Informazioni sulla Membership
ja: メンバーシップの情報
kk: Мүшелік туралы Ақпарат
ko: 회원 정보
ky: Мүчөлүк тууралуу Маалымат
lv: Vadības info
mn: Гишүүнчлэлийн Мэдээлэл
pt: Informação de assinatura
ro: Info Membru
ru: Информация по Членству
uk: Інформація про Членство
uz: Аъзоликка оид маълумот
zh: 會員資訊

source: Membership Invoice
fr: Facture d'Adhésion
it: Fattura Membership

source: Membership payments and Partner Program Activation fees: Membership payments and Partner Program Activation fees are fully refundable within 14 days of payment, but are never transferable. Refunds must be requested to
ca: Pagaments de la Membresia i Tarifes d’Activació del Programa de Socis: Els pagaments de la Membresia i les tarifes d’activació del Programa de Socis són totalment reemborsables dins dels 14 dies posteriors al pagament, però no són mai transferibles. Els reemborsaments s’han de sol·licitar a
de: Mitgliedsbeiträge und Aktivierungsgebühren für Partnerprogramme: Mitgliedsbeiträge und Aktivierungsgebühren für Partnerprogramme werden innerhalb von 14 Tagen nach Zahlungseingang vollständig erstattet, sind jedoch nicht übertragbar. Rückerstattungen müssen beantragt werden an
es: Pagos de Membresías y Cuotas de Activación del Programa de Socios: Es posible solicitar la devolución de los pagos de Membresías y de las cuotas de Activación del Programa de Socios en un lapso máximo de 14 días posteriores al pago, pero nunca serán transferibles. Las devoluciones deben solicitarse a
fr: Paiements d'Adhésion et frais d'Activation du Programme Partenaire : Les paiements d'Adhésion et les frais d'Activation du Programme Partenaire sont entièrement remboursables dans les 14 jours suivant le paiement, mais ne sont jamais transférables. Les remboursements doivent être demandés à
it: Pagamenti per la Membership e per l'attivazione del Programma Partner: i pagamenti per la Membership e le quote di attivazione del Programma Partner sono interamente rimborsabili entro 14 giorni dal pagamento, ma non sono mai trasferibili. Le richieste di rimborso devono essere inoltrate a
ja: メンバーシップの⽀払いとパートナープログラムの登録費⽤:メンバーシップの⽀払いとパートナープログラムの登録費⽤は、決済後14⽇以内に全額返⾦されますが、譲渡することは⼀切できません。返⾦申請は
kk: Мүшелік төлемдер мен Серіктестік бағдарламасын іске қосу жарналары: Мүшелік төлемдер мен Серіктестік бағдарламасын іске қосу жарналары төлем жасалған күннен бастап 14 күн ішінде толық қайтарылады, бірақ ешқашан басқа адамға берілмейді. Қайтарым алу үшін өтінішті жіберу қажет
ky: Мүчөлүк төлөмдөр жана Өнөктөш Программасын Активдештирүү акысы: Мүчөлүк төлөмдөр жана Өнөктөш Программасын Активдештирүү акысы төлөнгөндөн кийин 14 күн ичинде толугу менен кайтарылып берилет, бирок эч качан өткөрүлүп берилбейт. Төлөмдөрдү кайтарып алуу үчүн төмөнкү шилтемеге кайрылышыңыз керек:
lv: Biedru Dalības maksājumi un Partneru programmas aktivizēšanas makss: Biedru alības maksājumi un Partneru programmas aktivizēšanas maksa ir pilnībā atmaksājama 14 dienu laikā pēc maksājuma veikšanas, bet nekad nav pārsūtāma/nododama citam. Kompensācijas ir jāpieprasa
mn: Гишүүнчлэлийн төлбөр болон Түншийн хөтөлбөрийн идэвхжүүлэх хураамж: Гишүүнчлэлийн төлбөр болон Түншийн хөтөлбөрийн идэвхжүүлэх хураамжийг төлбөр төлснөөс хойш 14 хоногийн дотор бүрэн буцаан олгох ч бусад шилжүүлэх боломжгүй юм. Төлбөр буцаан авах хүсэлт нь
pt: Pagamentos de Assinatura e taxas de ativação do programa de Parceiros: As taxas de pagamento para Assinatura e ativação do programa de Parceiros são totalmente reembolsáveis em até 14 dias após o pagamento, mas nunca são transferíveis. Os reembolsos devem ser solicitados para
ro: Plăți de membru și taxe de activare a programului de parteneriat: plățile de membru și taxele de activare a programului de parteneriat sunt complet rambursabile în 14 zile de la plată, dar nu sunt niciodată transferabile. Rambursările trebuie solicitate la
ru: Оплаты Членских Взносов и Взнос за Активацию Партнерской Программы: Оплаты Членских Взносов и Взнос за Активацию Партнерской Программы могут быть возвращены в полном объеме в течение 14-ти дней с момента осуществления платежа, но не могут быть переведены третьим лицам. Запрос на возврат должен быть отправлен на
uk: Оплата Членських Внесків та Внеску за активацію Партнерської Програми: Сплачені Членські Внески та Внесок за Активацію Партнерської Програми можуть бути повернені в повному обсязі протягом 14 днів із моменту здійснення платежу. Зазначені внески не підлягають передачі третім особам. Запит на повернення коштів необхідно надіслати на
uz: Аъзолик тўловлари ва Ҳамкорлик дастурини фаоллаштириш учун тўлов: Аъзолик тўлови ва Ҳамкорликни фаоллаштириш тўлови тўлов амалга оширилганидан бошлаб 14 кун ичида тўлиқ қайтариб берилади, аммо бошқа аккаунтга ўтказилмайди. Маблағларни қайтариш қуйидаги ҳавола орқали сўралиши мумкин:
zh: 会员付款和合作伙伴计划激活费用：会员付款和合作伙伴计划激活费用在付款后14天内可全额退款，但不可转让。退款必须申请至

source: Membership plan
ca: Pla de Membresia
de: Mitgliedschafts-Plan
es: Plan de membresía
fr: Plan d'Adhésion
it: Piano di Membership
ja: メンバーシップ・プラン
kk: Мүшелік Бағдарламасының Планы
ky: Мүчөлүк планы
lv: Biedru Dalības plāns
mn: Гишүүнчлэлийн хувилбар
pt: Plano de assinatura
ro: Plan de abonament
ru: План Программы Членства
uk: План Програми Членства
uz: Аъзолик режаси
zh: 会员计划

source: Membership Plan
ca: Pla de Membresia
de: Mitgliedschaftsplan
es: Plan de Membresía
fr: Plan d'Adhésion
it: Piano di Membership
ja: メンバーシップ・プラン
kk: Мүшелік плані
ky: Мүчөлүк планы
lv: Biedru dalības Plāns
mn: Гишүүнчлэлийн хувилбар
pt: Plano de assinatura
ro: Plan de abonament
ru: План Программы Членства
uk: План Програми Членства
uz: Аъзолик режаси
zh: 会员计划

source: Membership Plan Status
ca: Estat del Pla de Membresia
de: Status des Mitgliedschaftsplans
es: Estado de tu Plan de Membresía
fr: Statut du Plan d'Adhésion
it: Stato del piano di Membership
ja: メンバーシップ・プランのステータス
kk: Мүшелік Планның Мәртебесі
ky: Мүчөлүк планынын статусу
lv: Biedru Dalības Plāna Statuss
mn: Гишүүнчлэлийн хувилбарын статус
pt: Status do plano de assinatura
ro: Planuri de abonament Status
ru: Статус плана Программы Членства
uk: Статус плану Програми Членства
uz: Аъзолик режаси мақоми
zh: 会员计划状态

source: Membership Plans
ca: Plans de Membresia
de: Mitgliedschaftspläne
es: Planes de Membresía
fr: Plans d'Adhésion
it: Piani di Membership
ja: メンバーシップ・プラン
kk: Мүшелік Пландар
ky: Мүчөлүк пландары
lv: Biedru dalības Plāni
mn: Гишүүнчлэлийн хувилбарууд
pt: Planos de assinatura
ro: Planuri de abonament
ru: Планы Программы Членства
uk: Плани Програми Членства
uz: Аъзолик режалари
zh: 会员计划

source: Membership Plans Tailored to Individual Needs
ca: Plans de Membresia Personalitzats segons les Necessitats de Cada Persona
de: Auf individuelle Bedürfnisse zugeschnittene Mitgliedschaftspläne
es: Planes de Membresía Adaptados a las Necesidades Individuales
fr: Des Plans d'Adhésion Adaptés aux Besoins Individuels
it: Piani di abbonamento personalizzati in base alle esigenze individuali
ja: 個々のニーズに合わせたメンバーシッププラン
kk: Жеке қажеттіліктерге бейімделген мүшелік пландар
ky: Ар бир адамдын муктаждыгына ылайыкташтырылган мүчөлүк пландары
lv: Biedru dalības Plāni Piemēroti Individuālajām Vajadzībām
mn: Хувь хүн бүрийн хэрэгцээнд тохирсон гишүүнчлэлийн хувилбар
pt: Planos de Assinatura Adaptados às Necessidades Individuais
ro: Planuri de membru adaptate nevoilor individuale
ru: Планы Программы Членства, разработанные с учетом индивидуальных потребностей
uk: Плани Програми Членства, розроблені з урахуванням індивідуальних потреб
uz: Индивидуал эҳтиёжларни ҳисобга олган ҳолда ишлаб чиқилган Аъзолик режалари
zh: 根据个人需求量身定制的会员计划

source: Membership Program
ca: Programa de Membresia
de: Mitgliedschaftsprogramm
es: Programa de Membresía
fr: Programme d'Adhésion
it: Programma Membership
ja: メンバーシップ・プログラム
kk: Мүшелік бағдарламасы
ky: Мүчөлүк программасы
lv: Biedru Dalības Programma
mn: Гишүүнчлэлийн хөтөлбөр
pt: Programa de Assinatura
ro: Programul de membru
ru: Программа Членства
uk: Програма Членства
uz: Аъзолик дастури
zh: 会员计划

source: Membership Status
ca: Estat de Membresia
de: Mitgliedschaftsstatus
es: Estado de tu Membresía
fr: Statut d'Adhésion
it: Stato della Membership
ja: メンバーシップのステータス
kk: Мүшелік мәртебесі
ky: Мүчөлүк статусу
lv: Biedru Dalības Statuss
mn: Гишүүнчлэлийн статус
pt: Status da assinatura
ro: Statutul de membru
ru: Статус Программы Членства
uk: Статус Програми Членства
uz: Аъзолик мақоми
zh: 会员状态

source: Membership Type
ca: Tipus de Membresia
de: Mitgliedschaft Typ
es: Tipo de Membresía
fr: Type d'Adhésion
it: Tipo di Membership
ja: 会員区分
kk: Мүшелік Түрі
ko: 멤버십 형태
ky: Мүчөлүктүн Түрү
lv: Biedra Dalības veids
mn: Гишүүнчлэлийн төрөл
pt: Categoria da Assinatura
ro: Tipul de Membru
ru: Тип Членства
uk: Тип Членства
uz: Аъзолик тури
zh: 會員類型

source: Membership Upgrades & Downgrades
fr: Surclassements et Déclassements d'Adhésion
it: Upgrade e Downgrade Membership
