Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: With a Facebook Business Account you can activate Facebook Pixel, a way to track how many page clicks your referral link is getting. Create a Pixel and insert your Pixel ID, underlined orange in the image, into the field below to begin tracking!
ca: Amb un compte empresarial de Facebook pots activar Facebook Píxel, una manera de fer un seguiment del nombre de clics que obté el teu enllaç de referència. Crea un Píxel i posa el teu identificador de color taronja, subratllat a la imatge al camp següent per començar a fer el seguiment!
de: Mit einem Facebook-Geschäftskonto können Sie Facebook-Pixel aktivieren, eine Möglichkeit zu verfolgen, wie viele Seitenklicks Ihr Empfehlungslink erhält. Erstellen Sie ein Pixel und geben Sie Ihre Pixel-ID, die im Bild orange unterstrichen ist, in das Feld unten ein, um mit der Erfassung zu beginnen!
es: Con una cuenta comercial de Facebook, puede activar Facebook Pixel, una forma de rastrear cuántos clics recibe tu enlace de referencia. ¡Crea un Pixel e inserta tu ID de Pixel en el campo de abajo, subrayado en naranja en la imagen, para comenzar a rastrear!
fr: Avec un Compte Commercial Facebook, vous pouvez activer Facebook Pixel, un moyen de suivre le nombre de clics sur les pages de votre lien de parrainage. Créez un Pixel et insérez votre ID Pixel, souligné en orange dans l'image, dans le champ ci-dessous pour commencer le suivi !
it: Con un account aziendale Facebook è possibile attivare Facebook Pixel, un modo per monitorare quanti clic sulla pagina sta ottenendo il tuo referral link. Crea un Pixel e inserisci il tuo Pixel ID, che è evidenziato in arancione nell’immagine, nel campo sottostante per iniziare il tracking!
ja: Facebookのビジネスアカウントをお持ちの方は、Facebookピクセルを有効化することができます。あなたの紹介リンクが紐づけされたリンクページ内でのクリック数データを収集するためのものです。ピクセルを作成し、あなたのピクセルIDを画像内のオレンジ色下線部にある欄に入力し、データの収集をスタートしましょう！
kk: Facebook бизнес-аккаунтының арқасында сіз Facebook пикселін белсендіре аласыз, ал оның көмегімен сіз парақшаңыздағы рефералды сілтемеңізге басу санын бақылай аласыз. Пиксель жасаңыз, қадағалауды бастау үшін пиксел идентификаторын (суретте қызғылт сары түспен көрсетілген) төмендегі жолаққа қойыңыз!
ko: 페이지 비즈니스 계정을 사용하면 추천 링크가 얼마나 많은 페이지를 클릭하는지 추적하는 방법인 페이지 픽셀을 활성화 할 수 있습니다. 픽셀을 만들고 이미지에서 주황색 밑줄이 그어진 픽셀 ID를 아래 필드에 삽입하여 추적을 시작하세요!
ky: Facebook Business Аккаунту менен сиз Facebook Pixelди иштете аласыз, бул сиздиншилтемеңиздин канча бет чыкылдатуусун көзөмөлдөө ыкмасы. Пикселди түзүп, көз салуу үчүн астына кызгылт сары түстө асты сызылган Pixel ID'ңизди киргизиңиз!
lv: Ar Facebook Biznesa kontu varat aktivizēt Facebook pikseli,lai noskaidrotu ik lapas noklikšķina uz jūsu atsauces saiti.Izvedojiet pikseli un ievietojiet savu pikselui IDmkas pasvītrots oranžā krāsā zemāk esošajā laukā,lai sāktu izsekošanu!
mn: Та өөрийн Facebook бүртгэлийн пикселийг идэвхжүүлсэнээр таны элсүүлэх холбоос хэдэн хуудаснаас дарагдсаныг харах боломжтой. Үүийн тулд пиксел үүсгэн пикселийн ID-г доорх цонхонд хуулж Пиксел ID шинэчлэх товчийг дарна.
pt: Com uma conta empresarial do Facebook, você pode ativar o Facebook Pixel, uma forma de rastrear quantos cliques na página seu link de referência está recebendo. Crie um Pixel e insira seu Pixel ID, sublinhado em laranja na imagem, no campo abaixo para iniciar o rastreamento!
ro: Cu un cont de afaceri Facebook, poți activa Facebook Pixel, o modalitate de a urmări câte clicuri de pagină obține linkul tău de recomandare. Crează un Pixel și introdu ID-ul Pixel, subliniat în portocaliu în imagine, în câmpul de mai jos pentru a începe urmărirea!
ru: Благодаря бизнес-аккаунту Facebook Вы сможете активировать пиксель Facebook, с помощью которого можно будет отслеживать количество переходов по Вашей реферальной ссылке на странице. Создайте пиксель, вставьте идентификатор пикселя (выделен оранжевым на изображении) в поле ниже, чтобы начать отслеживание!
uk: Завдяки бізнес-акаунту Facebook Ви зможете активувати піксель Facebook, за допомогою якого можна буде відстежувати кількість переходів за Вашим реферальним посиланням на сторінці. Створіть піксель, вставте ідентифікатор пікселя (виділено помаранчевим на зображенні) в поле нижче, щоб почати відстеження!
uz: Facebook бизнес аккаунт билан бирга сиз реферал ҳаволангизга неча маротаба босилганини билиш имконини берувчи Facebook Пикселни ҳам фаоллаштиришингиз мумкин. Пиксель яратинг ва берилган майдонга Пиксель идентификация рақамингизни киритиб, кузатишни бошлаш учун тўқ сариқ ранг билан белгиланган тасвирнинг устига босинг!
zh: 使用Facebook企業帳戶，您可以激活Facebook 像素，這是一種跟踪您的引薦鏈接獲得的頁麵點擊次數的方法。 創建一個像素並將圖像中帶下劃線的橙色像素ID插入下面的字段中，以開始跟踪！

source: With Connect participants can collaborate via audio, video and chat, Hosts can share their screen, videos, PDFs and Presentations, do polls, and much more!
ca: Amb Connect els participants poden col·laborar mitjançant àudio, vídeo i xat, Els amfitrions poden compartir la seva pantalla, vídeos, PDFs, presentacions, fer enquestes i molt més!
de: Mit Connect können die Teilnehmer über Audio, Video und Chat zusammenarbeiten, Gastgeber können ihren Bildschirm, Videos, PDFs und Präsentationen teilen, Umfragen machen und vieles mehr!
es: Con Connect, los participantes pueden unirse a través de audio, vídeo y chat, y los anfitriones/presentadores pueden compartir sus pantallas, mostrar vídeos, poner PDFs y presentaciones, hacer encuestas y mucho más.
fr: Avec Connect, les participants peuvent collaborer via audio, vidéo et discussion en ligne, les hôtes peuvent partager leur écran, leurs vidéos, leurs PDF et leurs présentations, faire des sondages et bien plus encore !
it: Con Connect i partecipanti possono collaborare via audio, video e chat, gli host possono condividere il loro schermo, video, PDF e presentazioni, fare sondaggi e molto altro!
ja: コネクトを使用すると、参加者は音声、動画、チャットで共同作業することができ、ホストは自分の画面、動画、PDF、プレゼンテーションを共有したり、投票したり、その他いろいろなことができます！
kk: Қосылу арқылы қатысушылар аудио, бейне және чат арқылы бірлесіп жұмыс істей алады, сонымен қатар өздерінің экрандарымен, бейнелерімен, PDF және презентацияларымен бөлісе алады, сауалнамалар және тағы басқалар жасайды!
ko: 커넥트에서 참가자는 오디오, 동영상 및 채팅을 통해 공동 작업을 할 수 있습니다. 호스트는 화면, 동영상, PDF 및 프리젠테이션 공유, 설문 조사 등 훨씬 더 많은 활동들을 할 수 있습니다!
ky: Connect менен катышуучулар аудио, видео жана чат аркылуу кызматташа алышат, Хосттор экрандарын, видеолорун, PDF файлдарын жана Презентацияларын бөлүшө алышат, сурамжылоолорду жүргүзө алышат жана башка көптөгөн нерселерди жасай алышат!
lv: Izmantojot iespēju connect dalībnieki var sadarboties izmantojot audio,video un tērzēšanu,var koplietot ekrānu,video PD F failus un prezentācijas,aptaujas un daudz ko citu!
mn: Конектоор дамжуулан та оролцогч нартай аудио, видео, мөн чат үйлчилгээгээр холбогдож тэдэнтэй өөрийн дэлгэц, видео, PDF болон танилцуулга, санал асуулга зэрэг олон зүйлийг хуваалцах боломжтой!
pt: Com o Connect os participantes podem colaborar por meio de áudio, vídeo e mensagens. O anfitrião pode compartilhar sua tela, vídeos, PDFs e apresentações, fazer enquetes e muito mais!
ro: Cu Connect participanţii pot colabora audio, video şi prin chat, Gazdele îşi pot partaja ecranul, video-urile, PDF-urile şi Prezentările, pot face sondaje şi multe altele!
ru: С Connect все участники могут взаимодействовать через аудио, видео и чат, также могут делиться своим экраном, видео, PDF-файлами и Презентациями, делать опросы и многое другое!
uk: З Connect всі учасники можуть взаємодіяти через аудіо, відео та чат, також можуть ділитися своїм екраном, відео, PDF-файлами і Презентаціями, робити опитування і багато іншого!
uz: Connect билан иштирокчилар аудио, видео ва чат орқали мулоқот қилишлари, мезбонлар ўзларининг скринлари, видеолари, PDF файллари ва тақдимотлари билан бўлашишлари, сўровномалар ўтказишлари ва бошқа ишларни амалга оширишлари мумкин!
zh: 通過Connect，參與者可以通過音頻，視頻和聊天進行協作，主持人可以共享他們的屏幕，視頻，PDF和演示文稿，進行民意調查等等！

source: with inCruises!
ca: amb InCruises!
de: mit inCruises!
es: con inCruises!
fr: avec InCruises !
it: con inCruises!
ja: を inCruises で！
kk: inCruises пен!
ko: inCruises와 함께!
ky: inCruises менен!
lv: ar inCruises!
mn: хийх хамгийн гайхалтай цаг!
pt: com a inCruises!
ro: cu inCruises!
ru: с inCruises!
uk: з inCruises!
uz: боришга бундан яхши вақт бўлмайди!
zh: 和inCruises！

source: With INsider Pricing
ca: Amb INsider Pricing
de: mit INsider Pricing
es: Con Precio INsider
fr: Avec des prix d'initiés
it: Con INsider Pricing
ja: INsider Pricingで
kk: INsider Pricing бен
ky: INsider Pricing менен
lv: Ar Insider Pricing
mn: INsider үнээр
pt: Com INsider Pricing
ro: Cu INsider Pricing
ru: С INsider Pricing
uk: З INsider Pricing
uz: INsider Pricing билан
zh: 通过INsider Pricing

source: With INsider Pricing and Reward Points, experience premium travel for a fraction of the cost. When you're IN, you travel better, save bigger, and enjoy more!
ca: Amb els Preus INsiders i els Punts de Recompensa, gaudeix de viatges premium per una fracció del cost. Quan estàs IN, viatges millor, estalvies més i ho gaudeixes al màxim!
de: Erleben Sie Premium-Reisen mit INsider Pricing und Reward Points zu einem Bruchteil der Kosten. Wenn Sie IN sind, reisen Sie besser, sparen mehr und genießen mehr!
es: Con el Precio INsider y los Puntos de Recompensa, disfruta de viajes premium por una fracción del costo. Cuando estás IN, viajas mejor, ahorras más ¡y lo disfrutas al máximo!
fr: Avec la Tarification INsider et les Points de Récompense, faites l'expérience d'un voyage haut de gamme pour une fraction du coût. En étant IN, vous voyagez mieux, économisez plus et profitez davantage !
it: Prezzi INsider e Crediti Premio: viaggia al top spendendo meno. Quando sei IN, viaggi meglio, risparmi alla grande e ti godi di più la vita!
ja: INsiderプライシングとリワードポイントを活用すれば、わずかな費用でプレミアムな旅が楽しめます。INすれば、より快適に旅し、より多くを節約し、より充実した体験が手に入ります！
kk: INsider Pricing және бонус ұпайларымен, премиум саяхатқа аз ғана шығынмен ие болыңыз. Сіз IN болғанда, жақсырақ саяхаттайсыз, көп үнемдейсіз және көбірек ләззат аласыз!
ky: INsider Баасы жана Бонус упайлары менен сиз баанын бир аз бөлүгүнө биринчи класстагы саякаттан ырахат ала аласыз. IN мүчөсү болгондо сиз сапаттуу саякатты өтө арзан баада өткөрөсүз. Көбүрөөк үнөмдөңүз, мыктыраак эс алыңыз жана эсте каларлык тажрыйбаларды жаратыңыз!
lv: Ar INsider Pricing un Balvu Punktiem par daļu no izmaksām varat izmantot Premium ceļojumus. Esot IN, jūs eļojat labāk, ietaupāt vairāk un izbaudiet vairāk!
mn: Та INsider Pricing үнэ болон Шагналын Оноо ашиглан премиум аяллыг зардлын өчүүхэн хэсгээр хийж болно. Хэрэв та бидэнтэй нэгдвэл та илүү сайхан, ихийг хэмнэж мөн илүү их баяр хөөртэй аялах болно!
pt: Com o Preço INsider e os Pontos de Recompensa, experimente uma viagem premium por uma fração do custo. Quando você está IN, você viaja melhor, economiza mais e aproveita mais!
ro: Cu INsider Pricing și Puncte de recompensă, experimentezi călătoriile premium pentru o fracțiune din cost. Când ești IN, călătorești mai bine, economisești mai mult și te bucuri de mai mult!
ru: Благодаря ценам INsider Pricing и Бонусным Баллам вы сможете наслаждаться первоклассными путешествиями лишь за часть от полной стоимости. Когда вы в IN, вы путешествуете лучше, экономите сильнее и получаете больше удовольствия!
uk: Завдяки INsider Pricing і Бонусним Балам ви зможете подорожувати преміум-класом за невелику частину вартості. Коли ви з нами, ви подорожуєте краще, заощаджуєте більше та отримуєте більше задоволення!
uz: INsider Pricing ва Бонус баллари ёрдамида сиз камроқ харажат билан премиум саёҳатларга чиқишингиз мумкин. IN билан сиз яхшироқ саёҳат қилишингиз, кўпроқ пул тежашингиз ва кўпроқ завқланишингиз мумкин!
zh: 凭借INsider专属价格和奖励积分，您可以以更低的成本体验高品质旅行。加入in后，旅行更优质，省得更多，享受更尽兴！

source: With inStays, Club Members can redeem Reward Points for thousands of world-class hotels and resorts. This lets you book land-based vacations and pre- and post-cruise hotels at the best publicly available rates. Your vacation purchasing power is amplified when you use Reward Points.
ca: Amb inStays, els socis del Club poden canviar els seus punts de recompensa per milers d'hotels i complexos turístics de primera categoria. Això et permet reservar vacances en terra i hotels abans i després del creuer a les millors tarifes disponibles públicament. El poder de compra de les teves vacances s'amplia quan utilitzes Punts de recompensa.
de: Mit inStays können Clubmitglieder ihre Reward Points für Tausende von Weltklassehotels und Resorts einlösen. So können Sie Urlaube an Land sowie in Hotels vor und nach einer Kreuzfahrt zu den besten öffentlich verfügbaren Preisen buchen. Ihre Kaufkraft für den Urlaub wird verstärkt, wenn Sie Reward Points benutzen.
es: Con inStays, los Miembros del Club pueden canjear Puntos de Recompensa por miles de hoteles y resorts de clase mundial. Esto te permite reservar hoteles antes y después del crucero con las mejores tarifas disponibles públicamente. Tu poder adquisitivo en vacaciones se amplía cuando utilizas los Puntos de Recompensa.
fr: Avec inStays, les Membres du Club peuvent échanger leurs Points de Récompense contre des milliers d'hôtels et de centres de villégiature de classe mondiale. Vous pouvez ainsi réserver des vacances à terre et des hôtels avant et après une croisière aux meilleurs tarifs publics disponibles. Le pouvoir d'achat de vos vacances est amplifié lorsque vous utilisez les Points de Récompense.
it: Con inStays, i Membri del Club possono riscattare i Crediti Premio per migliaia di hotel e resort di livello internazionale. Questo ti permette di prenotare vacanze a terra e hotel prima e dopo la crociera alle migliori tariffe disponibili pubblicamente. Il tuo potere d'acquisto per le vacanze è amplificato quando usi i Crediti Premio.
ja: inStaysでは、クラブメンバーは何千ものワールドクラスのホテルやリゾートの予約時にリワードポイントを利用することができます。これにより、陸上でのバケーションやクルーズ旅行の前後のホテルを一般に公開されているベストレートで予約することができます。リワードポイントをご利用いただくと、バケーションの購買力が さらに高まります。
kk: InStays көмегімен мүшелер мыңдаған әлемдік деңгейдегі қонақүйлер мен курорттар үшін марапат ұпайларын өтей алады. Бұл құрлықтағы демалыстарды, сондай-ақ круизге дейінгі және кейінгі қонақүйлерді ең жақсы жалпыға қолжетімді бағамен брондауға мүмкіндік береді. Демалыста сатып алу қабілетіңіз оны пайдаланған кезде артады Бонус ұпайлары.
ky: inStays менен Клубдун мүчөлөрү дүйнөлүк деңгээлдеги миңдеген мейманканалар жана курорттор үчүн Бонустук упайларды пайдалана алышат. Бул сизге эң жакшы жалпыга жеткиликтүү баалар боюнча кургактагы эс алууларды жана круизге чейинки жана кийинки мейманканаларды брондоңуз. Бонустук упайларды колдонгонуңузда эс алуудагы сатып алуу жөндөмүңүз жогорулайт
lv: Ar inStays, Kluba Biedri var pielietot Balvu Punktus tūkstošiem pasaules-klases viesnīcām un kūrortiem. Tas ļauj rezervēt jums brīvdienas uz sauszemes un pirms - un pēc- kruīza viesnīcas par vislabākajām publiski piejamām cenām. Jūsu atvaļinājuma pirktspēja palielinās,kad pielietojat Balvu Puktus.
mn: Клубын Гишүүд дэлхийн олон мянга мянган зочид буудал, амралтын газруудын захиалгыг inStays-ээр дамжуулан хийх үед үнийн зөрүүг Шагналын Оноогоор эргүүлэн авах боломжтой болсон. Энэ нь танд газрын амралт, далайн аялалын өмнөх болон дараах зочид буудлуудын захиалгыг нийтэд нээлттэй үнээр захиалах боломжийг олгоно. Таныг Шагналын Оноо ашиглах үед таны худалдан авах чадвар эрс нэмэгдэх болно.
pt: Com a inStays os membros do clube podem resgatar Pontos de Recompensa para milhares de hotéis e resorts de classe mundial. Isso permite que você reserve viagens em terra e hotéis pré e pós-cruzeiro com as melhores tarifas disponíveis publicamente. Seu poder de compra em viagens é amplificado quando você usa Pontos de Recompensa.
ro: Cu inStays, membrii clubului pot răscumpăra punctele de recompensă pentru mii de hoteluri și stațiuni de clasă mondială. Acest lucru îți permite să rezervi vacanțe terestre și hoteluri înainte și după croazieră la cele mai bune tarife disponibile publicului. Puterea ta de cumpărare a vacanței este amplificată atunci când folosești punctele de recompensă.
ru: Благодаря inStays Члены Клуба могут применять Бонусны Баллы в отношении тысяч отелей и курортов мирового класса. Это позволяет вам бронировать наземыне виды отдыха, а также отели до и после круиза, по лучшим, доступным публично, ценам. Ваша покупательская способность по отношению к отдыху усиливается, когда вы используете Бонусные Баллы.
uk: Завдяки inStays Члени Клубу можуть застосовувати Бонусні Бали щодо тисячі готелів та курортів світового класу. Це дозволяє вам бронювати наземні види відпочинку, а також готелі до і після круїзу, за найкращими, доступними публічно, цінами. Ваша купівельна спроможність під час відпустки збільшується, коли ви використовуєте Бонусні Бали.
uz: inStays доирасида Клуб Аъзолари Бонус баллари ёрдамида жаҳон миқёсидаги минглаб меҳмонхона ва курортларда яшаш харажатларини камайтиришлари мумкин. Бу сизга қуруқликдаги таътилга, шунингдек круиздан олдин ва кейин ҳамёнбоп нархларда меҳмонхоналарга буюртма бериш имконини беради Бонус балларини қўллаганингизда сизнинг саёҳат харид қилиш имкониятингиз янада ортади.
zh: 通过 inStays，俱乐部会员可以使用奖励积分兑换数以千计的世界级酒店和度假村。 这使您可以以公开提供的最优惠价格预订陆上假期以及游轮前后的酒店。 当您使用时，您的假期购买力会被放大奖励分数。

source: With Retail Price
ca: Amb preu de venda al públic
de: Mit Einzelhandelspreis
es: Con Precio Minoritario
fr: Avec prix de détail
it: Con prezzo al pubblico
ja: 小売価格で
kk: Бөлшек бағамен
ky: Чекене баасы менен
lv: Ar Mazumtirdzniecības Cenu
mn: Жижиглэнгийн үнээр
pt: Com preço de varejo
ro: Cu prețul de retail
ru: По розничной цене
uk: За роздрібною ціною
uz: Чакана нархда
zh: 和零售价格

source: With Reward Points
ca: Amb Punts de Recompensa
de: mit Reward Points
es: Con Puntos de Recompensa
fr: Avec Points de Récompense
it: Con i Crediti Premio
ja: リワードポイントで
kk: Бонус Ұпайларымен
ky: Бонустук Упайлар менен
lv: Ar Balvu Punktiem
mn: Шагналын Оноогоор
pt: Com Pontos de Recompensa
ro: Cu puncte de recompensă
ru: Бонусными Баллами
uk: Бонусними Балами
uz: Бонус баллари билан
zh: 和奖励积分

source: With the
ca: Amb el
de: MIt
es: Con las
fr: avec la
it: Con
ja: この
kk: Арқасында
ko: 함께한
ky: Менен
lv: Ar
mn: Би
pt: Com o
ro: Cu
ru: Благодаря
uk: Завдяки
uz: билан
zh: 随着

source: With the launch of
ca: Amb el llançament de
de: MIt dem Start von
es: Con el lanzamiento de
fr: Avec le lancement de
it: Con il lancio di
ja: 公式スタートした
kk: Іске қосу арқылы
ky: Ишке киргизүү аркылуу
lv: Ar palaišanu
mn: Одооноос
pt: Com o lançamento da
ro: Odată cu lansarea
ru: Благодаря запуску
uk: Завдяки запуску
uz: Ишга тушиши билан
zh: 随着启动

source: With these potential parameters, you can earn a
ca: Amb aquests paràmetres potencials, pots guanyar un
de: Mit diesen Potenzialparametern verdienen Sie einen
es: Con estos parámetros potenciales, puedes ganar un(a)
fr: Avec ces paramètres potentiels, vous pouvez gagner un
it: Con questi potenziali parametri, puoi guadagnare
ja: 予測されるパラメーターの情報でシミュレーションすると、あなたが稼ぐことのできる報酬は
kk: Осы әлеуетті параметрлердің көмегімен, сіз келесілерді таба аласыз
ko: 이러한 잠재 매개 변수를 적용하면 귀하가 벌 수 있는 수익이
ky: Бул потенциалдуу параметрлер менен,
lv: Izmantojot šos iespējamos parametrus, varat nopelnīt
mn: Энэ үзүүлэлтээр таны авах орлогын хэмжээ
pt: Com esses parâmetros potenciais, você pode ganhar
ro: Cu acești parametri potențiali, poți câștiga
ru: С такими потенциальными параметрами вы можете заработать
uk: З такими потенційними параметрами ви можете заробити
uz: Ушбу потенциал параметрлар билан сиз қуйидаги пулларни ишлашингиз мумкин
zh: 有了這些潛在的參數，您可以賺取

source: With these potential parameters, you can earn up to a $210,000 per month.
ca: Amb aquests paràmetres potencials, pots guanyar fins a 210.000 dòlars al mes.
de: Mit diesen Potenzialparametern können Sie bis zu $210,000 pro Monat verdienen.
es: Con estos parámetros potenciales, puedes ganar hasta $210,000 por mes.
fr: Avec ces paramètres potentiels, vous pouvez gagner jusqu'à 210 000 $ par mois.
it: Con questi potenziali parametri, puoi guadagnare fino a $210.000 al mese.
ja: 予測されるパラメーターの情報でシミュレーションすると、あなたが稼ぐことのできる報酬は毎月最大$210,000です。
kk: Осы потенциалды параметрлердің көмегімен, сіз айына 210 000$-ға дейін табыс таба аласыз.
ko: 이러한 잠재 매개 변수를 적용하면 월 수익이 최대 $210,000가 될 수 있습니다.
ky: Бул потенциалдуу параметрлер менен сиз айына 210 000 долларга чейин таба аласыз.
lv: Izmantojot šos iespējamos parametrus, varat nopelnīt līdz $210.000 mēnesī.
mn: Энэ үзүүлэлтээр та сард $210,000 хүртэл орлого авах боломжтой.
pt: Com esses parâmetros potenciais, você pode ganhar até $210.000 por mês.
ro: Cu acești parametri potențiali, poți câștiga până la 210.000 de $ pe lună.
ru: С такими потенциальными параметрами вы можете заработать до $210 000 в месяц.
uk: З такими потенційними параметрами ви можете заробити до $210 000 за місяць.
uz: Ушбу потенциал параметрлар билан сиз ойига 210,000$ гача пул ишлашингиз мумкин.
zh: 有了這些潛在的參數，您每月最多可以賺取210,000美元。

source: Withdrawal of funds exceed the maximum allowed for a occasional partner, please provide your VAT number as a habitual partner to complete this transaction.
ca: La retirada de fons excedeix el màxim permès per a un soci ocasional, si us plau proporciona el teu número de VAT com a soci habitual per a completar aquesta transacció.
de: Die Abhebung von Geldern übersteigt den für einen gelegentlichen Partner zulässigen Höchstbetrag. Bitte geben Sie Ihre MwSt.-Nummer als gewöhnlicher Partner an, um diese Transaktion abzuschließen.
es: El retiro de fondos excede el máximo permitido para un socio ocasional, proporciona tu número de VAT como socio habitual para completar esta transacción.
fr: Le retrait de fonds dépasse le maximum autorisé pour un partenaire occasionnel, veuillez fournir votre numéro de TVA en tant que partenaire habituel pour effectuer cette transaction.
it: Il prelievo di denaro supera il massimo consentito per un Partner che è Incaricato Occasionale. Per completare questa transazione, si prega di fornire il proprio numero di partita IVA come Incaricato Abituale.
ja: 資金引き出しが、occasionalパートナーに許可されている上限を超えています。この取引を完了するには、habitualパートナーとしてのVAT番号をお知らせください。
kk: Қаражатты алу кездейсоқ серіктес үшін рұқсат етілген максималды мәннен асады. Бұл транзакцияны аяқтау үшін тұрақты серіктес ретінде ҚҚС нөміріңізді беріңіз.
ko: 자금 인출이 임시 파트너에게 허용된 최대 한도를 초과합니다. 이 거래를 완료하려면 일반 파트너로서 VAT 번호를 제공하십시오.
ky: Акча каражаттарын алуу кээде өнөктөш үчүн уруксат берилген максималдуу чектен ашып кетет, бул транзакцияны аягына чыгаруу үчүн туруктуу өнөктөш катары КНС номериңизди келтириңиз.
lv: Ja naudas līdzekļu izņemšana pārsniedz maksimālo pieļaujamo apjomu, ko var izmantot neregulārs partneris, norādiet savu PVN maksātāja numuru kā pastāvīgu partneri, lai pabeigtu šo darījumu.
mn: Хааяа мөнгө татан авдаг Түншийн мөнгө татах хэмжээ зөвшөөрөгдсөн дээд хэмжээнээс хэтэрсэн тул энэ гүйлгээг гүйцэтгэх үүднээс байнга мөнгө татан авдаг Түншийн НӨАТ-ийн дугаараа оруулна уу.
pt: A retirada de fundos excede o máximo permitido para um parceiro ocasional. Forneça seu número VAT como parceiro habitual para concluir esta transação.
ro: Retragerea fondurilor depășește maximul permis pentru un partener ocazional, te rugăm să furnizezi numărul tău de TVA ca partener obișnuit pentru a finaliza această tranzacție.
ru: Сумма средств для вывода превышает максимально допустимый размер для эпизодического Партнёра. Предоставьте, пожалуйста, свой налоговый номер постоянного Партнёра, чтобы завершить транзакцию.
uk: Зняття коштів перевищує максимальну суму, дозволену для епізодичного Партнера. Будь ласка, надайте свій податковий номер постійного Партнера, щоб завершити транзакцію.
uz: Агар ечиб олинаётган маблағлар суммаси тасодифий ҳамкор учун йўл қўйилган максимумдан ошса, илтимос, мазкур транзакцияни якунлаш учун одатий ҳамкор сифатида ҚҚС рақамингизни киритинг.
zh: 提取资金超出了偶尔合作伙伴允许的最高限额，请提供您作为惯常合作伙伴的增值税号以完成此交易。
