Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: By International Mail:
ca: Per Correu Internacional:
de: Per internationaler Post:
es: Por Correo Internacional:
fr: Par Courrier International :
it: Per posta internazionale:
ja: 国際郵便の場合：
kk: Халықаралық пошта арқылы:
ky: Эл аралык почта аркылуу:
lv: Pa Starptautisko Pastu:
mn: Олон улсын шуудангаар:
pt: Por correio internacional:
ro: Prin poșta internațională:
ru: Международной почтой:
uk: Міжнародною поштою:
uz: Халқаро почта орқали:
zh: 通过国际邮件：

source: By pressing “Pay”, you are confirming your reservation and agreeing to pay %{totalPointsUsed} reward points. Are you sure you want to proceed?
ca: En fer clic a 'Pagar', confirmes la teva reserva i acceptes pagar %{totalPointsUsed} punts de recompensa. Estàs segur que vols continuar?
de: Wenn Sie auf "Bezahlen" klicken, bestätigen Sie Ihre Reservierung und erklären sich damit einverstanden, %{totalPointsUsed} Reward Points zu bezahlen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Al presionar “Pagar”, confirmas tu reserva y aceptas pagar %{totalPointsUsed} Puntos de Recompensa. ¿Estás seguro de que deseas continuar?
fr: En appuyant sur « Payer », vous confirmez votre réservation et acceptez de payer %{totalPointsUsed} de points de récompense. Êtes-vous sûr de vouloir continuer ?
it: Premendo “Paga”, confermi la tua prenotazione e accetti di pagare i %{totalPointsUsed} crediti premio. Sei sicuro di voler procedere?
ja: 「支払う」をクリックすると、予約を確定し、%{totalPointsUsed}リワードポイントを支払うことに同意したことになります。続行してもよろしいですか？
kk: "Төлеу" түймесін басу арқылы сіз брондауыңызды растайсыз және %{totalpointsused} бонустық ұпайларын төлеуге келісесіз. Сіз жалғастырғыңыз келетініне сенімдісіз бе?
ky: "Төлө" баскычын басуу менен ээлеп коюуңузду ырастайсыз жана бонустук упайлары менен {total Points Used}%ын төлөөгө макул болосуз. Мындан ары улантууну каалайсызбы?
lv: Nospiežot “pay”, jūs apstiprināt savu rezervāciju un piekrītat maksāt %{totalPointsUsed} balvu punktus. Vai tiešām vēlaties turpināt?
mn: "Төлөх" товчин дээр дарснаар та захиалгаа баталгаажуулж, %{totalPointsUsed} Шагналын Оноо ашиглахаа зөвшөөрч байгаа болно. Цааш нь үргэлжлүүлэх үү?
pt: Ao clicar em “Pagar” você está confirmando sua reserva e concordando em pagar %{totalPointsUsed} Pontos de Recompensa. Tem certeza de que deseja prosseguir?
ro: Apăsând „Plătiți”, îți confirmi rezervarea și ești de acord să plătești %{totalPointsUsed} puncte de recompensă. Ești sigur că vrei să continui?
ru: Нажимая "Оплатить", вы подтверждаете своё бронирование и соглашаетесь оплатить %{totalPointsUsed} бонусных баллов. Вы уверены, что хотите продолжить?
uk: Натискаючи "Оплатити", ви підтверджуєте своє бронювання та погоджуєтеся сплатити %{totalPointsUsed} бонусні бали. Ви впевнені, що хочете продовжити?
uz: "Тўлаш" тугмасини босиб, сиз буюртмани тасдиқлайсиз ва %{totalPointsUsed} бонус балларини тўлашга ўз розилигингизни билдирасиз. Давом этишни истайсизми?
zh: 通过按“支付”，您确认您的预订并同意支付%{totalPointsUsed}奖励积分。您确定要继续吗？

source: By Rank
ca: Per Rang
de: Nach Rangstufen
es: Por Rango
fr: Par rang
it: Per rango
ja: ランク
kk: Ранг арқылы
ko: 직급으로
ky: Ранг боюнча
lv: Pēc ranga
mn: Цолоор
pt: Por classificação
ro: Prin nivel de carieră
ru: По рангу
uk: За рангом
uz: Ранглар бўйича
zh: 通过排名

source: By submitting Your Content, you are irrevocably granting users of inCruises' website, products and/or services the right to access Your Content until the time you no longer want this content to be used with the inCruises platform by removing Your Content from the service and/or deleting your user account. You also agree to waive any claims or assertions against inCruises, its affiliates and users, of moral rights with respect to Your Content.
ca: En enviar el Teu Contingut, estàs atorgant irrevocablement als usuaris del lloc web, productes o serveis d’inCruises el dret d’accedir al teu contingut fins al moment en què ja no vulguis que aquest contingut s’utilitzi amb la plataforma d’inCruises, eliminant el Teu Contingut del servei o suprimint el teu compte d’usuari. També acceptes renunciar a qualsevol reclamació o afirmació contra inCruises, les seves afiliades i usuaris, dels drets morals en relació amb el Teu Contingut.
fr: En soumettant Votre Contenu, vous accordez de manière irrévocable aux utilisateurs du site web, des produits et/ou des services d'inCruises le droit d'accéder à Votre Contenu jusqu'à ce que vous ne souhaitiez plus que ce contenu soit utilisé sur la plateforme inCruises en retirant Votre Contenu du service et/ou en supprimant votre compte utilisateur. Vous acceptez également de renoncer à toute réclamation ou assertion contre inCruises, ses affiliés et utilisateurs, concernant les droits moraux relatifs à Votre Contenu.
it: Inviando i Tuoi Contenuti, concedi irrevocabilmente agli utenti del sito web, dei prodotti e/o dei servizi di inCruises il diritto di accedere ai Tuoi Contenuti fino al momento in cui non vorrai più che siano utilizzati con la piattaforma inCruises rimuovendo i Tuoi Contenuti dal servizio e/o eliminando il tuo account utente. Accetti inoltre di rinunciare a qualsiasi rivendicazione o pretesa di diritti morali nei confronti di inCruises, delle sue affiliate e degli utenti, in relazione ai Tuoi Contenuti.
ja: コンテンツを投稿することにより、inCruises のウェブサイト、製品および／またはサービスの利用者に対してそのコンテンツへのアクセス権を取り消し不能なかたちで付与することに同意したものとみなされます。このアクセス権は、お客様が当該コンテンツを inCruises プラットフォーム上で使用されることを望まなくなり、サービスからそのコンテンツを削除するか、ユーザーアカウントを削除するまで継続されます。また、当該コンテンツに関して inCruises、その関連会社、およびユーザーに対して、著作者人格権を主張または行使しないことにも同意したものとみなされます。
kk: Контентті жіберу арқылы сіз incruises' веб-сайтының, өнімдерінің және/немесе қызметтерінің пайдаланушыларына осы контентті inCruises платформасында пайдалануды, контентті қызметтен жоюды және/немесе пайдаланушы тіркелгіңізді жоюды қалағанша контентке кіру құқығын қайтарымсыз бересіз. Сіз сондай-ақ inCruises, оның серіктестері және пайдаланушылары сіздің контентіңізге қатысты моральдық құқықтарға қатысты кез келген шағымдардан немесе шағымдардан бас тартуға келісесіз.
pt: Ao enviar o Seu Conteúdo, você concede aos usuários do site, produtos e/ou serviços da inCruises o irrevogável direito de acessar o Seu Conteúdo até o momento em que você não desejar o uso na plataforma inCruises através da remoção do Seu Conteúdo do serviço e/ou exclusão da sua conta de usuário. Você também concorda em renunciar a quaisquer reivindicações ou afirmações de direitos morais em relação ao Seu Conteúdo contra a inCruises, seus afiliados e usuários.
ro: Prin trimiterea Conținutului Tău, acorzi irevocabil utilizatorilor site-ului web, produselor și/sau serviciilor inCruises dreptul de a accesa Conținutul Tău până în momentul în care nu mai vrei ca acest conținut să fie utilizat cu platforma inCruises prin eliminarea Conținutului Tău din serviciu și/sau ștergerea contului tău de utilizator. De asemenea, ești de acord să renunți la orice pretenții sau afirmații împotriva inCruises, afiliaților și utilizatorilor săi, cu privire la drepturile morale cu privire la Conținutul Tău.
uk: Надаючи свої Матеріали, ви беззастережно надаєте користувачам веб-сайту, продуктів та/або послуг inCruises право на доступ до Вашого Контенту, поки ви не вирішите їх видалити. Для цього необхідно видалити Матеріали з сервісу та/або ваш обліковий запис користувача. Ви також погоджуєтесь відмовитися від будь-яких претензій чи вимог до inCruises, її філій та користувачів щодо дотримання немайнових прав на ваші Матеріали.
uz: Ўз контентингизни юбориб, сиз inCruises веб-сайти, маҳсулотлари ва/ёки хизматларидан фойдаланувчиларга улардан фойдаланиш ҳуқуқини берасиз, токи контентингизни сервисдан ўчириш ва/ёки ўз фойдаланувчи аккаунтингизни ўчириш орқали ушбу контент inCruises платформасида қўлланилишини истамаслигингизни билдиргунингизга қадар. Шунингдек, inCruises, унинг филиаллари ва фойдаланувчиларига нисбатан Контентингизга доир маънавий ҳуқуқ сингари ҳар қандай даъво ва талабда бўлмасликка розилик берасиз.
zh: 通过提交您的内容，您不可撤销地授予inCruises网站、产品和/或服务的用户在您不再希望该内容与inCruises平台关联之前，有权访问您的内容。若您希望停止使用该内容，可通过从服务中移除您的内容和/或删除您的用户账户来实现。您还同意放弃就您的内容对inCruises、其关联方及用户提出任何道德权利方面的主张或要求。

source: By turning off inCruises Wallet Recurring, funds in your inCruises Wallet will no longer be used as your recurring payment method. Since you don’t have a recurring payment card set up, you’ll be responsible for submitting payments manually each billing cycle.
fr: En désactivant le paiement Récurrent via le Portefeuille inCruises, les fonds de votre Portefeuille inCruises ne seront plus utilisés comme moyen de paiement automatique. Dans ce cas, et en l'absence de carte bancaire enregistrée pour les paiements automatiques, vous devrez effectuer vos paiements manuellement à chaque échéance.
it: Disattivando la funzionalità Ricorrente per il tuo Wallet inCruises, i fondi presenti nel tuo Wallet inCruises non verranno più utilizzati come metodo di pagamento ricorrente. Dato che non hai impostato una carta di pagamento ricorrente, sarai responsabile dell'invio manuale dei pagamenti a ogni ciclo di fatturazione.
kk: inCruises Әмиянының рекурренттік төлемін өшірген кезде, Әмияныңыздағы қаражат рекурренттік төлем әдісі ретінде пайдаланылмайды. Сізде рекурренттік төлем картасы орнатылмағандықтан, әрбір есептік кезеңде төлемдерді қолмен жасауға жауапты боласыз.
pt: Ao desativar a Recorrência da Carteira inCruises, os seus fundos deixarão de ser utilizados pelo meio de pagamento recorrente. Como não há um cartão de pagamento recorrente configurado, você será responsável por efetuar os pagamentos manualmente em cada ciclo de faturamento.
uk: Вимикаючи функцію рекурентної оплати за допомогою гаманця inCruises, кошти в ньому більше не будуть використовуватися для здійснення рекурентних платежів. Оскільки у вас не налаштована рекурентна оплата карткою, ви будете нести відповідальність за ручне внесення оплати в кожному розрахунковому циклі.
uz: Даврий тўлов усулидан inCruises Ҳамёнини ўчирсангиз, у ортиқ даврий тўлов усули сифатида қўлланилмайди. Даврий тўлов учун тўлов картаси ўрнатмагунингизча, сиз ҳар тўлов даврида ўзингиз мустақил тўлов қилишга масъул бўласиз.
zh: 关闭inCruises钱包定期付款后，您钱包中的资金将不再作为您的定期付款方式。由于您尚未设置定期付款银行卡，您将需要在每个账单周期手动提交付款。

source: By Uplines
ca: Per Línies ascendents
de: Nach Uplines
es: Por Líneas ascendentes
fr: Par lignes ascendantes
it: Per upline
ja: アップライン
kk: Жоғары тұрған Демеушілер арқылы
ko: 업라인으로
ky: Аплайнлар боюнча
lv: Pēc Augšējām līnijām
mn: Дээд үеүүдээр
pt: Por patrocinadores
ro: Prin sponsori
ru: По вышестоящим
uk: За вищестоящими
uz: Аплайнлар бўйича
zh: 通过上线

source: By Uplines and Ranks
ca: Per Línies Ascendents i Rangs
de: Nach Uplines und Rangstufen
es: By Líneas Ascendientes y Rangos
fr: Par lignes ascendantes et par rangs
it: Per upline e ranghi
ja: アップラインとランク
kk: Жоғары демеушілер мен Рангтар бойынша
ko: 업라인과 직급으로
ky: Аплайн жана рангдар боюнча
lv: Pēc augšējām līnijām un rangiem
mn: Дээд үе болон цолоор
pt: Por uplines e classificações
ro: Prin sponsori și nivel de carieră
ru: По вышестоящим и рангам
uk: За вищестоящими та рангами
uz: Аплайнлар ва ранглар бўйича
zh: 按上线和排名

source: By using the Site, you agree that you will be solely and personally responsible for your use of the Site and its Services and that you will indemnify and hold harmless inCruises, its licensors, affiliates, employees, officers, members, managers, attorneys, advisors, partners, investors, lenders and directors from all claims for liabilities, losses and expenses, including reasonable attorney's fees, from third parties arising from your conduct. We reserve the right to investigate and take appropriate legal action against anyone who, in our sole and absolute discretion, violates this provision, including, without limitation, removing the offending content from inCruises' Website and its Services and terminating the account of such violators and/or reporting such content or activities to law enforcement authorities or other governmental agencies. In addition, you agree not to engage in any of the following:
ca: En utilitzar el Lloc Web, acceptes que seràs l’únic i personalment responsable del teu ús del Lloc Web i dels seus Serveis, i que indemnitzaràs i eximiràs d’afiliació a inCruises, els seus llicenciadors, afiliats, empleats, directius, membres, administradors, advocats, assessors, socis, inversors, prestadors i directors de qualsevol reclamació per responsabilitats, pèrdues i despeses, inclosos honoraris raonables d’advocats, per part de tercers derivats de la teva conducta. Ens reservem el dret d’investigar i emprendre les accions legals oportunes contra qualsevol persona que, a la nostra exclusiva i absoluta discreció, incompleixi aquesta disposició, incloent-hi, entre d’altres, l’eliminació del contingut ofensiu del Lloc Web d’inCruises i dels seus Serveis, la cancel·lació del compte dels infractors o la comunicació d’aquest contingut o activitats a les autoritats policials o altres organismes governamentals. A més, acceptes no participar en cap de les accions següents:
fr: En utilisant le Site, vous acceptez d'être seul et personnellement responsable de votre utilisation du Site et de ses Services, et d'indemniser et de dégager de toute responsabilité inCruises, ses concédants, sociétés affiliées, employés, dirigeants, membres, gestionnaires, avocats, conseillers, partenaires, investisseurs, prêteurs et administrateurs contre toute réclamation pour responsabilité, perte et frais, y compris les honoraires d'avocat raisonnables, de la part de tiers découlant de votre conduite. Nous nous réservons le droit d'enquêter et d'engager les poursuites judiciaires appropriées contre toute personne qui, à notre entière discrétion, enfreint cette disposition, y compris, sans s'y limiter, en supprimant le contenu incriminé du Site Web d'inCruises et de ses Services, en résiliant le compte de ces contrevenants et/ou en signalant ce contenu ou ces activités aux autorités policières ou autres organismes gouvernementaux. De plus, vous vous engagez à ne pas commettre les actes suivants :
it: Utilizzando il Sito, accetti di essere l'unico e personale responsabile del tuo utilizzo del Sito e dei suoi Servizi e di indennizzare e tenere indenne inCruises, i suoi licenziatari, affiliati, dipendenti, funzionari, membri, dirigenti, avvocati, consulenti, partner, investitori, finanziatori e amministratori da ogni rivendicazione per responsabilità, perdite e spese, incluse le ragionevoli spese legali, da parte di terzi derivanti dalla tua condotta. Ci riserviamo il diritto di indagare e intraprendere le opportune azioni legali contro chiunque, a nostra esclusiva e assoluta discrezione, violi questa disposizione, incluso, senza limitazione, la rimozione del contenuto offensivo dal Sito Web e dai Servizi di inCruises e la chiusura dell'account di tali violatori e/o la segnalazione di tali contenuti o attività alle autorità di pubblica sicurezza o ad altre agenzie governative. In aggiunta, accetti di non intraprendere alcuna delle seguenti azioni:
ja: 本サイトを利用することにより、会員は、本サイトおよびそのサービスの利用に関して一切の責任を自ら単独で負うこと、ならびに inCruises、そのライセンサー、関連会社、従業員、役員、メンバー、マネージャー、弁護士、アドバイザー、パートナー、投資家、貸主および取締役を、会員の行為に起因して第三者から提起される一切の請求、損害、損失、費用（合理的な弁護士費用を含む）から免責し、損害を被らせないことに同意したものとみなされます。当社は、当社の単独かつ絶対的な裁量により、本条項に違反すると判断した者に対して、違反コンテンツを inCruises のウェブサイトおよびサービスから削除すること、当該違反者のアカウントを終了すること、ならびに当該コンテンツまたは行為を法執行機関またはその他の政府機関に報告することなど、適切な法的措置を講じる権利を留保します。さらに、会員は、以下の行為を行わないことにも同意するものとします：
kk: Сайтты пайдалану арқылы, сіз Сайт пен оның Қызметтерін пайдалануға толығымен және жеке жауапты екеніңізді мойындайсыз, сондай-ақ inCruises компаниясын, оның лицензиарларын, серіктестерін, қызметкерлерін, басшыларын, мүшелерін, менеджерлерін, заңгерлерін, кеңесшілерін, серіктестерін, инвесторларын, несие берушілерін және директорларын сіздің әрекеттеріңізден туындайтын үшінші тұлғалардың талаптары, залалдары мен шығындары үшін, соның ішінде заңгерлік қызметтерге кеткен ақылға қонымды шығындарды қоса алғанда, жауапкершіліктен босатуға және қорғауға келісесіз. Біз осы ережені бұзды деп санаған кез келген адамға қатысты тергеу жүргізіп, тиісті құқықтық шараларды қабылдау құқығын өзімізде қалдырамыз. Бұл шаралар шектеусіз мыналарды қамтуы мүмкін: заң бұзушылық болып саналатын контентті inCruises' сайты мен оның Қызметтерінен алып тастау, сондай-ақ мұндай бұзушылардың тіркелгісін жою және/немесе бұл әрекеттер мен контент туралы құқық қорғау органдарына немесе басқа да мемлекеттік органдарға хабарлау. Сонымен қатар, сіз төмендегілердің ешқайсысымен айналыспауға келісесіз:
pt: Ao usar o Site, você concorda que será o único e pessoalmente responsável pelo uso do Site e dos Serviços e que indenizará e isentará a inCruises, seus licenciadores, afiliados, funcionários, executivos, membros, gerentes, advogados, consultores , parceiros, investidores, credores e diretores de todas as reivindicações de responsabilidades, perdas e despesas, incluindo honorários advocatícios razoáveis, de terceiros decorrentes da sua conduta. Reservamos o direito de investigar e tomar as medidas legais apropriadas contra qualquer pessoa que, a nosso critério exclusivo e absoluto, viole esta disposição, incluindo, sem limitação, a remoção do conteúdo ilegal do site da inCruises e dos Serviços, o enceramento da conta desses violadores e/ou a denúncia desse conteúdo ou atividades às autoridades policiais ou outras agências governamentais. Além disso, você concorda em não se envolver em nenhum dos seguintes itens:
ro: Prin utilizarea Site-ului, ești de acord că vei fi singurul responsabil personal pentru utilizarea Site-ului și a Serviciilor sale și că vei despăgubi și vei exonera de răspundere inCruises, licențiatorii, afiliații, angajații, directorii, membrii, managerii, avocații, consilierii, partenerii, investitorii, creditorii și consilierii săi de orice pretenții pentru daune, pierderi și cheltuieli, inclusiv onorariile rezonabile ale avocaților, din partea terților, care rezultă din conduita ta. Ne rezervăm dreptul de a investiga și de a lua măsurile legale corespunzătoare împotriva oricui care, la discreția noastră unică și absolută, încalcă această prevedere, inclusiv, fără limitare, eliminarea conținutului ofensator de pe Site-ul și Serviciile inCruises, suspendarea contului unor astfel de încălcători și/sau raportarea conținutului sau activităților respective autorităților de aplicare a legii sau altor agenții guvernamentale. În plus, ești de acord să nu te implici în niciuna dintre următoarele:
uk: Користуючись Сайтом, ви погоджуєтесь із тим, що несете особисту відповідальність за його використання та використання його Послуг. Ви також зобов’язуєтесь звільнити компанію inCruises, її ліцензіарів, філії, співробітників, посадових осіб, Членів Клубу, менеджерів, юристів, радників, партнерів, інвесторів, кредиторів і директорів від будь-яких претензій, зобов’язань, збитків і витрат, включно з обґрунтованими гонорарами адвокатів, які можуть виникнути в третіх осіб унаслідок вашої діяльності. Ми залишаємо за собою право проводити розслідування та вживати відповідних юридичних заходів щодо будь-якої особи, яка, на нашу абсолютну та одноосібну думку, порушує це положення, включно, без обмежень, із видаленням образливих матеріалів із Вебсайту inCruises' та його Послуг, анулюванням облікових записів таких порушників і/або повідомленням про такі матеріали чи дії до правоохоронних органів або інших державних установ. Крім того, ви погоджуєтеся не брати участі в будь-якій із нижчезазначених дій:
uz: Сайтдан фойдаланиш орқали сиз Сайт ва Хизматлардан фойдаланишингиз учун ёлғиз ўзингиз ва шахсан жавобгар бўлишга ҳамда inCruises, унинг лицензиатлари, филиаллари, ходимлари, мансабдор шахслари, аъзолари, бошқарувчилари, адвокатлари, маслаҳатчилари, ҳамкорлари, инвесторлари, қарз берувчилар ва директорларини барча жавобгарлик, йўқотиш ва харажатлар, жумладан, сизнинг хулқ-атворингиз сабабли учинчи томонлар олдида вужудга келувчи оқилона адвокат тўловлари учун бўлган барча даъволардан зарарсиз ҳолда сақлашга ва компенсация тўлаш орқали уларни зарарлардан озод қилишга розилик берасиз. Мазкур қоидани бузган ҳар қандай шахсга нисбатан суриштирув олиб бориш ва муносиб ҳуқуқий чоралар кўриш, жумладан, чекловларсиз, inCruises веб-сайти ва унинг Хизматларидан ҳуқуқларни бузувчи контентни ўчириш ҳамда бу каби қонунбузарлар ҳисобини тугатиш ва/ёки бу каби контент ҳақида ҳуқуқни муҳофаза қилувчи органлар ёхуд бошқа ҳукумат органларига хабар бериш ҳуқуқини ўзимизда сақлаб қоламиз. Бундан ташқари, сиз қуйидагиларнинг ҳеч бирида иштирок этмасликка розилик берасиз:
zh: 通过使用本网站，您同意您将对自己使用本网站及其服务负全部个人责任，并同意赔偿并使inCruises及其许可方、关联公司、员工、高级职员、成员、管理人员、律师、顾问、合作伙伴、投资人、贷款方和董事免受因您的行为而引起的所有来自第三方的责任、损失和费用索赔，包括合理的律师费用。我们保留权利对任何我们全权酌情认定违反本条款的人进行调查并采取适当的法律行动，包括但不限于从inCruises网站及其服务中移除相关违规内容、终止该违规者的账户，并/或向执法机关或其他政府机构报告该等内容或行为。此外，您同意不得从事以下任何行为：

source: By using this form of payment, we will convert your 2 For 1 points into 1 For 1 to cover the out of pocket costs.
ca: En usar aquesta forma de pagament, convertirem els teus punts 2 per 1 en 1 per 1 per a cobrir les despeses de butxaca.
de: Wenn Sie diese Zahlungsart wählen, wandeln wir Ihre 2-für-1-Punkte in 1-für-1-Punkte um, um die Kosten aus eigener Tasche zu decken.
es: Al usar esta forma de pago, convertiremos tus puntos 2 por 1 en 1 por 1 para cubrir los gastos de bolsillo.
fr: En utilisant ce mode de paiement, nous convertirons vos points 2 pour 1 en 1 pour 1 afin de couvrir les frais à votre charge.
it: Se usi questa forma di pagamento, convertiremo i tuoi Crediti 2 per 1 in Crediti 1 per 1 a copertura della parte dovuta di tasca tua.
ja: この支払い方法を利用することで、２倍のポイントを１倍に変換し、実費分をカバーします。
kk: Төлемнің осы түрін пайдалана отырып, қалтадан тыс шығындарды жабу үшін 2 үшін 1 ұпайды 1 үшін 1 ұпайға айналдырамыз.
ko: 이 결제 방법을 사용하면 본인 부담금을 충당하기 위해 1대 2 포인트를 1 대 1로 변환합니다.
ky: Төлөмдүн бул түрүн колдонууда биз сиздин чыгымдарды өз чөнтөгүңүздөн төлөө үчүн 1ге 2 упайларыңызды 1ге 1 упайларга айландырабыз.
lv: zmantojot šo maksājuma veidu, jūsu 2 par 1 punktus mēs konvertēsim uz 1 par 1, lai segtu izmaksas skaidrā naudā.
mn: Энэхүү төлбөрийн хэлбэрийг ашигласнаар, бид өөрөөс гаргадаг төлбөрийг дарахын тулд таны 1-ийн оронд 2-ыг өгсөн оноог 1-ийн оронд 1-ийг өгдөг оноо болгон хөрвүүлэх болно.
pt: Ao usar esta forma de pagamento, converteremos seus pontos 2 por 1 em 1 por 1 para cobrir os custos desembolsados.
ro: Utilizând această formă de plată, îți vom converti punctele tale 2 pentru 1 în 1 pentru 1 pentru a acoperi costurile din buzunar.
ru: При использовании данной формы оплаты, мы сконвертируем ваши баллы 2 к 1 в 1 к 1 для покрытия расходов из собственных средств.
uk: При використанні цієї форми оплати, ми сконвертуємо ваші бали 2 до 1 в 1 до 1 для покриття витрат з власних коштів.
uz: Ушбу тўлов усулини қўллаб, сизнинг ҳамёндан тўловингизни қоплаш учун 1 га 2 балларингизни 1 га 1 балларга ўгирамиз.
zh: 通過使用這種付款方式，我們會將您的 2 換 1 積分轉換為 1 換 1 以支付自付費用。

source: c. Independent Business Partner (“IBP”)
ca: c. Soci Comercial Independent ("SCI")
de: f. Independent Business Partner (“IBP”)
es: c. Socio comercial independiente (“SCI”)
fr: c. Partenaire commercial indépendant («IBP»)
it: c. Business Partner Indipendente (“BPI”)
ja: c. 独立したビジネスパートナー (“IBP”)
kk: Тәуелсіз Бизнес Серіктесі ("ТБС")
ko: c. 독립 비즈니스 파트너 (IBP)
ky: c.Көзкарандысыз Бизнес Өнөктөшү (“КБӨ”)
lv: c.Neatkarīgs Biznesa Partneris("IBP)
mn: в. Бие даасан Бизнесийн Түнш (БДБТ)
pt: c. Sócio Independente (“IBP”)
ro: c. Partener de Afaceri Independent (“PAI”)
ru: c. Независимый Бизнес Партнер (“НБП”)
uk: c. Незалежний Бізнес Партнер ("НБП")
uz: c. Мустақил Бизнес Ҳамкор (“МБҲ”)
zh: c. 獨立業務合作夥伴（“IBP”）
