Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises is committed to safeguarding your privacy. Our Privacy Policy details how we collect, use, disclose, transfer, and store your personal data. It also explains how you can review and manage your information.
ca: inCruises es compromet a protegir la teva privacitat. La nostra Política de Privacitat detalla com recopilem, utilitzem, divulguem, transferim i emmagatzemem les teves dades personals. També explica com pots revisar i gestionar la teva informació.
de: inCruises verpflichtet sich, Ihre Privatsphäre zu schützen. In unserer Datenschutzrichtlinie erfahren Sie, wie wir Ihre persönlichen Daten erfassen, verwenden, offenlegen, übertragen und speichern. Außerdem wird darin erklärt, wie Sie Ihre Daten einsehen und verwalten können.
es: inCruises está comprometido con la protección de tu privacidad. Nuestra Política de Privacidad detalla cómo recopilamos, usamos, divulgamos, transferimos y almacenamos tus datos personales. También explica cómo puedes revisar y gestionar tu información.
fr: inCruises s'engage à protéger votre vie privée. Notre Politique de confidentialité détaille la manière dont nous collectons, utilisons, divulguons, transférons et stockons vos données personnelles. Elle explique également comment vous pouvez consulter et gérer vos informations.
it: inCruises si impegna a salvaguardare la tua privacy. La nostra Informativa sulla Privacy descrive in dettaglio come raccogliamo, utilizziamo, divulghiamo, trasferiamo e conserviamo i tuoi dati personali. Spiega anche come puoi rivedere e gestire le tue informazioni.
ja: inCruisesは、お客様のプライバシー保護に全力で取り組んでいます。弊社のプライバシーポリシーでは、個人情報の収集、利用、開示、転送、保存の方法について詳しく説明しています。また、お客様ご自身の情報を確認・管理する方法についてもご案内しています。
kk: inCruises сіздің құпиялығыңызды қорғауға міндеттенеді. Біздің Құпиялылық саясатымызда біз қалайша жеке деректеріңізді жинайтынымызды, пайдаланатынымызды, ашатынымызды, тасымалдаатынымызды және сақтайтынымызды түсіндіреміз. Сонымен қатар, бұл құжат сіздің ақпаратыңызды қалай қарап шығуға және басқаруға болатынын да түсіндіреді.
ky: inCruises сиздин купуялыгыңызды коргоого умтулат.Биздин Купуялык саясатыбыз сиздин жеке маалыматтарыңызды кантип жыйнай турганыбызды, колдонорубүзду, ачыкка чыгарарыбызды, өткөрүп берээрибизди жана сактай турганыбызды кеңири түшүндүрөт. Ошондой эле, сиз бул маалыматты кантип карап чыгып, башкарсаңыз болорун да түшүндүрөт.
lv: inCruises ir apņēmusies aizsargāt jūsu konfidencialitāti. Mūsu konfidencialitātes politikā ir sniegta detalizēta informācija par to, kā mēs apkopojam, izmantojam, izpaužam, pārsūtām un glabājam jūsu personas datus. Tajā arī paskaidrots, kā var pārskatīt un pārvaldīt informāciju.
mn: inCruises нь таны хувийн нууцыг хамгаалах үүрэгтэй. Манай Нууцлалын бодлогод бид таны хувийн мэдээллийг хэрхэн цуглуулах, ашиглах, задруулах, шилжүүлэх, хадгалах талаар дэлгэрэнгүй тайлбарласан байдаг. Мөн та өөрийн мэдээллээ хэрхэн хянаж, удирдах боломжийг ч тайлбарласан байдаг.
pt: A inCruises está comprometida em proteger sua privacidade. Nossa Política de Privacidade detalha como coletamos, usamos, divulgamos, transferimos e armazenamos seus dados pessoais. Ela também explica como você pode revisar e gerenciar suas informações.
ro: inCruises se angajează să-ți protejeze confidențialitatea. Politica noastră de confidențialitate detaliază modul în care colectăm, utilizăm, dezvăluim, transferăm și stocăm datele tale cu caracter personal. De asemenea, explică modul în care îți poți revizui și gestiona informațiile.
ru: Компания inCruises заботится о сохранении вашей конфиденциальности. В нашей Политике конфиденциальности подробно описано, как мы собираем, используем, раскрываем, передаем и храним ваши личные данные. В ней также объясняется, как вы можете просматривать и управлять своими данными.
uk: inCruises прагне захищати вашу конфіденційність. У нашій Політиці конфіденційності детально описано, як ми збираємо, використовуємо, розкриваємо, передаємо та зберігаємо ваші персональні дані. Тут також пояснюється, як ви можете переглядати свою інформацію та керувати нею.
uz: inCruises сизнинг маҳфийлигингизни ҳимоялашга интилади. Бизнинг Маҳфийлик сиёсатимизда сизга тегишли маълумотларни қандай тўплашимиз, фойдаланишимиз, ошкор этишимиз, топширишимиз ва сақлашимиз батафсил ёритилган.
zh: inCruises致力于保护您的隐私。我们的隐私政策详细说明了我们如何收集、使用、披露、传输和存储您的个人数据，同时也解释了您如何查看和管理自己的信息。

source: inCruises is the world’s most valuable travel rewards club, giving Members access to 21,000+ cruises, 430,000+ hotels, and 300,000+ tours worldwide at unbeatable prices.
ca: inCruises és el club de recompenses de viatge més valuós del món, oferint als membres accés a més de 21.000 creuers, 430.000 hotels i més de 300.000 excursions a tot el món a preus incomparables.
de: inCruises ist der wertvollste Reiseprämien-Club der Welt und bietet seinen Mitgliedern Zugang zu mehr als 21.000 Kreuzfahrten, mehr als 430.000 Hotels und mehr als 300.000 Touren weltweit zu unschlagbaren Preisen.
es: inCruises es el club de recompensas de viajes más valioso del mundo, que ofrece a sus Miembros acceso a más de 21,000 cruceros, 430,000 hoteles y 300,000 excursiones en todo el mundo a precios inigualables.
fr: inCruises est le club de récompenses de voyage le plus précieux au monde, qui permet à ses Membres d'accéder à plus de 21 000 croisières, 430 000 hôtels et 300 000 circuits dans le monde entier à des prix imbattables.
it: inCruises è il club di premi viaggio più valido al mondo, che offre ai suoi Membri l’accesso a oltre 21.000 crociere, 430.000 hotel e 300.000 tour in tutto il mondo a prezzi imbattibili.
ja: inCruisesは、世界で最も価値のある旅行リワードクラブであり、メンバーは21,000以上のクルーズ、430,000以上のホテル、そして300,000以上のツアーに、他にはない価格でアクセスできます。
kk: inCruises-бұл әлемдегі ең құнды туристік сыйақы клубы, ол өз мүшелеріне 21000-нан астам круизге, 430000 қонақ үйге және бүкіл әлем бойынша 300000 турларға теңдесі жоқ бағамен қол жеткізуге мүмкіндік береді.
ky: inCruises – дүйнө жүзү боюнча теңдешсиз баада мүчөлөрүнө 21 000+ круизге, 430 000+ мейманкана жана 300 000+ турларга мүмкүнчүлүк берген дүйнөдөгү эң баалуу саякат сыйлыктары клубу.
lv: inCruises ir pasaulē vērtīgākais ceļojumu balvu klubs, kas Biedriem nodrošina pieeju 21 000 + kruīziem, 43 000 + viesnīcām un 300 000 +ekskursijām visā pasaulē par nepārspētām cenām.
mn: inCruises нь дэлхийн хамгийн үнэ цэнэ бүхий аялал жуулчлалын шагналын клуб бөгөөд Гишүүддээ дэлхийн 21,000 гаруй далайн аялал, 430,000 гаруй зочид буудал, 300,000 гаруй газрын аяллын сонголтуудыг хямд үнээр санал болгодог юм.
pt: inCruises é o clube de recompensa de viagem mais valioso do mundo, oferecendo aos seus Membros acesso a mais de 21.000 cruzeiros, mais de 430.000 hotéis e mais de 300.000 passeios pelo mundo todo a preços imbatíveis.
ro: inCruises este cel mai valoros club de recompense de călătorie din lume, oferind membrilor acces la peste 21.000 de croaziere, peste 430.000 de hoteluri și peste 300.000 de tururi în întreaga lume la prețuri imbatabile.
ru: inCruises — самый ценный в мире клуб туристических вознаграждений, предоставляющий своим Членам доступ к более чем 21 000 круизов, 430 000 отелей и 300 000 туров по всему миру по несравнимым ценам.
uk: inCruises — це найцінніший у світі туристичний клуб з винагородами, який надає учасникам доступ до понад 21 000 круїзів, 430 000+ готелів і 300 000+ турів по всьому світу за неперевершеними цінами.
uz: inCruises дунёдаги энг қийматли саёҳат учун мукофотловчи клуб бўлиб, Аъзоларга бутун дунё бўйлаб 21,000+ круизлар, 430,000+ меҳмонхоналар ва 300,000 турларни беқиёс нархларда таклиф этади.
zh: inCruises是全球最有价值的旅行奖励俱乐部，为会员提供超过21,000个邮轮航程、430,000家酒店和300,000个旅游项目，覆盖全球，价格无可匹敌。

source: inCruises is Transforming Travel
ca: inCruises està Transformant la manera de Viatjar
de: inCruises verändert das Reisen
es: inCruises está Transformando la Manera de Viajar
fr: inCruises Transforme le Voyage
it: inCruises sta trasformando il modo di viaggiare
ja: inCruisesは、旅行のあり方を変革しています
kk: inCruises саяхатты түбегейлі өзгертіп жатыр
ky: inCruises туристтик индустрияны өзгөртүп жатат
lv: inCruises ir Transformējošs Ceļojums
mn: inCruises аялал жуулчлалыг хувьсган өөрчилж байна
pt: inCruises está Transformando as Viagens
ro: inCruises transformă călătoriile
ru: inCruises преобразует индустрию туризма
uk: inCruises трансформує індустрію туризму
uz: inCruises - трансформацион саёҳатдир
zh: inCruises正在革新旅行方式

source: inCruises is Transforming Travel!
ca: inCruises està Transformant la manera de Viatjar!
de: inCruises verändert das Reisen!
es: ¡inCruises está Transformando la manera de Viajar!
fr: inCruises Transforme le Voyage !
it: inCruises sta trasformando il modo di viaggiare!
ja: inCruisesは、旅行のあり方を変革しています！
kk: inCruises туризм индустриясын өзгертеді!
ky: inCruises туристтик индустрияны өзгөртүп жатат!
lv: inCruises ir Transformējošs Ceļojums!
mn: inCruises аяллыг хувьсган өөрчилж байна!
pt: inCruises está Transformando as Viagens !
ro: inCruises transformă călătoriile!
ru: inCruises преобразует индустрию туризма!
uk: inCruises трасформує подорожі!
uz: inCruises - Ўзгача саёҳатдир!
zh: inCruises正在革新旅行方式！

source: InCruises Italian Branch
ca: InCruises Sucursal Italiana
de: InCruises Zweigstelle Italien
es: Sucursal de inCruses en Italia
fr: Branche Italienne inCruises
it: Filiale italiana di inCruises
ja: inCruises イタリア支社
kk: InCruises Италиядағы филиалы
ko: inCrusies 이탈리아 지사
ky: InCruises Италиядагы филиалы
lv: InCruises Itālijas filiāle/zars
mn: InCruises Итали дах салбар
pt: Filial italiana da inCruises
ro: Sucursala italiană inCruises
ru: Итальянские отделение inCruises
uk: Італійське відділення inCruises
uz: InCruises Италия филиали
zh: InCruises 意大利分公司

source: INCRUISES LANYARD
ca: CORRETJA DE COLL D'IDENTIFICACIÓ INCRUISES
de: INCRUISES SCHLÜSSELBAND
es: PORTAGAFETES DE INCRUISES
fr: INCRUISES LONGE
it: LACCETTO INCRUISES
ja: INCRUISESのランヤード
kk: INCRUISES БЭЙДЖ
ko: INCRUISES 랜야드
ky: INCRUISES БЭЙЖИ
lv: INCRUISES KLĀJS
pt: CORDÃO INCRUISES
ro: ȘNUR INCRUISES
ru: БЕЙДЖ INCRUISES
uk: БЕЙДЖ INCRUISES
uz: INCRUISES ТАСМАСИ
zh: INCRUISES挂绳

source: inCruises Leadership Team
ca: Equip de Lideratge d’inCruises
es: Equipo de Liderazgo de inCruises
fr: Équipe de Direction d'inCruises
it: Team di Leadership di inCruises
ja: inCruises経営陣
kk: InCruises басқару тобы
ky: inCruises лидерлик командасы
lv: inCruises Līderu komanda
mn: inCruises-ийн удирдлагын баг
pt: Equipe de Liderança da inCruises
ro: Echipa de Lideri inCruises
ru: Лидерская команда inCruises
uk: Команда Лідерів inCruises
uz: inCruises Раҳбарлар жамоаси
zh: inCruises领导团队

source: inCruises lets you send invitations to join the Site to friends, family and other personal connections (hereinafter referred to as "Friends") via email and social media posts. inCruises also offers the ability to send Friends emails about the Services provided by inCruises. If you choose to use these features, you may be assured that inCruises will only use your Friends' email addresses to notify them of the Services and Business Opportunities available on the Site. inCruises will not share your Friend's emails and information with any third party providers or advertisers in any way; except (i) for the purposes of sending the invitations to join our site if you choose to use this feature (ii) as otherwise may be provided for in this agreement.
ca: inCruises et permet enviar invitacions per unir-se al Lloc web a amics, familiars i altres contactes personals (d’ara endavant anomenats "Amics") mitjançant correu electrònic i publicacions a les xarxes socials. inCruises també ofereix la possibilitat d’enviar correus electrònics als Amics amb informació sobre els Serveis proporcionats per inCruises. Si decideixes utilitzar aquestes funcions, pots tenir la seguretat que inCruises només farà servir les adreces electròniques dels teus Amics per notificar-los sobre els Serveis i les Oportunitats de Negoci disponibles al Lloc web. inCruises no compartirà els correus electrònics ni la informació dels teus Amics amb cap proveïdor o anunciant extern de cap manera, excepte (i) per a l’enviament de les invitacions per unir-se al nostre lloc web si decideixes utilitzar aquesta funció, o (ii) segons el que es pugui disposar en aquest acord.
es: inCruises le permite enviar invitaciones para que se unan al sitio web a sus amigos, familiares y otros contactos personales (en lo sucesivo, "Amigos") a través de mensajes de correo electrónico y redes sociales. inCruises también ofrece la posibilidad de enviar correos electrónicos a Amigos acerca de los Servicios prestados por inCruises. Si usted elige utilizar estas funciones, puede estar seguro de que inCruises sólo utilizará las direcciones de correo electrónico de sus amigos para notificarles los servicios y las oportunidades de negocios disponibles en el Sitio Web. inCruises no compartirá en modo alguno mensajes de correo electrónico e información de sus Amigos con cualquier proveedor de terceros o anunciantes; excepto (i) a los efectos del envío de invitaciones a unirse al sitio web de inCruises si usted elige utilizar esta función (ii) de lo contrario como esté previsto en el presente acuerdo.
fr: inCruises vous permet d'envoyer des invitations à rejoindre le Site à vos amis, votre famille et autres relations personnelles (ci-après dénommés «Amis») par e-mail et via les réseaux sociaux. inCruises offre également la possibilité d'envoyer des e-mails à vos Amis concernant les Services fournis par inCruises. Si vous choisissez d'utiliser ces fonctionnalités, soyez assuré qu'inCruises utilisera les adresses e-mail de vos Amis uniquement pour les informer des Services et des Opportunités Commerciales disponibles sur le Site. inCruises ne partagera en aucun cas les e-mails et les informations de vos Amis avec des fournisseurs ou annonceurs tiers, sauf (i) pour l'envoi d'invitations à rejoindre notre site si vous choisissez d'utiliser cette fonctionnalité (ii) dans les cas prévus par le présent accord.
it: inCruises ti consente di inviare inviti a iscriversi al Sito ad amici, familiari e altri contatti personali (di seguito denominati "Amici") tramite e-mail e post sui social media. inCruises offre inoltre la possibilità di inviare agli Amici e-mail sui Servizi forniti da inCruises. Se scegli di utilizzare queste funzionalità, ti assicuriamo che inCruises utilizzerà gli indirizzi email dei tuoi Amici solo per informarli dei Servizi e delle Opportunità Commerciali disponibili sul Sito. inCruises non condividerà in alcun modo le email e le informazioni dei tuoi Amici con fornitori o inserzionisti terzi; tranne che (i) per l'invio degli inviti a iscriversi al nostro sito se si sceglie di utilizzare questa funzione (ii) come altrimenti previsto dal presente contratto.
ja: inCruisesでは、メールやソーシャルメディアの投稿を通じて、友人、家族、その他の個人的なつながり（以下「友人」）をサイトに招待することができます。また、inCruisesが提供するサービスに関するメールを友人に送信する機能もご利用いただけます。これらの機能を利用する場合、inCruisesは友人のメールアドレスを、当サイトで提供されているサービスおよびビジネスチャンスについて通知する目的のみに使用します。inCruisesが友人のメールアドレスや情報を、第三者のプロバイダーや広告主といかなる形でも共有することはありません。ただし、以下の場合を除きます：(i) この機能を利用してサイトへの招待を送信する目的で使用する場合、(ii) 本契約に別途定めがある場合。
kk: inCruises сізге достарыңызға, отбасыңызға және басқа жеке байланыстарыңызға (бұдан әрі "Достар" деп аталады) сайтқа қосылуға шақыруларды электрондық пошта арқылы немесе әлеуметтік желілерде жариялау мүмкіндігін ұсынады. Егер сіз осы мүмкіндікті қолдануды таңдасаңыз, inCruises тек сіздің достарыңыздың электрондық пошта мекенжайларын сайттағы қызметтер мен іскерлік мүмкіндіктер туралы хабардар ету үшін ғана қолданатынын сенімді түрде айта аламыз. inCruises сіздің достарыңыздың электрондық пошта мекенжайлары мен ақпараттарын ешбір үшінші тарап провайдерлерімен немесе жарнамашылармен бөліспейді, тек: i)Егер сіз бұл мүмкіндікті қолдануды таңдасаңыз, сайтқа қосылуға шақыруларды жіберу үшін. ii) Келісімшартта көрсетілген басқа жағдайларда. Бұл сіздің достарыңыздың ақпаратын жеке сақтауға және оны тек мақсатты түрде пайдалану үшін қамтамасыз етеді.
pt: A inCruises permite que você envie convites para se cadastrar no Site a amigos, familiares e outras conexões pessoais (doravante denominados "Amigos") por e-mail e postagens em redes sociais. A inCruises também oferece a possibilidade de enviar e-mails aos seus Amigos sobre os Serviços oferecidos pela inCruises. Se você optar por usar esses recursos, tenha certeza de que a inCruises usará os endereços de e-mail dos seus Amigos apenas para notificá-los sobre os Serviços e Oportunidades de Negócios disponíveis no Site. A inCruises não compartilhará os e-mails e informações dos seus Amigos com terceiros ou anunciantes de forma alguma; exceto (i) para fins de envio de convites para se cadastrar em nosso site, caso você opte por usar esse recurso; (ii) conforme disposto neste contrato.
ro: inCruises îți permite să trimiți invitații de a vă alătura site-ului, prietenilor, familiei și altor conexiuni personale (denumite în continuare „Prieteni”) prin e-mail și postări pe rețelele sociale. inCruises oferă, de asemenea, posibilitatea de a trimite e-mail-uri prietenilor despre serviciile furnizate de inCruises. Dacă alegi să utilizezi aceste funcții, poți fi sigur că inCruises va folosi numai adresele de e-mail ale prietenilor tăi pentru ai notifica cu privire la serviciile și oportunitățile de afaceri disponibile pe Site. inCruises nu va partaja e-mailurile și informațiile prietenilor tăi cu niciun furnizori sau agenți de publicitate terți în orice mod; cu excepția (i) în scopul trimiterii invitațiilor de a se alătura site-ului nostru, dacă alegi să utilizați această funcție (ii) așa cum se poate prevedea altfel în prezentul acord.
uk: inCruises дозволяє надсилати запрошення на приєднання до Сайту друзям, родичам та іншим особистим знайомим (далі - Друзі) через повідомлення електронної пошти та соціальні мережі. inCruises також пропонує можливість надсилати електронні листи друзям про Послуги, що надаються inCruises. Якщо ви вирішите скористатися цими функціями, ви можете бути впевнені, що inCruises буде використовувати лише електронні адреси ваших Друзів', щоб повідомляти їх про Послуги та бізнес-можливості, доступні на Сайті. inCruises ні в якому разі не ділиться електронними листами та інформацією Вашого Друга' зі сторонніми постачальниками чи рекламодавцями; за винятком (i) для надсилання запрошень приєднатися до нашого веб-сайту, якщо ви вирішили скористатися цією функцією (ii), оскільки в цьому договорі може бути передбачено інше.
uz: inCruises сизга дўстларингиз, оила аъзоларингиз ва бошқа танишларингизга (кейинги ўринларда “Танишлар” деб юритилади) электрон почта ва ижтимоий тармоқ постлари орқали Сайтга қўшилиш учун таклифнома юбориш имконини беради. inCruises Танишларга inCruises томонидан тақдим этиладиган Хизматлар ҳақида хабарлар юбориш имкониятини ҳам таклиф этади. Агар ушбу функциялардан фойдаланишга қарор қилсангиз, Танишларингизнинг электрон почта манзилларидан фақатгина уларни Сайтда мавжуд Хизматлар ва бизнес имкониятлардан хабардор қилиш учун фойдаланишига ишонч ҳосил қилишингиз мумкин. inCruises Танишларингизнинг электрон почта манзиллари ва маълумотларини ташқи хизмат провайдерлари ёки реклама берувчиларга ҳеч бир усулда тақдим этмайди; агар мазкур функциядан фойдаланишни танласангиз, сайтимизга қўшилиш учун таклифнома юбориш мақсадлари (i) ёки ушбу келишувда бошқача тартиб назарда тутилган ҳоллар (ii) бундан мустасно.
zh: inCruises允许您通过电子邮件和社交媒体帖子向朋友、家人及其他个人关系（以下简称为“朋友”）发送邀请，邀请他们加入本网站。inCruises还提供向朋友发送有关inCruises所提供服务的电子邮件的功能。如果您选择使用这些功能，您可以放心，inCruises只会使用您朋友的电子邮件地址来通知他们网站上提供的服务和商业机会。inCruises绝不会以任何方式将您朋友的电子邮件和信息与任何第三方提供商或广告商共享，除非：(i) 用于在您选择使用该功能时发送加入我们网站的邀请，或 (ii) 根据本协议中的其他规定。

source: inCruises Matching
fr: Équivalent d'inCruises
it: Donazione equivalente di inCruises
pt: Equiparação da inCruises
uk: Відповідність inCruises
