Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Leadership Academy
ca: Acadèmia de Lideratge
de: Leadership-Akademie
es: Academia de Liderazgo
fr: L'Académie du Leadership
ja: リーダーシップ・アカデミー
kk: Көшбасшылық Академиясы
ko: 리더십 아카데미
ky: Лидерлик Академия
lv: Līderu Akadēmija
mn: Манлайллын Академи
pt: Academia de Liderança
ro: Academia de Leadership
ru: Академия Лидерства
uk: Академія Лідерства
uz: Етакчилик Академияси
zh: 領導學院

source: Leadership Academy Administration
ca: Administració d'Academia de lideratge
de: Leadership Akademie Administration
es: Administración de Academia de Liderazgo
fr: Administration de l'Académie du Leadership
it: Leadership Academy - Amministrazione
ja: リーダーシップ・アカデミーの登録
kk: Көшбасшылық Академиясының Әкімшілігі
ko: 리더십 아카데미 관리
ky: Лидерлик Академия Жетекчилиги
lv: Līderu Akadēmijas administrācija
mn: Манлайллын Академийн Захиргаа
pt: Administração da Academia de Liderança
ro: Administrația Academiei de Leadership
ru: Администрация Академии Лидерства
uk: Адміністрація Академії Лідерства
uz: Етакчилик академияси маъмурияти
zh: 領導學院管理

source: Leadership Academy is a virtual learning site for our business leaders.
ca: L'Acadèmia de Lideratge és un lloc d'aprenentatge virtual per als nostres líders empresarials.
de: Die Leadership Akademie ist ein virtueller Lernort für unsere Business-Führungskräfte.
es: La Academia de Liderazgo es un sitio de aprendizaje virtual para nuestros líderes del negocio.
fr: l'Académie du Leadership est un site d'apprentissage virtuel destiné à nos leaders commercials.
it: Leadership Academy è il sito di apprendimento virtuale per i nostri leader aziendali.
ja: リーダーシップ・アカデミーは、当社のビジネスリーダーのためのバーチャルラーニングです。
kk: Көшбасшылар Академиясы - бұл біздің бизнес көшбасшыларымыз үшін виртуалды оқыту алаңы.
ko: 리더십 아카데미는 비즈니스 리더를 위한 가상 학습 사이트입니다.
ky: Лидерлик Академиясы биздин бизнес лидерлерибиз үчүн виртуалдык окуу платформасы.
lv: Līderu Akadēmija ir virtuāla mācību vietne mūsu biznesa līderiem.
mn: Манлайллын Академи бол манай бизнесийн манлайлагч нарт зориулсан виртуал сургалтын вэб хуудас юм.
pt: Academia de Liderança é um site de aprendizagem virtual para nossos líderes empresariais.
ro: Academia de leadership este un site de învățare virtual pentru liderii noștri.
ru: Академия Лидерства – виртуальная обучающая платформа для наших бизнес-лидеров.
uk: Академія Лідерства - віртуальна навчальна платформа для наших бізнес-лідерів.
uz: Етакчилик академияси бизнес етакчиларимиз учун виртуал таълим берувчи сайтдир.
zh: 領導學院是我們業務主管的虛擬學習網站。

source: Leadership Bonus Last Month
ca: Bonificació per lideratge el mes passat
de: Leadership Bonus Letzten Monat
es: Bono de Liderazgo Mes Anterior
fr: Le bonus de Leadership du mois dernier
it: Bonus di Leadership del mese scorso
ja: 先月のリーダシップ ボーナス
kk: Өткен айдағы көшбасшылық бонус
ko: 지난달 리더십 보너스
ky: Өткөн айдын Лидерлик Бонусу
lv: Pēdējā mēneša Līderu Vadības Bonuss
mn: Өмнөх сарын Манлайллын урамшуулал
pt: Bônus de Liderança no mês passado
ro: Bonusul de conducere din luna trecută
ru: Лидерский Бонус в прошлом месяце
uk: Лідерський Бонус за минулий місяць
uz: Ўтган ойдаги Етакчилик бонуси
zh: 上个月的领导奖金

source: Leadership Bonus Statement
ca: Declaració de bonificació de lideratge
de: Leadership Bonus-Kontoauszug
es: Extractos de Bonos de Liderazgo
fr: Déclaration de bonus de leadership
it: Lista dei Bonus di Leadership
ja: リーダシップボーナス表
kk: Көшбасшылық Бонус туралы Есептеме
ko: 리더쉽 보너스 내역서
ky: Лидерлик Бонум тууралуу Маалымдама
lv: Līderu prēmijas pārskats
mn: Манлайллын урамшуулал мэдээлэл
pt: Extrato do Bônus de Liderança
ro: Extrasul de cont pentru Bonusul de Conducere
ru: Отчёт о Лидерском Бонусе
uk: Заява на Лідерський Бонус
uz: Етакчилик бонуси ҳисоботи
zh: 領導力獎金聲明

source: Leadership Bonus This Month
ca: Bonificació per lideratge aquest mes
de: Leadership Bonus Diesen Monat
es: Bono de Liderazgo Mes Actual
fr: Le Bonus de Leadership ce mois-ci
it: Bonus di Leadership di questo mese
ja: 今月のリーダーシップ ボーナス
kk: Осы айда көшбасшылық бонус
ko: 이달 리더십 보너스
ky: Бул айдагы Лидердик Бонус
lv: Līderu Vadības Bonuss šajā mēnesī
mn: Энэ сарын Манлайллын урамшуулал
pt: Bônus de Liderança deste mês
ro: Bonusul de conducere din luna aceasta
ru: Лидерский Бонус в этом месяце
uk: Лідерський Бонус цього місяця
uz: Ушбу ойдаги Етакчилик бонуси
zh: 这个月的领导奖金

source: Leadership bonuses are now automatically requested and will be paid out on the 10th of the month.
ca: Ara, la bonificació pel lideratge se sol·licitaran automàticament i es pagaran el dia 10 de cada mes.
de: Leadership-Boni werden jetzt automatisch beantragt und am 10. des Monats ausgezahlt.
es: Los bonos de liderazgo ahora se solicitan automáticamente y se pagarán el día 10 de cada mes.
fr: Les bonus de leadership sont désormais automatiquement demandés et seront payés le 10 du mois.
it: I bonus di Leadership ora vengono richiesti ed erogati automaticamente il 10 del mese.
ja: リーダーシップボーナスは、現在自動的にリクエストされ、10日に支払われます。
kk: Көшбасшылық бонустары енді автоматты түрде талап етіледі және әр айдың 10-ында төленеді.
ko: 리더십 보너스는 이제 자동으로 요청되며 매월 10일에 지급됩니다.
ky: Лидерлик бонустар учурда автоматтык түрдө суралат жана айдын 10унда төлөнөт.
lv: Līderu bonusi tagad tiek pieprasīti automātiski, un tiks izmaksāti mēneša 10. datumā.
mn: Манлайллын урамшуулал автоматаар авагдах болсон бөгөөд сарын 10-нд олгогдоно.
pt: Os bônus de liderança agora são solicitados automaticamente e serão pagos no dia 10 de cada mês.
ro: Bonusurile de conducere sunt acum solicitate automat și vor fi plătite în data de 10 a lunii.
ru: Теперь Лидерские бонусы запрашиваются автоматически и выплачиваются 10 числа каждого месяца.
uk: Тепер Лідерські бонуси запитуються автоматично та виплачуються 10 числа кожного місяця.
uz: Етакчилик бонуслари энди автомат тарзда сўралади ва ойнинг 10-санасида тўланади.
zh: 现在会自动申请领导奖金，并将于当月 10 日支付。

source: Leadership Certification
ca: Certificació de lideratge
de: Leadership Zertifizierung
es: Certificación de Liderazgo
fr: Certification de leadership
it: Certificato di Leadership
ja: リーダーシップ認定書
kk: Көшбасшылықты Куәландыру
ko: 리더십 인증서
ky: Лидерлик Күбөлүктөндүрүү
lv: Vadības sertifikācija
mn: Манлайлалын Гэрчилгээ
pt: Certificação de Liderança
ro: Certificat de Conducere
ru: Сертификация Лидерства
uk: Сертифікація Лідерства
uz: Етакчиликни сертификатлаш
zh: 領導力認證

source: Leadership Day – Sept 17, 2026, Belgrade
fr: Journée du Leadership – 17 septembre 2026, Belgrade
it: Giornata della Leadership – 17 settembre 2026, Belgrado

source: Leadership Rank
ca: Rang de lideratge
de: Leadership Rang
es: Rango de Liderazgo
fr: Rang de leadership
it: Rango di leadership
ja: リーダーシップランク
kk: Көшбасшы Дәрежесі
ko: 리더십 직급
ky: Лидерлик Ранг
lv: Līderu Rangs
mn: Манлайллын цол
pt: Classificação de Liderança
ro: Nivel de conducere
ru: Лидерский ранг
uk: Лідерський ранг
uz: Етакчилик ранги
zh: 领导等级

source: Leadership Team
ca: Equip de lideratge
es: Equipo de Liderazgo
fr: Équipe de direction
it: Team di leadership
ja: リーダーシップチーム
kk: Көшбасшы Команда
ko: 경영진
ky: Лидерлик Команда
lv: Vadības komanda
mn: Удирдлагын баг
pt: Equipe de Liderança
ro: Echipa de Lideri
ru: Лидерская Команда
uk: Команда Лідерів
uz: Етакчилар жамоаси
zh: 領導團隊

source: Leading executives on why they partner with inCruises
ca: Directius destacats sobre per què es converteixen en Socis d'inCruises
de: Führende Leader erklären, warum sie eine Partnerschaft mit inCruises eingehen.
es: Altos ejecutivos comparten por qué se asocian con inCruises
fr: Des dirigeants de premier plan expliquent pourquoi ils sont partenaires d'inCruises
it: Dirigenti di spicco spiegano perché collaborano con inCruises
ja: inCruisesと提携する理由を語る業界をリードするエグゼクティブたち
kk: inCruises-пен серіктестік орнатқан жетекші басшылардың пікірлері
ky: Жогорку лидерлер эмне үчүн inCruises менен Өнөктөш болгонун түшүндүрүшөт
lv: Vadošie pārstāvji par to, kāpēc viņi sadarbojas ar inCruises
mn: Удирдах захирлууд яагаад inCruises-тэй хамтрах болсон шалтгаанаа хуваалцаж байна.
pt: Os principais executivos explicam por que fazem Parceria com a inCruises
ro: Directori de top despre motivul pentru care sunt partenerii cu inCruises
ru: Руководители высшего звена о партнёрстве с inCruises
uk: Керівники вищої ланки про партнерство з inCruises
uz: Етакчи раҳбарлар нима учун inCruises билан ҳамкорлик қилишлари ҳақида
zh: 行业领袖高管谈为何选择与inCruises合作

source: Learn about payment methods, processing times, and fees. Our Payment Terms provide clarity on all payment-related aspects for inCruises products and services.
ca: Informa’t sobre els mètodes de pagament, els terminis de processament i les comissions. Els nostres Termes de Pagament ofereixen claredat sobre tots els aspectes relacionats amb els pagaments dels productes i serveis d’inCruises.
de: Informieren Sie sich über Zahlungsmethoden, Bearbeitungszeiten und Gebühren. Unsere Zahlungsbedingungen bieten Klarheit zu allen zahlungsrelevanten Aspekten für inCruises-Produkte und -Dienstleistungen.
es: Conoce los métodos de pago, los tiempos de procesamiento y las tarifas. Nuestros Términos de Pago ofrecen claridad sobre todos los aspectos relacionados con los pagos de los productos y servicios de inCruises.
fr: Découvrez les modes de paiement, les délais de traitement et les frais. Nos Conditions de Paiement clarifient tous les aspects liés au paiement des produits et services inCruises.
it: Scopri i metodi di pagamento, i tempi di elaborazione e le commissioni. Le nostre Condizioni di Pagamento forniscono chiarezza su tutti gli aspetti relativi ai pagamenti per i prodotti e i servizi inCruises.
ja: お支払い方法、処理時間、手数料についてご確認ください。inCruisesの製品およびサービスに関するすべての支払い事項については、支払規約で詳しくご案内しています。
kk: Төлем әдістері, өңдеу уақыттары және комиссиялар туралы біліңіз. Біздің Төлем шарттарымыз inCruises өнімдері мен қызметтері бойынша барлық төлемдерге қатысты аспектілерді түсінікті етіп түсіндіреді.
ky: Төлөм ыкмалары, иштетүү убакыттары жана жыйымдар жөнүндө билип алыңыз. Биздин Төлөм шарттары inCruises өнүмдөрү жана кызматтары үчүн төлөмгө байланыштуу бардык аспектилер боюнча так көрсөтмөлөрдү берет.
lv: Uzziniet par maksājumu metodēm, apstrādes laikiem un maksām. Mūsu maksājumu noteikumi sniedz skaidrību par visiem ar maksājumiem saistītajiem aspektiem saistībā ar INCruises produktiem un pakalpojumiem.
mn: Төлбөрийн арга, боловсруулах хугацаа, хураамжийн талаар мэдэж аваарай. Манай Төлбөрийн нөхцөл нь inCruises-ийн бүтээгдэхүүн, үйлчилгээний төлбөртэй холбоотой бүх асуудлыг тодорхой тайлбарласан байдаг.
pt: Saiba mais sobre métodos de pagamento, tempos de processamento e taxas. Nossos Termos de Pagamento esclarecem todos os aspectos relacionados ao pagamento de produtos e serviços da inCruises.
ro: Află despre metodele de plată, timpii de procesare și taxe. Termenii noștri de plată oferă claritate cu privire la toate aspectele legate de plată pentru produsele și serviciile inCruises.
ru: Узнайте о способах оплаты, сроках обработки и комиссиях. Наши Условия оплаты дают четкое представление обо всех аспектах, связанных с оплатой продуктов и услуг inCruises.
uk: Дізнайтеся про способи оплати, час обробки платежу та комісії. Наші Умови оплати роз’яснюють усі аспекти, пов’язані з оплатою продуктів і послуг inCruises.
uz: Тўлов усуллари, қайта ишлаш муддатлари ва комиссиялар ҳақида батафсил ўрганинг. Бизнинг тўлов шартларимиз inCruises маҳсулотлари ва хизматларига оид барча тўловларга ойдинлик киритади.
zh: 了解支付方式、处理时间及相关费用。我们的付款条款为inCruises产品与服务中的所有支付相关事项提供清晰说明。

source: Learn how our exclusive Membership works and its benefits
ca: Descobreix com funciona la nostra Membresia exclusiva i els seus avantatges
es: Descubre cómo funciona nuestra Membresía exclusiva y sus beneficios
fr: Découvrez le fonctionnement de notre Adhésion exclusive et ses avantages
it: Approfondisci il funzionamento della nostra Membership esclusiva e i benefici che offre
ja: 私たちの限定メンバーシップの仕組みとその特典について詳しく学びましょう
kk: Біздің эксклюзивті Мүшелігіміз қалай жұмыс істейтінін және оның артықшылықтарын біліп алыңыз
pt: Saiba como funciona nossa Assinatura exclusiva e seus benefícios
ro: Află cum funcționează abonamentul nostru exclusiv și beneficiile sale
uk: Дізнайтеся, як працює наше ексклюзивне Членство та які переваги воно дає
uz: Эксклюзив Аъзолик дастуримиз қандай ишлаши ва унинг фойдалари билан танишинг
zh: 了解我们的专属会员资格如何运作及其所带来的权益

source: Learn how to become and remain eligible to earn recurring income
fr: Découvrez comment devenir et rester éligible pour générer des revenus récurrents
it: Impara come qualificarti e mantenere l'idoneità per il reddito ricorrente.
kk: Тұрақты табыс алуға құқық алу және оны сақтау шарттарын үйреніңіз
pt: Saiba como se tornar e permanecer elegível para obter rendimentos recorrentes
uk: Дізнайтеся, як отримати та залишити право на отримання рекурентного доходу
zh: 了解如何获得并保持赚取循环收入的资格

source: Learn how to earn the time sensitive Fast Start bonus
fr: Découvrez comment gagner le bonus de Démarrage Rapide (offre à durée limitée)
it: Scopri come ottenere il bonus Avvio Veloce, valido solo per un periodo limitato.
kk: Уақытқа тәуелді Жылдам Бастау бонусын қалай табуға болатынын үйреніңіз
pt: Aprenda como ganhar o bônus Fast Start com tempo limitado
uk: Дізнайтеся, як отримати обмежений за часом бонус «Швидкий Старт»
uz: Муддатли Тезкор старт бонусини қандай ишлаб топишни ўрганинг
zh: 了解如何获得时间敏感的快速启动奖励

source: Learn how to maximize your Weekly Matching Bonus opportunity
fr: Apprenez à maximiser l'opprtunité du Bonus de Correspondance Hebdomadaire
it: Scopri come trarre il massimo vantaggio dal Bonus Equivalente Settimanale
pt: Aprenda a maximizar a sua oportunidade de Bônus de Correspondência Semanal
uk: Дізнайтеся, як максимально використати можливість отримати Щотижневий Бонус-Мечинг

source: Learn how to receive a $500 bonus from your Fast Start Partners
fr: Découvrez comment recevoir un bonus de 500 $ de vos Partenaires de Démarrage Rapide
it: Scopri come ricevere un bonus di 500 $ dai tuoi Partner Avvio Veloce
kk: Жылдам Бастау серіктестеріңізден 500$ бонус қалай алу керектігін үйреніңіз
pt: Aprenda como receber um bônus de US$ 500 dos seus Parceiros de Início Rápido
uk: Дізнайтеся, як отримати бонус у розмірі $500 від своїх Партнерів, які взяли участь у програмі «Швидкий Старт»
uz: Тезкор стартга эришган Ҳамкорларингиздан қандай қилиб 500$ олишни ўрганинг
zh: 了解如何从您的快速启动合作伙伴那里获得500美元奖金

source: Learn More
ca: Aprèn més
de: Mehr Info
es: Saber Más
fr: Apprendre encore plus
it: Scopri di più
ja: もっと詳しく知る
kk: Көбірек Білу
ko: 더 알아보기
ky: Көбүрөөк үйрөнүңүз
lv: Iemācies vairāk
mn: Нэмэлт мэдээллүүд
pt: Saber mais
ro: Află mai multe
ru: Узнать Больше
uk: Дізнайся Більше
uz: Батафсил
zh: 了解更多

source: Learn More About How Our Programs Enrich Lives
ca: Descobreix Com els Nostres Programes Enriqueixen Vides.
de: Erfahren Sie mehr darüber, wie unsere Programme das Leben bereichern
es: Aprende Sobre Cómo Nuestros Programas Enriquecen Vidas
fr: En Savoir Plus Sur la Façon Dont Nos Programmes Enrichissent la Vie
it: Scopri di più su come i nostri programmi arricchiscono le vite
ja: 私たちのプログラムがどのように人生を豊かにするのか、さらに詳しく知る
kk: Біздің бағдарламаларымыз адамдардың өмірін қалай байытатыны туралы көбірек біліңіз
ky: Биздин программалар адамдардын жашоосун кантип байытып жатканы тууралуу көбүрөөк билиңиз
lv: Uzzini Vairāk par To, Kā Mūsu Programmas Bagātinas Dzīves
mn: Манай хөтөлбөрүүд хүмүүсийн амьдралыг хэрхэн баялаг болгож буй тухай дэлгэрэнгүй мэдэж аваарай.
pt: Saiba Mais Sobre Como Nossos Programas Enriquecem Vidas
ro: Află mai multe despre modul în care programele noastre îmbogățesc viețile
ru: Узнайте подробнее о том, как наши программы обогащают жизни людей
uk: Дізнайтеся більше про те, як наші програми збагачують життя
uz: Дастуримиз қандай қилиб ҳаётларни бойитиши ҳақида батафсил ўрганинг
zh: 了解更多关于我们如何通过各项计划丰富生活的信息

source: Learn More About inCruises Causes
ca: Descobreix Més Sobre les Causes que dona suport inCruises.
de: Erfahren Sie mehr über die Anliegen von inCruises
es: Aprende Más Acerca de las Causas que inCruises Apoya
fr: En Savoir Plus Sur les Causes d'inCruises
it: Scopri di più sulle cause promosse da inCruises
ja: inCruisesの支援活動について詳しく見る
kk: InCruises қайырымдылық жобалары туралы көбірек біліңіз
ky: inCruises'тин кайрымдуулук долбоорлору тууралуу көбүрөөк билиңиз
lv: Uzzini Vairāk par inCruises Cēloņiem
mn: inCruises-ийн энэрлийн үйлсийн талаар илүү ихийг мэдэж аваарай
pt: Aprenda Mais Sobre as Causas da inCruises
ro: Află mai multe despre cauzele inCruises
ru: Узнайте подробнее о благотворительных проектах inCruises
uk: Дізнайтеся більше про благодійність inCruises
uz: inCruises хайриялари ҳақида батафсил ўрганинг
zh: 了解更多关于inCruises慈善事业的信息

source: Learn more about our mission, vision, and who we are
ca: Descobreix més sobre la nostra missió, visió i qui som
es: Descibre más acerca de nuestra misión, visión y quiénes somos
fr: Apprenez-en davantage sur notre mission, notre vision et qui nous sommes
it: Scopri di più sulla nostra missione, visione e chi siamo
ja: 私たちのミッション、ビジョン、そして我々ががどんな存在であるかについて、さらに詳しく学んでください
kk: Біздің миссиямыз, көзқарасымыз және кім екеніміз туралы көбірек біліңіз
pt: Aprenda sobre nossa missão , visão e quem somos
ro: Află mai multe despre misiunea, viziunea și cine suntem
uk: Дізнайтеся більше про нашу місію, бачення та хто ми такі
uz: Бизнинг миссиямиз, қарашларимиз ва ким эканлигимиз билан танишинг
zh: 深入了解我们的使命、愿景以及我们的身份

source: Learn More About The Membership Program
ca: Aprèn més sobre el programa de Membresia
de: Erfahren Sie mehr über das Mitgliederprogramm
es: Obtén más información sobre el Programa de Membresía
fr: En savoir plus sur le programme d'Adhésion
it: Scopri di più sul programma della nostra Membership
ja: メンバーシッププログラムの詳細を見る
kk: Мүшелік бағдарламасы туралы көбірек біліңіз
ky: Мүчөлүк программасы жөнүндө көбүрөөк билүү
lv: Uzzini Vairāk par Biedru dalības programmu
mn: Гишүүнчлэлийн хөтөлбөрийн тухай дэлгэрэнгүй мэдээлэл авах
pt: Aprenda Mais Sobre O Programa de Assinatura
ro: Află mai multe despre programul de membru
ru: Узнать подробнее о Программе Членства
uk: Дізнайтеся більше про програму Членства
uz: Аъзолик дастури билан батафсил танишинг
zh: 了解更多关于会员计划的信息

source: Learn More About The Partnership Program
ca: Més informació sobre el Programa de Socis
de: Erfahren Sie mehr über das Partnerprogramm
es: Más Información Sobre el Programa de Sociedad
fr: En savoir plus sur le programme de Partenariat
it: Scopri di più sul programma della nostra Membership
ja: パートナープログラムの詳細を見る
kk: Серіктестік бағдарламасы туралы көбірек біліңіз
ky: Өнөктөштүк программасы жөнүндө көбүрөөк билүү
lv: Uzzini Vairāk par Partnerības Programmu
mn: Манай Түншлэлийн хөтөлбөрийн тухай дэлгэрэнгүй мэдээлэл авах
pt: Aprenda Mais Sobre O Programa de Parceria
ro: Aflați mai multe despre programul de parteneriat
ru: Узнать подробнее о Программе Партнёрства
uk: Дізнайтеся більше про програму Партнерства
uz: Ҳамкорлик дастури билан батафсил танишинг
zh: 了解更多关于合作伙伴计划的信息

source: Learn more about your membership and how you can use Reward Points to travel
ca: Aprèn més sobre la teva membresia i com pots utilitzar els Punts de Recompensa per viatjar
de: Erfahren Sie mehr über Ihre Mitgliedschaft und wie Sie Reward Points für Reisen einsetzen können
es: Aprende más acerca de tu Membresía y de cómo puedes utilizar los Puntos de Recompensa para viajar
fr: En savoir plus sur votre adhésion et sur la façon dont vous pouvez utiliser vos Points de Récompense pour voyager
it: Scopri di più sulla tua membership e su come utilizzare i Crediti Premio per viaggiare
ja: メンバーシップの詳細や、リワードポイントを旅行で利用する方法については詳細をご覧ください
kk: Мүшелік туралы және саяхат үшін бонустық ұпайларды қалай пайдалануға болатыны туралы көбірек біліңіз
ky: Мүчөлүгүңүз жана саякаттоо үчүн бонустук упайларын кантип колдонсоңуз болору тууралуу көбүрөөк билип алыңыз
lv: Uzziniet vairāk par mūsu biedru dalību un kā jūs varat izlietot mūsu Balvu Punktus ceļot
mn: Гишүүнчлэлийнхээ талаар болон урамшууллын оноог хэрхэн ашиглах талаар нэмэлт мэдээлэл аваарай
pt: Saiba mais sobre sua assinatura e como você pode usar Pontos de Recompensa para viajar
ro: Află mai multe despre calitatea de membru și despre cum poți utiliza punctele de recompensă pentru a călători
ru: Узнайте больше о своей программе Членства и о том, как вы можете использовать Бонусные Баллы для путешествий.
uk: Дізнайтесь більше про свою програму Членства та про те, як ви можете використовувати Бонусні Бали для подорожей
uz: Аъзолик ва ўз Бонус балларингиздан саёҳат учун қандай фойдаланиш мумкинлиги ҳақида кўпроқ ўрганинг
zh: 了解更多关于您的会员资格以及如何使用奖励积分来旅行的信息。

source: Learn more at:
fr: En savoir plus :
it: Per saperne di più:
kk: Толығырақ мына жерде танысыңыз:
pt: Saiba mais em:
ro: Află mai multe la:
uk: Дізнайся Більше тут:
uz: Батафсил:
zh: 了解更多，请访问:

source: Learn the fundamentals of our business opportunity and Membership offer.
ca: Aprendre els fonaments de la nostra oportunitat de negoci i la nostra oferta de Membresia.
de: Erfahren Sie mehr über die Grundlagen unserer Geschäftsmöglichkeit und Mitgliedschaft.
es: Aprende los fundamentos de nuestra oportunidad de negocio, así como de nuestra oferta de Membresía.
fr: Découvrez les fondamentaux de notre opportunité d’affaires et de notre offre d’adhésion.
it: Scopri i fondamenti della nostra opportunità di business e dell'offerta della nostra Membership.
ja: 当社のビジネスチャンスと会員制度の提案についての基本を学びましょう。
kk: Бизнес мүмкіндіктері мен Клуб мүшелігі туралы ұсыныстың негіздерін зерттеңіз.
ko: 우리의 비즈니스 기회 및 멤버십 혜택의 기본 사항을 알아보십시오.
ky: Биздин бизнес мүмкүнчүлүктөрүбүздү жана Мүчөлүк сунушубузду изилдеп чыгыңыз.
lv: Iemācies vairāk par mūsu biznesa iespēju pamatiem un Vadības piedāvājumu.
mn: Манай бизнесийн боломжийн үндсэн суурь болон Гишүүнчлэлийн ашиг тусын талаар суралцах хуудас.
pt: Aprenda os fundamentos de nossa oportunidade de negócio e da nossa oferta de assinatura.
ro: Învaţă lucrurile de bază despre ocazia noastră de afacere şi oferta de a deveni Membru.
ru: Изучите основы нашей бизнес-возможности и предложение о членстве в Клубе.
uk: Ознайомтеся з основами наших бізнес можливостей та пропозиції щодо Членства.
uz: Бизнес имкониятларимиз асоси ва Аъзолик таклифимизни ўрганинг.
zh: 了解我們的商業機會和會員優惠的基礎知識。

source: Leave Course
ca: Deixar el curs
de: Den Kurs verlassen
es: Salir del Curso
fr: Quitter le cours
it: Lascia il corso
ja: コースを終わる
kk: Курстан Шығу
ko: 기초교육과정 종료
ky: Курстан Чыгуу
lv: Atstāj kursu
mn: Сургалтаас гарах
pt: Sair do curso
ro: Părăsește cursul
ru: Покинуть курс
uk: Залишити Курс
uz: Курсдан чиқиш
zh: 離開課程

source: Leave Group
ca: Sortir del Grup
de: Die Gruppe verlassen
es: Salir del Grupo
fr: Quitter le groupe
it: Lascia il gruppo
ja: グループを退出する
kk: Топтан Шығу
ko: 그룹 탈퇴
ky: Топтон Чыгуу
lv: Atstāj grupu
mn: Бүлгээс гарах
pt: Deixar o grupo
ro: Părăsește grupul
ru: Покинуть группу
uk: Залишити групу
uz: Гуруҳдан чиқиш
zh: 离开团体

source: Leave Page URL
ca: Sortir de l'URL de la pàgina
de: URL der Seite verlassen
es: URL de la página
fr: Quitter l'URL de la page
it: Esci dall'URL della pagina
ja: URLページから離れます
kk: Беттің URL мекенжайынан шығыңыз
ky: URL баракчасынан чыгыңыз
lv: Lapas URL atstāšana
mn: Хуудасны URL хаягийг орхино уу
pt: Sair do URL da página
ro: Lasă Pagina URL
ru: Покинуть страницу URL
uk: Залишити сторінку URL
uz: Саҳифа ҳаволасини (URL) қолдириш
zh: 离开页面的URL

source: Leg Activations Requirement
fr: Exigence d'Activations de Branche
it: Requisiti Attivazioni Gamba
kk: Тармақтың белсендіру талабы
pt: Exigência de Linhas Ativas
ro: Cerința de activare a picioarelor
uk: Вимоги до Активацій у гілці
uz: Қўллар бўйича фаоллаштиришга оид талаблар
zh: 区块激活要求

source: Legal
de: Rechtliches
fr: Légal
it: Legale
ja: 法務
kk: Құқықтық ақпарат
ky: Укуктук
lv: Likumīgs
mn: Хууль эрх зүй
ru: Правовая информация
uk: Юридичний
uz: Ҳуқуқий маълумотлар
zh: 法律信息
