Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: We are making improvements to our Hotel Booking engine, please come back later to make a reservation.
ca: Estem millorant el nostre motor de reserves d'hotel. Si us plau, torna més tard per fer una reserva.
de: Wir sind dabei, unsere Hotelbuchungsmaschine zu verbessern. Bitte kommen Sie später wieder, um eine Reservierung vorzunehmen.
es: Estamos realizando mejoras a nuestro motor de Reserva de Hoteles. Por favor, vuelve más tarde para hacer una reserva.
fr: Nous sommes en train d'améliorer notre moteur de réservation d'hôtels, veuillez revenir plus tard pour faire une réservation.
it: Stiamo eseguendo dei miglioramenti al nostro motore di prenotazione alberghiera, ti invitiamo a tornare più tardi per fare una prenotazione.
ja: ホテル予約検索エンジンの更新中です。予約をするには後日改めてアクセスしてください。
kk: Біз қонақүйлерді брондау жүйесін жетілдіреміз. Тапсырыс беру үшін кейінірек қайта тексеріңіз.
ky: Биз мейманканаларды брондоо системасын жакшыртуудабыз, брондоо үчүн кийинчерээк кайра текшериңиз.
lv: Mēs veicam uzlabojumus mūsu viesnīcu rezervācijas sistēmā, lūdzu, atgriezieties vēlāk, lai veiktu rezervāciju.
mn: Бид зочид буудлын захиалгын системд сайжруулалт хийж байгаа тул хэсэг хугацааны дараа захиалгаа өгнө үү.
pt: Estamos fazendo melhorias em nosso mecanismo de reservas de hotéis. Volte mais tarde para fazer uma reserva.
ro: Facem îmbunătățiri motorului nostru de rezervări de hoteluri, te rugăm să revii mai târziu pentru a face o rezervare.
ru: Мы работаем над улучшением нашей системы бронирования отелей. Чтобы осуществить бронирование, вернитесь, пожалуйста, позже.
uk: Ми працюємо над покращенням нашої системи бронювання готелів. Щоб здійснити бронювання, поверніться, будь ласка, пізніше.
uz: Биз Меҳмонхонага буюртма бериш тизимини такомиллаштирмоқдамиз, илтимос, кечроқ қайта уриниб кўринг.
zh: 我们正在对我们的酒店预订引擎进行改进，请稍后再来预订。

source: We are pleased to announce your Three (3) Recognition Opportunities in November:
ca: Ens complau anunciar les teves tres (3) oportunitats de reconeixement al Novembre:
de: Wir freuen uns, Ihnen drei (3) Auszeichnungen für den Monat November ankündigen zu können:
es: Nos complace anunciar tus tres (3) Oportunidades de Reconocimiento en Noviembre:
fr: Nous avons le plaisir d'annoncer vos Trois (3) Opportunités de Reconnaissance de novembre :
it: Siamo felici di annunciare le tue Tre (3) opportunità di riconoscimento per il mese di novembre:
ja: 11月の3つの表彰チャンスを発表します：
kk: Сіздің қараша айында таңдаудың үш мүмкіндігі туралы хабарлауға қуаныштымыз:
ko: 11월에 세 번의 시상 기회를 발표하게 되어 기쁩니다:
ky: Биз сизге ноябрда тааныла турган үч (3) мүмкүнчүлүктү сунуштоого кубанычтабыз:
lv: Mēs esam priecīgi paziņot jūsuTrīs(3) Atzīšanas Iespējas novembrī:
mn: Энэ 11 сард Өргөмжлөл авах Гурван (3) боломж гарсаныг зарлахад таатай байна.
pt: Temos o prazer de anunciar suas três (3) oportunidades de reconhecimento em novembro:
ro: Suntem încântați să te anunțăm de cele trei (3) oportunități de recunoaștere în luna noiembrie:
ru: С радостью представляем вам ТРИ (3) возможности для признания ваших достижений в ноябре:
uk: З радістю представляємо вам ТРИ (3) можливості для визнання ваших досягнень в листопаді:
uz: Ноябрь ойида эътироф этилиш учун сизга учта (3) имкониятни тақдим этаётганимиздан мамнунмиз:
zh: 我們很高興地宣布您在 11 月份獲得的三 (3) 項認可機會：

source: We are still waiting on payment completiton.
ca: Estem pendents d'acabar el pagament.
de: Wir warten noch immer auf den Zahlungsabschluss
es: Aún estamos esperando completar el pago.
fr: Nous attendons toujours la fin du paiement complet.
it: Ancora in attesa di completare il pagamento.
ja: 決済の完了を待っています。
kk: Біз әлі де төлемнің аяқталуын күтудеміз.
ko: 결제 완료를 기다리고 있습니다.
ky: Төлөмдүн бүтүшүн күтүп жатабыз.
lv: Mēs joprojām gaidām maksājuma pabeigšanu.
mn: Бид төлбөрийн шилжүүлэг дуусахыг хүлээж байна.
pt: Ainda estamos aguardando a conclusão do pagamento.
ro: Încă aşteptăm finalizarea plăţii.
ru: Мы все еще ожидаем завершения оплаты.
uk: Ми все ще очікуємо завершення оплати.
uz: Тўлов тугалланишини кутмоқдамиз.
zh: 我們還在等待付款完成。

source: We are the world’s most valuable travel rewards club, enriching lives with unparalleled travel value and opportunity.
ca: Som el club de recompenses de viatge més valuós del món, enriquint vides amb un valor i una oportunitat de viatge incomparables.
de: Wir sind der wertvollste Reiseprämienclub der Welt und bereichern das Leben mit unvergleichlichem Reisewert und Reisemöglichkeiten.
es: Somos el Club de Recompensas de Viajes Más Valioso del Mundo, enriqueciendo vidas con un valor y una oportunidad de viaje inigualables.
fr: Nous sommes le club de récompenses de voyage le plus précieux au monde, enrichissant des vies avec une valeur et des opportunités de voyage inégalées.
it: Siamo il club di premi viaggio più apprezzato al mondo, che arricchisce le vite con viaggi di valore e opportunità senza pari.
ja: 私たちは、世界で最も価値のあるトラベルリワードクラブとして、他に類を見ない旅行の価値と機会を通じて人々の人生を豊かにしています。
kk: Біз өмірді теңдесі жоқ құндылықтармен және саяхат мүмкіндіктерімен байытатын әлемдегі ең құнды саяхатшыларды ынталандыру клубымыз.
ky: Биз адамдардын жашоосун болуп көрбөгөндөй мүмкүнчүлүктөр жана баалуулуктар менен байыткан дүйнөдөгү эң баалуу саякат сыйлыктары клубубуз.
lv: Mēs esam pasaules vērtīgākais ceļojumu balvu klubs, kas bagātina dzīves ar nepārspējamu ceļojuma vērtību un iespējām.
mn: Бид бол дэлхийн хамгийн үнэ цэнэ бүхий аяллын урамшууллын клуб бөгөөд гайхалтай аяллын үнэ цэнэ ба боломжуудаар дамжуулан бусдын амьдралыг баялаг болгодог юм.
pt: Somos o Clube de Recompensas de Viagem mais valioso do mundo, enriquecendo vidas com valores e oportunidades de viagem INigualáveis.
ro: Suntem cel mai valoros club de recompense de călătorie din lume, îmbogățind vieți cu o valoare și oportunități de călătorie de neegalat.
ru: Мы — самый ценный в мире клуб туристических вознаграждений, который обогащает жизни людей благодаря непревзойденной ценности и возможностям путешествий.
uk: Ми є найціннішим у світі клубом туристичних винагород, який збагачує життя незрівнянною цінністю та можливостями для подорожей.
uz: Биз дунёдаги энг қийматли саёҳат учун мукофотловчи Клуб бўлиб, ҳаётларни тенгсиз саёҳат қиймати ва имкониятлар билан бойитамиз.
zh: 我们是全球最有价值的旅游奖励俱乐部，通过无与伦比的旅行价值与机会丰富人们的生活。

source: We are waiting to receive your Bank Transfer before we continue with you Connect upgrade.
ca: Estem a l'espera de rebre la teva Transferència Bancària abans de continuar amb l'actualització de Connect.
de: Wir warten auf Ihre Überweisung, bevor wir mit der Aktualisierung Ihres Connects fortfahren.
es: Estamos esperando recibir tu transferencia bancaria antes de continuar con tu actualización de Connect.
fr: Nous attendons de recevoir votre virement bancaire avant que nous poursuivons avec la mise à niveau de votre Connect.
it: Stiamo in attesa di ricevere il tuo bonifico bancario prima di procedere all'upgrade di Connect.
ja: コネクトのアップグレードを続ける前に、送金完了を待っています。
kk: Біз Сізбен Connect жаңартуын жалғастырмас бұрын, Сіздің Банктік Аударымыңыздың түсуін күтудеміз.
ko: 귀하가 커넥트를 업그레이드하기 전에 은행 송금을 받기를 기다리고 있습니다.
ky: Connect планыңызды жаңыртуудан мурун Банк которууңузду күтүп жатабыз.
lv: Mēs gaidām jūsu bankas pārskaitījumu pirms mēs sākam jūsu Connect jaunināšanu.
mn: Конект төлөвлөгөөг шинэчлэхийн өмнө, та төлбөрийн шилжүүлгээ хийнэ үү.
pt: Estamos aguardando para receber sua transferência bancária antes de continuar com seu upgrade do Connect.
ro: Aşteptăm să primim transferul tău bancar înainte de a continua activarea Connect.
ru: Мы ожидаем получения вашего банковского перевода, прежде чем мы продолжим обновлять ваш тариф "Коннект".
uk: Ми чекаємо на отримання вашого Банківського Переказу, перш ніж ми продовжимо оновлювати ваш тариф "Коннект".
uz: Сизнинг Connect режангизни янгилашда давом этишдан олдин сизнинг Банк ўтказмангизни кутмоқдамиз.
zh: 在繼續升級Connect之前，我們正等待收到您的銀行轉帳。

source: We are waiting to receive your WeChat Pay payment.
ca: Estem esperant rebre el teu pagament amb WeChat Pay.
de: Wir warten auf Ihre WeChat Pay Zahlung.
es: Estamos a la espera de recibir su pago de WeChat Pay.
fr: Nous attendons de recevoir votre paiement WeChat Pay.
it: Siamo in attesa di ricevere il tuo pagamento con WeChat Pay.
ja: 私たちはあなたのWeChat Payによる支払いの受領を待っています。
kk: Біз сіздің WeChat Pay төлеміңіздің түсуін күтіп отырмыз.
ko: 귀하의 WeChat 지불금 받기를 기다리고 있습니다.
ky: WeChat Pay төлөмүңүздү алууну күтүп жатабыз.
lv: Mēs gaidām saņemt jūsu WeChat Pay maksājumu.
mn: Бид таны WeChat Pay шилжүүлгийг хүлээж байна.
pt: Estamos esperando receber o seu pagamento via WeChat Pay.
ro: Aşteptăm să primim plata ta prin WeChat Pay.
ru: Мы сейчас обрабатываем вашу оплату.
uk: Ми чекаємо на отримання вашого WeChat Pay платежу.
uz: Сизнинг WeChat Pay тўловингизни олишни кутяпмиз.
zh: 我們正等待收到您的微信支付。

source: We believe in you!, Together, we have a bright future!
ca: Creiem en tu!, Junts, tenim un futur brillant!
de: Wir glauben an Sie, denn gemeinsam haben wir eine große Zukunft!
es: ¡Creemos en ti!, Juntos, ¡tenemos un futuro brillante!
fr: Nous croyons en vous !, Ensemble, nous avons un brillant avenir !
it: Noi crediamo in te, insieme abbiamo un futuro luminoso!
ja: 私たちはあなたを信じています！共に、私たちの未来は明るいです！
kk: Біз саған сенеміз! Бірге болсақ, болашағымыз жарқын болады!
ko: 당신을 믿습니다! 함께 할 밝은 미래가 있습니다!
ky: Биз сага ишенебиз! Бизди жаркын келечек күтүп турат!
lv: Mēs jums ticam,Kopā mūs sagaida gaiša nākotne!
mn: Бид танд итгэж байна! Сайхан ирээдүй бид бүхнийг хүлээж байна!
pt: Acreditamos em você! Juntos, temos um futuro brilhante!
ro: Noi credem în tine! Împreună, avem un viitor luminos!
ru: Мы верим в вас! Вместе нас ждёт блестящее будущее!
uk: Ми віримо в вас! Разом нас чекає блискуче майбутнє!
uz: Биз сизга ишонамиз! Биргаликда бизни порлоқ келажак кутмоқда!
zh: 我們相信您！一起，我們有一個美好的未來！

source: We couldn't complete your verification. This may be due to missing or unclear information. Please try again to ensure all details are correct.
fr: Nous n'avons pas pu terminer votre vérification. Cela peut être dû à des informations manquantes ou incorrectes. Veuillez réessayer afin de vous assurer que toutes les informations sont correctes.
it: Non abbiamo potuto completare la tua verifica. Ciò potrebbe essere dovuto a informazioni mancanti o poco chiare. Riprova assicurandoti che tutti i dati siano corretti.

source: we encourage and celebrate our Members and Partners who support various charitable causes, including our primary partner
ca: Reconeixem i valorem els Membres i Socis que donen suport a diverses causes benèfiques, incloent-hi el nostre soci principal
de: wir ermutigen und würdigen unsere Mitglieder und Partner, die verschiedene wohltätige Zwecke unterstützen, darunter unsere Hauptpartner
es: reconocemos y celebramos a nuestros Miembros y Socios que apoyan diversas causas caritativas, incluyendo nuestro socio principal
fr: nous encourageons et célébrons nos Membres et nos Partenaires qui soutiennent diverses causes caritatives, y compris notre principal partenaire
it: incoraggiamo e celebriamo i nostri Membri e Partner che sostengono varie cause di beneficenza, tra cui il nostro partner principale
ja: を通じて、様々な慈善活動を支援するメンバーやパートナーを奨励し、祝福しています。その中には、私たちの主要なパートナーである非営利団体、
kk: біз әртүрлі қайырымдылық жобаларын, соның ішінде негізгі серіктесімізді қолдайтын мүшелеріміз бен серіктестерімізді марапаттаймыз және құрметтейміз
ky: Биз ар кандай кайрымдуулук иштерин, анын ичинде негизги өнөктөшүбүздү колдогон Клуб мүчөлөрүбүздү жана өнөктөштөрүбүздү кубаттайбыз жана баалайбыз
lv: mēs iedrošinām un godinām savus Biedrus un Partnerus, kuri atbalsta dažādus labdarības iemeslus, tostarp mūsu primāro partneri
mn: Бид төрөл бүрийн сайн үйлсийг дэмждэг Түнш болон Гишүүдээ, тэр дундаа манай гол хамтрагч нарыг дэмждэг хүмүүсээ урамшуулан баяр хүргэж байна
pt: Nós encorajamos e celebramos nossos membros e parceiros que apoiam várias causas de caridade, incluindo nosso principal parceiro
ro: încurajăm și sărbătorim membrii și partenerii noștri care susțin diverse cauze caritabile, inclusiv partenerul nostru principal
ru: мы поощряем и отмечаем наших Членов Клуба и Партнёров, которые поддерживают различные благотворительные фонды, включая нашего основного партнёра
uk: ми заохочуємо та відзначаємо наших Членів Клубу та Партнерів, які підтримують різноманітні благодійні фонди, включаючи нашого основного партнера
uz: биз турли ҳайрия лойиҳаларини қўллаб-қувватлаётган Аъзоларимиз ва Ҳамкорларимизни қўллаб-қувватлаймиз ва шарафлаймиз
zh: 我们鼓励并庆祝那些支持各种慈善事业的会员和合作伙伴，包括我们的主要合作伙伴

source: We encourage our Partners to promote the Club Membership in a variety of ways and believe personal contact and interaction should always be a part of any of your efforts. That said, inCruises is fully digital marketing ready. Many Partners effectively supplement their marketing efforts using Social Media and digital marketing tools to connect with people online. Plus, inCruises is mobile-ready and has its own app so Partners can manage their business from their phones.
ca: Animem als nostres socis a promocionar la seva Membresia del Club de diverses maneres i creiem que el contacte personal i la interacció han de ser sempre part de qualsevol dels seus esforços. Dit això, inCruises està totalment preparat per al màrqueting digital. Molts Socis complementen eficaçment els seus esforços de màrqueting utilitzant les xarxes socials i les eines de màrqueting digital per a connectar amb la gent en línia. A més, inCruises està preparat per als mòbils i té la seva pròpia aplicació perquè els Socis puguin gestionar el seu negoci des dels seus telèfons.
de: Wir ermutigen unsere Partner, die Clubmitgliedschaft auf vielfältige Weise zu bewerben und sind der Meinung, dass der persönliche Kontakt und die Interaktion immer ein Teil Ihrer Bemühungen sein sollten. Dennoch ist inCruises voll auf digitales Marketing eingestellt. Viele Partner ergänzen ihre Marketingbemühungen effektiv durch den Einsatz von Social Media und digitalen Marketingtools, um online mit Menschen in Kontakt zu treten. Außerdem ist inCruises mobilfunkfähig und verfügt über eine eigene App, mit der die Partner ihr Geschäft über ihr Handy verwalten können.
es: Alentamos a nuestros Socios a promover la Membresía del Club en una variedad de formas y creemos que el contacto personal y la interacción siempre deben ser parte de cualquiera de sus esfuerzos. Dicho esto, inCruises está totalmente preparado para el marketing digital. Muchos Socios complementan eficazmente sus esfuerzos de marketing utilizando las redes sociales y las herramientas de marketing digital para conectarse con personas en línea. Además, inCruises está listo para dispositivos móviles y tiene su propia aplicación para que los Socios puedan administrar su negocio desde sus teléfonos.
fr: Nous encourageons nos Partenaires à promouvoir l'Adhésion au Club de diverses manières et nous pensons que le contact et l'interaction personnels doivent toujours faire partie de tous vos efforts. Cela dit, inCruises est entièrement prêt pour le marketing numérique. De nombreux Partenaires complètent efficacement leurs efforts de marketing en utilisant les médias sociaux et les outils de marketing numérique pour entrer en contact avec les gens en ligne. De plus, inCruises est compatible avec les téléphones portables et dispose de sa propre application pour que les Partenaires puissent gérer leur activité depuis leur téléphone.
it: Incoraggiamo i nostri Partner a promuovere l'iscrizione al Club in diversi modi e crediamo che il contatto personale e l'interazione debbano sempre essere parte integrante di ogni tuo approccio. Detto questo, inCruises è totalmente preparata per il marketing digitale. Molti Partner integrano efficacemente le loro attività di marketing con l'uso dei social media e degli strumenti di marketing digitale per entrare in contatto con le persone online. Inoltre, inCruises è predisposta per i dispositivi mobili e dispone di un'applicazione che consente ai Partner di gestire la propria attività dai loro telefoni.
ja: パートナーには、さまざまな方法でクラブメンバーシップのプロモーションを行うことを推奨しており、個人的な接触や交流が常に努力の一部であるべきだと考えています。もちろんinCruisesでは、デジタルマーケティングに完全に対応しています。 多くのパートナーは、SNSやデジタルマーケティングツールを使って、オンラインで人々とつながり、効果的にマーケティング活動をしています。さらに、inCruisesはモバイル対応もしており、独自のアプリを使用して、パートナーは携帯電話からビジネスを管理することもできます。
kk: Біз серіктестерімізді клуб мүшелігін әртүрлі жолдармен ілгерілетуге шақырамыз және жеке байланыстар мен өзара әрекеттесу әрқашан сіздің кез келген күш-жігеріңіздің бөлігі болуы керек деп санаймыз. Дегенмен, inCruises цифрлық маркетингке толығымен дайын. Көптеген серіктестер өздерінің маркетингтік күш-жігерін әлеуметтік желілер мен цифрлық маркетинг құралдарын пайдаланып, адамдармен желіде байланысу үшін тиімді түрде толықтырады. Сонымен қатар, inCruises Мобильді қосымшаларды қолдайды және серіктестерге өз бизнестерін телефондарынан басқаруға мүмкіндік беретін жеке қосымшасы бар.
ky: Жеке таанышуу жана өз ара аракеттенүү ар кандай амбицияларды жеңет деп ишенип, Өнөктөштөрүбүздү Клубга мүчөлүгүн ар кандай жолдор менен бөлүшүүгө чакырабыз. Бирок, inCruises санариптик маркетинг жүргүзүүгө толук даяр. Көпчүлүк Өнөктөштөр онлайн адамдарды жетүү үчүн коомдук медиа жана санариптик маркетинг куралдарын натыйжалуу колдонуп жатышат. Кошумчалай кетсек, inCruises мобилдик телефондо иштөөгө даяр жана өнөктөштөр үчүн телефондорунан иштөө үчүн өзүнүн колдонмосу бар.
lv: Mēs aicinām savus Partnerus reklamēt kluba dalību dažādos veidos un uzskatām, ka personiskajam kontaktam un mijiedarbībai vienmēr jābūt daļai no jūsu centieniem. Tas nozīmē, ka inCruises ir pilnībā gatava digitālajam mārketingam. Daudzi partneri efektīvi papildina savus mārketinga centienus, izmantojot Sociālos Medijus un digitālā mārketinga rīkus, lai sazinātos ar lietotājiem tiešsaistē. Turklāt inCruises ir gatava mobilajām ierīcēm un tai ir sava lietotne, lai Partneri varētu pārvaldīt savu biznesu no saviem tālruņiem.
mn: Бид Түншүүддээ Клубын Гишүүнчлэлийг төрөл бүрийн аргаар сурталчлахыг уриалдаг бөгөөд хүмүүстэй хувьчлан холбоо тогтоох, харилцан ярилцах нь таны хүчин чармайлтын нэг чухал хэсэг байх ёстой юм. Одоо inCruises нь бүрэн дижитал маркетинг хийхэд бэлэн болсон. Олон Түншүүд онлайнаар хүмүүстэй холбогдохын тулд нийгмийн сүлжээний болон дижитал маркетингийн хэрэгслийг үр дүнтэй ашигладаг. inCruises нь гар утасны өөрийн гэсэн апптай болсон бөгөөд Түншүүд өөрийн гар утаснаасаа бизнесээ удирдах боломжтой болсон.
pt: Incentivamos nossos parceiros a promover a assinatura ao clube de várias maneiras e acreditamos que o contato pessoal e a interação devem sempre fazer parte de seus esforços. Dito isto, a inCruises está totalmente pronta para o marketing digital. Muitos parceiros complementam efetivamente seus esforços de marketing usando mídias sociais e ferramentas de marketing digital para se conectar com pessoas online. Além disso, a inCruises está pronta para ser usada em dispositivos móveis e possui seu próprio aplicativo para que os parceiros possam gerenciar seus negócios a partir de seus telefones.
ro: Încurajăm partenerii noștri să promoveze calitatea de membru al clubului într-o varietate de moduri și considerăm că contactul și interacțiunea personală ar trebui să facă întotdeauna parte din eforturile tale. Acestea fiind spuse, inCruises este complet pregătit pentru marketing digital. Mulți parteneri își completează eficient eforturile de marketing folosind rețelele sociale și instrumentele de marketing digital pentru a intra în legătură cu oamenii online. În plus, inCruises este pregătit pentru mobil și are propria sa aplicație, astfel încât partenerii să își poată gestiona afacerea de pe telefoanele lor.
ru: Мы призываем наших Партнёров продвигать Членство в Клубе множеством способов и верим в то, что личный контакт и взаимодействие всегда должны сопровождать любые ваши действия по привлечению. Поэтому inCruises - в полной цифровой маркетинговой готовности. Многие Партнёры эффективно дополняют свои маркетинговые усилия социальными сетями и цифровыми маркетинговыми инструментами для взаимодействия с людьми онлайн. Плюс, inCruises - готов к работе с телефона и предлагает Партнёрам свои приложения, чтобы они могли управлять бизнесом с телефона.
uk: Ми закликаємо наших Партнерів просувати Членство в Клубі безліччю способів і віримо в те, що особистий контакт та взаємодія завжди повинні супроводжувати будь-які ваші дії з залучення. Тому inCruises у повній цифровій маркетинговій готовності. Багато Партнерів ефективно доповнюють свої маркетингові зусилля соціальними мережами та цифровими маркетинговими інструментами для взаємодії з людьми онлайн. Плюс, inCruises - готовий до роботи з телефону і пропонує Партнерам свій додаток, щоб вони могли керувати бізнесом з телефону.
uz: Биз Ҳамкорларимизни Клуб Аъзолигини турли йўллар билан бўлишишга чорлаб қоламиз, шахсий танишлар ва ўзаро муносабат ҳар қандай интилишлардан устун эканлигига ишонамиз. Шунга қарамай, inCruises рақамли маркетинг олиб бориш учун тўлиқ тайёр. Аксарият Ҳамкорлар интернетда инсонлар билан мулоқот қилиш учун ижтимоий тармоқлар ҳамда рақамли маркетинг иш қуролларидан самарали фойдаланмоқдалар. Бундан ташқари, inCruises мобиль қурилмаларда ишлашга ҳам тайёр бўлиб, Ҳамкорлар ўз телефонларидан иш олиб боришлари учун шахсий иловасига ҳам эга.
zh: 我们鼓励我们的合作伙伴通过多种方式推广俱乐部会员，并认为个人接触和互动应始终是您努力的一部分。也就是说，inCruises完全支持数字营销。许多合作伙伴有效地利用社交媒体和数字营销工具来加强他们的营销工作，与人们在线联系。此外，inCruises已经为移动设备做好了准备，并且拥有自己的应用程序，合作伙伴可以通过手机管理他们的业务。
