Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <strong>InGroup (formerly InCruises) is a reliable company.</strong> <br/><br/>InGroup (formerly InCruises) is a reliable company that gave us the chance to fulfill our dream and go on a dream cruise on a fantastic ship. Every moment of the trip was special, and the company lived up to our expectations. Booking the cruise was easy and we were able to go on our first cruise for much less than the market price thanks to the savings system. We are looking forward to our next cruise in January. The company makes every effort to ensure that Members receive the highest level of benefits by cooperating with reliable companies (cruise lines, hotels and resorts). I receive support from all sides when I need information from the company. I am happy to belong to the Club, earn money and fulfill my dreams by traveling and making unforgettable memories.
ca: <strong>InGroup (anteriorment InCruises) és una empresa de confiança.</strong> <br/><br/>InGroup (anteriorment InCruises) és una empresa de confiança que ens ha donat l’oportunitat de complir el nostre somni i fer un creuer de somni en un vaixell fantàstic. Cada moment del viatge va ser especial, i l’empresa va estar a l’altura de les nostres expectatives. Reservar el creuer va ser fàcil i vam poder fer el nostre primer viatge per molt menys del preu de mercat gràcies al sistema d’estalvis. Estem desitjant fer el nostre pròxim creuer al gener. L’empresa fa tot el possible perquè els Membres rebin el màxim nivell de beneficis, cooperant amb empreses de confiança (navilieres, hotels i ressorts). Rebo suport per totes bandes quan necessito informació de l’empresa. Estic feliç de formar part del Club, guanyar diners i complir els meus somnis viatjant i creant records inoblidables.
de: <strong>InGroup (ehemals InCruises) ist ein zuverlässiges Unternehmen. </strong><br/><br/>InGroup (ehemals InCruises) ist ein zuverlässiges Unternehmen, das uns die Möglichkeit gab, unseren Traum zu erfüllen und eine Traumkreuzfahrt auf einem fantastischen Schiff zu machen. Jeder Moment der Reise war etwas Besonderes, und das Unternehmen hat unsere Erwartungen erfüllt. Die Buchung der Kreuzfahrt war einfach, und dank des Sparsystems konnten wir unsere erste Kreuzfahrt zu einem viel niedrigeren Preis als dem Marktpreis machen. Wir freuen uns schon auf unsere nächste Kreuzfahrt im Januar. Das Unternehmen setzt alles daran, den Mitgliedern durch die Zusammenarbeit mit zuverlässigen Unternehmen (Kreuzfahrtgesellschaften, Hotels und Resorts) ein Höchstmaß an Vorteilen zu verschaffen. Ich erhalte von allen Seiten Unterstützung, wenn ich Informationen vom Unternehmen benötige. Ich bin glücklich, dem Club anzugehören, Geld zu verdienen und mir meine Träume zu erfüllen, indem ich reise und unvergessliche Erinnerungen schaffe.
es: <strong>inGroup (antes inCruises) es una compañía confiable.</strong> <br/><br/>inGroup (antes inCruises) es una compañía confiable que nos dio la oportunidad de cumplir nuestro sueño y viajar en un crucero soñado en un barco fantástico. Cada momento del viaje fue especial, y la compañía cumplió con nuestras expectativas. Reservar el crucero fue fácil y pudimos viajar en nuestro primer crucero por mucho menos del precio del mercado gracias al sistema de ahorros. Estamos a la espera de nuestro próximo crucero en enero. La compañía hace todo lo posible por garantizar que los turistas reciban el mayor nivel de beneficios al aliarse con compañías de confianza (líneas de cruceros, hoteles y resorts). Recibo apoyo de todos lados cuando necesito información por parte de la compañía. Estoy feliz de pertenecer al Club, ganar dinero y cumplir mis sueños al viajar y crear recuerdos inolvidables.
fr: <strong>InGroup (anciennement InCruises) est une entreprise fiable.</strong> <br/><br/>InGroup (anciennement InCruises) est une compagnie fiable qui nous a permis de réaliser notre rêve et de partir en croisière sur un navire fantastique. Chaque instant du voyage a été unique et la compagnie a été à la hauteur de nos attentes. La réservation a été simple et nous avons pu effectuer notre première croisière à un prix bien inférieur au prix du marché grâce au système de réduction. Nous attendons avec impatience notre prochaine croisière en janvier. La compagnie met tout en œuvre pour offrir à ses membres les meilleurs avantages en collaborant avec des Compagnies de Croisière, des hôtels et des Centres de Villégiature fiables. Je bénéficie d'un soutien de tous les côtés lorsque j'ai besoin d'informations. Je suis heureux d'appartenir au Club, de gagner de l'argent et de réaliser mes rêves en voyageant et en créant des souvenirs inoubliables.
it: <strong>InGroup (precedentemente InCruises) è un'azienda affidabile.</strong> <br/><br/>InGroup (precedentemente InCruises) è un'azienda affidabile che ci ha dato la possibilità di realizzare il nostro sogno e fare una crociera da sogno su una nave fantastica. Ogni momento del viaggio è stato speciale e l'azienda ha soddisfatto le nostre aspettative. Prenotare la crociera è stato facile e siamo potuti andare sulla nostra prima crociera a un prezzo molto inferiore rispetto a quello di mercato grazie al sistema di risparmio. Non vediamo l'ora della nostra prossima crociera a gennaio. L'azienda fa ogni sforzo per garantire che i Membri ricevano il massimo livello di vantaggi collaborando con aziende affidabili (compagnie di crociera, hotel e resort). Ricevo supporto da tutte le parti quando ho bisogno di informazioni dall'azienda. Sono felice di appartenere al Club, guadagnare denaro e realizzare i miei sogni viaggiando e creando ricordi indimenticabili.
ja: <strong>InGroup（旧称 InCruises）は信頼できる企業です。</strong> <br/><br/>InGroup（旧称 InCruises）は、私たちに夢を叶える機会を与えてくれた信頼できる企業です。私たちは、この素晴らしい船で夢のクルーズに出かけることができました。旅のすべての瞬間が特別であり、会社は私たちの期待に応えてくれました。クルーズの予約はとても簡単で、独自の節約システムのおかげで、市場価格よりもはるかに安く初めてのクルーズに参加することができました。次のクルーズは1月を予定しており、今からとても楽しみにしています。この会社は、信頼できるクルーズライン、ホテル、リゾートと提携し、観光客が最高レベルの特典を受けられるよう尽力しています。また、会社からの情報が必要なときは、あらゆる面でサポートを受けることができます。私はこのクラブのパートナー・メンバーとなり、収入を得ながら旅行し、忘れられない思い出を作ることで夢を叶えられることに幸せを感じています。
kk: <strong>InGroup (бұрынғы InCruises) — сенімді компания.</strong> <br/><br/>InGroup (бұрынғы InCruises) — бұл бізге арманымызды орындап, керемет кемеде армандаған круизге шығуға мүмкіндік берген сенімді компания. Саяхаттың әр сәті ерекше болды, және компания біздің барлық үмітімізді ақтады. Круизді брондау өте оңай болды, ал жинақтау жүйесінің арқасында біз алғашқы круизімізге нарықтағы бағадан әлдеқайда төмен бағаға бардық. Енді келесі круизімізді қаңтар айына асыға күтіп жүрміз. Компания клуб мүшелеріне ең жоғары деңгейдегі артықшылықтарды ұсыну үшін сенімді серіктестермен (круиздік компаниялар, қонақүйлер мен курорттар) жұмыс істейді. Компаниядан ақпарат қажет болған кезде, барлық жағынан қолдау аламын. Мен осы Клубтың мүшесі болғаныма, саяхаттап жүріп табыс тауып, армандарымды орындап, ұмытылмас сәттерді бастан өткеріп жатқаныма қуаныштымын.
ky: <strong>InGroup (мурдагы InCruises) — ишенимдүү компания.</strong> <br/><br/>InGroup (мурдагы InCruises) — бул ишенимдүү компания, ал бизге кыялдагы круизге фантастикалык кеме менен барууга мүмкүнчүлүк берип, кыялдарыбызды ишке ашырды. Саякаттын ар бир учуру өзгөчө болду, жана компания биз күткөн деңгээлде кызмат көрсөттү. Круизди брондоо жеңил болду жана үнөмдөө системасынын аркасында биз биринчи круизге базар баасынан бир топ арзан бара алдык. Эми болсо январь айында боло турчу кийинки круизди чыдамсыздык менен күтүп жатабыз. Компания ишенимдүү компаниялар (круиздик линиялар, мейманканалар жана курорттор) менен кызматташуу аркылуу мүчөлөргө эң жогорку деңгээлдеги артыкчылыктарды камсыз кылуу үчүн бардык күч-аракетти жумшайт. Компаниядан маалымат керек болгон учурда ар тараптан колдоо алам. Мен Клубдун мүчөсү болгонума, саякаттап акча тапканыма жана унутулгус эскерүүлөр менен кыялдарымды ишке ашырып жатканыма кубанычтамын.
lv: <strong>InGroup (agrāk InCruises) ir uzticama kompānija.</strong><br/><br/> InGroup (agrāk InCruises) ir uzticamsa kompānija, kas mums deva iespēju piepildīt savu sapni un doties sapņu kruīzā uz fantastiska kuģa. Katrs ceļojuma brīdis bija īpašs, un kompānija piepildīja mūsu cerības. Kruīza rezervēšana bija vienkārša, un mēs varējām doties savā pirmajā kruīzā par daudz zemāku cenu nekā tirgus cena, pateicoties uzkrājumu sistēmai. Gaidām savu nākamo kruīzu janvārKompānija dara visu iespējamo, lai Biedri saņemtu visaugstāko ieguvumu līmeni, sadarbojoties ar uzticamām kompānijām (kruīza līnijām, viesnīcām un kūrortiem). Atbalstu saņemu no visām pusēm, kad nepieciešama informācija no kompānijas. Esmu laimīgs piederēt Klubam, pelnīt naudu un piepildīt savus sapņus, ceļojot un gūstot neaizmirstamas atmiņas.
mn: <strong>inGroup (хуучин нэрээр inCruises) компани бол найдвартай компани юм.</strong> <br/><br/> inGroup (хуучин нэрээр inCruises) компани бидэнд мөрөөдлөө биелүүлж, гайхалтай далайн аяллаар мөрөөдлийн аялалдаа гарах боломжийг олгосон найдвартай компани юм. Бидний аяллын хором бүр онцгой байсан бөгөөд компани бидний хүлээлтийг үнэхээр давуулан биелүүлсэн юм. Аяллын захиалга хийхэд маш амархан байсан бөгөөд бид хуримтлалын системийн ачаар зах зээлийн үнээс хамаагүй хямд үнээр анхны аяллаа хийх боломжтой болсон юм. 1-р сард бид дараагийнхаа аялалд гарахаар тэсэн ядан хүлээж байна. Тус компани нь гишүүддээ хамгийн их ашиг тус өгөхийн тулд найдвартай компаниудтай (далайн аяллын компаниуд, зочид буудал, амралтын газар) хамтран ажиллаж, бүхий л хүчин чармайлтаа тавьж ажилладаг юм. Би компаниас мэдээлэл хэрэгтэй үед бүх талаар туслан дэмждэг. Би клубт харьяалагдаж, мөнгөн орлого олж, мөрөөдлөө биелүүлж, аялж, мартагдашгүй дурсамж бүтээж байгаадаа гайхалтай баяртай байна.
pt: <strong>A InGroup (antiga InCruises) é uma empresa confiável.</strong> <br/><br/>A InGroup (antiga InCruises) é uma empresa confiável que nos deu a chance de realizar nosso sonho e embarcar em um cruzeiro dos sonhos em um navio fantástico. Cada momento da viagem foi especial e a empresa superou nossas expectativas. A reserva do cruzeiro foi fácil e nós pudemos embarcar em nosso primeiro cruzeiro por um valor muito abaixo do preço de mercado, graças ao sistema de economia. Não vemos a hora de chegar nosso próximo cruzeiro em janeiro! A empresa se esforça para garantir que os turistas tenham o mais alto nível de benefícios, com a cooperação de Parceiros confiáveis, como companhias de cruzeiro, hotéis e resorts. Recebo suporte de todas as partes quando eu preciso de informação da empresa. Estou feliz de pertencer ao Clube, de ganhar dinheiro e de realizar meus sonhos viajando e criando memórias INesquecíveis.
ro: <strong>InGroup (fostul InCruises) este o companie de încredere.</strong> <br/><br/>InGroup (fostul InCruises) este o companie de încredere care ne-a oferit șansa de a ne îndeplini visul și de a merge într-o croazieră de vis pe o navă fantastică. Fiecare moment al călătoriei a fost special, iar compania sa ridicat la înălțimea așteptărilor noastre. Rezervarea croazierei a fost ușoară și am putut merge la prima noastră croazieră cu mult mai puțin decât prețul pieței datorită sistemului de economii. Așteptăm cu nerăbdare următoarea noastră croazieră în ianuarie. Compania depune toate eforturile pentru a se asigura că membrii primesc cel mai înalt nivel de beneficii prin cooperarea cu companii de încredere (linii de croazieră, hoteluri și stațiuni). Primesc sprijin din toate părțile atunci când am nevoie de informații de la companie. Sunt fericit să aparțin Clubului, să câștig bani și să îmi îndeplinesc visele călătorind și creând amintiri de neuitat.
ru: <strong>InGroup (ранее InCruises) — надежная компания.</strong> <br/><br/>InGroup (ранее InCruises) — это надежная компания, которая дала нам возможность осуществить нашу мечту и отправиться в незабываемый круиз на фантастическом лайнере. Каждое мгновение путешествия было особенным, и компания полностью оправдала наши ожидания. Забронировать круиз было легко, а благодаря накопительной системе мы смогли отправиться в наш первый круиз по цене гораздо ниже рыночной. Мы с нетерпением ждем нашего следующего круиза в январе. Компания прилагает все усилия, чтобы Члены Клуба получали максимальную выгоду, сотрудничая с надежными компаниями (круизными линиями, отелями и курортами). Я получаю поддержку со всех сторон, когда мне нужна какая-либо информация от компании. Я счастлива быть Членом Клуба, зарабатывать деньги и исполнять свои мечты, путешествуя и создавая незабываемые воспоминания.
uk: <strong>InGroup (раніше inCruises) — надійна компанія.</strong> <br/><br/>InGroup (раніше inCruises) — це дійсно надійна компанія, яка подарувала нам можливість здійснити давню мрію й вирушити у незабутній круїз на розкішному лайнері. Кожна мить подорожі була особливою, і компанія повністю виправдала наші очікування. Процес бронювання виявився простим і зручним, а завдяки накопичувальній системі ми змогли здійснити свій перший круїз за ціною, значно нижчою від ринкової. Ми вже з нетерпінням очікуємо на нашу наступну подорож у січні! InGroup дбає про Членів Клубу, забезпечуючи їм максимальну вигоду та співпрацюючи з надійними партнерами (круїзними лініями, готелями й курортами). Коли мені потрібна інформація або підтримка, я завжди отримую допомогу швидко й професійно. Я щаслива бути Членом Клубу: подорожувати, заробляти та втілювати свої мрії, створюючи яскраві спогади на все життя.
uz: <strong>InGroup (собиқ InCruises) ишончли компания.</strong><br/><br/>InGroup (собиқ InCruises) – муҳташам кемаларда круиз саёҳатига чиқиб, ўз орзуларимизни амалга ошириш имконини бераётган ишончли компаниядир. Саёҳатнинг ҳар бир лаҳзаси ўзига хос эди, компания ишончимизни оқлади. Круизга буюртма бериш осон бўлди ва пул жамғариш тизими орқали биз круизга бозор нархидан анча арзонга чиқдик. Биз январда бошланадиган навбатдаги круизимизни ҳам сабрсизлик билан кутмоқдамиз. Компания ишончли компаниялар (круиз линиялари, меҳмонхоналар ва курортлар) билан ҳамкорлик қилган ҳолда барча сайёҳлар катта фойда олиши учун қўлидан келганича ҳаракат қилмоқда. Компаниядан бирор маълумот зарур бўлса, мени ҳар томонлама қўллаб-қувватлайдилар. Мен мазкур Клубга Аъзо эканлигим, даромад ишлаб топаётганим ҳамда саёҳат қилиб, унутилмас хотиралар яратиб, орзуларимни рўёбга чиқараётганимдан жуда бахтлиман.
zh: <strong>InGroup（原名InCruises）是一家值得信赖的公司。</strong><br/><br/>InGroup（原名InCruises）是一家值得信赖的公司，它让我们有机会实现梦想，乘坐一艘梦幻邮轮，开启梦想之旅。旅途中的每一刻都非常特别，公司也完全没有辜负我们的期待。预订邮轮的过程很简单，得益于他们的储蓄系统，我们第一次邮轮旅行的花费远低于市场价格。我们已经期待着明年一月的下一次邮轮之旅。这家公司与值得信赖的合作伙伴（如邮轮公司、酒店和度假村）合作，努力为会员提供最高水平的福利。当我需要了解公司信息时，总是能从各个方面获得支持。我很高兴能成为俱乐部的一员，通过旅行赚取收入、实现梦想，并创造难以忘怀的回忆。

source: <strong>INGROUP INTERNATIONAL LLC</strong> is a Proud Member of
ca: <strong>INGROUP INTERNATIONAL LLC</strong> és un Membre Orgullós de
de: <strong>INGROUP INTERNATIONAL LLC</strong> ist ein stolzes Mitglied von
es: <strong>INGROUP INTERNATIONAL LLC</strong> es Miembro con orgullo de
fr: <strong>inGroup International INTERNATIONAL LLC</strong> est un fier membre de
it: <strong>INGROUP INTERNATIONAL LLC</strong> è fiera di essere Membro di
ja: <strong>INGROUP INTERNATIONAL LLC</strong> は誇り高いメンバーです
kk: <strong>INGROUP INTERNATIONAL LLC</strong> Толық Мүшесі болып табылады
ky: <strong>INGROUP INTERNATIONAL LLC</strong>төмөнкүлөрдүн сыймыктуу Мүчөсү
lv: <strong>INGROUP INTERNATIONAL LLC</strong> ir cienīgs Biedrs
mn: <strong>INGROUP INTERNATIONAL LLC</strong> нь CLIA-ын (Далайн Аяллын Олон Улсын Холбоо) хүндэт гишүүн компани юм.
pt: <strong> INGROUP INTERNATIONAL LLC</strong> é um membro orgulhoso da
ro: <strong>INGROUP INTERNATIONAL LLC</strong> este un membru mândru al
ru: <strong>INGROUP INTERNATIONAL LLC</strong> является Почитаемым Членом
uk: <strong>INGROUP INTERNATIONAL LLC</strong> є Шанованим Членом
uz: <strong>INGROUP INTERNATIONAL LLC</strong> Фаҳрий Аъзоси
zh: <strong>INGROUP INTERNATIONAL LLC</strong>是一个自豪的成员

source: <strong>inGroup International</strong> is a registered seller of travel in California, Florida, and Washington under each state’s seller of travel regulations.
ca: <strong>inGroup International</strong> és un venedor registrat de viatges a Califòrnia, Florida i Washington sota el reglament de venedor de viatges de cada estat.
de: <strong>inGroup International </strong> ist ein registrierter Anbieter von Reisedienstleistungen in Kalifornien, Florida, und Washington unter Beachtung der jeweiligen staatseigenen Bestimmungen.
es: <strong>inGroup International</strong> es un vendedor de viajes registrado en California, Florida, y Washington según la regulación de vendedor de viajes de cada estado.
fr: <strong>inGroup International</strong> est un vendeur de voyages enregistré en Californie, en Floride et à Washington et soumis aux réglementations de chaque état en matière de vente de voyages.
it: <strong>inGroup International</strong> ha la registrazione "Seller Of Travel" in California, Florida e Washington, ai sensi delle leggi vigenti in materia di venditori di viaggi in ciascuno stato.
ja: <strong>inGroup International</strong> は、カリフォルニア州、フロリダ州、およびワシントン州における各州の旅行規制の登録を受けた登録旅行者です。
kk: <strong>inGroup International </strong> Калифорния, Флорида, және Вашингтон штаттарындағы тіркелген сауда дилері, әр мемлекеттің туристік регламентіне сәйкес.
ky: <strong>inGroup International</strong>inCruises ар бир штаттын саякат эрежелерине ылайык Калифорния, Флорида жана Вашингтондо катталган саякат сатуучусу.
lv: <strong>inGroup International</strong> ir reģistrēts ceļojumu pārdevējs Kalifornijā, Floridā, un Vašingtonā saskaņā ar katra štata ceļojumu noteikumiem.
mn: <strong>inGroup International</strong> нь Калифорни, Флорида, Вашинтон мужуудаас хуулийн дагуу аялал борлуулагчийн зөвшөөрлүүдийг авсан болно.
pt: <strong>inGroup International</strong> é um agente de viagens registrado na Califórnia, Flórida e Washington de acordo com os regulamentos de viagem de cada estado.
ro: <strong>inGroup International</strong> este un vânzător legal de călătorii din California, Florida și Washington în conformitate cu regulamentele fiecărui stat legate de vânzarea călătoriilor.
ru: <strong>inGroup International</strong> обладает лицензией Seller of Travel в штатах Калифорния, Флорида и Вашингтон согласно туристическим правилам каждого штата.
uk: <strong>inGroup International</strong> має ліцензію Seller of Travel у штатах Каліфорнія, Флорида та Вашингтон, згідно з туристичними правилами кожного штату.
uz: <strong>inGroup International</strong> Калифорния, Флорида ва Вашингтонда рўйхатдан ўтган саёҳат сотувчи ҳисобланади ва ҳар бир штатнинг саёҳат сотишга оид қоидаларига мувофиқ фаолият юритади.
zh: <strong>inGroup International</strong>是加利福尼亚州、佛罗里达州和华盛顿州根据每个州的旅行销售商法规注册的旅行销售商。
