Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: only one Rewards Points payment model may be used, (2 for 1) or (1 for 1), not both.
ca: únicament es pot utilitzar un model de pagament amb Punts de Recompensa, (2 per 1) o (1 per 1), no tots dos.
de: Es kann nur ein Reward Points-Zahlungsmodell (2 für 1) oder (1 für 1) verwendet werden, nicht beide.
es: únicamente se puede utilizar un modelo de pago con Puntos de Recompensa, (2 por 1) o (1 por 1), no ambos.
fr: un seul modèle de paiement par Points de Récompenses peut être utilisé, (2 pour 1) ou (1 pour 1), pas les deux.
it: è possibile utilizzare un solo tipo di Crediti Premio per il pagamento, (2 per 1) o (1 per 1), non entrambi.
ja: リワードポイントの支払いモデルは、２倍または１倍のいずれかのリワードポイントのみであり、両方を使用することはできません。
kk: Сыйақы ұпайларының бір ғана төлем үлгісін (1 үшін 2) немесе (1 үшін 1) пайдалана аласыз, бірақ екеуін де пайдалана алмайсыз.
ko: (1대 2) 또는 (1대 1) 중 하나의 리워드 포인트 결제 모델만 사용할 수 있으며, 둘 다 사용할 수는 없습니다.
ky: Бир гана Бонустук Упайлардын төлөм модели колдонулушу мүмкүн, (1 ге 2) же (1 ге 1), экөө тең эмес.
lv: var tikt pielietots tikai vieens maksājuma modelis, (2 par 1) vai (1 par 1), nevis abi.
mn: зөвхөн (1:2) эсвэл (1:1)-ийн аль нэгийг төлбөрт ашиглана. Хоёуланг нь хамт хэрэглэж болохгүй.
pt: apenas um modelo de pagamento de Pontos de Recompensa pode ser usado, (2 por 1) ou (1 por 1), não ambos.
ro: poate fi utilizat un singur model de plată cu puncte de recompensă (2 pentru 1) sau (1 pentru 1), nu ambele.
ru: применить можно только один вид баллов: либо (2 к 1), либо (1 к 1) - оба нельзя.
uk: застосувати можна лише один вид балів: або (2 до 1), або (1 до 1) - обидва не можна.
uz: балларнниг фақатгина битта туридан: 1 га 2 ёхуд 1 га 1 баллардан фойдаланиш мумкин – иккисини ҳам қўллаш мумкин эмас.
zh: 只能使用一种奖励积分支付模式，（2 换 1）或（1 换 1），不能同时使用两者。

source: Only Roman/Latin alphabet letters (A-Z).
ca: Només lletres de l’alfabet Romà/Llatí (A-Z).
de: Nur Buchstaben des römischen/lateinischen Alphabets (A–Z).
es: Únicamente letras del alfabeto latino/romano (A-Z).
fr: Uniquement les lettres de l'alphabet romain/latin (A-Z).
it: Solo lettere dell'alfabeto romano/latino (A-Z).
ja: ローマ字（ラテンアルファベット）大文字・小文字（A〜Z）のみ使用可能です。
kk: Тек Рим/латын әліпбиінің әріптері (A-Z).
ky: Рим/латын алфавитинин тамгалары гана (A-Z)
lv: Tikai romiešu/latīņu alfabēta burti (A-Z).
mn: Зөвхөн Латин цагаан толгойн үсгээр (A-Z).
pt: Somente letras do alfabeto Romano/Latino (A-Z).
ro: Doar litere din alfabetul roman/latin (A-Z).
ru: Только буквы римского/латинского алфавита (A-Z).
uk: Тільки букви римського/латинського алфавіту (A-Z).
uz: Фақат Рим/Лотин алифбосида (A-Z).
zh: 仅限使用罗马/拉丁字母（A-Z）。

source: Only select one course per report.
ca: Selecciona només un curs per informe.
de: Wählen Sie nur einen Kurs pro Bericht aus.
es: Solo selecciona un curso por informe.
fr: Ne sélectionnez qu'un seul rapport par cours.
it: Selezionare un solo corso per ogni report.
ja: １つのレポートにつき１つのコースを選択してください。
kk: Есепті жасау үшін бір ғана курсты таңдаңыз.
ko: 보고서마다 하나의 기초교육과정을 선택하십시오.
ky: Ар бир отчет үчүн бир гана курс тандаңыз.
lv: Atlasiet tikai vienu kursu vienā atskaitē.
mn: Тайлан бүрт нэг сургалтыг сонгоно уу.
pt: Selecione apenas um curso por relatório.
ro: Selectați un singur curs pentru fiecare raport.
ru: Выберите только один курс для отчета.
uk: Оберіть лише один курс для кожного звіту.
uz: Ҳисобот учун битта курсни танланг.
zh: 每壹門課程只選擇壹個報告

source: Only you are in this group, wait for more users to be added
ca: Només tu estàs en aquest grup; espera al fet que més usuaris siguin afegits
de: Nur Sie sind in dieser Gruppe, warten Sie, bis weitere Benutzer hinzugefügt werden
es: Solo tú estás en este grupo; espera a que más usuarios sean añadidos
fr: Vous êtes le seul à faire partie de ce groupe, attendez que d'autres utilisateurs soient ajoutés
it: In questo gruppo ci sei solo tu, attendi che vengano aggiunti altri utenti
ja: このグループにいるのはあなただけです。他のユーザーが追加されるまでお待ちください
kk: Бұл топта тек сен бар. Қосымша пайдаланушылардың қосылуын күтіңіз
ko: 이 그룹에는 귀하만 속해 있습니다. 더 많은 사용자가 추가될 때까지 기다리세요
ky: Бул топко сиз гана кирдиңиз, көбүрөөк колдонуучулар кошулушун күтүңүз
lv: Tikai jūs esat šajā grupā, gaidiet, līdz tiks pievienoti vēl citi lietotāji
mn: Та энэ бүлэгт ганцаараа байна учраас хэн нэгэн ортол хүлээнэ үү
pt: Só você está neste grupo, espere que mais usuários sejam adicionados
ro: Numai tu ești în acest grup, așteaptă să fie adăugați mai mulți utilizatori
ru: Вы единственный участник группы. Подождите добавления других участников
uk: Ви єдиний учасник групи, зачекайте доки приєднаються інші користувачі
uz: Ушбу гуруҳда фақат сиз борсиз, бошқа фойдаланувчилар қўшилишини кутинг
zh: 该群组只有您一人，等待添加更多用户

source: Open
ca: Obrir
de: Geöffnet
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
kk: Ашу
ko: 열기
ky: Ачуу
lv: Atvērt
mn: Нээлттэй
pt: Abrir
ro: Deschide
ru: Открыть
uk: Відкрити
uz: Очиш
zh: 開放

source: Open Cruise
ca: Creuer Obert
de: Kreuzfahrt öffnen
es: Crucero Abierto
fr: Croisière ouverte
it: Aprire la crociera
ja: オープンクルーズ
kk: Круизді ашу
ky: Круизди ачуу
lv: Atklāts Kruīzs
mn: Бүгдэд нээлттэй далайн аялал
pt: Cruzeiro aberto
ro: Deschide croaziera
ru: Открыть круиз
uk: Відкрити круїз
uz: Очиқ круиз
zh: 开放游轮

source: Open Event App
ca: Obre l’App de l’Esdeveniment
fr: Ouvrir l'Application des Événements
it: Apri l'app dell'evento
ja: イベントアプリを開く
kk: Іс-шара қосымшасын ашу
pt: App do Evento Aberto
ro: Deschide aplicația evenimentului
uk: Відкрити додаток подій
uz: Тадбир иловасини очиш
zh: 打开活动应用程序

source: Open Full Receipt
ca: Obrir rebut complet
de: Vollständige Quittung öffnen
es: Abrir Factura Completa
fr: Ouvrir le reçu intégral
it: Aprire la ricevuta completa
ja: 領収書全体を表示する
kk: Толық түбіртекті ашыңыз
ko: 전체 영수증 열기
ky: Толук квитанцияны ачыңыз
lv: Atver visu saņemto
mn: Баримт харах
pt: Abrir recibo completo
ro: Deschide Chitanța completă
ru: Открыть полную квитанцию
uk: Відкрити повну квитанцію
uz: Тўлиқ квитанцияни очиш
zh: 打开完整收据

source: Open Ticket
ca: Tiquet Obert
de: Ticket öffnen
es: Ticket Abierto
fr: Ticket ouvert
it: Apri ticket
ja: チケットを開く
kk: Тикетті Ашу
ky: Суроо-талап түзүү
lv: Atveriet Biļeti
mn: Тусламжийн хүсэлт гаргах
pt: Ticket Aberto
ro: Deschide Bilet
ru: Открыть тикет
uk: Відкрити тікет
uz: Чипта очиш
zh: 打开工单

source: Opened
ca: Obrir
de: Geöffnet
es: Abierto
fr: Ouvert
it: Aperto
ja: 開封済み
kk: Ашты
ko: 열림
ky: Ачылган
lv: Atvērt
mn: Эхэлсэн
pt: Aberto
ro: Deschis
ru: Открыл
uk: Відкрив
uz: Очилган
zh: 公開的

source: Opened: {{ formatDate(invite.lastViewDate) }}
ca: Obrir: {{ formatDate(invite.lastViewDate) }}
de: Geöffnet: {{ formatDate(invite.lastViewDate) }}
es: Abierto: {{ formatDate(invite.lastViewDate)}}
fr: Ouvert : {{ formatDate(invite.lastViewDate) }}
it: Aperto: {{ formatDate(invite.lastViewDate)}}
ja: 開封済: {{ formatDate(invite.lastViewDate) }}
kk: Ашылған: {{ formatDate(invite.lastViewDate) }}
ko: 열림: {{ formatDate(invite.lastViewDate) }}
ky: Ачылган: {{ formatDate(invite.lastViewDate) }}
lv: Atvērts: {{ formatDate(invite.lastViewDate) }}
mn: Нээгдсэн: {{ formatDate(invite.lastViewDate) }}
pt: Aberto: {{ formatDate(invite.lastViewDate) }}
ro: Deschis: {{ formatDate(invite.lastViewDate) }}
ru: Открыто: {{ formatDate(invite.lastViewDate) }}
uk: Відкрито: {{ formatDate(invite.lastViewDate) }}
uz: Очилган: {{ formatDate(invite.lastViewDate) }}
zh: 公開的: {{ formatDate(invite.lastViewDate) }}

source: Operated by
ca: Gestionat per
de: Betrieben von
es: Operado por
fr: Opéré par
it: Gestito da
ja: 運営会社
kk: Басқарылады
ky: Төмөнкү тарабынан башкарылат:
lv: Ko vada
mn: Оператор компани:
pt: Operado por
ro: Operat de
ru: Под управлением
uk: Здійснюється
uz: Яратилган:
zh: 由...运营

source: Operations Director
ca: Director d’operacions
es: Director de Operaciones
fr: Directeur des opérations
it: Direttore operativo
ja: オペレーション ディレクター
kk: Өндіріс жөніндегі Директор
ko: 운영 디렉터
ky: Операциялык директор
lv: Operāciju direktors
mn: Үйл ажиллагаа эрхэлсэн Захирал
pt: Diretor de Operações
ro: Director de Operaţiuni
ru: Операционный Директор
uk: Оперативний Директор
uz: Операцион директор

source: Optional
ca: Opcional
es: Opcional
fr: Optionnel
it: Opzionale
ja: 任意
kk: Қосымша
ky: Милдеттүү эмес
lv: Izvēles
mn: Сонголтоор
pt: Opcional
ro: Opțional
ru: Опционально
uk: На вибір
uz: Мажбурий эмас
zh: 可选的

source: Optionally you can upgrade your Connect Suite and market your business like the pros.
ca: Opcionalment, pots actualitzar el teu Connect Suite i promocionar el teu negoci com els professionals.
de: Optional können Sie Ihre Connect Suite erweitern und Ihr Geschäft wie die Profis vermarkten.
es: Opcionalmente, puedes mejorar de categoría en Connect Suite y promocionar tu negocio como los profesionales.
fr: Facultativement vous pouvez améliorer votre Suite Connect et commercialiser votre business comme les professionnels.
it: In alternativa puoi passare al piano superiore della nostra Suite Connect e promuovere la tua attività in modo professionale.
ja: オプションとして、コネクトプランをアップグレードすることで、プロと同じようにマーケティングすることができます。
kk: Қосымша түрде Connect Suite-ті жаңартып, кәсіпқойлар сияқты бизнесіңізді сатуға болады.
ko: 선택적으로 귀하의 커넥트 스위트를 업그레이드하여 전문가처럼 귀하의 비즈니스를 마케팅 할 수 있습니다.
ky: Кааласаңыз, Connect куралдар топтомун жаңыртып, бизнесиңизди профессионал катары илгерилете аласыз.
lv: Ja vēlaties, varat apgreidot savu Connect Suite un pārdot savu biznesu.
mn: Та Connect Suite сонголтыг хийснээр өөрийн бизнесийг мэргэжлийн түвшинд хийх боломжтой.
pt: Opcionalmente, você pode atualizar seu pacote Connect e comercializar seu negócio como os profissionais.
ro: Opţional, poţi actualiza suita ta Connect şi îţi vei conduce afacerea ca profesioniştii.
ru: При желании вы можете обновить свой набор инструментов "Коннект" и продвигать свой бизнес, как профи.
uk: За бажанням ви можете оновити свій набір інструментів "Коннект" та просувати свій бізнес, як профі.
uz: Хоҳишингизга кўра Connect пакетини янгилаб, бизнесингизни профессионал каби юритишингиз мумкин.
zh: 或者，您可以升級您的 Connect Suite 並像專業人士一樣推銷您的業務。

source: or
ca: o
de: oder
es: o
fr: ou
it: oppure
ja: もしくは
kk: немесе
ko: 또는
ky: же
lv: vai
mn: эсвэл
pt: ou
ro: sau
ru: или
uk: або
uz: ёки
zh: 或

source: Or
ca: O
de: Oder
es: o
fr: Ou
it: Oppure
ja: または
kk: Немесе
ky: Же
lv: Vai
mn: Эсвэл
pt: ou
ro: Sau
ru: Или
uk: Або
uz: Ёки
zh: 或

source: OR
fr: OU
it: OPPURE

source: or both. Your commitment to changing lives deserves to be celebrated.
fr: ou les deux. Votre engagement à changer des vies mérite d'être célébré.
it: o entrambi. Il tuo impegno nel cambiare la vita delle persone merita di essere celebrato.
kk: немесе екеуі де. Өмірді өзгертудегі сіздің адалдығыңыз құрметке лайық.
pt: ou ambos. O seu compromisso em mudar vidas merece ser celebrado.
ro: sau ambele. Angajamentul tău de a schimba vieți merită sărbătorit.
uk: або те, і інше. Ваше прагнення змінювати життя заслуговує на визнання.
uz: ёки иккиси ҳам. Ҳаётларни яхшилашга бўлган интилишингиз мақтовга лойиқ.
zh: 或两者兼有。您对改变生活的承诺值得被赞颂。

source: or both. Your commitment to changing lives deserves to be celebrated. Learn more at:
fr: ou les deux. Votre engagement à changer des vies mérite d'être célébré. En savoir plus :
it: o entrambi. Il tuo impegno nel cambiare la vita delle persone merita di essere celebrato. Per saperne di più:
pt: ou ambos. O seu compromisso em mudar vidas merece ser celebrado. Saiba mais em:
uk: або те, і інше. Ваше прагнення змінювати життя заслуговує на визнання. Дізнайтеся більше тут:

source: Or copy code for manual entry:
ca: O copia el codi per a introduir-lo manualment:
de: Oder kopieren Sie den Code für die manuelle Eingabe:
es: O copia el código para entrada manual:
fr: Ou copier le code pour une saisie manuelle :
it: Oppure copia il codice da inserire manualmente:
ja: またはコピーしたコードを入力：
kk: Немесе қолмен енгізу үшін кодты көшіріңіз:
ko: 또는 수동 입력을 위한 코드 복사:
ky: Или скопируйте код для ввода вручную:
lv: Vai kopē kodu manuālai ievadei:
mn: Гараар оруулахын тулд кодыг хуулж авна уу:
pt: Ou copie o código para entrada manual:
ro: Sau copiază codul pentru introducerea manuală:
ru: Или скопируйте код для ввода вручную:
uk: Або скопіюйте код для введення вручну:
uz: Ёки қўлда киритиш учун коддан нусха олинг:
zh: 或复制手动输入代码：

source: Or pay this invoice using
fr: Ou payez cette facture avec
it: Oppure paga questa fattura utilizzando
kk: Немесе осы шотты мына әдіспен төлеңіз
pt: Ou pague esta fatura usando
uk: Або сплатити цей рахунок за допомогою
uz: Ёки ушбу ҳисобни қуйидагидан фойдаланган ҳолда тўланг:
zh: 或者使用以下方式支付此发票

source: Orange Month means partially counts towards Historical QBI
ca: El mes taronja significa que compta parcialment per al QBI històric
de: Orangefarbener Monat bedeutet, dass er teilweise auf das frühere QBI angerechnet wird.
es: El mes naranja significa que cuenta parcialmente para el QBI histórico
fr: Le mois orange signifie qu'il compte partiellement pour le QBI historique
it: Mese Arancione significa che conta parzialmente per il QBI Storico
ja: オレンジ色の月は一部がヒストリカル QBI の計算に含まれます
kk: Қызғылт сары ай оның тарихи QBI-ге жартылай есептелгенін білдіреді
ko: 주황색 달은 과거 QBI에 부분적으로 포함됨을 의미합니다
ky: Кызгылт сары ай Тарыхый QBI (БСИ) бөлүп эсептөөнү билдирет
lv: Oranžais mēnesis nozīmē daļēji skaitīt uz Vēsturisko QBI(BKI)
mn: Улбар шар - "Түүхэн" QBI-д хэсэгчлэн тооцогдох сарууд
pt: Mês laranja significa que conta parcialmente para o QBI histórico
ro: Luna portocalie înseamnă contează parțial pentru QBI istoric
ru: Оранжевый месяц означает частичный учёт в Исторический QBI (ИКБ)
uk: Помаранчевий місяць означає частковий облік в Історичному ІЯБ
uz: Тўқ сариқ рангдаги ойлар QBI (БСИ) тарихи қисман ҳисобланаётганини англатади
zh: 橙色月意味着部分计入历史 QBI

source: Orange Month means partially counts towards QBI
ca: El mes taronja significa que compta parcialment per al QBI
de: Orangefarbener Monat bedeutet, dass er teilweise auf das QBI angerechnet wird.
es: El mes naranja significa que cuenta parcialmente para el QBI
fr: Le mois orange signifie qu'il compte partiellement pour le QBI
it: Mese arancione significa che concorre parzialmente al calcolo del QBI
ja: オレンジ色の月は一部がQBI の計算に含まれます
kk: Қызғылт сары ай оның QBI үшін ішінара есептелетінін білдіреді
ko: 주황색 달은 QBI에 부분적으로 포함됨을 의미합니다
ky: Кызгылт сары ай Тарыхый QBI (БСИ) бөлүп эсептөөнү билдирет
lv: Oranžais mēnesis nozīmē daļēji virzīties uz QBI(BKI)
mn: Улбар шар - QBI-д хэсэгчлэн тооцогдох сарууд
pt: Mês laranja significa que conta parcialmente para o QBI
ro: Luna portocalie înseamnă contează parțial pentru QBI
ru: Оранжевый месяц означает частичный учёт в QBI (ИКБ)
uk: Помаранчевий місяць означає частковий облік в QBI (ІЯБ)
uz: Тўқ сариқ рангдаги ойлар QBI қисман ҳисобланишини англатади
zh: 橙色月意味着部分计入 QBI

source: Order Notes:
ca: Notes de comanda:
de: Bestellhinweise:
es: Notas de Orden:
fr: Notes de Commande :
it: Note sull'ordine:
ja: オーダーに関する備考：
kk: Тапсырыс жазбалары:
ko: 주문 참고 사항:
ky: Буюртма боюнча эскертмелер:
lv: Pasūtījuma piezīmes:
mn: Захиалгын тэмдэглэл:
pt: Notas de pedidos:
ro: Note de comandă:
ru: Примечание к заказу:
uk: Примітка до замовлення:
uz: Буюртма қайдлари:
zh: 訂購說明：

source: Order Number
ca: Número de comanda
de: Bestellnummer
es: Número de Orden:
fr: Numéro de Commande :
it: Numero d'ordine
ja: オーダー番号：
kk: Тапсырыс Нөмірі
ko: 주문 번호
ky: Заказдын номери
lv: Pasūtījuma Numurs
mn: Захиалгын дугаар
pt: Número do pedido
ro: Numărul de comandă
ru: Номер заказа
uk: Номер замовлення
uz: Буюртма рақами:
zh: 訂單號

source: Other Reports
fr: Autres Rapports
it: Altri report

source: Other User Tickets
ca: Tiquets d'altres usuaris
de: Andere Benutzertickets
es: Otros Boletos del Usuario
fr: Billets d'autres utilisateurs
it: Altri ticket di questo utente
ja: 他のユーザーのチケット
kk: Пайдаланушының басқа тикеттері
ky: Башка колдонуучу суроо-талаптары
lv: Citi Biļešu lietotāji
mn: Бусад хүмүүсийн тусламжийн хүсэлт
pt: Outros tickets do usuário
ro: Alte bilete de utilizator
ru: Тикеты другого пользователя
uk: Тікети іншого користувача
uz: Фойдаланувчининг бошқа чипталари
zh: 其他用户工单

source: Our Causes
ca: Les nostres causes
de: Unsere Beweggründe
es: Nuestras Causas
fr: Nos causes
it: Le nostre cause
ja: 私たちの社会貢献
kk: Біздің Мысалдар
ko: 우리의 대의
ky: Биздин кайрымдуулук иш-чаралары
lv: Mūsu cēloņi
mn: Бидний сайн үйлс
pt: Nossas Causas
ro: Cauzele noastre
ru: Благотворительность
uk: Наші Виклики
uz: Хайрияларимиз
zh: 我們的原因

source: Our Disclosure page outlines important information about the company's compliance with legal and regulatory obligations.
ca: La nostra pàgina de Divulgació recull informació important sobre el compliment de les obligacions legals i normatives per part de l’empresa.
es: Nuestra página de Divulgación presenta información importante sobre el cumplimiento de la empresa con las obligaciones legales y regulatorias.
fr: Notre page de Divulgation présente des informations importantes sur la conformité de la société aux obligations légales et réglementaires.
it: La nostra pagina sulle Dichiarazioni descrive informazioni importanti sulla conformità dell'azienda agli obblighi legali e normativi.
ja: 弊社のディスクロージャーページでは、法的および規制上の義務に対するコンプライアンスに関する重要な情報を明示しています。
kk: Біздің ақпаратты ашу бетінде компанияның заңды және нормативтік міндеттемелерді сақтауы туралы маңызды ақпарат берілген.
pt: Nossa página de Divulgação descreve informações importantes sobre a conformidade da empresa com as obrigações legais e regulamentares.
ro: Pagina noastră de Dezvăluire prezintă informații importante despre respectarea de către companie a obligațiilor legale și de reglementare.
uk: Наша сторінка «Розкриття інформації» містить важливу інформацію про дотримання юридичних і нормативних зобов’язань компанією.
uz: Огоҳлантириш бўлимида компаниянинг ҳуқуқий ва меъёрий ҳужжатларга риоя этиши борасида муҳим маълумотлар келтирилган.
zh: 我们的信息披露页面概述了公司在遵守法律和监管义务方面的重要信息。

source: Our History
ca: La Nostra Història
de: Unsere Geschichte
es: Nuestra Historia
fr: Notre Histoire
it: La nostra storia
ja: 私たちの歴史
kk: Біздің Тарих
ky: Биздин тарых
lv: Mūsu Vēsture
mn: Бидний түүх
pt: Nossa História
ro: Istoria noastră
ru: Наша история
uk: Наша історія
uz: Тарихимиз
zh: 我们的历史

source: Our inCruises Giving Society celebrate those inCruises Partners and Members who have donated over $10,000 USD. Those who commit to annual donations between $201.50 USD and $2,015 USD become a part of the 2015 Club, which honors inCruises founding year.
ca: La nostra Giving Society d'inCruises celebra els Socis i Membres d'inCruises que han donat més de 10.000 dòlars. Aquells que es comprometen a fer donacions anuals d'entre 201,50 dòlars i 2.015 dòlars passen a formar part del Club 2015, que homenatja l'any de fundació d'inCruises.
de: Unsere inCruises Spendergesellschaft ehrt die inCruises Partner und Mitglieder, die mehr als 10.000 USD gespendet haben. Diejenigen, die sich zu jährlichen Spenden zwischen $201,50 USD und $2.015 USD verpflichten, werden Teil des 2015 Clubs, der das Gründungsjahr von inCruises ehrt.
es: Nuestra inCruises Giving Society celebra a aquellos Socios y Miembros de inCruises que han donado más de $10,000 USD. Quienes se comprometen a realizar donaciones anuales entre $201.50 USD y $2,015 USD pasan a formar parte del Club 2015, que honra el año de fundación de inCruises.
fr: Notre Société Philanthropique inCruises rend hommage aux Partenaires et Membres inCruises ayant fait un don supérieur à 10 000 USD. Ceux qui s'engagent à verser un don annuel compris entre 201,50 USD et 2 015 USD rejoignent le Club 2015, qui célèbre l'année de fondation d'inCruises.
it: La inCruises Giving Society celebra quei Partner e Membri di inCruises che hanno donato oltre 10.000 dollari. Coloro che si impegnano a donazioni annuali tra i 201,50 e i 2.015 dollari entrano a far parte del 2015 Club, che onora l'anno di fondazione di inCruises.
ja: 我々のinCruises Giving Societyは、$10,000 USD以上を寄付したinCruisesパートナーおよびメンバーを称えるものです。また、$201.50 USDから$2,015 USDの年間寄付を約束した方々は「2015クラブ」の一員となり、inCruisesの創設年を称える存在となります。
kk: Біздің inCruises Қайырымдылық Қоғамы — бұл inCruises Серіктестері мен Клуб Мүшелерінің $10 000 АҚШ долларынан астам қаражатты қайырымдылыққа аударғандарын құрметтейтін бастама. Ал жыл сайын $201,50 мен $2 015 аралығында қайырымдылық жасауға ниет білдіргендер «2015 Клубының» мүшесіне айналады — бұл клуб inCruises компаниясының негізі қаланған 2015 жылға арналған.
ky: inCruises кайрымдуулук коому 10 000 АКШ долларынан ашык кайрымдуулук кылган inCruises өнөктөштөрүн жана клуб мүчөлөрүн сыймык менен белгилейт. Ал эми жыл сайын 201,50 АКШ долларынан 2,015 АКШ долларына чейин кайрымдуулук кылууну тандагандар, inCruisesтин негизделген жылына арналган “2015 клубунун” мүчөлөрү болуп саналат.
lv: Mūsu InCruises, kas dod pienesumu sabiedrībai, godina tos inCruises partnerus un biedrus, kuri ir ziedojuši vairāk nekā 10000 USD. Tie, kas apņemas veikt ikgadējus ziedojumus starp $201.50 USD un 2015 USD, kļūst par 2015. gada kluba daļu, kas dots par godu InCruises dibināšanas gadam.
mn: inCruises-ийн Giving Society нь $10,000-с дээш хандив өргөсөн inCruises-ийн Түнш, Гишүүдээс бүрддэг юм. Жил бүр $201.50-аас $2,015-ын хооронд хандив өгсөн хүмүүс нь inCruises-ийн үүсгэн байгуулагдсан жилээр бэлэгдэн нэрлэсэн 2015 Club-ийн гишүүн болдог юм.
pt: A Nossa inCruises Giving Society celebra os Parceiros e Membros da inCruises que doaram mais de US$10.000. Aqueles que se comprometem com doações anuais entre US$201,50 e US$2.015,00 tornam-se parte do Clube 2015, que homenageia o ano de fundação da inCruises.
ro: Societatea noastră inCruises Giving Society celebrează Partenerii și Membrii inCruises care au donat peste 10.000$ USD. Cei care se angajează să facă donații anuale cuprinse între 201,50$ USD și 2.015$ USD devin parte din Clubul 2015, care onorează anul fondării inCruises.
ru: Наше "Общество Дарения" inCruises чествует тех Партнеров и Членов Клуба inCruises, которые пожертвовали более $10 000. А те, кто решил ежегодно жертвовать от $201,50 до $2 015 становятся членами «Клуба 2015», который посвящен году основания inCruises.
uk: Наше товариство благодійників inCruises вшановує тих Партнерів і Членів inCruises, які пожертвували понад $10,000 USD. Ті, хто зобов’язується робити щорічні пожертви від $201.50 USD до$2,015 USD, стають членами Клубу 2015, який вшановує рік заснування inCruises.
uz: Бизнинг inCruises Хайрия ҳамжамиятимиз inCruises нинг камида 10,000 АҚШ$ эҳсон қилган Аъзолари ва Ҳамкорларини эътироф этади. Йилига 201.50 АҚШ$ дан 2,015 АҚШ$ гача эҳсон қиладиганлар эса inCruises яратилган сана шарафига номланган "2015 Клуби" аъзоларига айланадилар.
zh: 我们的inCruises公益社群表彰那些捐赠超过10,000美元的inCruises合作伙伴与会员。每年承诺捐赠201.50美元至2,015美元的成员将加入“2015俱乐部”，以纪念inCruises的创立年份。
