Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises pays its Partners through various payout providers. We will transfer your earnings to your inCruises Wallet and notify you each time a commission is earned. You can then transfer your wallet balance, assuming it is greater than $50.00, to your preferred payout provider to receive your funds via bank transfer to your local bank or prepaid Visa or MasterCard issued by your chosen payout provider.
ca: inCruises paga als seus Socis a través de diversos proveïdors de pagaments. Transferirem els teus guanys a la teva Cartera inCruises i et notificarem cada vegada que es guanyi una comissió. A continuació, pots transferir el saldo del teu moneder, sempre que sigui superior a 50,00 dòlars, al proveïdor de pagaments que prefereixis per a rebre els teus fons mitjançant una transferència bancària al teu banc local o una targeta Visa o Mastercard de prepagament emesa pel proveïdor de pagaments que hagis triat.
de: inCruises zahlt seine Partner über verschiedene Auszahlungsanbieter aus. Wir werden Ihren Verdienst auf Ihr inCruises Wallet übertragen und Sie jedes Mal benachrichtigen, wenn eine Provision verdient wird. Sie können dann Ihr Wallet-Guthaben, vorausgesetzt es ist größer als $50,00, an Ihren bevorzugten Auszahlungsanbieter überweisen, um Ihr Geld per Banküberweisung an Ihre lokale Bank oder eine Prepaid Visa oder MasterCard, die von Ihrem gewählten Auszahlungsanbieter ausgestellt wurde, zu erhalten.
es: inCruises paga a sus Socios a través Payoneer®. Cada vez que ganes una comisión, transferiremos tus ganancias a tu Monedero inCruises y te lo notificaremos. Luego puedes transferir el saldo de tu billetera, suponiendo que sea superior a $ 50.00, a Payoneer® para recibir tus fondos mediante transferencia bancaria a tu banco local o Visa prepaga o MasterCard emitida por Payoneer®
fr: inCruises paie ses Partenaires par l'intermédiaire de différents fournisseurs de paiement. Nous transférerons vos gains sur votre portefeuille inCruises et vous informerons chaque fois qu'une commission est gagnée. Vous pouvez ensuite transférer le solde de votre portefeuille, à condition qu'il soit supérieur à 50 $, à votre fournisseur de paiement préféré pour recevoir vos fonds par virement bancaire à votre banque locale ou par carte Visa ou MasterCard prépayée émise par votre fournisseur de paiement choisi.
it: inCruises paga i suoi Partner attraverso diversi servizi di pagamento. Trasferiremo i tuoi guadagni nel tuo portafoglio inCruises e ti informeremo ogni volta che riceverai una commissione. Potrai quindi trasferire il saldo del tuo portafoglio, sempre che sia superiore a $50,00, al tuo servizio di pagamento preferito per ricevere i soldi tramite bonifico bancario presso la tua banca locale o sulla carta prepagata Visa o MasterCard emessa dal fornitore di pagamenti da te scelto.
ja: inCruisesは、各種送金プロバイダーを介してパートナーに支払います。コミッションを獲得するたびに、あなたのinCruisesウォレットに報酬を送金し、通知します。ウォレットの残高が50.00ドル以上あると、その資金をご希望の送金プロバイダーが発行したプリペイドビザカードやマスターカードへ送金、または現地銀行への銀行振込をご希望の送金プロバイダーを介して行うことが可能です。
kk: inCruises серіктестеріне әртүрлі төлем провайдерлері арқылы төлейді. Біз сіздің табысыңызды inCruises әмияныңызға аударамыз және комиссия алған сайын сізге хабарлаймыз. Содан кейін әмияндағы теңгерім, егер ол $50-ден асса, жергілікті банкке банктік аударым арқылы немесе қалаған төлем провайдері шығарған алдын ала төленген Visa немесе MasterCard картасына ақша алу үшін қалаған төлем провайдеріне аудара аласыз.
ko: inCruises는 다양한 지불금 제공자를 통해 파트너에게 지불합니다. 귀하의 수입을 inCruises 지갑으로 이체하고 수수료가 발생할 때마다 알려드립니다. 그런 다음 지갑 잔고가 $50.00 이상이라고 가정하고 선호하는 지급 공급자에게 송금하여 현지 은행으로의 은행 송금을 통해 자금을 받거나 선택한 지급 공급자가 발행한 선불 비자 또는 마스터카드를 받을 수 있습니다.
ky: inCruises өзүнүн Өнөктөштөрүнө төлөмдөрдү ар кандай төлөм системалары аркылуу ишке ашырат. Комиссия тапкан сайын, кирешеңизди inCruises капчыгыңызга которуп, сизге кабарлайбыз. Эгер Wallet балансыңыз 50 доллардан ашса, сиз каалаган төлөм системасы аркылуу акча каражаттарын алып, аларды банктык которуу жолу менен жергиликтүү банк эсебиңизге же өзүңүз тандаган төлөм системасы тарабынан чыгарылган Visa же MasterCard дебет картасын колдонуу менен ала аласыз.
lv: inCruises norēķinās ar saviem partneriem, izmantojot dažādus izmaksu sniedzējus Mēs pārskaitīsim jūsu ieņēmumus jūsu inCruises maciņā katru reizi un jums to paziņosim,kad ir komisija nopelnīta. Pēc tam bilances atlikumu, pieņemot, ka tas ir lielāks par $50.00, varat pārsūtīt jūsu izvēlētajam izmaksu sniedzējam , lai saņemtu savu finansējumu, izmantojot bankas pārvedumu uz jūsu vietējo banku vai Visa debetkarti vai MasterCard, ko izsniedzis jūs izvēlētais izmaksu sniedzējs.
mn: inCruises нь өөрийн Түншүүддээ төлбөр хүлээн авах хэд хэдэн аргаар дамжуулан төлбөрийг шилжүүлдэг. Бид таны орлогыг inCruises-ийн түрийвч руу шилжүүлэх бөгөөд энэ тухайгаа танд мэдэгдэх болно. Та түрийвчиндээ буй мөнгөн дүнг $50-аас их болмогц сонгосон төлбөр шилжүүлэгчээр дамжуулан өөрийн банкны данс руу эсвэл төлбөр шилжүүлэгчээс гаргасан Виза болон Мастер карт руу шилжүүлэн авах боломжтой.
pt: A inCruises paga seus parceiros por meio de vários provedores de pagamento. Transferiremos seus ganhos para sua carteira inCruises e notificaremos você sempre que uma comissão for ganha. Você pode então transferir o saldo da sua carteira, supondo que seja superior a $50, para seu provedor de pagamento preferido para receber seus fundos por transferência bancária para seu banco local ou através de um cartão Visa ou MasterCard pré-pago emitido pelo provedor de pagamento escolhido.
ro: inCruises își plătește partenerii prin diverși furnizori de plăți. Îți vom transfera câștigurile în portofelul inCruises și te vom anunța de fiecare dată când se câștigă un comision. Apoi, poți transfera soldul portofelului, presupunând că este mai mare de 50$, către furnizorul tău de plăți preferat pentru a-ți primi fondurile prin transfer bancar la banca locală sau cardul preplătit Visa sau MasterCard emis de furnizorul de plăți ales.
ru: inCruises осуществляет выплаты своим Партнёрам, используя различные платёжные системы. Каждый раз, когда зарабатывается комиссия, мы переводим ваш заработок в ваш Кошелек inCruises и уведомляем вас об этом. Если баланс Кошелька превышает $50, вы можете получить средства через выбранную вами систему и вывести их банковским переводом на ваш счёт в местном банке либо используя дебетовую карту Visa или MasterCard, выпущенную выбранной вами платёжной системой.
uk: InCruises здійснює виплати своїм Партнерам, використовуючи різні платіжні системи. Щоразу, коли заробляється комісія, ми переводимо ваш заробіток у ваш Гаманець inCruises і повідомляємо вас про це. Якщо баланс Гаманця перевищує $50, ви можете отримати кошти через вибрану вами систему та вивести їх банківським переказом на ваш рахунок у місцевому банку або використовуючи дебетову картку Visa або MasterCard, випущену обраною вами платіжною системою.
uz: inCruises ўз Ҳамкорларига турли тўлов провайдерлари орқали пул тўлайди. Ҳар сафар комиссия ҳисобланганида биз уларни inCruises ҳамёнингизга ўтказамиз ва бундан сизни хабардор қиламиз. Ҳамёнингиздаги баланс 50.00$ дан ортиқ суммани ташкил этса, маблағларингизни маҳаллий банкингизга банк ўтказмаси орқали ёки ўзингиз танлаган тўлов провайдери томонидан чиқарилган олдиндан тўланган Visa ёки MasterCard орқали олиш учун мақбул тўлов провайдерига ўтказишингиз мумкин бўлади.
zh: inCruises 通过各种支付提供商向其合作伙伴付款。 我们会将您的收入转入您的 inCruises 钱包，并在每次赚取佣金时通知您。 然后，您可以将您的钱包余额（假设大于 50.00 美元）转移到您的首选支付提供商，以通过银行转账到当地银行或您选择的支付提供商发行的预付 Visa 或 MasterCard 接收您的资金。

source: Incruises Price
ca: Preu InCruises
de: InCruises Preis
es: Precio inCruises
fr: Prix InCruises
it: Prezzo inCruises
ja: Incruises の料金
kk: Incruises Бағасы
ky: Incruises баасы
lv: Incruises Cena
mn: InCruises-ийн үнэ
pt: Preço da Incruises
ro: Preț Incruises
ru: Цена Incruises
uk: Ціна Incruises
uz: Incruises нархи
zh: Incruises价格

source: inCruises Price (USD)
ca: Preu d'InCruises (dòlars)
de: inCruises Preis (USD)
es: Precio inCruises (USD)
fr: Prix inCruises (USD)
it: Prezzo inCruises (USD)
ja: inCruises料金 (USD)
kk: Incruises Бағасы (АҚШ)
ky: inCruises баасы (USD)
lv: inCruises Cena (USD)
mn: inCruises-ийн үнэ (USD)
pt: Preço da inCruises (US$)
ro: Preț inCruises (USD)
ru: Цена inCruises (USD)
uk: Ціна inCruises (USD)
uz: inCruises нархи (USD)
zh: inCruises价格（美元）

source: inCruises provides, for your convenience, links to some of its affiliates, other third-party organizations and access to the products and services of third-party merchants and vendors. Unless stated otherwise, these linked sites, products and services are not under control of inCruises and inCruises does not warrant, nor is it responsible for the contents of any linked site or the product or services provided by any third-party merchant or vendor. The links do not indicate an endorsement of the linked site by inCruises. inCruises disclaims all warranties, conditions or other terms express or implied as to any such linked site, including, without limitation, as to accuracy, ownership, validity or legality of any content of a linked site.
ca: inCruises proporciona, per a la teva comoditat, enllaços a algunes de les seves afiliades, a altres organitzacions de tercers i accés als productes i serveis de comerciants i venedors de tercers. Tret que s'indiqui el contrari, aquests llocs enllaçats, productes i serveis no estan sota el control d’inCruises, i inCruises no garanteix ni es fa responsable del contingut de cap lloc enllaçat ni dels productes o serveis proporcionats per cap comerciant o venedor de tercers. Els enllaços no impliquen cap aprovació del lloc enllaçat per part d’inCruises. inCruises rebutja totes les garanties, condicions o altres termes, expressos o implícits, respecte a qualsevol d’aquests llocs enllaçats, incloent-hi, entre d'altres, l’exactitud, la titularitat, la validesa o la legalitat de qualsevol contingut d’un lloc enllaçat.
de: inCruises stellt Ihnen Links zu einigen seiner Partnerunternehmen und anderen Drittorganisationen sowie Zugang zu Produkten und Dienstleistungen von Drittanbietern zur Verfügung. Sofern nicht anders angegeben, unterliegen diese verlinkten Websites, Produkte und Dienstleistungen nicht der Kontrolle von inCruises und inCruises übernimmt keine Gewährleistung oder Verantwortung für den Inhalt verlinkter Websites oder der von Drittanbietern bereitgestellten Produkte oder Dienstleistungen. Die Links stellen keine Billigung der verlinkten Websites durch inCruises dar. inCruises schließt jegliche ausdrückliche oder stillschweigende Gewährleistung, Bedingungen oder sonstige Bestimmungen in Bezug auf verlinkte Websites aus, insbesondere nicht hinsichtlich der Richtigkeit, des Eigentums, der Gültigkeit oder der Rechtmäßigkeit der Inhalte verlinkter Websites.
es: inCruises ofrece, para tu conveniencia, enlaces a algunos de sus afiliados, a otras organizaciones de terceros y el acceso a los productos y servicios de terceros comerciantes y vendedores. A menos que se indique lo contrario, estos sitios, productos y servicios vinculados no están bajo el control de inCruises e inCruises no garantiza ni es responsable de los contenidos de ningún sitio vinculado o los productos o servicios proporcionados por cualquier comerciante tercero o proveedor. Los enlaces no indican una aprobación del sitio vinculado por inCruises. inCruises niega todas las garantías, condiciones u otros términos explícitos o implícitos de cualquiera de dichos sitios, incluyendo pero sin límite a, la exactitud, propiedad, validez o legalidad de cualquier contenido de un sitio vinculado.
fr: inCruises fournit, pour votre commodité, des liens vers certaines de ses filiales et organisations tierces, ainsi qu'un accès aux produits et services de marchands et fournisseurs tiers. Sauf mention contraire, ces sites, produits et services liés ne sont pas sous le contrôle d'inCruises, et inCruises ne garantit ni n'est responsable du contenu de ces sites ni des produits ou services fournis par ces marchands ou fournisseurs tiers. Ces liens n'impliquent pas une approbation du site lié par inCruises. inCruises décline toute garantie, condition ou autre terme, explicite ou implicite, concernant ces sites liés, y compris, sans s'y limiter, l'exactitude, la propriété, la validité ou la légalité de leur contenu.
it: inCruises fornisce, per tua comodità, link ad alcune delle sue affiliate, ad altre organizzazioni terze e l'accesso ai prodotti e servizi di commercianti e fornitori terzi. Salvo diversa indicazione, questi siti, prodotti e servizi collegati non sono sotto il controllo di inCruises e inCruises non garantisce né è responsabile dei contenuti di alcun sito collegato o dei prodotti o servizi forniti da alcun commerciante o fornitore terzo. I link non implicano l'approvazione del sito collegato da parte di inCruises. inCruises declina tutte le garanzie, condizioni o altre condizioni espresse o implicite relative a tali siti collegati, incluse, senza limitazioni, l'accuratezza, la proprietà, la validità o la legalità di qualsiasi contenuto di un sito collegato.
ja: inCruisesは、会員の便宜のために、その関連会社の⼀部、他の第三者組織へのリンク、および第三者の商⼈とベンダーの製品とサービスへのアクセスを提供します。特に明記しない限り、これらのリンクされたサイト、製品、およびサービスは、inCruisesの管理下になく、inCruisesは、リンクされたサイトの内容、または第三者の販売業者またはベンダーが提供する製品またはサービスに対して責任を負いません。リンクは、inCruisesによるリンク先サイトの承認を⽰すものではありません。inCruisesは、リンク先サイトのコンテンツの正確性、所有権、有効性、または合法性を含むがこれらに限定されない、そのようなリンク先サイトについて明⽰または暗⽰されるすべての保証、条件、またはその他の条件を放棄します。
kk: inCruises сіздің ыңғайлылығыңыз үшін серіктестеріне, басқа үшінші тарап ұйымдарына және үшінші тарап саудагерлері мен жеткізушілерінің өнімдеріне сілтемелер ұсынады. Басқа жағдайда көрсетілмесе, бұл сілтемелер, өнімдер мен қызметтер inCruises компаниясының бақылауында емес және inCruises бұл сілтемелердің мазмұны немесе үшінші тарап саудагерлері мен жеткізушілерінің ұсынатын өнімдері мен қызметтері үшін жауапты емес. Сілтемелер inCruises тарапынан қолдау көрсетілгенін білдірмейді. inCruises кез келген сілтемеленген сайтқа қатысты барлық кепілдіктерді, шарттарды немесе басқа да талаптарды, оның ішінде, шектеусіз, сілтемеленген сайттың мазмұнының дәлдігі, меншік құқығы, заңдылығы немесе жарамдылығы туралы барлық кепілдіктерден бас тартады.
ky: inCruises сизге ыңгайлуулугуңуз үчүн өзүнүн айрым филиалдарынын жана башка үчүнчү тараптардын компаниясынын шилтемелерин берет жана үчүнчү тараптын сатуучуларынын, соодагерлеринин продукцияларын жана кызматтарын колдонууга мүмкүнчүлүк берет. Эгерде шилтеме inCruises тарабынан башкача айтылбаса, бул шилтемеси берилген сайттар, продукциялар жана кызматтар inCruisesтин көзөмөлүндө эмес жана inCruises эч кандай шилтемеленген сайттардын контентине же үчүнчү тараптын сатуучулары же сатуучулары тарабынан берилген продукциялар же кызматтар үчүн жооптуу эмес жана кепилдик бербейт. Бул шилтемелер шилтемеленген сайттын inCruises тарабынан жактырылышын билдирбейт. inCruises ушундай шилтемеленген сайттарга карата бардык ачык же кыйыр түрдө айтылган кепилдиктерден, аны менен эле чектелбестен, шилтемеленген сайттагы контенттин тактыгына, менчик укугуна, аныктыгына же мыйзамдуулугуна кепилдик берүүдөн баш тартат.
lv: inCruises jūsu ērtībai nodrošina saites uz dažiem tās saistītajiem uzņēmumiem, citām trešo pušu organizācijām un piekļuvi trešo pušu tirgotāju un tirgotāju produktiem un pakalpojumiem. Ja vien nav noteikts citādi, šīs saistītās vietnes, produkti un pakalpojumi netiek kontrolēti inCruises un inCruises negarantē, kā arī neatbild par jebkuras saistītās vietnes saturu vai produktu vai pakalpojumiem, ko sniedz kāds trešās puses komersants vai pārdevējs. Saites nenorāda, ka inCruises ir apstiprinājusi saistīto vietni. inCruises atsakās no visām garantijām, nosacījumiem vai citiem terminiem, kas ir tieši vai netieši izteikti attiecībā uz jebkuru šādu saistīto vietni, tostarp bez ierobežojumiem attiecībā uz saistītā vietnes satura precizitāti, īpašumtiesībām, derīgumu vai likumību.
mn: Таны тав тух, хэрэглээний туршлагыг сайжруулах үүднээс inCruises нь таныг өөрийн охин компаниуд болон бусад гуравдагч этгээдийн байгууллагуудтай холбох, мөн гуравдагч талын худалдаачид, борлуулагчдын бүтээгдэхүүн, үйлчилгээнд хандах боломжийг олгож болно. Хэрэв өөрөөр заагаагүй бол эдгээр холбогдсон вэб хуудаснууд, бүтээгдэхүүн, үйлчилгээ нь inCruises-ийн шууд хяналтад байдаггүй бөгөөд inCruises нь тухайн вэб хуудасны агуулга, эсвэл гуравдагч талын нийлүүлсэн бүтээгдэхүүн, үйлчилгээнд аливаа хариуцлага хүлээхгүй. Ийм холбоосууд нь inCruises тухайн вэб хуудсыг дэмжсэн гэсэн утгыг агуулахгүй. Мөн inCruises нь холбогдсон вэб хуудасны агуулгын үнэн зөв байдал, өмчлөл, хүчин төгөлдөр байдал, хууль ёсны байдал зэргийг багтаасан аливаа баталгаа, нөхцөл, бусад амлалт ямар нэгэн байдлаар өгөхгүй.
pt: A inCruises fornece, para sua conveniência, links para alguns dos seus afiliados, organizações de terceiros e acesso aos produtos e serviços de comerciantes e fornecedores terceirizados. Salvo indicação em contrário, esses sites, produtos e serviços vinculados não estão sob controle da inCruises e a inCruises não garante e não é responsável pelo conteúdo de qualquer site, produto ou serviço vinculado fornecido por qualquer comerciante ou fornecedor terceirizado. Os links não indicam um endosso do site vinculado pela inCruises. A inCruises se isenta de todas as garantias, condições ou outros termos expressos ou implícitos em qualquer site vinculado, incluindo, sem limitação, a precisão, propriedade, validade ou legalidade de qualquer conteúdo de um site vinculado.
ro: inCruises oferă, pentru confortul tău, link-uri către unii dintre afiliații săi, alte organizații terțe și acces la produsele și serviciile comercianților și vânzătorilor terți. Cu excepția cazului în care se specifică altfel, aceste site-uri, produse și servicii conectate nu sunt sub controlul inCruises și inCruises nu garantează și nici nu este responsabilă pentru conținutul oricărui site conectat sau pentru produsul sau serviciile furnizate de orice comerciant sau furnizor terță parte. Legăturile nu indică o aprobare a site-ului legat de către inCruises. inCruises declină toate garanțiile, condițiile sau alți termeni, expres sau implicit, cu privire la orice astfel de site legat, inclusiv, fără limitare, cu privire la acuratețea, proprietatea, valabilitatea sau legalitatea oricărui conținut al unui site legat.
ru: Для вашего удобства inCruises предоставляет ссылки на сайты некоторых из его аффилированных лиц, других сторонних организаций, а также доступ к продуктам и услугам сторонних продавцов и поставщиков. Если не упомянуто иное, то эти указанные по ссылкам сайты, продукты и услуги не находятся под контролем inCruises, и inCruises не обеспечивает гарантией и не несет ответственности за содержание любого из этих сайтов, продуктов или услуг, предоставляемых сторонними продавцами или поставщиками. Ссылки на сайте inCruises не являются подтверждением надежности данных ресурсов. inCruises отказывается от любых гарантий, условий или других положений, явных или подразумеваемых, в отношении любого такого указанного по ссылке сайта, включая, помимо прочего, точность, право собственности, законность и правомерность любого материала на указанном по ссылке ресурсе.
uk: inCruises надає для вашої зручності посилання на деякі свої філії, інші сторонні організації, а також доступ до продуктів та послуг сторонніх торговців та постачальників. Якщо не зазначено інше, то ці пов’язані сайти, продукти та послуги не перебувають під контролем inCruises, й inCruises не гарантує, а також не несе відповідальності за вміст будь-якого пов’язаного вебсайту чи товару, чи послуги, наданих будь-яким стороннім продавцем або постачальником. Посилання не означають схвалення компанією inCruises пов'язаного з нею веб-сайту. inCruises відмовляється від будь-яких гарантій, положень або інших умов, прямо або непрямо покладених на будь-який такий пов'язаний сайт, включаючи, без обмежень щодо точності, права власності, дійсності чи законності будь-якого вмісту пов’язаного веб-сайту.
uz: inCruises сизнинг қулайлигингиз учун ўз филиалларининг баъзилари, бошқа учинчи томон ташкилотларининг ҳаволаларини тақдим этади ва учинчи томон савдогарлари ҳамда сотувчи фирмаларининг маҳсулот ва хизматларига кириш имконини беради. Агар бошқача изоҳ берилган бўлмаса, ушбу ҳаволаси тақдим этилган сайтлар, маҳсулот ва хизматлар inCruises назорати остида эмас ва inCruises учинчи томон савдогарлари ва сотувчи фирмаларининг ҳаволаси берилган сайт ёки маҳсулот ёки хизматлари учун кафолат бермайди ва жавобгар бўлмайди. Бирор сайт учун ҳаволанинг жойлаштирилганлиги ушбу сайт inCruises томонидан тасдиқланганлиги ва маъқулланганлигини англатмайди. inCruises бу каби ҳаволаси келтирилган сайтга нисбатан, жумладан, ва шу билан чекланмаган ҳолда, ҳаволаси келтирилган сайт контентининг аниқлиги, яроқлилиги, қонунийлиги ёки унга эгалик ҳуқуқига нисбатан барча кафолатлар, қоидалар ва бошқа аниқ кўрсатилган ёки назарда тутилган шартларни инкор этади.
zh: inCruises为您的便利提供了一些其关联公司、其他第三方组织的链接，以及对第三方商家和供应商产品与服务的访问。除非另有说明，这些链接的网站、产品和服务并不受inCruises控制，inCruises不保证也不对任何链接网站的内容或任何第三方商家或供应商所提供的产品或服务承担责任。这些链接并不表示inCruises对链接网站的认可。inCruises不对任何此类链接网站作出任何明示或暗示的担保、条件或其他条款，包括但不限于对链接网站内容的准确性、所有权、有效性或合法性的担保。

source: inCruises PWA is designed to be fast and responsive even with limited connectivity.
ca: La PWA d'inCruises està dissenyada per a ser ràpida i eficient fins i tot amb connectivitat limitada.
de: Die inCruises PWA ist so konzipiert, dass sie auch bei eingeschränkter Konnektivität schnell und reaktionsfähig ist.
es: La Aplicación Web Progresiva (o PWA, por sus siglas en inglés), está diseñada para ser rápida y responder de manera eficiente, incluso con una conexión limitada.
fr: La PWA d'inCruises est conçue pour être rapide et réactive, même avec une connectivité limitée.
it: La PWA di inCruises è stata progettata per essere veloce e reattiva anche con connettività limitata.
ja: inCruisesのPWAは、ネット通信スピードの制限がある中でも高速で対応できるように設計されています。
kk: inCruises PWA тіпті шектеулі байланыс жағдайында да жылдам және жауап беретін етіп жасалған.
ko: InCruise PWA는 제한된 연결 상태에서도 신속하고 빠르게 대응할 수 있도록 설계되었습니다.
ky: inCruises PWA туташуу мүмкүнчүлүгү чектелүү болсо да тез жана натыйжалуу болуу үчүн иштелип чыккан.
lv: inCruises PWA ir paredzēta būt ātrai un atsaucīgai, pat ar ierobežotu savienojamību.
mn: inCruises-ийн PWA программ нь интернетийн хурд хязгаарлагдмал байх үед ч хурдтай ажиллахаар бүтээгдсэн юм.
pt: O inCruises PWA foi projetado para ser rápido e responsivo, mesmo com conectividade limitada.
ro: inCruises PWA este proiectat să fie rapid și receptiv chiar și cu conectivitate limitată.
ru: PWA inCruises разработано быстрым и отзывчивым, даже при слабом соединении.
uk: PWA inCruises розроблено швидким і оперативним, навіть за слабкого з'єднання.
uz: inCruises PWA ҳаттоки чекланган уланишда ҳам тез ва самарали ишлашга мўлжаллаб ишлаб чиқилган.
zh: inCruises PWA 的设计目标是即使在连接有限的情况下也能快速响应。
