Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Customize the referral widget that your referrals see when you send them your referral link.
ca: Personalitza l'element que veuran els teus referits quan comparteixis amb ells el teu enllaç de referència.
de: Passen Sie das Empfehlungs-Widget an, das Ihren Empfehlern angezeigt wird, wenn Sie ihnen Ihren Empfehlungslink senden.
es: Personaliza el widget de referidos que verán tus referidos cuando les envíes tu enlace de invitación.
fr: Personnalisez le widget de parrainage que vos filleuls voient lorsque vous leur envoyez votre lien de parrainage.
it: Personalizza il widget di referral visibile a chi riceve il tuo link.
ja: 紹介リンクを送信した際に、あなたの紹介者が目にするリファ―ラルウィジェットをカスタマイズしましょう。
kk: Сіз рефералдық сілтемеңізді жіберген кезде, рефералдар көретін виджетті өз қалауыңызша баптаңыз.
ky: Сиздин шилтемеңизди жөнөтүп жатканда сунуштоочуларыңыз көргөн шилтеме виджетин ыңгайлаштырыңыз.
lv: Pielāgojiet novirzīšanas logrīku, ko jūsu novirzītāji redz, nosūtot tiem savu novirzīšanas saiti.
mn: Таны илгээсэн элсүүлэх холбоосыг тэд харсан эсэхийг мэдэх элсүүлэх вижэтийг тохируулах.
pt: Personalize o widget de indicação que seus indicados veem quando você envia a eles seu link de indicação.
ro: Personalizează widgetul de recomandare pe care îl văd recomandările tale atunci când le trimiți linkul tău de recomandare.
ru: Настройте реферальный виджет — его будут видеть ваши рефералы, когда вы отправляете им свою реферальную ссылку.
uk: Налаштуйте віджет рефералів, який бачитумуть ваші реферали, коли ви надсилаєте їм своє реферальне посилання.
uz: Реферал виджетни созланг - рефералларингиз уларга реферал ҳавола жўнатганингизда кўриши учун.
zh: 自定义推荐挂件，您的推荐人通过您的推荐链接查看时将看到此挂件。

source: Customize your invite
ca: Personalitza la teva invitació
de: Passen Sie Ihre Einladung an
es: Personaliza tu invitación
fr: Personnalisez votre invitation
it: Personalizza l'invito
ja: 招待状をカスタマイズする
kk: Шақыруыңызды реттеңіз
ky: Чакыруууңузду ыңгайлаштырыңыз
lv: Pielāgo savu uzaicinājumu
mn: Урилгаа өөрчлөн тохируулах
pt: Personalize seu convite
ro: Personalizează-ți invitația
ru: Настроить своё приглашение
uk: Налаштувати своє запрошення
uz: Таклифномани созланг
zh: 自定义您的邀请

source: customlink
ca: enllaç personalitzat customlink
fr: lien personnalisé
ja: カスタマイズされたリンク
kk: реттелетін сілтеме
ky: жеке шилтеме
lv: pielāgota saite
mn: захиалгат холбоос
pt: link personalizado
ro: link personalizat
ru: собственная ссылка
uk: власне посилання
uz: мижоз ҳаволаси
zh: 定制链接

source: d. Assignment or Transfer
ca: d. Assignació o Transferència
de: d. Abtretung oder Übertragung.
es: d. Asignación o transferencia
fr: d. Cession ou transfert
it: d. Assegnazione o Trasferimento
ja: d. 譲渡
kk: d. Тағайындау немесе Аудару
ko: d. 배치 및 양도
ky: г. Тапшыруу же которуу
lv: d. Piešķiršana vai pārsūtīšana
mn: г. Дамжуулалт буюу Шилжүүлэг
pt: d. Atribuição ou Transferência
ro: d. Cesiune sau transfer
ru: d. Назначение или Передача
uk: d. Призначення або Передача
uz: d. Тайинлаш ёки Топшириш
zh: d. 分配或轉讓

source: d. Covenants Not to Compete.
ca: d. Pactes per no Competir.
de: d. Konkurrenzklausel.
es: d. Convenios para no competir.
fr: d. Alliances contre la concurrence.
it: d. I patti non devono competere.
ja: d. 競合禁止条項。
kk: d. Бәсекелестіктен тыс Келісім.
ko: d. 경쟁업체 겸업금지 서약.
ky: г. Жарышууга болбойт.
lv: d. Līgumi Nav kompetenti.
mn: г. Өрсөлдөхгүй байх Гэрээ.
pt: d. Acordos para não competir.
ro: d. Acorduri de a nu concura.
ru: d. Договор о неконкурентности.
uk: d. Договір про Неконкурентність.
uz: d. Рақобатлашмаслик ҳақида аҳдлашув.
zh: d. 不競爭契約。

source: d. PARTNER may “opt-out” of this Addendum at any time by terminating this Addendum as provided in Section 5.a.iv below. In that event, PARTNER shall revert to the Regional Director rank. Such re-classification will take place within thirty (30) days of the Company’s receipt of the notice of termination. Thereafter, PARTNER will be paid at whatever rank he/she qualifies for up to and including the Regional Director rank.
ca: d. El SOCI pot "desactivar-se" d'aquest annex en qualsevol moment i finalitzar aquest Annex, tal com es disposa a la secció 5.a.iv que es mostra a continuació. En aquest cas, el SOCI haurà de tornar al rang de Regional Director. Aquesta reclassificació es durà a terme dins dels trenta (30) dies després que la Companyia rebi la notificació de finalització. A partir de llavors, el SOCI serà retribuït en qualsevol rang per al qual es qualifiqui, Regional Director, inclòs.
de: d. Der PARTNER kann jederzeit von diesem Nachtrag zurücktreten, indem er diesen Nachtrag wie in Abschnitt 5.a.iv unten beschrieben kündigt. In diesem Fall kehrt der PARTNER in den Rang eines Regional Directors zurück. Eine solche Neueinstufung erfolgt innerhalb von dreißig (30) Tagen nach Erhalt der Eingang der Kündigungsmitteilung bei der Gesellschaft. Danach wird der PARTNER in dem Rang bezahlt, für den er/sie sich qualifiziert, bis einschließlich zum Rang eines Regional Directors.
es: d. El SOCIO puede "optar por no participar" en este anexo en cualquier momento mediante la terminación de este Addendum como se estipula en la Sección 5.a.iv a continuación. En ese caso, el SOCIO volverá al rango de Regional Director. Dicha reclasificación tendrá lugar dentro de los treinta (30) días posteriores a la recepción del aviso de terminación por parte de la Compañía. A partir de entonces, se le pagará al SOCIO en cualquier rango para el que califique, incluido el rango de Regional Director.
fr: d. Le PARTENAIRE peut "se désabonner" de cet Addenda à tout moment en mettant fin à cet Addenda comme prévu à la section 5.a.iv ci-dessous. Dans ce cas, le PARTENAIRE reviendra au rang de Directeur Régional. Ce reclassement aura lieu dans les trente (30) jours à compter de la réception de la notification de résiliation par l'Entreprise. Par la suite, le PARTENAIRE sera payé quel que soit le rang pour lequel il / elle est qualifié(e), y compris le rang de Directeur Régional.
it: d. Il PARTNER può decidere di non aderire al presente Addendum in qualsiasi momento tramite recessione dal presente Addendum come previsto alla Sezione 5.a.iv di seguito. In tal caso, il PARTNER deve tornare alla qualifica di Regional Director. Tale riclassificazione avverrà entro trenta (30) giorni dal ricevimento della comunicazione di recesso da parte della Società. Successivamente, il PARTNER sarà pagato in base alla qualifica raggiunta fino al livello di Regional Director incluso.
ja: d. パートナーは、以下の5.a.ivに規定されているように本追加条項を終了することにより、いつでも本追加条項条項を「オプトアウト」することができます。 その場合、パートナーはリージョナルディレクターのランクに戻ります。 このような再分類は、会社が終了通知を受領してから30日以内に 行われます。その後、パートナーは、リージョナルディレクターのランクを含めて、彼/彼女が資格を得た任意のランクで支払われます。
kk: d. СЕРІКТЕС осы Қосымшадан кез келген уақытта «бас тарта» алады, төменде 5.a.iv бөлімінде көрсетілгендей, осы қосымша бұзылуы мүмкін. Бұл жағдайда СЕРІКТЕС Аймақтық Директордың дәрежесіне қайта оралуы тиіс. Мұндай қайта жіктеу Компанияны тоқтату туралы хабарлама алған күннен бастап отыз (30) күн ішінде жүзеге асырылады. Бұдан кейін Серіктеске өтемақы Аймақтық Директор рангіне кіретін кез келген дәрежеде төленетін болады.
ky: Д. PARTNER төмөндөгү 5.a.iv бөлүмүндө айтылгандай, бул Тиркемени токтотуу менен каалаган убакта бул Тиркемеден “баш тартууга” укуктуу. Бул учурда, БИРГЕЛЕШКЕН Regional Directors рангына кайтып келет. Мындай кайра классификациялоо ушул Тиркеме токтотулган күндөн тартып отуз (30) күндүн ичинде ишке ашат. Компания токтотуу жөнүндө эскертүү алат. Мындан ары ӨНКТӨШКӨ Regional Directors рангына чейин татыктуу болгон наамына жараша төлөнөт.
lv: d. PARTNERIS var jebkurā laikā atteikties no šī papildinājuma, izbeidzot šo papildinājumu, kā noteikts 5. a.iv iedaļā. Šādā gadījumā PARTNERIS atgriežas reģionālā direktora amatā. Šāda pārklasificēšana notiks trīsdesmit (30)dienu laikā pēc tam, kad kompānija saņēmusi paziņojumu par darbības izbeigšanu. Pēc tam PARTNERIM tiks izmaksāts jebkurā līmenī, kurā viņš/a ir kvalificēts, līdz pat reģionālā direktora pakāpei (ieskaitot).
mn: г. ТҮНШ нь доорх Бүлгийн 5.a.iv-д заасны дагуу хүссэн үедээ энэхүү Нэмэлт Гэрээг цуцлаж уг гэрээнээс гарч болно. Энэ тохиолдолд ТҮНШ нь буцаад Regional Director цолонд эргэж очно. Энэхүү ажиллагааг Компани цуцлах тухай мэдэгдэл хүлээн авснаас хойш 30 өдрийн дотор гүйцэтгэгдэнэ. Үүний дараа ТҮНШ өөрийн цол зэрэгт хамаарах шагнал урамшууллаа авах бөгөөд энэ нь Regional Director цолтой хүнд хамаарах болно.
pt: d. O SÓCIO poderá “cancelar” deste Adendo a qualquer momento, encerrando este Adendo conforme previsto na Seção 5.a.iv abaixo. Nesse caso, o SÓCIO reverterá para a classificação de Diretor Regional. Tal reclassificação ocorrerá dentro de 30 (trinta) dias do recebimento da notificação de término pela Empresa. Depois disso, o SÓCIO será pago em qualquer categoria que ele/ela se qualifique até, inclusive, a classificação de Diretor Regional.
ro: d. PARTENERUL poate „renunța” oricând la acest Act Adițional reziliindu-l după cum este autorizat în Secțiune 5.a.iv mai jos. În acel caz, PARTENERUL va reveni la treapta de Regional Director. O asemenea re-clasificare va avea loc în treizeci (30) de zile de la data luării la cunoştinţă a Companiei despre reziliere. Din acel moment, PARTENERUL va fi plătit la orice nivel de carieră se califică până la inclusiv cea de Regional Director.
ru: d. ПАРТНЁР может «отказаться» от этого Дополнения в любое время, расторгнув его, как указано в Разделе 5.a.iv ниже. В этом случае ПАРТНЁР возвращается в ранг Регионального Директора. Такая повторная классификация будет проведена в течение тридцати (30) дней с момента получения Компанией уведомления о прекращении. После этого ПАРТНЁР будет получать вознаграждение в любом ранге, на который он/она имеет квалификацию, вплоть до ранга Регионального Директора.
uk: d. ПАРТНЕР може «відмовитися» від цього Доповнення в будь-який час, розірвавши його, як зазначено в Розділі 5.a.iv нижче. В цьому випадку ПАРТНЕР повертається в ранг Регіонального Директора. Така повторна класифікація буде проведена протягом тридцяти (30) днів з моменту отримання Компанією повідомлення про припинення. Після цього ПАРТНЕР буде отримувати винагороду в будь-якому ранзі, на який він/вона має кваліфікацію, аж до рангу Регіонального Директора.
uz: d. ҲАМКОР истаган вақтда, қуйидаги 5.а.iv бўлимида кўзда тутилганидек, ушбу қўшимчанинг амал қилишини тугатиб, ушбу Қўшимчани рад этиши мумкин. Бундай ҳолатда ҲАМКОР Regional Director рангига қайтади. Бундай таснифлаш Компания шартномани бекор қилиш ҳақида билдирги олган вақтдан бошлаб ўттиз (30) кун ичида амалга оширилади. Шундан сўнг ҲАМКОРГА ўзи эгаллаб турган ҳар қандай ранг, жумладан Regional Director ранги учун ҳам мукофот тўланади.
zh: d. 合作伙伴可以随时按照下文第 5.a.iv 节的规定终止本附录，“选择退出”本附录。 在这种情况下，合作伙伴应恢复为Regional Director 级别。 此类重新分类将在公司收到终止通知后三十 (30) 天内进行。此后，合作伙伴将按照其符合资格的任何级别获得报酬，最高可达Regional Director 级别。

source: d. Policies and Procedures
ca: d. Polítiques i Procediments
de: d. Allgemeine Bestimmungen und Modalitäten
es: d. Políticas y Procedimientos
fr: d. Les politiques et les procédures
it: d. Politiche e Procedure
ja: d.方針と実施手順
kk: d. Саясат және Процедуралар
ko: d. 정책 및 절차
ky: Д. Саясат жана процедуралар
lv: d. Politikas un procedūras
mn: г. Бодлого ба Журам
pt: d. Políticas e Procedimentos
ro: d. Politici şi Proceduri
ru: d. Политика и Процедуры
uk: d. Політика і Процедури
uz: d. Сиёсат ва жараёнлар
zh: d. 政策與程序

source: Daily
fr: Quotidien
it: Giornaliero
ja: 毎日
kk: Күнделікті
pt: Diária
ro: Zilnic
uk: Щодня
uz: Кунлик
zh: 每日

source: Daily & Monthly Activation Breakdown
fr: Répartition des Activations Quotidiennes et Mensuelles
it: Dettaglio Attivazioni: Giornaliere e Mensili
pt: Detalhamento da ativação diária e mensal
uk: Розподіл за Щоденними та Щомісячними Активаціями

source: Daily Activation Bonus
ca: Bonificació Diària per Activació
fr: Bonus d'Activation Quotidien
it: Bonus di Attivazione giornaliero
ja: デイリーアクティベーション
kk: Күнделікті Активация Бонусы
pt: Bônus de Ativações diárias
ro: Bonus de activare zilnică
uk: Бонус Щоденної Активації
uz: Кунлик Фаоллик бонуси
zh: 每日激活奖励

source: Daily Activations
ca: Activacions diàries
de: Tägliche Aktivierungen
es: Activaciones Diarias
fr: Activations Quotidiennes
it: Attivazioni giornaliere
ja: デイリーアクティベーション
kk: Күнделікті белсендірулер
ko: 일일 활성화
ky: Күнүмдүк активдештирүү
lv: Ikdienas Aktivizācijas
mn: Өдөр бүрийн идэвхжүүлэлтүүд
pt: Ativações diárias
ro: Activări zilnice
ru: Ежедневные Активации
uk: Щоденні Активації
uz: Кунлик Фаолликлар
zh: 每日激活

source: Daily Activations Bonus
fr: Bonus d'Activations Quotidiennes
it: Bonus di Attivazione giornaliero
ja: デイリーアクティベーション
kk: Күнделікті Белсендіру бонусы
pt: Bônus de Ativações diárias
ro: Bonus de activări zilnice
uk: Бонус Щоденних Активацій
uz: Кунлик Фаолликлар бонуси
zh: 每日激活奖励

source: Daily Bonus
fr: Bonus Quotidien
it: Bonus giornaliero
kk: Күнделікті Бонус
pt: Bônus Diário
uk: Щоденний Бонус
uz: Кунлик бонус
zh: 每日奖金

source: Daily Directs Activations
ca: Activacions Diàries de Directe
de: Tägliche Direkte-Aktivierungen
es: Activaciones Directas Diarias
fr: Activations Directes Quotidiennes
it: Attivazioni giornaliere di diretti
ja: デイリー直紹介アクティベーション
kk: Күнделікті белсендірулер директоры
ko: 일일 직접 추천 활성화
ky: Күнүмдүк Директиваларды активдештирүү
lv: Ikdienas Tiešās Aktivizācijas
mn: Өдөр бүрийн хувьчлан идэвхжүүлэлтүүд
pt: Ativações diárias diretas
ro: Activări zilnice de direcți
ru: Ежедневные Активации от прямых Партнёров
uk: Щоденні Активації від прямих Партнерів
uz: Кунлик Тўғридан-тўғри Фаолликлар
zh: 每日指导活动

source: Daily Member Activations
ca: Activacions diàries de Membres
de: Tägliche Mitgliederaktivierungen
es: Activaciones Diarias de Miembros
fr: Activations de Membre Quotidiennes
it: Attivazioni di Membri giornaliere
ja: デイリーメンバーアクティベーション
kk: Күнделікті Мүше Белсендірулері
ko: 일일 멤버 활성화
ky: Күнүмдүк мүчө активдештирүү
lv: Ikdienas Biedru Aktivizācijas
mn: Өдөр бүрийн Гишүүний идэвхжүүлэлт
pt: Ativações diárias de membros
ro: Activări zilnice de membru
ru: Ежедневные Активации Членов Клуба
uk: Щоденні Активації Членів Клубу
uz: Кунлик Аъзо Фаоллиги
zh: 每日会员激活

source: Daily/Monthly
fr: Quotidien/Mensuel
it: Giornaliero/Mensile
ja: デイリー／マンスリー
kk: Күнделікті/Ай сайынғы
pt: Diária/Mensal
ro: Zilnic/Lunar
uk: Щоденно/Щомісячно
uz: Кунлик/Ойлик
zh: 每日/每月

source: Danish Krone (DKK)
fr: Couronne danoise (DKK)
it: Corona danese (DKK)
kk: Дат кронасы (DKK)
pt: Coroa Dinamarquesa (DKK)
uk: Данська крона (DKK)
uz: Дания крони (DKK)
zh: 丹麦克朗 (DKK)

source: Dashboard
ca: Panell de control
es: Panel
fr: Tableau de bord
it: Pannello di controllo
ja: ダッシュボード
kk: Бақылау тақтасы
ko: 대쉬보드
ky: башкаруу тактасы
lv: Panelis
mn: Удирдах самбар
pt: Painel
ro: Panou de control
ru: Панель управления
uk: Панель управління
zh: 界面

source: Dashes cannot be placed at the beginning, at the end, nor consecutively. (i.e. ex--ample)
ca: Els guions no es poden col·locar al principi o al final ni de manera consecutiva. (és a dir, ex--emple)
de: Bindestriche dürfen nicht am Anfang, am Ende und auch nicht nacheinander platziert werden. z.B. (i.e. ex--ample).
es: Los guiones no pueden ser colocados al principio, al final, ni de forma consecutiva. (p.ej. ej--emplo).
fr: Les tirets ne peuvent pas être placés au début, à la fin, ni consécutivement. (i.e. ex—ample)
it: I trattini non si possono posizionare all'inizio, alla fine, né consecutivamente (es: esem--pio)
ja: ダッシュは、先頭、末尾、または連続して配置することはできません。（例、ex--ample）
kk: Сызықшаларды не басында, не соңында, мүлде қоюға болмайды. (i.e. ex--ample)
ky: Дефистерди катары менен коюуга болбойт, мен үчүн да, сизге да. (м. ми--cалы).
lv: Defises nevar novietot ne sākumā, ne beigās, ne secīgi. (t.i., ex-ample)
mn: Зураасууд үгийн эхэнд болон адагт түүнчлэн дараалан бичигдэж болохгүй. (Жишээ нь ex--ample)
pt: Os traços não podem ser colocados no início, no final e nem consecutivamente. (ex--emplo)
ro: Cratima nu poate fi plasată la început, la final şi nici consecutiv. (ex. ex--emplu)
ru: Тире не может быть помещено ни в начале, ни в конце, ни вообще. (т.е. при--мер)
uk: Тире не можна розміщувати ні на початку, ні в кінці, ні послідовно. (тобто: нап--риклад)
uz: Тирелар сўз бошида, охирида, ёки кетма-кет қўйилмайди. (м-н, ма--салан)
zh: 破折号不能放置在开头、结尾或连续使用。（例如，例--如）

source: Dashes cannot be placed at the beginning, at the end, nor consecutively. (ie. ex--ample).
ca: Els guions no es poden col·locar al principi o al final ni de manera consecutiva. (és a dir, ex--emple).
de: Bindestriche dürfen nicht am Anfang, am Ende und auch nicht nacheinander platziert werden. z.B. (ie. ex--ample).
es: Los guiones no pueden ser colocados al principio, al final, ni de forma consecutiva. (. es decir, --).
fr: Les tirets ne peuvent pas être placés au début, à la fin, ni consécutivement. (ie. ex—ample).
it: I trattini non si possono posizionare all'inizio, alla fine, né consecutivamente (es: esem--pio).
ja: ダッシュは、先頭、末尾、または連続して配置することはできません。 （例、ex--ample）。
kk: Сызықшаларды не басында, не соңында, мүлде қоюға болмайды. (ie. ex--ample).
ko: 대시는 시작, 끝 또는 연속적으로 배치 할 수 없습니다.(예: ex--ample).
ky: Дефистерди катары менен коюуга болбойт, мен үчүн да, сизге да. (мисалы, мурдагы - жетиштүү).
lv: Defises nevar novietot ne sākumā, ne beigās, ne secīgi. (t.i., ex-ample).
mn: Зураасууд үгийн эхэнд болон адагт түүнчлэн дараалан бичигдэж болохгүй. (Жишээ нь ex--ample).
pt: Os traços não podem ser colocados no início, no final e nem consecutivamente. (ex--emplo).
ro: Cratima nu poate fi plasată la început, la final şi nici consecutiv. (ex. ex--emplu).
ru: Тире не может быть помещено ни в начале, ни в конце, ни вообще. (Т. Е ех - достаточно).
uk: Тире не можна розміщувати на початку, в кінці і послідовно. (тобто. нап--риклад).
uz: Тирелар сўз бошида, охирида, ёки давомидан қўйилмайди. (м-н, ма-салан).
zh: 破折號不能放在開頭，末尾，也不能連續放置。 （即，例--如）。

source: Dashes, underscores, and periods cannot be placed at the beginning, at the end, nor consecutively. (i.e. ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample)
ca: Els Guions, Guions baixos i Punts no es poden col·locar al principi o al final ni de manera consecutiva. (és a dir. ex--emple, ex_emple, ex..emple, ex_-emple, ex-.emple o ex-_emple)
de: Bindestriche, Unterstriche und Satzzeichen dürfen nicht am Anfang, am Ende und nicht nacheinander platziert werden. (Z. B. ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample)
es: Los guiones y guiones bajos, y puntos no se pueden poner al principio, al final, ni de forma consecutiva. (p.ej. --ejemplo, __ejemplo, _-ejemplo, o -_ejemplo)
fr: Les tirets, les soulignés et les points ne peuvent pas être placés au début, à la fin ni de manière consécutive. (ie. ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample)
it: I trattini, i trattini bassi e i punti non si possono posizionare all'inizio, alla fine, né consecutivamente. (Es: esem--pio, esem__pio, esem..pio, esem_-pio, esem-.pio, or esem-_pio)
ja: ハイフン、アンダーバー、およびピリオドは、先頭、末尾、または連続して配置することはできません。 (例. ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample)
kk: Сызықшалар, символдар, астыңғы сызықшалар және нүктелер басында, соңында немесе бірінен соң бірі тұруына болмайды. (мысалы, ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample)
ky: Дефистерди, астын сызыктарды жана чекиттерди башына, аягына же ырааттуу түрдө коюуга болбойт. (мис., ми--салы, ми__салы, ми..салы, ми_-салы, ми-.салы же ми-_салы).
lv: Defises, pasvītrojumus un punktus nevar novietot ne sākumā, ne beigās, ne secīgi (piemēram, ex-ample, ex__ample, ex.. ample, ex _ - ample, ex ¬. ample vai ex-_ ample)
mn: Дундуур зураасууд, доогуур зураасууд, цэгүүд эхэнд болон адагт түүнчлэн дараалан бичигдэж болохгүй. (Жишээ нь: ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample)
pt: Traços, sublinhados e pontos não podem ser colocados no início, no final, nem consecutivamente. (ou seja, ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample ou ex-_ample)
ro: Cratima, sublinierile şi punctul nu pot fi plasate la început, la final şi nici consecutiv. (ex. ex--emplu, ex__emplu, ex..emplu, ex_-emplu, ex-.emplu sau ex-_emplu)
ru: Дефисы, подчеркивания и точки не могут находиться в начале, в конце или последовательно. (т.е. ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample или ex-_ample)
uk: Тире, підкреслення та крапки не можуть бути розміщені на початку, наприкінці, або підряд. (тобто: на--приклад, на__приклад, на..приклад, на_-приклад, на-.приклад, або на-_приклад)
uz: Тирелар, сатр ости чизиқлар ва нуқталар сўз бошида, охирида, ёки кетма-кет қўйилмайди (м-н, ма--салан, ма__салан, ма..салан, ма_-салан, ма-.салан ёки ма-_салан).
zh: 破折号、下划线和句点不能放置在开头、结尾或连续使用。（例如，例--如、例__如、例..如、例_-如、例-.如、或例-_如）

source: Dashes, Underscores, and Periods cannot be placed at the beginning, at the end, nor consecutively. (ie. ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample).
ca: Els guions, guions baixos i punts no es poden col·locar al principi o al final ni de manera consecutiva. (és a dir. ex--emple, ex_emple, ex..emple, ex_-emple, ex-.emple o ex-_emple).
de: Bindestriche, Unterstriche und Satzzeichen dürfen nicht am Anfang, am Ende und nicht nacheinander platziert werden. (Z. B. ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample).
es: Los guiones y guiones bajos, y puntos no se pueden poner al principio, al final, ni de forma consecutiva. (ejemplo: --ejemplo, __ejemplo, _-ejemplo, o -_ejemplo).
fr: Les tirets, les soulignés et les points ne peuvent pas être placés au début, à la fin ni de manière consécutive. (ie. ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample).
it: I trattini, i trattini bassi e i punti non si possono posizionare all'inizio, alla fine, né consecutivamente. (Es: esem--pio, esem__pio, esem..pio, esem_-pio, esem-.pio, or esem-_pio).
ja: ハイフン、アンダーバー、およびピリオドは、先頭、末尾、または連続して配置することはできません。 (例. ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample).
kk: Сызықшалар, символдар, астыңғы сызықшалар және нүктелер басында, соңында немесе бірінен соң бірі тұруына болмайды. (мысалы, ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample).
ko: 대시, 밑줄 및 마침표는 시작 부분, 끝 부분 또는 연속적으로 배치할 수 없습니다. (예. ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, 혹은 ex-_ample).
ky: Дефистерди, астын сызыктарды жана чекиттерди башына, аягына же ырааттуу түрдө коюуга болбойт. (мис., ex--кемчилик, ex__ample, ex..ample, ex_-ample, ex-.ample же ex-_ample).
lv: Defises, pasvītrojumus un punktus nevar novietot ne sākumā, ne beigās, ne secīgi (piemēram, ex-ample, ex__ample, ex.. ample, ex _ - ample, ex ¬. ample vai ex-_ ample).
mn: Зураасууд, доогуур зураасууд, цэгүүд эхэнд болон адагт түүнчлэн дараалан бичигдэж болохгүй. (Жишээ нь ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample).
pt: Traços, sublinhados e pontos não podem ser colocados no início, no final e nem consecutivamente. (ex--emplo, ex__emplo, ex..emplo, ex_-emplo, ex-.emplo, ou ex-_emplo).
ro: Cratima, sublinierea şi punctul nu pot fi plasate la început, la final şi nici consecutiv. (ex. ex--emplu, ex__emplu, ex..emplu, ex_-emplu, ex-.emplu sau ex-_emplu).
ru: Дефисы, символы, подчеркивания и точки не могут находиться в начале, в конце или последовательно. (ie. ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, or ex-_ample).
uk: Тире, Підкреслення та Крапки не можуть бути розміщені на початку, наприкінці, або підряд. (тобто на--приклад, на__приклад, на..приклад, на_-приклад, на-.приклад, або на-_приклад).
uz: Тирелар, таъкидловчи чизиқлар ва нуқталар сўз бошида, охирида, ёки давомидан қўйилмайди (м-н, ма--салан, ма__салан, ма..салан, ма_-салан, ма-.салан ёки ма-_салан).
zh: 破折號，下劃線和句號不能放在開頭，結尾或連續。 （例如，ex--ample, ex__ample, ex..ample, ex_-ample, ex-.ample, 或 ex-_ample）。
