Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: NOTE: All monetary values referenced here are in United States Dollars ($USD).
ca: NOTA: Tots els valors monetaris mencionats aquí estan en dòlars estatunidencs ($ dòlars).
de: HINWEIS: Alle hier genannten Geldwerte sind in US-Dollar ($USD) angegeben.
es: NOTA: Todos los valores monetarios aquí referenciados están en dólares americanos ($USD).
fr: NOTE : Toutes les valeurs monétaires mentionnées ici sont exprimées en dollars américains ($USD).
it: NOTA: Tutti i valori monetari qui riportati sono espressi in dollari statunitensi ($USD).
ja: 注：ここに記載されている金額はすべて米ドル（USD）です。
kk: ЕСКЕРТПЕ: Мұнда көрсетілген барлық ақшалай мәндер АҚШ долларымен ($USD) көрсетілген.
ky: ЭСКЕРТҮҮ: бардык акча баалуулуктары АКШ долларында ($USD) көрсөтүлгөн.
lv: PIEZĪME. Visas šeit minētās monetārās vērtības ir ASV dolāros (USD).
mn: ЖИЧ: Энд дурдсан бүх мөнгөн дүн АНУ-ын доллараар ($USD) байгаа болно.
pt: OBSERVAÇÃO: Todos os valores monetários mencionados aqui estão em dólares americanos ($USD).
ro: NOTĂ: Toate valorile monetare la care se face referire aici sunt în dolari SUA (USD).
ru: ПРИМЕЧАНИЕ: все денежные величины здесь указанны в долларах США ($USD).
uk: ПРИМІТКА: всі грошові суми тут вказані в доларах США ($USD).
uz: ЭСЛАТМА: Бу ерда келтирилган барча пул қийматлари АҚШ долларида (USD$) кўрсатилган.
zh: 注意：此处提到的所有货币值均为美元（$USD）。

source: Note: American Express is not accepted for recurring payments.
fr: Remarque : American Express n'est pas accepté pour les paiements récurrents.
it: Nota: American Express non è accettata per i pagamenti ricorrenti.
kk: Ескерту: American Express картасы рекурренттік төлемдер үшін қабылданбайды.
pt: Atenção: O American Express não é aceito como pagamentos recorrentes.
uk: Примітка: American Express не приймається для рекурентних платежів.
uz: Изоҳ: Даврий тўловлар учун American Express қабул қилинмайди.
zh: 注意：不接受American Express用于定期付款。

source: Note: Canceling your recurring payment will automatically disable inCruises Wallet Recurring.
fr: Remarque : L'Annulation de vos Paiements récurrents désactivera automatiquement le Paiement Récurrent du Portefeuille inCruises.
it: Nota: la disattivazione del pagamento ricorrente comporta la disattivazione automatica del pagamento ricorrente con il wallet inCruises.
kk: Ескерту: Рекурренттік төлемді тоқтату inCruises әмияны рекурренттік функциясын автоматты түрде өшіреді.
pt: Atenção: Cancelar seu pagamento recorrente desabilitará automaticamente a Recorrência da Carteira inCruises.
uk: Примітка: скасування рекурентних платежів також автоматично відключить функцію рекурентної оплати через гаманець inCruises.
uz: Изоҳ: Даврий тўловларни бекор қилиш inCruises Ҳамёнидан даврий тўловни ундиришни ҳам автомат тарзда ўчиради.
zh: 注意：取消您的定期付款将自动停用inCruises钱包定期付款。

source: Note: You're currently viewing content for a different region than your own.
ca: Nota: Actualment, estàs veient contingut d’una regió diferent de la teva.
de: Hinweis: Sie sehen gerade Inhalte für eine andere Region als Ihre eigene.
es: Nota: Actualmente, estás viendo contenido de una región diferente a la tuya.
fr: Remarque : Vous regardez actuellement du contenu d'une autre région que la vôtre.
it: Nota: stai guardando contenuti per una regione diversa dalla tua.
ja: 注意：現在ご覧になっている内容は、ご自身の地域とは異なる地域のものです。
kk: Ескерту: Сіз қазір өзіңіздің аймағыңызға жатпайтын өңірге арналған мазмұнды қарап отырсыз.
ky: Эскертүү: Сиз учурда өзүңүздүн аймактан башка аймакка тиешелүү мазмунду көрүп жатасыз.
mn: Анхаар: Та өөр бүс нутгийн мэдээллийг үзэж байна.
pt: Observação: você está visualizando conteúdo de uma região diferente da sua.
ro: Notă: în prezent, vizualizezi conținut pentru o altă regiune decât a ta.
ru: Примечание: в данный момент вы просматриваете материалы для региона, отличного от вашего.
uk: Примітка: Ви наразі переглядаєте контент для регіону, що відрізняється від вашого.
uz: Изоҳ: Сиз ҳозирда бошқа минтақа маълумоларини кўряпсиз.
zh: 注意：您当前正在查看的内容属于与您所在地区不同的区域。

source: Nothing Here Yet
ca: Encara no hi ha res Aquí
de: Noch nichts da
es: No hay nada aquí aún
fr: Il n'y a encore rien ici
it: Qui non c'è ancora nulla
ja: まだ何もありません
kk: Мұнда Әлі Ештеңе Жоқ
ky: Бул жерде азырынча эч нерсе жок
lv: Nekas Šeit Tomēr
mn: Мэдээлэл байхгүй байна
pt: Nada aqui ainda
ro: Nimic aici încă
ru: Здесь пока ничего нет
uk: Тут наразі нічого немає
uz: Бу ерда ҳозирча ҳеч нарса йўқ
zh: 这里还没有任何内容

source: Nothing speaks more powerfully than the INspired journeys of inCruises Partners and Members!
ca: Res parla amb més força que els viatges INspiradors dels Socis i Membres d’inCruises!
de: Nichts spricht mehr als die inspirierten Reisen der inCruises-Partner und -Mitglieder!
es: ¡Nada habla con más fuerza que los viajes INspiradores de los Socios y Miembros de inCruises!
fr: Rien ne parle plus fort que les voyages INspirés des Partenaires et Membres d'inCruises !
it: Le esperienze dei viaggi ispirati dei Partner e dei Membri di inCruises parlano più di ogni altra cosa!
ja: inCruisesのパートナーやメンバーたちのINspiredな旅ほど、力強く語るものはありません！
kk: InCruises серіктестері мен клуб мүшелерінің шабыттандырылған саяхаттарынан күшті айтылмайды!
ky: inCruises өнөктөштөрүнүн жана клуб мүчөлөрүнүн шыктанган саякаттарынан күчтүүрөөк эч нерсе жок!
lv: Nekas neliecina labāk par inCruises Partneru un Biedru INiedvesmotajiem ceļojumiem!
mn: inCruises-ийн Түнш болон Гишүүдийн хийж буй урам зориг дүүрэн ажлаас илүү хүчтэй дуу хоолой гэж байхгүй!
pt: Nada fala com mais força do que as viagens INspiradas dos Parceiros e Membros da inCruises!
ro: Nimic nu vorbește mai puternic decât călătoriile INspirate ale partenerilor și membrilor inCruises!
ru: Ничто не говорит столь же убедительно, как вдохновленные путешествия Партнеров и Членов Клуба inCruises!
uk: Ніщо не говорить так потужно, як подорожі Партнерів і Членів inCruises!
uz: Ҳеч нарса inCruises нинг саёҳатлардан илҳомланган Ҳамкорлари ва Аъзоларидан ишончлироқ гапира олмайди!
zh: 没有什么比inCruises合作伙伴和会员的启航之旅更有说服力了！

source: Nothing was changed
ca: No s'ha canviat res
de: Nichts wurde geändert
es: Nada fue modificado
fr: Rien n'a été changé
it: Non è stato modificato nulla
ja: 変更はありませんでした
kk: Өзгеріссіз
ko: 변경된 사항이 없습니다
ky: Эч нерсе өзгөргөн жок
lv: Mainīts netika nekas
mn: Өөрчлөлт хийгдсэнгүй
pt: Nada foi alterado
ro: Nu s-a schimbat nimic
ru: Без изменений
uk: Без змін
uz: Ҳеч нарса ўзгармади
zh: 什么都没有改变

source: Notification Settings
ca: Configuració de notificacions
de: Benachrichtigungs-Einstellungen
es: Ajustes de Notificaciones
fr: Paramètres de notification
it: Impostazioni delle notifiche
ja: 通知の設定
kk: Хабарландыру баптаулары
ko: 이메일 알림 설정
ky: Эскертме жөндөөлөрү
lv: Paziņojumu iestatījumi
mn: Мэдэгдэлийн тохиргоо
pt: Configurações de Notificação
ro: Setări pentru notificări
ru: Настройки Уведомлений
uk: Налаштування Сповіщень
uz: Билдирги созлашлари
zh: 通知設置

source: Notifications not found
ca: No s'han trobat notificacions
de: Benachrichtigungen nicht gefunden
es: Notificaciones no encontradas
fr: Notifications introuvables
it: Notifiche non trovate
ja: 通知が見つかりませんでした
kk: Хабарландырулар табылмады
ko: 알림을 찾을 수 없음
ky: Эскертмелер табылган жок
lv: Paziņojumi nav atrasti
mn: Мэдэгдэл олдсонгүй
pt: Notificações não encontradas
ro: Notificările nu au fost găsite
ru: Уведомления не найдены
uk: Сповіщення не знайдено
uz: Билдиргилар топилмади
zh: 找不到通知

source: Notifications Settings
ca: Configuració de notificacions
de: Benachrichtigungs-Einstellungen
es: Ajustes de Notificaciones
fr: Paramètres des notifications
it: Impostazioni delle notifiche
ja: 通知の設定
kk: Хабарландыру параметрлері
ko: 알림 설정
ky: Эскертмелердин жөндөөлөрү
lv: Paziņojuma iestatījumi
mn: Мэдэгдлийн тохиргоо
pt: Configurações de notificações
ro: Setări pentru notificări
ru: Настройки уведомлений
uk: Налаштування Сповіщень
uz: Билдирги созлашлари
zh: 通知设置

source: Nov 12, 2025 to Nov 17, 2025
fr: Du 12 novembre 2025 au 17 novembre 2025
it: Dal 12 novembre 2025 al 17 novembre 2025
pt: 12 a 17 de novembro de 2025
uk: 12 листопада 2025 – 17 листопада 2025

source: November
ca: Novembre
es: Noviembre
fr: Novembre
it: Novembre
ja: 11月
kk: Қараша
ko: 11월
ky: Ноябрь
lv: Novembris
mn: 11 сар
pt: Novembro
ro: Noiembrie
ru: Ноябрь
uk: Листопад
uz: Ноябрь
zh: 十壹月

source: November BannerUp
ca: BannerUp de Novembre:
es: BannerUp de Noviembre:
fr: BannerUp de Novembre :
it: BannerUp di novembre
ja: １１月のバナーアップ:
kk: Қарашадағы BannerUp
ko: 11월 배너업
ky: Ноябрь BannerUp
lv: Novembra "BannerUp"
mn: 11-н сарын БаннерАп:
pt: BannerUp de novembro:
ro: BannerUp Noiembrie
ru: БаннерВВЕРХ. Ноябрь
uk: БанерВверх. Листопад
uz: Ноябрь учун BannerUp
zh: 11月 BannerUp

source: November BannerUp (New Partner Enrollments)
ca: Novembre BannerUp (Noves inscripcions de socis)
de: November BannerUp (Neue Partner Registrierungen)
es: BannerUp de Noviembre (Nuevos Registros de Socios)
fr: BannerUp Novembre (Inscription de Nouveaux Partenaires)
it: BannerUp di novembre (iscrizioni di nuovi Partner)
ja: １１月のバナーアップ（新規パートナー登録）
kk: Қараша айындағы BannerUp (Жаңа Серіктестерді Тіркеу)
ko: 11월 배너업(신규 파트너 숫자)
ky: Ноябрь BannerUp (жаң Өнөктөш катталуулары)
lv: Novambra "BannerUp"(Jauno Partneru Iesaistīšana)
mn: 11 сарын БаннерАп (Шинэ Түншийн Элсэлтүүд)
pt: BannerUp de novembro (Inscrições de novos parceiros)
ro: BannerUp Noiembrie (Înscrieri de noi parteneri)
ru: БаннерВверх. Ноябрь (регистрации новых Партнёров)
uk: БанерВверх. Листопад (Реєстрації Нових Партнерів)
uz: Ноябрь учун BannerUp (Янги Ҳамкорлар обунаси)
zh: 11月 BannerUp（新合作夥伴註冊）

source: Number of Adults:
de: Anzahl Erwachsene:
es: Número de Adultos:
fr: Nombre d'adultes :
it: Numero di adulti:
ko: 성인 인원:
ky: Улуулардын саны:
lv: Pieaugušo skaits:
mn: Том хүн:
ru: Количество взрослых:

source: Number of child ages must match the number of children
fr: Le nombre d'âges des enfants doit correspondre au nombre d'enfants
it: Devi specificare l'età per ogni bambino inserito

source: Number of Children:
de: Anzahl Kinder:
es: Número de Niños:
fr: Nombre d'enfants :
it: Numero di bambini:
ko: 어린이 인원:
ky: Балдардын саны:
lv: Bērnu skaits:
mn: Хүүхэд:
ru: Количество детей:

source: Number of Nights
ca: Nombre de Nits
de: Anzahl der Nächte
es: Número de Noches
fr: Nombre de Nuits
it: Numero di notti:
ja: 宿泊数
kk: Түнеу түндерінің саны
ky: Түндөрдүн саны
lv: Nakšu skaits
mn: Шөнийн тоо
pt: Número de Noites
ro: Numărul de nopți
ru: Количество ночей
uk: Кількість ночей
uz: Кечалар сони
zh: 夜晚数量

source: number of passengers
ca: nombre de passatgers
de: Anzahl der Passagiere
es: número de pasajeros
fr: nombre de passagers
it: numero dei passeggeri
ja: 乗船人数
kk: жолаушылар саны
ky: жүргүнчүлөрдүн саны
lv: pasažieru skaits
mn: Зорчигчдын тоо
pt: número de passageiros
ro: numărul de pasageri
ru: количество пассажиров
uk: кількість пасажирів
uz: йўловчилар сони
zh: 乘客人数

source: Number will appear after Leadership Bonus Payouts and new ranks.
ca: El Número apareixerà després dels Pagaments de Bonificació de Lideratge i els nous rangs.
de: Die Zahl erscheint nach der Auszahlung des Leadership-Bonus und den neuen Rängen.
es: El número aparecerá después de los Pagos de Bono de Liderazgo y nuevos rangos.
fr: Le multiplicateur est en attente jusqu'à ce que le rang soit attribué/mis à jour. (En général, le 10 du mois ou après).
it: Il numero apparirà dopo i pagamenti dei Bonus Leadership e i nuovi ranghi.
ja: 数字は、リーダーシップ ボーナスの支払いや新しいランクの発表後に表示されます。
kk: Нөмір көшбасшылық пен жаңа атақтар үшін бонустар төленгеннен кейін пайда болады.
ky: Номер Лидерлик Бонус төлөмдөрүнөн жана жаңы рангдардан кийин пайда болот.
lv: Skaitlis parādīsies pēc līdera Bonusa izmaksām un jaunajiem rangiem.
mn: Манлайллын урамшууллын төлбөр болон шинэ цолны дараа дугаар харагдах болно.
pt: O número aparecerá após os pagamentos de bônus de liderança e novas classificações.
ro: Numărul va apărea după plățile bonusului de conducere și noile niveluri de carieră.
ru: Число появится после выплат Лидерского бонуса и новых рангов.
uk: Число з'явиться після виплат Лідерського бонусу та нових рангів.
uz: Рақам Етакчилик бонуси тўланганидан ва янги ранглар олинганидан сўнг акс этади.
zh: 在领导奖金支付和新等级之后，数字将显示。

source: O'zbek
fr: Ouzbekistan
it: Usbeco
ja: トルコ語
kk: Өзбекше
ko: 우즈베키스탄어
ky: Өзбекче
lv: O'zbeks
mn: Узбекстан хэл
pt: Uzbeque
ro: Uzbekă
ru: Узбекский
uk: Узбецький
uz: Ўзбек
zh: 烏茲別克

source: OBC (SPA, GIFT SHOP, etc)
ca: OBC (BALNEARI, BOTIGUES, ETC.)
es: CRÉDITO A BORDO (SPA, TIENDAS, ETC.)
fr: ODB (Spa, Boutique de cadeaux, etc.)
it: OBC (SPA, NEGOZI, ecc.)
ja: OBC（スパ、ギフトショップ、など）
kk: OBC (SPA, СЫЙЛЫҚ ДҮКЕН, т.б.)
ko: OBC (스파, 기념품샵, 쇼핑 등)
ky: OBC (СПА, БЕЛЕК ДҮКӨНҮ, Ж.Б.)
lv: OBC (SPA, DĀVANU VEIKALS,UTT.)
mn: OBC (СПА, БЭЛЭГ, ДЭЛГҮҮР, гм.)
pt: OBC (SPA, LOJA DE PRESENTES, etc)
ro: OBC (SPA, magazin de cadouri etc.)
ru: БК (СПА, СУВЕНИРНАЯ ЛАВКА, И Т. Д.)
uk: БК (СПА, СУВЕНІРНА КРАМНИЦЯ, і т. д.)
uz: OBC (СПА, ҲАДЯЛАР ДЎКОНИ ва ҳ.к.)

source: Objects
ca: Objectes
de: Objekte
es: Objetos
fr: Objets
it: Oggetti
ja: 対象
kk: Объектілер
ko: 사물
ky: Объекттер
lv: Objekti
mn: Сэдэв
pt: Objetos
ro: Obiecte
ru: Объекты
uk: Об'єкти
uz: Объектлар
zh: 对象

source: Occasional
ca: Ocasionalment
de: Gelegentlich
es: Ocasional
fr: Occasionnel
it: Occasionale
ja: 臨時
kk: Кездейсоқ
ko: 가끔의
ky: Убактылуу
lv: Neregulārs/i
mn: Байнгын биш
pt: Ocasional
ro: Ocazional
ru: Временный
uk: Тимчасовий
uz: Вақтинчалик
zh: 偶然

source: Ocean View
ca: Vista al mar
de: Meeresblick
es: Vista al mar
fr: Vue océan
it: Vista mare
ja: オーシャンビュー
kk: Мұхит Көрінісі
ky: Океанга караган
lv: Skats Uz Okeānu
mn: Цонхтой өрөө
pt: Vista para o mar
ro: Vedere la ocean
uk: Вид на океан
uz: Океанга қараган
zh: 海景

source: Oceanview
ca: Vista a l’oceà
de: Meerblick
es: Vista al Océano
fr: Vueocéan
it: Vista mare
ja: オーシャンビュー
kk: Мұхит көрінісімен
ko: 오션뷰
ky: Океанга караган
lv: Skats uz okeānu
mn: Цонхтой өрөө
pt: Vista para o mar
ro: Cu vedere la ocean
ru: С видом на море
uk: Вид на океан
uz: Океанга қараган
zh: 海景

source: OceanView
ca: Vista de l'oceà
de: Meeresblick
es: Vista al mar
fr: Vueocéan
it: Vista mare
ja: オーシャンビュー
kk: Мұхит көрінісі
ko: 오션뷰
ky: Океанга караган
lv: Skats uz okeānu
mn: Цонхтой өрөө
pt: Vista para o mar
ro: Cu vedere la ocean
uk: Вид на океан
uz: Океанга қараган
zh: 海景

source: Oct 13, 2025 to Oct 17, 2025 • Max 2,000 bundles • Max 2 bundles per Partner
fr: Du 13 octobre 2025 au 17 octobre 2025 • Max. 2 000 forfaits • Max. 2 forfaits par Partenaire
it: 13 – 17 Ottobre 2025 • Max 2.000 pacchetti • Max 2 pacchetti per Partner
kk: 13 Қазан, 2025 – 17 Қазан, 2025 • Ең көбі 2 000 топтама • Әр Серіктеске ең көбі 2 топтама
pt: 13 de outubro de 2025 a 17 de outubro de 2025 • Máximo de 2.000 pacotes • Máximo de 2 pacotes por parceiro
uk: 13 жовтня 2025 – 17 жовтня 2025 •Максимум 2000 наборів • Не більше 2 наборів на Партнера
uz: 2025 йил 13 октябрдан 2025 йил 17 октябргача • Максимум 2,000 жуфт • Ҳар бир Ҳамкор учун максимум 2 жуфт
zh: 2025年10月13日至2025年10月17日 • 最高2,000个礼包 • 每位合伙人限购2个礼包

source: Oct 13, 2025 to Oct 17, 2025 Max 2,000 bundles • Max 2 bundles per Partner
fr: Du 13 octobre 2025 au 17 octobre 2025 Max. 2 000 forfaits • Max. 2 forfaits par Partenaire
it: 13 – 17 Ottobre 2025 • Max 2.000 pacchetti • Max 2 pacchetti per Partner
kk: 13 Қазан, 2025 – 17 Қазан, 2025 • Ең көбі 2 000 топтама • Әр Серіктеске ең көбі 2 топтама
pt: 13 de outubro de 2025 a 17 de outubro de 2025 Máximo de 2.000 pacotes • Máximo de 2 pacotes por Parceiro
uk: 13 жовтня 2025 – 17 жовтня 2025 Максимум 2000 наборів • Не більше 2 наборів на Партнера
uz: 2025 йил 13 октябрдан 2025 йил 17 октябргача • Максимум 2,000 жуфт • Ҳар бир Ҳамкор учун максимум 2 жуфт
zh: 2025年10月13日至2025年10月17日 • 最高2,000个礼包 • 每位合伙人限购2个礼包

source: October
ca: Octubre
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre
ja: 10月
kk: Қазан
ko: 10월
ky: Октябрь
lv: Oktobris
mn: 10 сар
pt: Outubro
ro: Octombrie
ru: Октябрь
uk: Жовтень
uz: Октябрь
zh: 十月

source: of
ca: de
de: von
es: de
fr: de
it: di
ja: の
kk: бастап
ky: баштап
lv: no
pt: de
ro: de
ru: из
uk: з
zh: 的

source: of a booking confirmed through the inStays platform.
ca: d'una reserva confirmada a través de la plataforma inStays.
de: zu einer über die inStays-Plattform bestätigten Buchung.
es: de una reserva confirmada a través de la plataforma inStays.
fr: d'une réservation confirmée par la plateforme inStays.
it: di una prenotazione confermata sulla piattaforma inStays.
ja: 以内に見つけた安い料金にのみ適用されます。
kk: брондау inStays платформасы арқылы расталады.
ko: inStays 플랫폼을 통해 확인된 예약 중.
ky: брондоо inStays платформасында тастыкталган учурдан тартып.
lv: rezervējumu, kas apstiprināts, izmantojot inStays platformu.
mn: олдсон хямд үнэд хамаарна.
pt: de uma reserva confirmada através da plataforma inStays.
ro: a unei rezervări confirmate prin platforma inStays.
ru: с момента подтвердения бронирования на платформе inStays.
uk: з моменту підтвердження бронювання на платформі inStays.
uz: ичида топилган арзон тарифларга нисбатан татбиқ этилади.
zh: 通过 inStays 平台确认的预订。

source: Of Achievement
ca: D'assoliment
de: Leistung
es: De logro
fr: De réalisation
it: Dei risultati
ja: 達成の
kk: Жетістіктер
ko: 달성
ky: Жетишкендиктер
lv: Paveiktais
mn: Амжилтын
pt: De conquista
ro: De realizare
ru: Достижения
uk: Досягнення
uz: Ютуқ
zh: 成就

source: of direct goal
ca: d'objectiu directe
de: des direkten Ziels
es: de meta directa
fr: de l'objectif direct
it: dell'obiettivo diretto
ja: 直紹介目標のうち
kk: тікелей мақсаттың
ky: түз максат боюнча
lv: tiešā mērķa
mn: зорилго
pt: De meta direta
ro: de obiectiv direct
ru: прямой цели
uk: прямої мети
uz: шахсий мақсадлар
zh: 的直属目标

source: of original booking confirmation.
ca: de la confirmació de la reserva original.
de: der ursprünglichen Buchungsbestätigung.
es: de la confirmación de la reserva original.
fr: de la confirmation originale de la réservation.
it: della conferma di prenotazione originale.
ja: 以内に差額分を請求するリクエストを申請しなければなりません。
kk: түпнұсқа брондау растамасы.
ko: 예약 확인서 원본.
ky: баштапкы брондоону тастыктаган учурдан тартып.
lv: oriģināls rezervācijas apstiprinājumā.
mn: илгээх ёстой.
pt: da confirmação de reserva original.
ro: a confirmării inițiale a rezervării.
ru: с момента подтверждения изначального бронирования.
uk: з моменту підтвердження початкового бронювання.
uz: буюртма дастлабки тасдиқланганидан сўнг
zh: 原始预订确认。

source: of your inStays booking, you can receive a credit for the difference in Reward Points.
ca: de la teva reserva d'inStays, pots rebre un crèdit per la diferència en Punts de Recompensa.
de: Ihrer inStays-Buchung, können Sie eine Gutschrift für die Differenz in Reward Points erhalten.
es: de tu reserva inStays, puedes recibir un crédito por la diferencia en Puntos de Recompensa.
fr: de votre réservation inStays, vous pouvez recevoir un crédit pour la différence en Points de Récompense.
it: della tua prenotazione inStays, puoi ricevere un accredito della differenza in Crediti Premio.
ja: 以内にご連絡いただければ、差額分をリワードポイントで還元します。
kk: inStays брондасаңыз, сыйақы ұпайларындағы айырмашылықты қайтаруға құқығыңыз болуы мүмкін.
ko: inStays 예약의 경우, 보상 포인트 차액에 대한 크레딧을 받을 수 있습니다.
ky: inStays менен брондогон учурдан тартып, сиз Бонустук Упайлар түрүндө айырманы ала аласыз.
lv: rezervējot inStays, varat saņemt Balvu Punktu starpību.
mn: өөрийн inStays-ийн захиалгаар үнийн зөрүүг Шагналын Оноогоор авах болно.
pt: da sua reserva inStays, pode receber um crédito pela diferença em Pontos de Recompensa.
ro: din rezervarea ta inStays, poți primi un credit pentru diferență în puncte recompensă.
ru: с момента вашего бронирования в inStays, то вы можете получить разницу в виде Бонусных Баллов.
uk: з моменту вашого бронювання в inStays, то ви можете отримати різницю у вигляді Бонусних Балів.
uz: ичида ўша меҳмонхонанинг ўша тоифадаги хонасига ўша саналар учун арзонроқ нарх топсангиз, орасидаги фарқ сизга Бонус баллари кўринишида қайтарилади.
zh: 在您的 inStays 预订中，您可以获得奖励积分差额的积分。

source: Off
ca: Apagat
de: Aus
es: Apagado
fr: Éteint
it: Spento
ja: オフ
kk: Өшірулі
ko: 제외
ky: Өчүк
lv: Izslēgt/prom/nost
pt: Desligado
ro: Oprit
ru: Выкл.
uk: Вимк.
uz: Ўчиқ
zh: 离开

source: OFFER EXPIRES IN:
fr: L’OFFRE EXPIRE DANS :
it: L'OFFERTA SCADE TRA:
kk: ҰСЫНЫС АЯҚТАЛАДЫ:
pt: A OFERTA ENCERRA EM:
uk: ПРОПОЗИЦІЯ ЗАКІНЧУЄТЬСЯ ЧЕРЕЗ:
uz: ТАКЛИФНИНГ ТУГАШ ВАҚТИ:
zh: 优惠即将到期：

source: OFFER STARTS IN:
fr: L’OFFRE COMMENCE DANS :
it: L'OFFERTA INIZIA TRA:
kk: ҰСЫНЫС БАСТАЛАДЫ:
pt: VENDAS COMEÇAM EM:
uk: ПРОПОЗИЦІЯ ПОЧНЕТЬСЯ ЧЕРЕЗ:
uz: ТАКЛИФНИНГ БОШЛАНИШИ:
zh: 优惠开始倒计时：

source: OFFICER'S RECEPTION
ca: RECEPCIÓ D'OFICIALS
de: EMPFANG
es: RECEPCIÓN DE DIRECTIVOS
fr: RÉCEPTION DES OFFICIERS
it: RICEVIMENTO DEGLI UFFICIALI
ja: オフィサーのレセプション
kk: ОФИЦЕРЛЕРДІ ҚАБЫЛДАУ
ko: 임원 리셉션
ky: КАБЫЛ АЛУУЧУ КЫЗМАТКЕР
lv: DARBINIEKU PIEŅEMŠANA
mn: ХӨЛГИЙН ХҮЛЭЭН АВАЛТ
pt: RECEPÇÃO DOS OFICIAIS
ro: RECEPȚIA OFIȚERULUI
ru: ВСТРЕЧАЮЩИЙ ПЕРСОНАЛ
uk: ЗУСТРІЧАЮЧИЙ ПЕРСОНАЛ
uz: ПЕРСОНАЛ ҚАБУЛИ
zh: 官员的接待

source: Official %{competitionName} Telegram Group
ca: Grup Oficial de Telegram de %{competitionName}
fr: Groupe Telegram Officiel de %{competitionName}
it: Gruppo Telegram ufficiale del %{competitionName}
ja: オフィシャル %{competitionName} Telegram グループ
kk: Ресми %{competitionName} Telegram тобы
pt: Official %{competitionName} Grupo do Telegram
ro: Grupul oficial Telegram %{competitionName}
uk: Офіційна група %{competitionName} у Telegram
uz: %{competitionName} Расмий Телеграм гуруҳи
zh: %{competitionName} 官方Telegram群组

source: OFFICIAL INDEPENDENT PARTNER
fr: PARTENAIRE INDÉPENDANT OFFICIEL
it: PARTNER INDIPENDENTE UFFICIALE

source: Official Team Partners
ca: Socis d'Equip Oficials
de: Offizielle Team Partner
es: Socios de Equipo Oficiales
fr: Partenaires d'Équipe officiels
it: Partner ufficiali del team
ja: オフィシャルチームパートナー
kk: Ресми Командалық Серіктестер
ko: 공식 팀 파트너
ky: Командадагы расмий Өнөктөштөр
lv: Oficiālie komandas partneri
mn: Албан ёсны багийн Түншүүд
pt: Sócios oficiais da equipe
ro: Parteneri din echipă oficiali
ru: Официальные Партнеры в Команде
uk: Офіційні Партнери в Команді
uz: Жамоанинг расмий Ҳамкорлари
zh: 官方團隊合作夥伴

source: Okay
fr: D'accord
it: Ok
ko: 좋습니다
ky: Макул
lv: Okei
mn: OК
ru: Хорошо

source: Older
ca: Més antiga
de: Älter
es: Más antiguo
fr: Plus âgé
it: Precedenti
ja: 旧
kk: Егде
ko: 연상
ky: Улгайган
lv: Vecāks
mn: Настай
pt: Mais velho
ro: Mai vechi
ru: Давний
uk: Давній
uz: Кекса
zh: 老的

source: On
ca: Encès
de: An
es: Encendido
fr: Ouvert
it: Acceso
ja: オン
kk: Қосулы
ko: 에서
ky: Ачык
lv: Uz
pt: Ligado
ro: Pornit
ru: Вкл.
uk: Увімк.
uz: Ёниқ
zh: 开
