Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: There are other instances in which inCruises may divulge your personal information, such as when required by law, regulation, or litigation. inCruises may also disclose your personal information if inCruises determines that such disclosure should be made for reasons of national security, law enforcement, or other issues of public importance.
ca: Hi ha altres situacions en les quals inCruises pot divulgar la teva informació personal, com ara quan sigui requerit per llei, reglament o en processos judicials. inCruises també pot divulgar la teva informació personal si determina que aquesta divulgació s’ha de fer per motius de seguretat nacional, compliment de la llei o altres qüestions d’interès públic.
de: Es gibt weitere Fälle, in denen inCruises Ihre personenbezogenen Daten preisgeben kann, beispielsweise wenn dies gesetzlich, durch Vorschriften oder Rechtsstreitigkeiten vorgeschrieben ist. inCruises kann Ihre personenbezogenen Daten auch dann preisgeben, wenn inCruises entscheidet, dass eine solche Offenlegung aus Gründen der nationalen Sicherheit, der Strafverfolgung oder aus anderen Gründen von öffentlichem Interesse erfolgen sollte.
es: Hay otros casos en los que inCruises puede divulgar tu información personal, como cuando sea requerido por alguna ley, reglamento o litigio. inCruises también puede divulgar tu información personal si inCruises determina que tal divulgación debe hacerse por razones de seguridad nacional, el orden público u otros asuntos de importancia pública.
fr: Il existe d'autres cas dans lesquels inCruises peut divulguer vos informations personnelles, par exemple lorsque la loi, la réglementation ou un litige l'exige. inCruises peut également divulguer vos informations personnelles si inCruises détermine qu'une telle divulgation doit être effectuée pour des raisons de sécurité nationale, d'application de la loi ou d'autres questions d'importance publique.
it: Ci sono altri casi in cui inCruises potrebbe divulgare le tue informazioni personali, ad esempio quando richiesto dalla legge, da normative o da procedimenti legali. inCruises potrebbe inoltre divulgare le tue informazioni personali qualora inCruises ritenga che tale divulgazione debba essere effettuata per motivi di sicurezza nazionale, applicazione della legge o altre questioni di importanza pubblica.
ja: 法律、規制、または訴訟で要求された場合など、inCruisesが個⼈情報を漏らす可能性のある他の事例があります。inCruisesは、国家安全保障、法執⾏機関、またはその他の公的に重要な問題のために開⽰を⾏うべきであるとinCruisesが判断した場合にも、個⼈情報を開⽰する場合があります。
kk: inCruises сіздің жеке ақпаратыңызды заң, ереже немесе сот ісі талап еткен жағдайда ашуы мүмкін басқа да жағдайлар бар. Сондай-ақ, inCruises ұлттық қауіпсіздік, құқық қорғау органдары немесе басқа да қоғамдық маңызы бар мәселелер бойынша мұндай ашылым жасау қажет деп шешкен жағдайда сіздің жеке ақпаратыңызды ашуы мүмкін.
ky: inCruises сиздин жеке маалыматыңызды ачыкка чыгарышы мүмкүн болгон башка учурлар да бар, мисалы, мыйзам, нормативдик укуктук актылар же юридикалык процесс тарабынан талап кылынган учурлар. Эгерде inCruises мындай өздүк маалыматты ачыкка чыгаруу улуттук коопсуздук, укук коргоо органдары тарабынан талап кылынган деп эсептесе же коомдук маанидеги башка маселелер үчүн ылайыктуу деп аныктаса, inCruises сиздин жеке маалыматыңызды да ачып бере алат.
lv: Ir arī citi gadījumi, kad inCruises var izpaust jūsu personas informāciju, piemēram, ja to pieprasa likums, regulējums vai tiesvedība. inCruises var izpaust arī jūsu personas informāciju, ja inCruises nosaka, ka šāda izpaušana jāveic valsts drošības, tiesībaizsardzības vai citu sabiedrībai svarīgu jautājumu dēļ.
mn: inCruises таны хувийн мэдээллийг хууль тогтоомж, дүрэм журам, шүүх ажиллагаанд шаардлагатай үед задруулах тохиолдол байдаг. Хэрэв inCruises үндэсний аюулгүй байдал, хууль сахиулах болон олон нийтийн ач холбогдол бүхий бусад асуудлаар ийм мэдээлэл өгөх ёстой гэж үзвэл inCruises таны хувийн мэдээллийг задруулах боломжтой.
pt: Há outros casos em que a inCruises pode divulgar suas informações pessoais, como quando exigido por lei, regulamento ou litígio. A inCruises também pode divulgar suas informações pessoais no caso dessa divulgação ser feita por razões de segurança nacional, aplicação da lei ou outros assuntos de importância pública.
ro: Există și alte situații în care inCruises poate divulga informațiile tale personale, cum ar fi atunci când este cerut de lege, reglementări sau litigii. inCruises poate dezvălui informațiile tale personale dacă inCruises stabilește că o astfel de dezvăluire ar trebui făcută din motive de securitate națională, aplicarea legii sau alte probleme de importanță publică.
ru: Существуют и другие обстоятельства, при которых inCruises может разглашать вашу личную информацию. Например, когда это требуется законом, постановлением или судебным разбирательством. inCruises может также раскрыть вашу личную информацию, если inCruises определит, что такое раскрытие должно быть сделано по соображениям национальной безопасности, по требованию правоохранительных органов или другим вопросам, имеющим общественное значение.
uk: Є й інші випадки, коли inCruises може оприлюднювати вашу особисту інформацію, наприклад, коли цього вимагає закон, норми чи судові спори. inCruises також може розкривати вашу особисту інформацію, якщо inCruises визначить, що таке розкриття повинно здійснюватися з міркувань національної безпеки, правоохоронних органів або інших питань, що мають суспільне значення.
uz: Қонун, қарор ёки суд жараёнида талаб этилган ҳолатлар каби, inCruises шахсий маълумотларингизни ошкор қилиши мумкин бўлган бошқа ҳолатлар ҳам мавжуд. inCruises миллий хавфсизлик, қонунлар ижроси ёки жамият учун аҳамиятли бўлган бошқа масалалар сабабли ошкор этилиши керак деган хулосага келган ҳолатларда ҳам шахсий маълумотларингизни ошкор қилиши мумкин.
zh: inCruises在某些情况下可能会披露您的个人信息，例如当法律、法规或诉讼要求时。如果inCruises认为出于国家安全、执法或其他公共利益原因需要披露个人信息，inCruises也可能进行披露。

source: There can be no commas at the beginning or at the end.
ca: No pot haver-hi comes al principi ni al final.
de: Weder am Anfang noch am Ende darf ein Komma stehen.
es: No puede haber comas al principio ni al final.
fr: Il ne peut y avoir de virgule ni au début ni à la fin.
it: Non ci possono essere virgole all'inizio o alla fine.
ja: 最初や最後にカンマは使用できません。
kk: Басында да, соңында да үтір болуы мүмкін емес.
ko: 시작이나 끝에 쉼표를 사용할 수 없습니다.
ky: Башында же аягында үтүр болушу мүмкүн эмес.
lv: Sākumā vai beigās komatu nevar būt.
mn: Эхлэл болон төгсгөлд таслал байж болохгүй.
pt: Não pode haver vírgulas no início ou no final.
ro: Nu pot exista virgule la început sau la sfârșit.
ru: В начале и в конце запятых быть не должно.
uk: Ні на початку, ні в кінці не може бути ком.
uz: Бошида ёки охирида вергуллар бўлмайди.
zh: 开头或结尾不能有逗号。

source: There has been an error please reload the page.
ca: S'ha produït un error. Si us plau, torna a carregar la pàgina.
de: Es ist ein Fehler aufgetreten. Bitte laden Sie die Seite neu.
es: Ha ocurrido un error, por favor carga nuevamente la página.
fr: Une erreur s'est produite, veuillez recharger la page.
it: Si è verificato un errore, ricarica la pagina.
ja: エラーが発生しましたので、ページを再読み込みしてください。
kk: Қате орын алды, бетті қайта жүктеңіз.
ko: 오류가 발생했습니다. 페이지를 새로고침하세요.
ky: Ката кетти, баракчаны кайра жүктөңүз.
lv: Radās kļūda. Lūdzu, atkārtoti ielādējiet lapu.
mn: Хуудсыг ачааллахад алдаа гарлаа.
pt: Ocorreu um erro, por favor recarregue a página.
ro: A apărut o eroare, te rugăm să reîncarci pagina.
ru: Возникла ошибка. Пожалуйста, перезагрузите страницу.
uk: Виникла помилка. Будь ласка, перезавантажте сторінку.
uz: Хатолик юз берди, илтимос саҳифани қайта очинг.
zh: 出现错误，请重新加载页面。

source: There has been an error. Please reload the page and try again.
ca: S'ha produït un error. Torna a carregar la pàgina i intenta-ho de nou.
de: Es ist ein Fehler aufgetreten. Bitte laden Sie die Seite neu und versuchen Sie es erneut.
es: Ha ocurrido un error. Por favor, carga nuevamente la página e inténtalo nuevamente.
fr: Une erreur s'est produite. Veuillez recharger la page et réessayer.
it: Si è verificato un errore. Ricarica la pagina e riprova.
ja: エラーが発生しました。ページを再読み込みし、もう一度お試しください。
kk: Қате орын алды. Бетті жаңартып, әрекетті қайталаңыз.
ko: 오류가 발생했습니다. 페이지를 새로고침하고 다시 시도하세요.
ky: ката кетти. Баракчаны кайра жүктөп, кайра аракет кылыңыз.
lv: Radās kļūda. Lūdzu, atkārtoti ielādējiet lapu un mēģiniet vēlreiz.
mn: Алдаа гарлаа. Хуудсыг дахин ачааллана уу.
pt: Ocorreu um erro. Por favor, recarregue a página e tente novamente.
ro: A fost o eroare. Te rugăm să reîncarci pagina și să încerci din nou.
ru: Возникла ошибка. Перезагрузите, пожалуйста, страницу и попробуйте снова.
uk: Виникла помилка. Будь ласка, перезавантажте сторінку і спробуйте знову.
uz: Хатолик юз берди. Илтимос саҳифани қайта очиб, такрор уриниб кўринг.
zh: 出现错误。 请刷新页面，然后再试一次。

source: There is a Senior passenger on this trip but you did not specify Senior Discounts at the beginning. Please start over and designate Senior Discounts.
ca: Hi ha un passatger sènior en aquest viatge, però al principi no especificava descomptes per a la gent gran. Comença de nou i designa els descomptes per a Sèniors.
de: Es gibt einen Senior-Passagier auf dieser Reise, aber Sie haben zu Beginn der Reise keine Senior-Ermäßigungen angegeben. Bitte beginnen Sie noch einmal von vorne und geben Sie Senior-Ermäßigungen an.
es: Hay un pasajero mayor en este viaje, pero no especificó Descuentos para personas mayores al principio. Comience de nuevo y designe Descuentos para personas mayores.
fr: Il y a un passager Senior sur ce voyage mais vous n'avez pas spécifié les Réductions Seniors au début. Veuillez recommencer et indiquer les Réductions Seniors.
it: C'è un passeggero Senior in questo viaggio, ma non hai selezionato lo sconto Senior all'inizio. Sei pregato di ricominciare da capo e selezionare la casella Sconto Senior.
ja: この旅行には、シニアに該当する乗客情報が入力されていますが、シニア割引を選択していません。最初からやり直し、シニア割引を選択の上、予約手続きを進めてください。
kk: Бұл сапарға жасы үлкен жолаушы қатысады, бірақ сіз басында "үлкендерге арналған жеңілдікті" қолданбағансыз. Қайтадан басынан бастаңыз және «Қарттарға арналған жеңілдіктерді» белгілеңіз.
ko: 이 여행에 노인 승객이 있지만 처음에 시니어 할인을 지정하지 않았습니다. 다시 시작하여 시니어 할인을 지정하십시오.
ky: Бул сапарда Улгайган жүргүнчү бар, бирок сиз башында Карыларга арзандатууларды белгилеген эмессиз. Сураныч, кайра баштаңыз жана карылар үчүн арзандатууларды белгилеңиз.
lv: Šajā ceļojumā ir pasažieris seniors,bet jūs sākumā nenorādījāt Senioru Atlaides,Lūdzu sākat vēlreiz un norādiet Senioru Atlaides.
mn: Энэ аялалд ахмад зорчигч явж байна. Гэвч та бүртгэлийн эхэнд ахмад настны хөнгөлөлтийг тодорхой заагаагүй байна. Эхнээс нь эхэлж ахмад зорчигчын хөнгөлөлтийг оруулна уу.
pt: Há um passageiro sênior nesta viagem, mas você não especificou os descontos para sênior no início. Recomece e designe descontos para idosos.
ro: Există un pasager Senior în această călătorie, dar nu ai specificat reduceri pentru Senior la început. Începe din nou și alege reducerea pentru seniori.
ru: В этом путешествии принимает участие пассажир в возрасте, но в начале вы не применили "Скидку по старшинству". Пожалуйста, начните заново и отметьте "Скидку по старшинству".
uk: У цій подорожі бере участь пасажир зрілого віку, але на початку ви не застосували "Знижки для старших". Будь ласка, почніть заново і відзначте "Знижки для старших".
uz: Ушбу саёҳатда катта ёшли йўловчи бор, аммо сиз катталар учун чегирмани кўрсатмагансиз. Илтимос, бошидан бошланг ва катталар учун чегирмани белгиланг.
zh: 這次旅行有一位年長乘客，但您在一開始沒有指定年長折扣。 請重新開始並指定年長折扣。

source: There is currently no data on this page at this time.
ca: En aquest moment no hi ha dades en aquesta pàgina.
de: Derzeit sind keine Daten auf dieser Seite vorhanden.
es: Actualmente no hay datos en esta página en este momento.
fr: Il n'y a pas de données sur cette page pour le moment.
it: Al momento non ci sono dati su questa pagina.
ja: 現在、このページに関するデータはありません。
kk: Қазіргі уақытта бұл бетте деректер жоқ.
ko: 이 페이지에는 현재 데이터가 없습니다.
ky: Учурда бул баракчада маалымат жок.
lv: Pagaidām šajā lapā patreiz nav datu.
mn: Одоогоор энэ хуудсанд мэдээлэл байхгүй байна.
pt: Não há dados nesta página no momento.
ro: Momentan nu există date pe această pagină.
ru: На текущий момент на странице нет данных.
uk: На поточний момент на сторінці немає даних.
uz: Ҳозирги вақтда ушбу саҳифада маълумотлар йўқ.
zh: 目前此頁面上沒有數據。

source: There was a problem loading the courses corresponding to the selected category.
ca: S'ha produït un problema en carregar els cursos corresponents a la categoria seleccionada.
de: Es gab ein Problem beim Laden der Kurse, die der ausgewählten Kategorie entsprechen.
es: Hubo un problema al cargar los cursos correspondientes a la categoría seleccionada.
fr: Il y a eu un problème pour charger les cours correspondant à la catégorie sélectionnée.
it: Si è verificato un problema nel caricamento dei corsi corrispondenti alla categoria selezionata.
ja: 選択されたカテゴリに合致するコースの読み込み中に問題が発生しました。
kk: Таңдалған санатқа сәйкес келетін курстарды жүктеу мүмкін болмады.
ko: 선택한 카테고리에 해당하는 코스를 로드하는 중에 문제가 발생했습니다.
ky: Тандалган категорияга туура келген курстарды жүктөөдө көйгөй келип чыкты.
lv: Ielādējot atlasītajai kategorijai atbilstošus kursus, radās problēma.
mn: Сонгосон ангилалд тохирох сургалтыг нээхэд алдаа гарлаа.
pt: Ocorreu um problema ao carregar os cursos correspondentes à categoria selecionada.
ro: A apărut o problemă la încărcarea cursurilor corespunzătoare categoriei selectate.
ru: При загрузке курсов, соответствующих выбранной категории, возникла проблема.
uk: При завантаженні курсів, які відповідають вибраній категорії, виникла проблема.
uz: Танланган тоифага тегишли курсларни юклашда муаммо юзага келди.
zh: 加载与所选类别对应的课程时出现问题。

source: There was a problem please try again.
ca: Hi ha hagut un problema, si us plau, torna-ho a intentar.
de: Es gab ein Problem. Bitte versuchen Sie es erneut.
es: Hubo un problema, por favor intenta nuevamente.
fr: Il y a eu un problème, veuillez réessayer.
it: C'è stato un problema, riprova per favore.
ja: 問題が発生しました。もう一度やり直してください。
kk: Кешіріңіз, бір мәселе пайда болды. Қайтадан әрекет етіп көріңіз.
ky: Көйгөй келип чыкты, кайра аракет кылыңыз.
lv: Radās problēma lūdzu, mēģiniet vēlreiz.
mn: Асуудал гарлаа. Дахин хийнэ үү.
pt: Ocorreu um problema. Por favor tente novamente.
ro: A apărut o problemă, te rugăm să încerci din nou.
ru: Возникла проблема. Пожалуйста, попробуйте ещё раз.
uk: Виникла проблема, будь ласка, спробуйте ще раз.
uz: Хатолик юз берди, илтимос, қайта уриниб кўринг.
zh: 出现问题，请重试。

source: There was a problem retreiving cabins, please try again.
ca: S'ha produït un problema en recuperar les cabines. Si us plau, torna-ho a provar.
de: Es gab ein Problem beim Abrufen der Kabinen, bitte versuchen Sie es erneut.
es: Hubo un problema al recuperar los camarotes, por favor inténtalo nuevamente.
fr: Il y a eu un problème pour récupérer les cabines, veuillez réessayer.
it: C'è stato un problema nel recupero dei dati delle cabine, riprovare.
ja: キャビンの検索時に問題が発生しました。もう一度やり直してください。
kk: Каюталарды көрсетуге қатысты қиындықтар туындады, қайталап көріңіз.
ko: 객실을 찾는데 문제가 있으니, 다시 시도해 주십시오.
ky: Каюталарды алууда көйгөй келип чыкты, кайра аракет кылыңыз.
lv: Radās problēma, atjaunojot kajītes, lūdzu, mēģiniet vēlreiz.
mn: Өрөөний хайлтанд асуудал гарлаа, дахин оролдоно уу.
pt: Ocorreu um problema ao recuperar as cabines, tente novamente.
ro: A apărut o problemă la recuperarea cabinelor, te rugăm să încerci din nou.
ru: При отображении кают возникли проблемы, пожалуйста, попробуйте ещё раз.
uk: При відображенні кают виникли проблеми, будь ласка, спробуйте ще раз.
uz: Каюталарни аниқлашда муаммо юзага келди, илтимос, қайта уриниб кўринг.
zh: 檢索客艙時出現問題，請重試。

source: There was a problem with this booking. Please make a new search.
ca: Hi ha hagut un problema amb aquesta reserva. Si us plau, fes una nova cerca.
de: Es gab ein Problem mit dieser Buchung. Bitte führen Sie eine neue Suche durch.
es: Hubo un problema con esta reserva. Por favor realiza una nueva búsqueda.
fr: Il y a eu un problème avec cette réservation. Veuillez effectuer une nouvelle recherche.
it: Si è verificato un problema con questa prenotazione. Effettua una nuova ricerca.
ja: この予約で問題が発生しました。新しい検索をしてください。
kk: Бұл брондау кезінде мәселе туындады. Жаңа іздеу жасаңыз.
ko: 이 예약에 문제가 발생하였습니다. 다시 검색해 주세요.
ky: Бул брондоодо көйгөй келип чыкты. Сураныч, жаңы издөө жасаңыз.
lv: Radās problēma ar šo rezervāciju.Lūdzu meklēšanu veiciet vēlreiz.
mn: Энэ захиалгад асуудал гарлаа. Дахин хайлт хийнэ үү.
pt: Houve um problema com esta reserva. Por favor, faça uma nova pesquisa.
ro: A apărut o problemă cu această rezervare. Te rugăm să faci o nouă căutare.
ru: В процессе бронирования возникли проблемы. Пожалуйста, повторите поиск.
uk: У процесі бронювання виникли проблеми. Будь ласка, повторіть пошук.
uz: Буюртма билан боғлиқ муаммо юзага келди. Илтимос, янги қидирувни амалга оширинг.
zh: 此預訂存在問題。 請重新搜索。

source: There was a problem with your checkout. Please contact support.
ca: Hi ha hagut un problema amb la teva compra. Posa't en contacte amb el servei d'assistència.
de: Es gab ein Problem mit Ihrem Checkout. Bitte kontaktieren Sie den Support.
es: Hubo un problema con tu pago. Por favor contacta a soporte.
fr: Il y a eu un problème avec votre paiement, veuillez contacter l'assistance.
it: Si è verificato un problema con il pagamento. Contatta l'assistenza.
ja: チェックアウト時に問題が発生しました。もう一度やり直してください。
kk: Рәсімдеу кезінде қиындықтар туындады. Қолдау қызметіне хабарласуыңызды сұраймыз.
ko: 체크아웃 시 문제가 발생하였습니다. 지원팀에 문의하세요.
ky: Текшерүүдө көйгөй келип чыкты. Сураныч, колдоо бөлүмүнө кайрылыңыз.
lv: Radās problēma ar jūsu iarakstīšanos.Lūdzu sazinieties ar atbalsta dienestu.
mn: Таны төлбөрийн шилгүүлгэнд асуудал гарлаа. Тусламж хэлтэстэй холбогдоно уу.
pt: Ocorreu um problema com o seu pagamento. Entre em contato com o suporte.
ro: A apărut o problemă la checkout. Contactează echipa suport.
ru: При оформлении возникли проблемы. Пожалуйста, обратитесь в службу поддержки.
uk: При оформленні виникли проблеми. Будь ласка, зверніться в службу підтримки.
uz: Рўйхатдан чиқишингиз билан боғлиқ муаммо юзага келди. Илтимос, қўллаб-қувватлаш хизмати билан боғланинг.
zh: 您的結帳存在問題。請聯繫服務人員。

source: There was a problem with your promotion code. Please try again.
ca: Sembla que hi ha hagut un problema amb el teu codi de promoció. Si us plau, intenta-ho de nou.
de: Es gab ein Problem mit Ihrem Aktionscode. Bitte versuchen Sie es erneut.
es: Hubo un problema con tu código de promoción. Por favor inténtalo nuevamente.
fr: Il y a eu un problème avec votre code promotionnel, veuillez réessayer.
it: Si è verificato un problema con il codice promozionale. Si prega di riprovare.
ja: プロモーションコードに問題がありました。もう一度やり直してください。
kk: Жарнамалық кодыңызда қиындықтар туындады. Қайталап көріңіз.
ky: Промодокуңузда көйгөй келип чыкты, кайра аракет кылыңыз.
lv: Radās ar jūsu reklāmas kodu saistīta problēma. Lūdzu, mēģiniet vēlreiz.
mn: Таны урамшууллын кодонд асуудал гарлаа. Дахин бичнэ үү.
pt: Houve um problema com seu código promocional. Por favor, tente novamente.
ro: A apărut o problemă cu codul tău promoțional. Te rugăm să încerci din nou.
ru: С вашим промокодом возникли проблемы. Попробуйте, пожалуйста, ещё раз.
uk: Виникла проблема з вашим промокодом. Будь ласка, спробуйте ще раз.
uz: Тарғибот коди билан боғлиқ хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 您的促销代码出现了问题，请再试一次。

source: There was a problem with your request. Please try again.
ca: S'ha produït un problema amb la teva sol·licitud. Si us plau, torna a intentar-ho.
de: Bei Ihrer Anfrage ist ein Problem aufgetreten. Bitte versuchen Sie es erneut.
es: Hubo un problema con tu solicitud. Por favor, inténtalo nuevamente.
fr: Il y a eu un problème avec votre demande. Veuillez réessayer.
it: Si è verificato un problema con la tua richiesta. Riprova.
ja: リクエスト中に問題が発生しました。もう一度やり直してください。
kk: Сіздің сұрауыңызда мәселе туындады. Қайталап көріңіз.
ky: Өтүнүчүңүздө көйгөй келип чыкты. Сураныч, кайра аракет кылыңыз.
lv: Jūsu pieprasījumam radās kļūda, lūdzu. Lūdzu mēģiniet vēlreiz.
mn: Таны хүсэлтэнд алдаа гарлаа. Дахин хийнэ үү.
pt: Houve um problema com sua solicitação. Tente novamente.
ro: A apărut o problemă cu solicitarea ta. Te rugăm să încerci din nou.
ru: При вашем запросе возникла проблема. Пожалуйста, попробуйте ещё раз.
uk: При запиті виникла проблема. Будь ласка, спробуйте ще раз.
uz: Сўровингиз бўйича муаммо юзага келди. Илтимос, қайта уриниб кўринг.
zh: 您的请求出现问题。请重试。

source: There was a problem with your search please try again.
ca: Hi ha hagut un problema amb la cerca. Si us plau, torna-ho a provar.
de: Es gab ein Problem mit Ihrer Suche, bitte versuchen Sie es erneut.
es: No hay camarotes para la búsqueda realizada, por favor inténtalo nuevamente.
fr: Il y a eu un problème avec votre recherche, veuillez réessayer.
it: C'è stato un problema con la tua ricerca, prova di nuovo.
ja: 検索時に問題が発生しました。もう一度やり直してください。
kk: Іздеу кезінде қиындықтар туындады. Қайталап көріңіз.
ko: 검색에 문제가 있으니, 다시 시도해 주십시오.
ky: Издөөңүздө көйгөй келип чыкты, кайра аракет кылыңыз.
lv: Radās problēma jūsu meklēšanā, lūdzu, mēģiniet vēlreiz.
mn: Таны хайлтанд асуудал гарлаа. Хайлтаа дахин хийнэ үү.
pt: Ocorreu um problema com a sua pesquisa, por favor tente novamente.
ro: A apărut o problemă cu căutarea ta, încearcă din nou.
ru: При осуществлении поиска возникли проблемы. Пожалуйста, попробуйте ещё раз.
uk: При здійсненні пошуку виникли проблеми. Будь ласка, спробуйте ще раз.
uz: Қидирувда хатолик юзага келди, илтимос, қайта уриниб кўринг.
zh: 您的搜索存在問題，請重試。

source: There was a problem with your transaction:
ca: Hi ha hagut un problema amb la teva transacció:
de: Es gab ein Problem mit Ihrer Transaktion:
es: Surgió un problema con tu transacción:
fr: Il y a eu un problème avec votre transaction :
it: Si è verificato un problema con la tua transazione:
ja: 決済時に問題が発生しました。
kk: Сіздің транзакцияңызда мәселе туындады:
ko: 귀하의 처리과정에 문제가 있습니다.
ky: Транзакцияңызда көйгөй келип чыкты:
lv: Radās problēma ar jūsu transakciju:
mn: Таны гүйлгээнд асуудал гарлаа:
pt: Ocorreu um problema com sua transação:
ro: A apărut o problemă cu tranzacția ta:
ru: При осуществлении Вашей транзакции произошла проблема:
uk: При здійсненні Вашої транзакції виникла проблема:
uz: Транзакция билан боғлиқ муаммо юз берди:
zh: 您的交易存在問題：

source: There was an error accepting the terms.
ca: S'ha produït un error en acceptar els termes.
de: Es gab einen Fehler bei der Annahme der Bedingungen.
es: Hubo un error al aceptar los términos.
fr: Une erreur s'est produite lors de l'acceptation des conditions.
it: Si è verificato un errore nell'accettazione delle condizioni.
ja: 規約の同意時にエラーが発生しました。
kk: Шарттарды қабылдау кезінде қате орын алды.
ky: Шарттарды кабыл алууда ката кетти.
lv: Akceptējot nosacījumus, radās kļūda.
mn: Үйлчилгээний нөхцөлийг зөвшөөрөхөд алдаа гарлаа.
pt: Ocorreu um erro ao aceitar os termos.
ro: A apărut o eroare la acceptarea termenilor.
ru: Во время принятия условий произошла ошибка.
uk: Під час прийняття умов сталася помилка.
uz: Шартларни қабул этишда хатолик юз берди.
zh: 接受条款时出现错误。

source: There was an error adding your display name. Please try again.
fr: Une erreur s'est produite lors de l'ajout de votre nom d'affichage. Veuillez réessayer.
it: Si è verificato un errore durante l'aggiunta del tuo nome di visualizzazione. Per favore, riprova.
pt: Ocorreu um erro ao adicionar o seu nome de exibição. Tente novamente.
uk: Під час додавання вашого відображуваного імені сталася помилка. Будь ласка, спробуйте ще раз.
