Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: IX. Information Sharing and Disclosure
ca: IX. Comunicació i Difusió d’Informació
de: IX. Weitergabe und Offenlegung von Informationen
es: IX. COMPARTIR Y DIVULGAR INFORMACIÓN
fr: IX. Partage et Divulgation d'Information
it: IX. Condivisione e divulgazione delle informazioni
ja: IX. 情報の共有と開⽰
kk: IX. Ақпаратты бөлісу және жариялау
ky: IX. Маалыматтарды бөлүшүү жана ачыкка чыгаруу
lv: IX. Informācijas Apmaiņa un Publiskošana
mn: IX. Мэдээллийг хуваалцах ба нээлттэй болгох
pt: IX. Divulgação e Compartilhamento de Informações
ro: IX. Partajarea și dezvăluirea informațiilor
ru: IX. Обмен и раскрытие информации
uk: IX. Обмін Та Розкриття Інформації
uz: IX. Маълумот алмашиш ва ошкор қилиш
zh: IX. 信息共享与披露

source: IX. ONLINE CONDUCT
ca: IX. NORMES DE CONDUCTA EN LÍNIA
de: IX. ONLINE-VERHALTEN
es: IX. CONDUCTA ONLINE
fr: IX. CONDUITE EN LIGNE
it: IX. CONDOTTA ONLINE
ja: IX. オンライン⾏動
kk: VIII. ИНТЕРНЕТТЕГІ МІНЕЗ-ҚҰЛЫҚ
ky: IX. ОНЛАЙН ИШ АЛЫП БАРУУ
lv: IX. RĪCĪBA TIEŠSAISTĒ
mn: IX. ОНЛАЙНААР АЖИЛЛАХ ЁС ЗҮЙ
pt: IX. CONDUTA ONLINE
ro: IX. COMPORTAMENT ONLINE
ru: VIII. ПОВЕДЕНИЕ В ИНТЕРНЕТЕ
uk: VIII. ПОВЕДІНКА В ІНТЕРНЕТІ
uz: IX. ОНЛАЙН ИШ ЮРИТИШ
zh: IX. 在线行为

source: IX. OTHER
ca: IX. ALTRES
de: IX. SONSTIGES
es: IX. OTROS
fr: IX. AUTRE
it: IX. ALTRO
ja: IX. その他
kk: IX. БАСҚАЛАРЫ
ky: IX. БАШКА ШАРТТАР
lv: IX. CITI
mn: IX. БУСАД
pt: IX. DE OUTROS
ro: IX. DIVERSE
ru: IX. ДРУГИЕ ПОЛОЖЕНИЯ
uk: IX. ІНШЕ
uz: IX. БОШҚАЛАР
zh: IX. 其他事项

source: January
ca: Gener
de: Januar
es: Enero
fr: janvier
it: Gennaio
ja: 1月
kk: Қаңтар
ko: 1월
ky: Январь
lv: Janvāris
mn: 1-р сар
pt: Janeiro
ro: Ianuarie
ru: Январь
uk: Січень
uz: Январь
zh: 壹月

source: January 1 and March 31st
fr: 1er janvier et 31 mars
it: 1 gennaio e 31 marzo

source: January 10th to 17th, 2026
ca: Del 10 al 17 de Gener de 2026
fr: Du 10 au 17 janvier 2026
it: Dal 10 al 17 gennaio 2026
ja: 2026年1月10日〜17日
kk: 2026 жылғы 10-17 қаңтар аралығында
pt: 10 a 17 de janeiro de 2026
ro: 10 - 17 ianuarie 2026
uk: з 10 по 17 січня 2026 року
uz: 2026 йил, 10-17 январь
zh: 2026年1月10日至17日

source: January 11th to January 20th, 2024,
ca: De l'11 de gener al 20 de gener de 2024,
de: 11. Januar bis 20. Januar 2024,
es: 11 al 20 de enero de 2024
fr: Du 11 au 20 janvier 2024,
it: Dall'11 al 20 gennaio 2024,
ja: 2024年1月11日〜20日
kk: 2024 жылғы 11 қаңтардан 20 қаңтарға дейін,
ko: 2024년 1월 11일 ~ 1월 20일,
ky: 2024-жылдын 11-январынан 20-январына чейин,
lv: No 11. līdz 20, janvārim,2024,
mn: 2024 оны 1-р сарын 11-нээс 20 хүртэл
pt: 11 a 20 de janeiro de 2024,
ro: 11 ianuarie - 20 ianuarie 2024,
ru: с 11 по 20 января 2024 года,
uk: з 11 по 20 січня 2024 року,
uz: 2024 йил, 11-20 январь кунлари
zh: 2024年1月11日至1月20日，

source: January 16th and 17th
ca: Gener 16 i 17
de: 16. und 17. Januar
es: Enero 16 y 17
fr: Le 16, 17 Janvier
it: 16 e 17 gennaio
ja: 1月16日、17日
kk: 16-ыншы және 17-інші қаңтар
ko: 1월 16일 및 17일
ky: 16 жана 17 январь
lv: 16 un 17 janvāris
mn: 1 сарын 16, 17
pt: 16 e 17 de janeiro
ro: 16 şi 17 ianuarie
ru: 16-го и 17-го января
uk: 16-го та 17-го Січня
uz: 16 ва 17 январь кунлари
zh: 1月16和17日

source: January 1st to March 31, 2026
fr: Du 1er janvier au 31 mars 2026
it: Dal 1° gennaio al 31 marzo 2026

source: Japanese
ca: Japonès
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語
kk: Жапонша
ko: 일본어
ky: Жапончо
lv: Japānis
mn: Япон хэл
pt: Japonês
ro: Japoneză
ru: Японский
uk: Японська
uz: Япон
zh: 日語

source: Japanese Yen (JPY)
fr: Yen Japonais (JPY)
it: Yen giapponese (JPY)
kk: Жапон иені (JPY)
pt: Iene japonês (JPY)
uk: Японська єна (JPY)
uz: Япония йени (JPY)
zh: 日元 (JPY)

source: Japanese, Korean, and Mongolian-speaking markets
ca: Mercats de parla japonesa, coreana i mongola
de: Japanisch, Koreanisch und Mongolisch sprachige Märkte
es: Mercados de habla japonesa, coreana y mongola
fr: Marchés parlant Japonais, Coréen et Mongol
it: Mercati di lingua giapponese, coreana e mongola
ja: 日本語、韓国語、モンゴル語圏マーケット
kk: Жапон, Корей және Моңғол тілінде сөйлейтін нарықтар
ky: Жапон, корей жана монгол тилдеринде сүйлөгөн рыноктор
lv: Japāņu, korejiešu un mongoļu valodā runājošie tirgi
mn: Япон, Солонгос Монгол хэлтэй улс орнууд
pt: Mercados de Língua Japonesa, Coreana e Molgol
ro: Piețe vorbitoare de japoneză, coreeană și mongolă
ru: Международные рынки японского, корейского и монгольского языков
uk: Міжнародні ринки японської, корейської та монгольської мовної аудиторії
uz: Япон, корейс ва мўғул тилида сўзлашувчи бозор
zh: 日语、韩语和蒙古语市场

source: Join
ca: Uneix-te
de: Beitreten
es: Unirse
fr: Rejoindre
it: Entra
ja: 参加する
kk: Қазір Қосылыңыз
ko: 가입
ky: Кошулуу
lv: Pievienojies
mn: Нэгдэх
pt: Entrar
ro: Înscrie-te
ru: Присоединиться
uk: Приєднатися
uz: Қўшилиш
zh: 加入

source: Join Group
ca: Unir-se a Grup
de: Gruppe beitreten
es: Unirse a Grupo
fr: Rejoindre le groupe
it: Entra nel gruppo
ja: グループに参加する
kk: Топқа Қосылыңыз
ko: 그룹 가입
ky: Топко кошулуу
lv: Pievienojies grupai
mn: Бүлэгт нэгдэх
pt: Entrar no grupo
ro: Înscrie-te în grup
ru: Присоединиться к группе
uk: Приєднатися до групи
uz: Гуруҳга қўшилиш
zh: 加入团体

source: Join inCruises
ca: Uneix-te a inCruises
de: inCruises beitreten
es: Únete a inCruises
fr: Rejoignez inCruises
it: Unisciti a inCruises
ja: inCruisesに参加
kk: inCruises қатарына қосылыңыз
ky: inCruisesке кошулуңуз
lv: Pievienojies inCruises
mn: inCruises-д нэгдэх
pt: Junte-se à inCruises
ro: Alătură-te inCruises
ru: Вступить в inCruises
uk: Приєднатися до inCruises
uz: inCruises га қўшилинг
zh: 加入inCruises

source: Join inCruises and Live Better
ca: Uneix-te a inCruises i Viu Millor
de: Schließen Sie sich inCruises an und leben Sie besser
es: Únete a inCruises y Vive Mejor
fr: Rejoindre inCruises et vivre mieux
it: Unisciti a inCruises e Vivi Meglio
ja: inCruisesに参加して、より良い人生を手に入れましょう
kk: InCruises-ке қосылыңыз және жақсы өмір сүріңіз
ky: inCruises клубуна кошулуп, жашооңузду жакшыртыңыз
lv: Pievienojies inCruises Un Dzīvo Labāk
mn: inCruises-д нэгдэж, илүү сайн сайхан амьдраарай!
pt: Junte-se à inCruises e Viva Melhor
ro: Alătură-te inCruises și Trăiește Mai Bine
ru: Присоединяйтесь к inCruises и живите лучше
uk: Приєднуйтесь до inCruises і живіть краще
uz: inCruises га қўшилинг ва яхшироқ яшанг
zh: 加入inCruises，享受更好的生活

source: Join inCruises and Live Better!
ca: Uneix-te a inCruises i Viu Millor!
de: Nehmen Sie an Kreuzfahrten teil und leben Sie besser!
es: ¡Únete a inCruises y Vive Mejor!
fr: Rejoignez inCruises et vivez mieux !
it: Unisciti a inCruises e Vivi Meglio!
ja: inCruisesに参加して、より良い人生を手に入れましょう！
kk: InCruises-ке қосылыңыз және жақсы өмір сүріңіз!
ky: inCruises клубуна кошулуп, жашооңузду жакшыртыңыз!
lv: Pievienojies inCruises un Dzīvo Labāk!
mn: inCruises-д нэгдэж, илүү сайн сайхан амьдраарай!
pt: Junte-se à inCruises e Viva Melhor!
ro: Alătură-te inCruises și Trăiește Mai Bine!
ru: Присоединяйтесь к inCruises и живите лучше!
uk: Приєднуйтесь до Cruises і живіть краще!
uz: inCruises га қўшилинг ва яхшироқ яшанг!
zh: 加入inCruises，享受更好的生活！

source: Join InCruises today!
ca: Uneix-te a inCruises avui mateix!
de: inCruises heute beitreten!
es: ¡Únete a inCruises hoy mismo!
fr: Rejoignez InCruises aujourd'hui !
it: Unisciti a inCruises oggi stesso!
ja: InCruisesに今すぐ参加しましょう！
kk: Бүгін InCruises-ке қосылыңыз!
ky: InCruisesке бүгүн кошулуңуз!
lv: Pievienojies inCruises šodien!
mn: inCruises-д өнөөдөр нэгдээрэй!
pt: Junte-se à inCruises hoje mesmo!
ro: Alătură-te InCruises astăzi!
ru: Присоединиться к InCruises сегодня!
uk: Приєднатися до InCruises сьогодні!
uz: inCruises га бугуноқ қўшилинг!
zh: 今天加入InCruises！

source: Join now
ca: Uneix-te ara
de: Jetzt beitreten
es: Únete ahora
fr: Adhérer maintenant
it: Entra subito
ja: いますぐ参加
kk: Қазір қосылыңыз
ky: Азыр кошул
lv: Pievienojies tagad
mn: Одоо бүртгүүлэх
pt: Cadastre-se agora
ro: Înscrie-te acum
ru: Присоединиться сейчас
uk: Приєднатися зараз
uz: Ҳозироқ қўшилиш
zh: 现在加入

source: Join Now
ca: Uneix-te ara
de: Jetzt beitreten
es: Únete Ahora
fr: Adhérer maintenant
it: Entra subito nel Club
ja: いますぐ参加
kk: Тіркелу
ko: 지금 가입하세요
ky: Азыр Кошул
lv: Pievienojies tagad
mn: Одоо бүртгүүлэх
pt: Cadastre-se
ro: Înscrie-te acum
ru: Присоединиться
uk: Приєднатися
uz: Ҳозироқ қўшилиш
zh: 現在加入

source: Join Now!
ca: Uneix-te ara!
de: Jetzt beitreten!
es: ¡Únete Ahora!
fr: Adhérer maintenant !
it: Entra subito nel Club!
ja: いますぐ参加！
kk: Қазір қосылыңыз!
ky: Азыр кошулуңуз!
lv: Pievienojies tagad!
mn: Одоо бүртгүүлэх!
pt: Cadastre-se!
ro: Înscrie-te acum!
ru: Присоединиться прямо сейчас!
uk: Приєднатися Зараз!
uz: Ҳозироқ қўшилинг!
zh: 现在加入！

source: Join Our Travel Community Today
ca: Uneix-te a la Nostra Comunitat de Viatges Avui
de: Treten Sie noch heute unserer Reise-Community bei
es: Únete a Nuestra Comunidad Viajera Hoy Mismo
fr: Adhérez Notre Communauté de Voyageurs Aujourd'hui
it: Unisciti oggi alla nostra community di viaggiatori
ja: 今すぐ私たちのトラベルコミュニティに参加しましょう
kk: Бүгін біздің саяхатшылар қауымдастығына қосылыңыз
ky: Биздин саякатчылар тобуна кошулуңуз
lv: Pievienojies Ceļojumu Kompānijai Šodien
mn: Манай аяллын хамт олонд өнөөдөр нэгдээрэй
pt: Participe de Nossa Comunidade de Viagens Hoje Mesmo
ro: Alătură-te comunității noastre de călătorie astăzi
ru: Присоединяйтесь к нашему сообществу путешественников уже сегодня
uk: Приєднуйтесь до нашої туристичної спільноти сьогодні
uz: Саёҳатчилар ҳамжамиятимизга бугуноқ қўшилинг
zh: 立即加入我们的旅行社区

source: Join Telegram Group
ca: Uneix-te al Grup de Telegram
fr: Rejoignez le Groupe Telegram
it: Entra nel gruppo Telegram
ja: Telegramグループに参加する
kk: Telegram тобына қосылу
pt: Entre no Grupo do Telegram
ro: Alătură-te grupului Telegram
uk: Приєднатися до Telegram групи
uz: Телеграм даги гуруҳга қўшилинг
zh: 加入Telegram群组

source: Join the Hundreds of Partners who are celebrating inCruises' 8th Anniversary and <span class="text-orange">IN</span> spiring their teams!
ca: Uneix-te als centenars de Socis que estan celebrant el 8° aniversari d'inCruises i <span class="text-orange">IN</span> spirant als seus equips!
de: Schließen Sie sich den Hunderten von Partnern an, die das 8-jährige Bestehen von inCruises feiern und ihre Teams <span class="text-orange">IN</span> spirieren!
es: ¡Únete a los cientos de Socios que están celebrando el 8° aniversario de inCruises e <span class="text-orange">IN</span> spirando a sus equipos!
fr: Rejoignez les centaines de partenaires qui célèbrent le 8ème anniversaire de inCruises et <span class="text-orange">IN</span> spirent leurs équipes !
it: Unisciti alle centinaia di Partner che stanno festeggiando l'8° anniversario di inCruises e stanno <span class="text-orange">IN</span> coraggiando le loro squadre!
ja: inCruisesの8周年を祝い、チームを <span class="text-orange">IN</span> スパイアしている何百人ものパートナーたちに参加しよう！
kk: inCruises компаниясының 8 жылдығын тойлап жатқан жүздеген серіктестерге қосылыңыз <span class="text-orange">және</span> командаларыңызды шабыттандырыңыз!
ky: inCruises компаниясынын 8 жылдык мааракесин белгилеп жаткан жүздөгөн өнөктөштөрдүн катарына кошулуңуз жана <span class="text-orange"> командаларын шык</span> тандырыңыз!
lv: Pievienojies Simtiem un Tūkstošiem Partneru, kuri svin inCruises' 8. Gadadienu un <span class="text-orange">IN</span>iedvesmo viņu komandas!
mn: inCruises компаний 8 жилийн ойг тэмдэглэн буй мөн өөрсдийн багийнхныгаа <span class="text-orange">у</span>рамшуулж буй олон зуун Түнш нартайгаа нэгдээрэй.
pt: Junte-se as centenas de parceiros que estão comemorando o 8º aniversário da inCruises e <span class="text-orange">IN</span> spirando suas equipes!
ro: Alătură-te sutelor de parteneri care sărbătoresc cea de-a 8-a aniversare a inCruises și își <span class="text-orange">IN</span> spiră echipele!
ru: Присоединяйтесь к сотням Партнёров, которые празднуют 8-ю годовщину и <span class="text-orange">в</span> дохновляют свои команды!
uk: Приєднуйтесь до сотень Партнерів, які святкують 8-му річницю та <span class="text-orange">НА</span> дихають свої команди!
uz: inCruises'нинг 8 йиллигини нишонлаб, ўз жамоаларини <span class="text-orange">руҳлантираётган</span> юзлаб Ҳамкорларга қўшилинг!
zh: 与数以百计的合作伙伴一起庆祝 inCruises 成立 8 周年并<span class="text-orange">IN</span>激励他们的团队！

source: Join today
fr: Adhérer dès aujourd'hui
it: Entra oggi stesso
kk: Бүгін қосылыңыз
pt: Cadastre-se hoje mesmo
uk: Приєднатися сьогодні
uz: Бугуноқ уланиш
zh: 今天加入

source: Join us in supporting Mercy Ships.
ca: Uneix-te a nosaltres per donar suport a Mercy Ships.
de: Unterstützen Sie mit uns Mercy Ships.
es: Únete a nosotros y apoyemos a Mercy Ships.
fr: Rejoignez-nous pour soutenir Mercy Ships.
it: Unisciti a noi nel sostenere Mercy Ships.
ja: Mercy Shipsの支援にぜひご参加ください。
kk: Mercy Ships қолдауға қосылыңыз.
ky: Mercy Ships уюмун колдоодо бизге кошулуңуз.
lv: Pievienojies Mercy Ships atbalstam.
mn: Mercy Ships хөлгийн ажиллагааг дэмжихэд бидэнтэй нэгдээрэй.
pt: Junte-se a nós no apoio à Mercy Ships.
ro: Alătură-te nouă pentru a sprijini Mercy Ships.
ru: Присоединяйтесь к нашей поддержке фонда Mercy Ships.
uk: Приєднуйтесь до нас у підтримці Mercy Ships.
uz: Биз билан бирга Mercy Ships ни қўллаб-қувватланг.
zh: 加入我们，一同支持Mercy Ships。

source: Joined inGroup in 2019 as Payment Director and quickly rose to his current role as CFO and then COO
ca: Es va incorporar a inGroup el 2019 com a Director de Pagaments i va destacar ràpidament, ascendint primer al càrrec de CFO i, més tard, al de COO
de: Er kam 2019 als Payment Director zur inGroup und stieg schnell zu seiner aktuellen Position als CFO und später COO auf
es: Se unió a inGroup en 2019 como Director de Pagos y destacó rápidamente, ascendiendo, primeramente, a la posición de CFO, y más tarde, como COO
fr: A rejoint inGroup en 2019 en tant que Directeur des Paiements et a rapidement accédé à son rôle actuel de Directeur Financier puis de Directeur de l'Exploitation
it: Entrato in inGroup nel 2019 come Direttore Pagamenti, è rapidamente salito all'attuale ruolo di CFO (Direttore Finanziario) e poi di COO (Direttore Operativo)
ja: 2019年にペイメントディレクターとしてinGroupに入社し、すぐにCFO、そしてCOOとして現在の職務に就任
kk: InGroup-қа 2019 жылы төлем жөніндегі директор ретінде қосылып, тез арада қаржы директоры, содан кейін бас операциялық директор лауазымына көтерілді
ky: 019-жылы inGroup компаниясына Төлөмдөр боюнча директор катары кошулуп, тез арада учурдагы финансылык директор жана андан кийин башкы операциялык директор кызматтарына көтөрүлгөн
lv: Pievienojās inGroup 2019. gadā kā Maksājumu direktors un ātri sdasniedza pašreizējo CFO un pēc tam COO lomu
mn: 2019 онд inGroup компанид Төлбөр хариуцсан захирлаар ажиллаж эхэлсэн баг одоогоор Санхүүгийн албаны Захирал, дараа нь Үйл ажиллагаа эрхэлсэн захирлаар тус тус ажиллаж байна.
pt: Entrou para o inGroup em 2019 como Diretor de Pagamentos e rapidamente ascendeu à sua função atual como CFO e depois COO
ro: S-a alăturat inGroup în 2019 ca Director de plăți și a ajuns rapid la actualul său rol de CFO și apoi COO
ru: Присоединился к inGroup в 2019 году в качестве Руководителя отдела платежей и быстро вырос до своей текущей должности CFO, а затем и до COO
uk: Приєднався до inGroup в 2019 році як Керівник відділу платежів і швидко виріс до своєї поточної посади CFO, а потім і до COO
uz: inGroup га 2019 йилда Тўловлар бўйича директор сифатида келиб, тезда жорий БМД ва сўнгра БОД лавозимига кўтарилган
zh: 于2019年加入inGroup担任支付总监，并迅速晋升为首席财务官（CFO），随后担任首席运营官（COO）

source: July
ca: Juliol
de: Juli
es: Julio
fr: Juillet
it: Luglio
ja: 7月
kk: Шілде
ko: 7월
ky: Июль
lv: Jūlijs
mn: 7-р сар
pt: Julho
ro: Iulie
ru: Июль
uk: Липень
uz: Июль
zh: 七月

source: July 1st 2025 - December 31st 2025.
ca: 1 de Juliol de 2025 - 31 de Desembre de 2025.
es: Del 1 de julio al 31 de diciembre de 2025.
fr: 1er juillet 2025 - 31 décembre 2025.
it: 1 luglio 2025 - 31 dicembre 2025.
ja: 2025年7月1日〜2025年12月31日。
kk: 2025 жылғы 1 шілде-2025 жылғы 31 желтоқсан.
pt: 1º de julho de 2025 - 31 de dezembro de 2025.
ro: 1 iulie 2025 - 31 decembrie 2025.
uk: 1 липня 2025 року – 31 грудня 2025 року.
uz: 2025 йил 1 июль - 2025 йил 31 сентябрь.
zh: 2025年7月1日至2025年12月31日。

source: June
ca: Juny
de: Juni
es: Junio
fr: Juin
it: Giugno
ja: 6月
kk: Маусым
ko: 6월
ky: Июнь
lv: Jūnijs
mn: 6-р сар
pt: Junho
ro: Iunie
ru: Июнь
uk: Червень
uz: Июнь
zh: 六月

source: June 30th, 2025.
ca: 30 de Juny de 2025.
fr: 30 juin 2025.
it: 30 giugno 2025.
ja: 2025年6月30日
kk: 2025 жылғы 30 маусым.
pt: 30 de junho de 2025.
ro: 30 iunie 2025.
uk: 30 червня 2025 року.
uz: 2025 йил 30 июнь.
zh: 2025年6月30日。

source: just for registering for free! This will give you a login, allowing you to explore the booking engine and access additional information.
ca: només per registrar-te gratuïtament! Això et proporcionarà un accés per iniciar sessió, que et permet explorar el motor de reserves i accedir a informació addicional.
de: nur für die kostenlose Registrierung! Dadurch erhalten Sie ein Login, mit dem Sie die Buchungsmaschine erkunden und auf zusätzliche Informationen zugreifen können.
es: ¡solo por registrarte de manera gratuita! Esto te dará acceso con un inicio de sesión, permitiéndote explorar el motor de reservas y acceder a información adicional.
fr: en vous inscrivant gratuitement ! Vous obtiendrez ainsi un identifiant qui vous permettra d'explorer le moteur de réservation et d'accéder à des informations supplémentaires.
it: solo per esserti registrato gratuitamente! In questo modo riceverai i dati di accesso che ti permetteranno di esplorare la piattaforma di prenotazione e di accedere a ulteriori informazioni.
ja: 無料登録するだけです！ログインが可能になり、予約エンジンの閲覧や追加情報へのアクセスができるようになります。
kk: тек тегін тіркелу үшін! Осылайша сіз брондау жүйесін зерттеуге және қосымша ақпаратқа қол жеткізуге мүмкіндік беретін кіру деректерін аласыз.
ky: Акысыз катталган үчүн эле! Бул сизге аккаунт түзүүгө мүмкүндүк берип, брондоо системасын изилдөөгө жана кошумча маалыматтарга жетүүгө жол ачат.
lv: tikai par reģistrēšanos bez maksas! Tādējādi varēsit pieteikties, ļaujot izpētīt rezervēšanas programmu un piekļūt papildu informācijai.
mn: хүлээн авах болно! Ингэснээр та нэвтрэх эрхтэй болж, захиалгын системийг судлах, нэмэлт мэдээлэл авах боломжтой болно.
pt: só por se registrar gratuitamente! Isso vai te dar um login, permitindo que você explore o sistema de reservas e acesse informações adicionais.
ro: doar pentru înregistrarea gratuită! Acest lucru îți va oferi o autentificare, permițându-ți să explorezi motorul de rezervare și să accesezi informații suplimentare.
ru: просто за бесплатную регистрацию! При этом вы получите данные для входа, что позволит вам изучить систему бронирования и получить доступ к дополнительной информации.
uk: просто за безкоштовну реєстрацію! Це дасть вам змогу ввійти, щоб дослідити систему бронювання та отримати доступ до додаткової інформації.
uz: шунчаки бепул рўйхатдан ўтганингиз учун! Бу сизга буюртма қилиш тизимига кириш ва қўшимча маълумотлар олиш имконини беради.
zh: 仅通过免费注册！这将为您提供一个登录账号，让您能够探索预订引擎并访问更多信息。
