Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Name changes to your Club Membership are simply NOT allowed. Membership is personal to you as a Member and you may not transfer, assign, change or otherwise dispose of any of your rights or obligations and/or benefits, including Reward Points. Upon death of a Member, if all Membership fees are up to date, the Membership can be transferred to their spouse or legal heirs.
ca: Els canvis de nom de tu Membresia al Club simplement NO estan permesos. La Membresia és personal per al Membre i no es pot transferir, assignar, canviar ni disposar de cap dels teus drets, obligacions i/o beneficis, incloent els Punts de recompensa. Després de la defunció d'un Membre, si totes les quotes de Membresia estan actualitzades, la Membresia es pot transferir al seu cònjuge o hereus legals.
de: Namensänderungen in Ihrer Club Mitgliedschaft sind NICHT erlaubt. Die Mitgliedschaft ist persönlich auf Sie als Mitglied bezogen und Sie dürfen Ihre Rechte oder Pflichten und / oder Leistungsansprüche, einschließlich der Reward Points weder übertragen, abtreten, ändern noch anderweitig veräußern. Nach dem Tod eines Mitglieds, falls alle Mitgliedsbeiträge bezahlt wurden, kann die Mitgliedschaft auf den Partner oder die juristischen Erben übertragen werden.
es: Los cambios de nombre en su Membresía del Club simplemente NO están permitidos. La membresía es personal para ti como miembro y no puedes transferir, ceder, cambiar ni disponer de ningún otro modo de ninguno de sus derechos u obligaciones y/o beneficios, incluidos los Puntos de Recompensa. A la muerte de un Miembro, si todas las cuotas de Membresía están al día, la Membresía se puede transferir a su cónyuge o herederos legales.
fr: Les changements de nom à votre Adhésion du Club ne sont PAS admis. Votre Adhésion est personnelle et vous ne pouvez ni transférer, ni assigner, ni modifier ou disposer autrement de vos droits ou obligations et/ou avantages, y compris les Points de Récompense. Lors du décès d'un Membre, si toutes les cotisations sont à jour, l'Adhésion peut être transférée à l'épouse ou aux héritiers légaux.
it: Il cambio di nominativo della Membership, la tua iscrizione al Club, NON è consentito. L'iscrizione è a tuo nome personale e non puoi trasferire, cedere, modificare o alienare in alcun modo i tuoi diritti o obblighi o benefici, inclusi i Crediti Premio. In caso di decesso di un Membro, se tutte le quote associative sono saldate, la Membership può essere trasferita al coniuge o agli eredi legali.
ja: クラブメンバーシップの名義変更は、通常許可されていません。会員資格はメンバーとしてあなた個人に対するものであり、あなたはリワードポイントを含むあなたの権利、義務および/または利益を譲渡、委託、変更、またはその他の方法で処理することはできません。メンバーの死亡時に、すべての会費が最新のものである場合、会員資格は彼らの配偶者または法定相続人に譲渡することができます。
kk: Клуб мүшелігіндегі атауды өзгертуге ТЫЙЫМ САЛЫНАДЫ. Мүшелік сізге мүше ретінде жеке болып табылады және сіз өз құқықтарыңыз бен міндеттемелеріңіз бен/немесе артықшылықтарыңызды, соның ішінде Сыйақы ұпайларын беруге, тағайындауға, өзгертуге немесе басқа жолмен иелік етуге болмайды. Мүше қайтыс болған жағдайда, барлық мүшелік жарналар төленген болса, Мүшелік оның жұбайына немесе заңды мұрагерлеріне ауысуы мүмкін.
ko: 클럽 멤버십의 명의 변경은 허용되지 않습니다. 멤버십은 멤버로서 귀하에게 개인적인 것이며 귀하는 리워드 포인트를 포함한 귀하의 권리 또는 의무 및 / 또는 혜택을 양도, 변경 또는 처분할 수 없습니다. 멤버가 사망한 경우, 멤버십 비용이 제대로 지불되고 있으면 멤버 자격을 배우자 또는 법적 상속인에게 양도할 수 있습니다.
ky: Клуб мүчөлүгүндөгү атын өзгөртүүгө ТЫЮУ САЛЫНГАН. Мүчөлүк сизге мүчө катары жеке болуп саналат жана сиз өз укуктарыңыз менен милдеттенмелериңизди жана/же артыкчылыктарыңызды, анын ичинде Бонустук упайларын өткөрүп, дайындай албайсыз, өзгөртө албайсыз же башка жол менен ээлик кыла албайсыз. Мүчө каза болгон учурда бардык мүчөлүк акылар төлөнгөн шартта анын жубайына же мыйзамдуу мураскорлоруна өткөрүлүп берилиши мүмкүн.
lv: Vārda , uzvārda /nosaukuma izmaiņas jūsu Kluba Biedra Dalībai vienkārši NAV atļautas. Dalība ir personiska jums un jūs nedrīkstat nodot, piešķirt, mainīt vai citādi atsavināt kādas no savām tiesībām vai pienākumiem un/vai priekšrocībām, ieskaitot Balvu Punktus. Dalībnieka nāves gadījumā visas dalības maksas ir atjaunināmas un dalībnieku var nodot laulātajam vai likumīgajiem mantiniekiem.
mn: Клубын Гишүүнчлэлд нэр өөрчлөхийг ЗӨВШӨӨРДӨГГҮЙ болно. Гишүүнчлэл нь Гишүүний хувьд зөвхөн тухай хүний хувийнх бөгөөд та өөрийн эрх, үүрэг, ашиг тус, түүний дотор Шагналын Оноог шилжүүлэх, хэн нэгэнд даатгах, өөрчлөх эсвэл өөр аргаар захиран зарцуулах эрхгүй. Гишүүн нас барсны дараа бүх Гишүүнчлэлийн хураамж нь шинэчлэгдсэн тохиолдолд уг Гишүүнчлэлийг түүний эхнэр, нөхөр эсвэл хууль ёсны өв залгамжлагчид нь шилжүүлж болно.
pt: Mudanças de nome na sua assinatura ao clube simplesmente NÃO são permitidas. A assinatura é pessoal para você como Membro e você não pode transferir, atribuir, alterar ou de outra forma dispor de quaisquer de seus direitos ou obrigações e/ou benefícios, incluindo Pontos de Recompensa. Com o falecimento de um Membro, se todas as taxas de Membro estiverem em dia, a assinatura poderá ser transferida para seu cônjuge ou herdeiros legais.
ro: Schimbarea de nume în cadrul calităţii tale de Membru pur şi simplu NU este admisă. Calitatea de Membru este personală exclusiv în ce te priveşte ca Membru şi nu poţi transfera, atribui, schimba sau transmite în orice fel drepturile sau obligaţiile şi/sau beneficiile tale, inclusiv Punctele de Recompensă. La moartea unui Membru, dacă toate comisioanele de Membru sunt achitate la zi, calitatea de Membru poate fi transferată soţului/soţiei sau moştenitorilor legali.
ru: Изменение имён в вашей программе Членства просто НЕ допускается. Членство в клубе является лично вашим, и вы не можете передавать, присваивать, изменять или иным образом распоряжаться какими-либо из ваших прав или обязанностей и / или льгот, включая Бонусные Баллы. После смерти Члена клуба, если все Членские взносы оплачены, то данное Членство может быть передано супругу или законным наследникам.
uk: Зміна імен у програмі Членства просто не допускається. Членство в клубі є особисто вашим, і ви не можете передавати, привласнювати, змінювати або іншим чином розпоряджатися будь-якими вашими правами або обов'язками та/або пільгами, включаючи Бонусні Бали. Після смерті Члена клубу, якщо всі Членські внески сплачені, то дане Членство може бути передане дружині або законним спадкоємцям.
uz: Клубга Аъзоликда исмни ўзгартиришга йўл қўйилмайди. Аъзолик шахсан Сиз учун очилган ва Сиз ўз ҳуқуқ ва мажбуриятларингиз, ва/ёки афзалликларингизни, жумладан Бонус балларингизни бировга беришингиз, ўзгартиришингиз ёки бошқа йўл билан тасарруф этишингиз мумкин эмас. Аъзонинг ўлимидан сўнг, агар барча аъзолик тўловлари вақтида тўланган бўлса, Аъзолик унинг турмуш ўртоғи ёки қонуний меросхўрига ўтиши мумкин.
zh: 不允許更改您的俱樂部會員名稱。 作為會員，您的會員資格是個人的，您不得轉讓、讓與、更改或以其他方式處置您的任何權利或義務和/或利益，包括獎勵積分。 會員去世後，如果所有會員費都是最新的，會員資格可以轉移給他們的配偶或合法繼承人。

source: Name Format
ca: Nom del Format
es: Formato de Nombre
fr: Format de Nom
it: Formato del nome
ja: ネームフォーマット
kk: Есім Форматы
ko: 이름 형식
ky: Ысым форматы
lv: Vārda Forma
mn: Нэр бичих хэлбэр
pt: Formato de nome
ro: Format de Nume
ru: Формат имени
uk: Формат Імені
uz: Исм формати
zh: 名稱格式

source: Name format has successfully been changed.
ca: El format del nom s'ha canviat correctament.
de: Das Namensformat wurde erfolgreich geändert.
es: Se ha cambiado correctamente el formato de nombre.
fr: Le format du nom a été changé avec succès.
it: Il formato del nome è stato modificato con successo.
ja: 名前のフォーマットは正常に変更されました。
kk: Формат атауы сәтті өзгертілді.
ko: 이름 형식이 성공적으로 변경되었습니다.
ky: Ысым форматы ийгиликтүү түрдө өзгөртүлдү.
lv: Nosaukuma formāts ir sekmīgi mainīts.
mn: Нэр бичих хэлбэр өөрчлөгдлөө.
pt: O formato do nome foi alterado com sucesso.
ro: Formatul numelui a fost schimbat cu succes.
ru: Наименование формата успешно изменено.
uk: Найменування формату успішно змінено.
uz: Исм формати муваффақиятли ўзгартирилди.
zh: 名稱格式已成功更改。

source: Name has been deducted. Transaction successfully completed
ca: S'ha eliminat el nom. La transacció s'ha completat correctament
de: Der Name wurde abgezogen. Transaktion erfolgreich abgeschlossen
es: El nombre ha sido deducido. Transacción completada con éxito
fr: Le nom a été déduit. Transaction effectuée avec succès
it: Il nome è stato tolto. Transazione completata con successo
ja: 名前が削除されました。取引が正常に完了しました
kk: Аты алынып тасталды. Транзакция сәтті аяқталды
ko: 이름이 차감되었습니다. 거래가 성공적으로 완료되었습니다
ky: Аты өчүрүлдү. Транзакция ийгиликтүү аяктады
lv: Nosaukums /vārds ir izņemts. Transakcija veiksmīgi pabeigta
mn: Нэр хасагдлаа. Гүйлгээ амжилттай боллоо
pt: O nome foi deduzido. Transação concluída com sucesso
ro: Numele a fost dedus. Tranzacție finalizată cu succes
ru: Имя было удалено. Транзакция прошла успешно
uk: Ім'я було видалено. Транзакція пройшла успішно
uz: Исм ўчириб ташланди. Транзакция муваффақиятли якунланди
zh: 姓名已被扣除。 交易成功完成

source: Name On Card
fr: Nom Sur la Carte
it: Nome sulla carta
kk: Картадағы аты
pt: Nome no Cartão
uk: Ім'я на картці
uz: Картадаги исм-шарифингиз
zh: 银行卡上的姓名

source: Name:
ca: Nom:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前：
kk: Есімі:
ko: 이름:
ky: Ысым:
lv: Vārds:
mn: Нэр:
pt: Nome:
ro: Nume:
ru: Имя:
uk: Ім'я:
uz: Исм:
zh: 名字：

source: Named in honor of our founding year, the
ca: En homenatge a l'any de la nostra fundació, el
de: Benannt zu Ehren unseres Gründungsjahres,
es: Nombrado en homenaje a nuestro año de fundación, el
fr: Nommée en l'honneur de notre année de fondation, la
it: Chiamata così in onore del nostro anno di fondazione, la
ja: 創立年にちなんで命名された
kk: Біздің құрылған жылымыздың атымен аталған, бұл
ky: Биздин негизделген жылыбыздын урматына аталган
lv: Nosaukts par godu mūsu dibināšanas gadam,
mn: Үүсгэн байгуулагдсан жилээ хүндэтгэн нэрлэсэн
pt: Nomeado em homenagem ao nosso ano de fundação, o
ro: Numit în onoarea anului nostru de fondare,
ru: Названный в честь года нашего основания,
uk: Названий на честь року нашого заснування,
uz: Компаниямиз очилган йил шарафига номланган,
zh: 以我们创立年份命名的

source: National Director
ca: Director nacional
es: Director Nacional
fr: Directeur national
ja: ナショナル ディレクター
kk: Ұлттық Директор
ko: 내셔널 디렉터
ky: Улуттук Директор
lv: Nacionālais direktors
pt: Diretor Nacional
ro: Director Naţional
ru: Национальный Директор
uk: Національний Директор
uz: Миллий директор

source: NATIONAL DIRECTOR
fr: DIRECTEUR NATIONAL
ja: ナショナル ディレクター (ND)
kk: ҰЛТТЫҚ ДИРЕКТОР
ko: 내셔널 디렉터
lv: NACIONĀLAIS DIREKTORS
pt: DIRETOR NACIONAL
ro: DIRECTOR NAŢIONAL
ru: НАЦИОНАЛЬНЫЙ ДИРЕКТОР
uk: НАЦІОНАЛЬНИЙ ДИРЕКТОР
uz: МИЛЛИЙ ДИРЕКТОР

source: National Director (ND)
fr: Directeur national (ND)

source: National Director & Regional Director
fr: National Director et Regional Director
it: National Director e Regional Director

source: National Director Addendum
ca: Annex del director nacional
es: Anexo al Rango de National Director
fr: Addendum du Directeur national
it: Addendum per la qualifica di National Director
ja: ナショナルディレクター追加条項
kk: Ұлттық Директор Қосымшасы
ko: 주제: 내셔널 디렉터 추가 조항
ky: Улуттук Директор Кошумчасы
lv: Nacionālā direktora pielikums
mn: National Director-ын Нэмэлт Гэрээ
pt: Adendo de Diretor Nacional
ro: Adenda la Director Naţional
ru: Дополнение (для Национального Директора)
uk: Доповнення Національного Директора
uz: Миллий директор қўшимчаси
zh: National Director附錄

source: NATIONAL DIRECTOR ADDENDUM
ca: ADDENDUM DEL DIRECTOR NACIONAL
es: ANEXO AL RANGO DE NATIONAL DIRECTOR
fr: ADDENDUM DU DIRECTEUR NATIONAL
it: ADDENDUM PER LA QUALIFICA DI NATIONAL DIRECTOR
ja: ナショナルディレクター追加条項
kk: ҰЛТТЫҚ ДИРЕКТОРДЫҢ ҚОСЫМШАСЫ
ko: 내셔널 디렉터 추가 조항
ky: УЛУТТУК ДИРЕКТОРДУН КОШУМЧАСЫ
lv: NACIONĀLĀ DIREKTORA PIELIKUMS
mn: NATIONAL DIRECTOR-ЫН НЭМЭЛТ ГЭРЭЭ
pt: ADENDO DE DIRETOR NACIONAL
ro: Adenda la Director Naţional
ru: ДОПОЛНЕНИЕ (ДЛЯ НАЦИОНАЛЬНОГО ДИРЕКТОРА)
uk: ДОПОВНЕННЯ НАЦІОНАЛЬНОГО ДИРЕКТОРА
uz: МИЛЛИЙ ДИРЕКТОР ҚЎШИМЧАСИ
zh: NATIONAL DIRECTOR附錄

source: National Directors earn a $5,000 Team Leadership Bonus each and every month they remain qualified.
ca: Els National Marketing Directors guanyen 5.000 dòlars en Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: National Directors erhalten für jeden Monat, in dem sie sich qualifizieren, einen Team Leadership Bonus von 5.000 Dollar.
es: National Directors ganan un Bono de Liderazgo de Equipo de $5,000 USD cada mes que se mantengan calificados.
fr: Les Directeurs Nationaux recevront un Bonus du Leadership d'Équipe de 5 000$ pour chaque mois, tant qu’ils restent qualifiés.
it: I National Director guadagnano un Bonus di $5.000 per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: National Directors は、$5,000のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: Ұлттық директорлар біліктілігін сақтай отырып, ай сайын $5 000 көшбасшылық бонус алады.
ko: National Director는 자격을 유지하는 동안 매달 $5,000의 팀 리더십 보너스를 받습니다.
ky: Квалификациясын коргогон Улуттук Директорлор ар бир ай үчүн Команда Лидерлиги Бонусу катары $5,000 табышат.
lv: Nacionālie Direktori pelna $5,000 Komandas vadības Bonusu katrā un ikvienā mēnesī kamēr viņi kvalificējas.
mn: Сар бүр болзол хангаж буй National Director нь Багийн манлайллын урамшуулалд $5,000 авах болно.
pt: Diretores Nacionais ganham um bônus de liderança de equipe de $5.000 a cada mês em que permanecerem qualificados.
ro: National Directors câștigă un bonus de 5.000 USD pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: Национальные Директора зарабатывают по $5000 в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: Національні Директори заробляють по $5000 у вигляді Командного Лідерського бонусу кожного місяця, у якому вони зберігають кваліфікацію.
uz: National Director квалификацияни ушлаб турган ҳар ой учун қатъий 5,000$ Жамоа етакчилиги бонусини ишлаб топади.
zh: 保持合格状态的国家董事每月可获得 5,000 美元的团队领导奖金。

source: National ID
ca: Document Nacional d'Identitat
de: Personalausweis
es: Número de Identificación Nacional
fr: Identification nationale
it: Numero identificativo nazionale
ja: 国民ID
kk: Ұлттық ID
ko: 내셔널 ID
ky: Улуттук ИН
lv: Valsts ID
mn: Иргэний Үнэмлэх
pt: Identidade Nacional
ro: carte de identitate
ru: Национальный ID
uk: Внутрішній Паспорт
uz: Миллий ID
zh: 國民身份證

source: National ID #
ca: Document Nacional d'Identitat #
de: Personalausweis #
es: Número de Identificación Nacional
fr: Identité nationale #
it: Numero identificativo nazionale
ja: 国民識別番号
kk: Ұлттық ID #
ko: 내셔널 ID #
ky: Улуттук ИН #
lv: Valsts ID
mn: Иргэний үнэмлэхний дугаар
pt: Identidade Nacional #
ro: carte de identitate #
ru: Национальный ID #
uk: Внутрішній Паспорт №
uz: Миллий ID #
zh: 國民身份證 #

source: National/Regional/Sr Marketing/Marketing Directors (ND/RD/SMD/MD) Top 30 Eligible Point Earners.
ca: National/Regional/Sr Marketing/Marketing Directors (ND/RD/SMD/MD) Top 30 de Guanyadors de Punts Eligibles.
es: National/Regional/Sr Marketing/Marketing Directors (ND/RD/SMD/MD) 30 Principales Ganadores de Puntos Elegibles.
fr: National/Regional/Sr Marketing/Marketing Directors (ND/RD/SMD/MD) : les 30 Meilleurs Gagnants de Points Éligibles.
it: National/Regional/Sr Marketing/Marketing Directors (ND/RD/SMD/MD) I primi 30 concorrenti idonei con più punti.
ja: National／Regional／Sr Marketing／Marketing Directors（ND／RD／SMD／MD）の上位30名の有資格ポイント獲得者。
kk: Marketing / Senior Marketing Director (MD/CMD) рангындағы ең көп ұпай жинаған 30 қатысушы.
pt: Os top 30 Marketing/Senior Marketing Directors (MD/SMD) entre os ganhadores de Pontos elegíveis.
ro: National/Regional/Sr Marketing/Marketing Directors (ND/RD/SMD/MD) Top 30 câștigători de puncte eligibili.
uk: Національні/Регіональні/Старші Маркетингові/Маркетингові Директори (ND/RD/SMD/MD) Топ 30 претендентів по кількості зароблених балів.
uz: Балларни ютиш ҳуқуқига эга топ-30 National/Regional/Sr Marketing/Marketing Directors (ND/RD/SMD/MD).
zh: National/Regional/Sr Marketing/Marketing Directors (ND/RD/SMD/MD) ，积分排名前30的合资格人员。

source: nationality
ca: nacionalitat
es: nacionalidad
fr: nationalité
it: nazionalità
ja: 国籍
kk: ұлты
ky: улуту
mn: үндэс
pt: nacionalidade
ro: naţionalitate
ru: национальность
uk: громадянство
uz: миллати
zh: 国籍

source: Nationality
ca: Nacionalitat
de: Staatsbürgerschaft
es: Nacionalidad
fr: Nationalité
it: Nazionalità
ja: 国籍
kk: Ұлты
ky: Улуту
lv: Nacionalitāte
mn: Иргэншил
pt: Nacionalidade
ro: Naţionalitate
ru: Гражданство
uk: Громадянство
uz: Миллати
zh: 国籍

source: Nationality:
ca: Nacionalitat:
de: Staatsbürgerschaft:
es: Nacionalidad:
fr: Nationalité :
it: Nazionalità:
ja: 国籍：
kk: Азаматтығы:
ko: 국적:
ky: Улуту:
lv: Nacionalitāte:
mn: Иргэншил:
pt: Nacionalidade:
ro: Naţionalitate:
ru: Гражданство:
uk: Громадянство:
uz: Миллати:
zh: 國籍：

source: Need a <span class="text-green">hotel/resort</span> to stay?
ca: Necessites un <span class="text-green">hotel/ressort</span> per quedar-te?
de: Brauchen Sie <span class="text-green">ein Hotel/Resort</span>?
es: ¿Necesitas un <span class="text-green">hotel/resort</span> donde quedarte?
fr: Besoin d'un <span class="text-green">hôtel/centre de villégiature</span> pour le séjour ?
it: Ti serve un <span class="text-green">hotel/resort</span> in cui soggiornare?
ja: 滞在する <span class="text-green">ホテル/リゾート</span> をお探しですか？
kk: Қонақ үй/ <span class="text-green"> курорт</span> қажет пе?
ky: Жайгашуу үчүн <span class="text-green">мейманкана же курортt</span>керек би?
lv: Vajadzīga <span class="text-green">viesnīca/kūrorts</span>kur palikt?
mn: Танд <span class="text-green">зочид буудал/амралтын газар</span> хэрэгтэй байна уу?
pt: Precisa de um <span class="text-green">hotel/resort</span> para ficar?
ro: Ai nevoie de <span class="text-green">hotel/stațiune</span> pentru a te caza?
ru: Нужно размещение в <span class="text-green">отеле или курорте</span>?
uk: Шукаєте <span class="text-green"> готель або курорт </span> щоб зупинитися?
uz: Қолишингиз учун <span class="text-green">меҳмонхона/курорт</span> лозимми?
zh: 需要一个<span class="text-green">酒店/度假村</span>住宿？

source: Need help or have any questions? Feel free to reach out.
ca: Necessites ajuda o tens alguna pregunta? No dubtis a contactar amb nosaltres.
de: Benötigen Sie Hilfe oder haben Sie Fragen? Kontaktieren Sie uns gerne.
es: ¿Necesitas ayuda o tienes alguna pregunta? No dudes en contactarnos.
fr: Besoin d'aide ou des questions ? N'hésitez pas à nous contacter.
it: Hai bisogno di aiuto o hai domande? Non esitare a contattarci.
ja: サポートが必要ですか？ご不明な点がありますか？どうぞお気軽にご連絡ください。
kk: Көмек керек пе немесе сұрақтарыңыз бар ма? Бізге хабарласыңыз.
ky: Жардам керекпи же суроолоруңуз барбы? Биз менен байланышыңыз.
lv: Vai nepieciešama palīdzība vai ir kādi jautājumi? Jūties brīvs, lai mums jautātu.
mn: Хэрэв танд тусламж хэрэгтэй эсвэл асуулт байвал надтай холбоо барина уу.
pt: Precisa de ajuda ou tem alguma dúvida? Fique à vontade para entrar em contato.
ro: Ai nevoie de ajutor sau ai întrebări? Simte-te liber să ne contactezi.
ru: Нужна помощь или есть вопросы? Не стесняйтесь обращаться к нам.
uk: Потрібна допомога чи є запитання? Звертайтеся.
uz: Ёрдам керакми ёки саволларингиз борми? Биз билан боғланишдан тортинманг.
zh: 需要帮助或有任何问题？欢迎随时联系我们。

source: Need help? Contact us at
ca: Necessites ajuda? Contacta amb nosaltres a
de: Brauchen Sie Hilfe? Kontaktieren Sie uns unter
es: ¿Necesitas ayuda? Contáctanos en
fr: Besoin d'aide ? Contactez-nous au
it: Serve aiuto? Contattaci a
ja: サポートが必要ですか？こちらまでご連絡ください
kk: Көмек керек пе? Бізге хабарласыңыз
ky: Жардам керекпи? Биз менен бул жерден байланышыңыз
lv: Vai vajadzīga palīdzība? Kontaktējaties ar mums
mn: Тусламж хэрэгтэй байна уу? Бидэнтэй холбоо барих хаяг
pt: Precisa de ajuda? Entre em contato conosco em
ro: Ai nevoie de ajutor? Contactează-ne la
ru: Нужна помощь? Свяжитесь с нами здесь
uk: Потрібна допомога? Зв'яжіться з нами за
uz: Ёрдам керакми? Биз билан боғланинг:
zh: 需要帮助？请联系我们

source: Need More Information?
ca: Necessites Més Informació?
de: Brauchen Sie weitere Informationen?
es: ¿Necesitas Más Información?
fr: Besoin de Plus d'Informations ?
it: Vuoi maggiori informazioni?
ja: 詳しい情報が必要ですか？
kk: Қосымша ақпарат қажет пе?
ky: Кошумча маалымат керекпи?
lv: Vai vajadzīga Sīkāka Informācija?
mn: Дэлгэрэнгүй мэдээлэл хэрэгтэй байна уу?
pt: Precisa de Mais Informações?
ro: Ai nevoie de mai multe informații?
ru: Нужна дополнительная информация?
uk: Потрібна додаткова інформація?
uz: Кўпроқ маълумот керакми?
zh: 需要更多信息？

source: Need more information? Download these informational PDFs to learn more.
ca: Necessites més informació? Baixa aquests PDF informatius per obtenir més informació.
de: Benötigen Sie mehr Information? Laden Sie diese PDFs herunter um mehr zu erfahren.
es: ¿Necesitas más información? descárgate estos PDFs de información para saber más.
fr: Besoin de plus d'informations ? Téléchargez ces PDF informatifs pour en savoir plus.
it: Hai bisogno di maggiori informazioni? Scarica questi PDF informativi per saperne di più.
ja: 詳しくは、PDF資料をダウンロードすると詳細を確認できます。
kk: Қосымша ақпарат керек пе? Қосымша ақпарат алу үшін осы ақпараттық PDF файлдарын жүктеңіз.
ko: 추가 정보가 필요하십니까? 자세한 내용을 보려면 PDF를 다운로드하십시오.
ky: Кошумча маалымат керекпи? Көбүрөөк маалымат алуу үчүн бул маалыматтык PDF файлдарын жүктөп алыңыз.
lv: Vai nepieciešama papildinformācija? Lejupielādējiet šos informatīvos PDF failus, lai uzzinātu vairāk.
mn: Дэлгэрэнгүй мэдээллийг эдгээр PDF файлуудаас татан авч уншина уу.
pt: Precisa de mais informação? Faça o download desses PDFs informativos para saber mais.
ro: Aveţi nevoie de mai multe informaţii? Descărcaţi aceste PDF-uri informative pentru a afla mai multe.
ru: Нужна дополнительная информация? Посмотрите эти PDF-документы, чтобы узнать подробности.
uk: Потрібна додаткова інформація? Скачайте інформаційні матеріали в PDF, щоб дізнатися більше.
uz: Кўпроқ маълумот керакми? Батафсил билиш учун қуйидаги маълумот берувчи PDFларни юклаб олинг.
zh: 需要更多信息？下載這些信息性PDF文件以了解更多信息。

source: Needs a new direct member to become active
ca: Necessita un nou membre directe per convertir-se en actiu
de: Braucht ein neues direktes Mitglied, um aktiv zu werden
es: Necesita un Miembro Directo nuevo para tener status activo
fr: A besoin d'un nouveau membre direct pour devenir actif
it: Ha bisogno di un nuovo membro diretto per diventare attivo
ja: アクティブになるには新規直紹介メンバーが必要
kk: Белсенді болу үшін жаңа тікелей қатысушы қажет
ky: Активдүү болуу үчүн жаңы түз мүчө керек
lv: Vajdzīgs jauns tiešais biedrs,lai kļūtu aktīvs
mn: Идэвхтэй болохын тулд шинэ гишүүн хувьчлан идэвхжүүлэх хэрэгтэй байна.
pt: Precisa de um novo membro direto para se tornar ativo
ro: Are nevoie de un nou membru direct pentru a deveni activ
ru: Чтобы стать активным, необходим новый Член Клуба
uk: Щоб стати активним, потрібен новий Член Клубу
uz: Фаол бўлиш учун янги тўғридан-тўғри аъзо зарур
zh: 需要一名新直接会员才能激活

source: Negative Balances
ca: Saldo Negatiu
de: Negatives Guthaben
es: Saldo Negativo
fr: Solde négatif
it: Saldi negativi
ja: ネガティブ残高
kk: Теріс Теңгерім
ko: 마이너스 잔액
ky: Терс Баланс
lv: Negatīvs atlikums
mn: Хасах балансууд
pt: Saldo negativo
ro: Solduri negative
ru: Негативный Баланс
uk: Негативний Баланс
uz: Салбий баланс
zh: 負餘額

source: Net Amount
ca: Import Net
de: Nettobetrag
es: Cantidad Neta
fr: Montant net
it: Importo netto
ja: 純額
kk: Таза сома
ky: Таза сумма
lv: Neto Summa
mn: Цэвэр дүн
pt: Valor líquido
ro: Suma netă
ru: Чистая сумма
uk: Чиста сума
uz: Соф сумма
zh: 净金额

source: Net commission
ca: Comissió neta
de: Nettoprovision
es: Comisión neta:
fr: Commission nette
it: Commissioni nette
ja: 純報酬
kk: Таза комиссия
ky: Таза комиссия:
lv: Neto komisija
mn: Цэвэр орлого
pt: Comissão líquida
ro: Comision net
ru: Чистая комиссия
uk: Чиста комісія
uz: Янги комиссия
zh: 净佣金
