Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: We will send a unique code to %{ mobile_phone }
ca: Enviarem un codi únic a %{ mobile_phone }
de: Wir senden einen einmaligen Code an %{ mobile_phone }
es: Enviaremos un código único a %{ mobile_phone }
fr: Nous enverrons un code unique à %{ mobile_phone }
it: Invieremo un codice univoco a %{ mobile_phone }
ja: ユニークコードを %{ mobile_phone }に送信します
kk: Біз бірегей кодты жібереміз %{ mobile_phone }
ko: %{ mobile_phone }에 고유 코드를 보내드립니다
ky: Биз сизге уникалдуу кодду %{ mobile_phone } жөнөтөбүз
lv: Mēs nosūtīsim unikālo kodu uz %{ mobile_phone }
mn: Бид %{ mobile_phone } утас руу код илгээх болно
pt: Enviaremos um código único para %{ mobile_phone }
ro: Vom trimite un cod unic către %{ mobile_phone }
ru: Мы отправим уникальный код на номер %{ mobile_phone }
uk: Ми надішлемо унікальний код на номер %{ mobile_phone }
uz: Биз сизга ноёб кодни %{ mobile_phone } га жўнатамиз
zh: 我们将向 %{ mobile_phone } 发送一个唯一代码

source: We will send a unique code to %{Email}
ca: Enviarem un codi únic a %{Email}
es: Enviaremos un código único a %{Email}
fr: Nous enverrons un code unique à %{ Email }
it: Invieremo un codice univoco a %{Email}
ja: %{Email} に固有のコードを送信します
kk: Біз бірегей кодты %{ Email} мекен-жайына жібереміз
ky: Биз сизге уникалдуу кодду %{Email} жөнөтөбүз
mn: Бид тусгай кодыг таны %{ email } хаяг руу илгээх болно.
pt: Enviaremos um código exclusivo para %{ Email}
ro: Vom trimite un cod unic către %{Email}
ru: Мы отправим уникальный код на %{Email}
uk: Ми надішлемо унікальний код на %{Уmail}
uz: Биз ноёб кодни %{ email } га жўнатамиз
zh: 我们将向%{Email}发送一个唯一代码

source: We will then generate a safe and secure password for one (1) Email Client.
ca: A continuació, generarem una contrasenya segura i protegida per a un (1) client de correu electrònic.
de: Wir generieren dann ein sicheres und geschütztes Passwort für einen (1) E-Mail-Client.
es: A continuación, se generará una contraseña segura y protegida por cada UN (1) cliente de email.
fr: Nous générerons ensuite un mot de passe sûr et sécurisé pour un (1) client de messagerie.
it: Poi, genereremo una password sicura e protetta per un (1) Client di posta elettronica.
ja: その後、1つのEメールクライアントに対して安全なパスワードを作成します。
kk: Содан кейін бір (1) Электрондық пошта Клиентіне сенімді және қауіпсіз құпиясөз жасаймыз.
ko: 하나의(1) 이메일 클라이언트에 대해 하나의 안전한 비밀번호를 생성합니다.
ky: Андан кийин биз бир (1) электрондук почта кардары үчүн күчтүү жана коопсуз сырсөздү түзөбүз.
lv: Jūs tad izveidosiet drošu paroli vienam(1) epasta klientam.
mn: Тэгвэл бид таны нэг (1) имэйл харилцагчид аюулгүй нууц үгийг үүсгэж өгөх болно.
pt: Em seguida, geraremos uma senha segura para um (1) cliente de email.
ro: Vom genera apoi o parolă sigură pentru un (1) client de email.
ru: Затем будет создан надежный и безопасный пароль для одного (1) почтового адреса.
uk: Потім ми створимо безпечний і надійний пароль для одного (1) email Клієнта.
uz: Кейин биз битта (1) электрон почта мижози учун ишончли ва хавфсиз пароль яратамиз.
zh: 然後，我們將為一（1）個電子郵件客戶端生成安全可靠的密碼。

source: We'll help you set up a new corporate email account step by step; including setting up your unique inbox password and setting it up to your prefer e-mail client configuration. (Apple Mail, Windows Mail, Outlook, etc.
ca: T'ajudarem a configurar un nou compte de correu electrònic corporatiu pas a pas, inclosa la creació d'una contrasenya exclusiva per a la safata d'entrada i la configuració del client de correu electrònic que prefereixis. (Apple Mail, Windows Mail, Outlook, etc.
de: Wir helfen Ihnen Schritt für Schritt bei der Einrichtung eines neuen E-Mail-Kontos für Ihr Unternehmen, einschließlich der Einrichtung eines eindeutigen Kennworts für Ihren Posteingang und der Konfiguration des von Ihnen bevorzugten E-Mail-Clients. (Apple Mail, Windows Mail, Outlook, etc.
es: Te ayudaremos a configurar una nueva cuenta de correo electrónico corporativa paso a paso; incluye la configuración de tu password único de acceso a la bandeja de entrada y la vinculación a tu cliente de correo electrónico. (Apple Mail, Windows Mail, Outlook, etc.
fr: Nous vous aiderons à créer un nouveau compte de messagerie d'entreprise, étape par étape ; y compris la création d'un mot de passe unique pour la boîte de réception et la configuration du client de messagerie que vous préférez (Apple Mail, Windows Mail, Outlook, etc.).
it: Ti guideremo passo dopo passo nella configurazione di un nuovo account di posta elettronica aziendale, incluse l'impostazione di una password unica per la tua casella di posta e la configurazione del tuo client di posta elettronica preferito. (Apple Mail, Windows Mail, Outlook, ecc.
ja: 受信パスワードの設定や、メールソフトの設定など、新しいコーポレートメールアカウントの設定をステップごとにサポートします。(Apple Mail、Windows Mail、Outlookなど。
kk: Біз сізге жаңа іскери электрондық пошта тіркелгісін кезең-кезеңімен орнатуға көмектесеміз; соның ішінде пошта жәшігіне бірегей құпия сөзді орнату және оны қалаған пошта клиентінің конфигурациясына сәйкес келтіру үшін теңшеу. (Apple Mail, Windows Mail, Outlook және т.
ko: 새 회사 이메일 계정을 단계별로 설정하도록 도와드리겠습니다. 고유한 받은 편지함 암호 설정 및 선호하는 전자 메일 클라이언트 구성에 대한 설정을 포함합니다. (Apple 메일, Windows 메일, Outlook 등.
ky: Биз сизге жаңы корпоративдик электрондук почтаны түзүүгө этап-этабы менен жардам беребиз; анын ичинде кирүүчү билдирүүлөр үчүн сырсөз коюу жана аны каалаган электрондук почта кардар конфигурациясына ылайык конфигурациялоо. (Apple Mail, Windows Mail, Outlook, ж.б.)
lv: Mēs palīdzēsim jums soli pa solim iestatīt jaunu korporatīvo e-pasta kontu; tostarp iestatīt jūsu unikālo iesūtnes paroli un iestatīt to atbilstoši jūsu vēlamā e-pasta klienta konfigurācijai. (Apple Mail, Windows Mail, Outlook u.c.
mn: Бид танд компаний шинэ имэйл хаяг үүсгэхэд туслах болно; Үүнд таны имэйлийн нууц үгийг үүсгэх, өөрийн хүссэн имэйл клиентийн тохиргоог хийх (Apple Mail, Windows Mail, Outlook) гэх мэт.
pt: Vamos ajudá-lo a configurar uma nova conta de email corporativo passo a passo; incluindo a configuração de sua senha de caixa de entrada exclusiva e sua configuração de email preferida. (Apple Mail, Windows Mail, Outlook, etc.
ro: Te vom ajuta să configurezi un nou cont de e-mail corporativ pas cu pas; inclusiv configurarea parolei tale unice pentru căsuța de e-mail și setarea acesteia la configurația preferată a clientului de e-mail. (Apple Mail, Windows Mail, Outlook etc.
ru: Мы поможем вам настроить вашу новую почтовую учётную запись шаг за шагом; включая установку вашего уникального пароля для почтового ящика и его настройку в клиентской программе для электронной почты. (Apple Mail, Windows Mail, Outlook, и т.д.
uk: Ми допоможемо вам налаштувати ваш новий поштовий обліковий запис крок за кроком; включаючи встановлення вашого унікального пароля для поштової скриньки та його налаштування у клієнтській програмі для електронної пошти. (Apple Mail, Windows Mail, Outlook і т.д.
uz: Биз сизга янги корпоратив электрон почта созлашга босқичма-босқич ёрдам берамиз; жумладан кирувчи хабарларга пароль ўрнатиш ва уни сизга маъқул электрон почта мижози конфигурациясига мувофиқ созлашингизга ҳам. (Apple Mail, Windows Mail, Outlook, ҳ.к.)
zh: 我们会一步一步地帮助您建立一个新的企业电子邮件帐户； 包括设置您唯一的收件箱密码并将其设置为您喜欢的电子邮件客户端配置。 （Apple 邮件、Windows 邮件、Outlook 等。

source: We’re currently checking your verification in real time. You can continue using the site while we review your documents, but the review may take some time to complete. If you missed something, you can restart the verification at any time during this period.
fr: Nous vérifions actuellement votre identité en temps réel. Vous pouvez continuer à utiliser le site pendant que nous examinons vos documents, mais cette vérification peut prendre un certain temps. Si vous avez omis des informations, vous pouvez relancer la vérification à tout moment pendant cette période.
it: Stiamo verificando i tuoi dati in tempo reale. Puoi continuare a utilizzare il sito mentre esaminiamo i tuoi documenti, ma la verifica potrebbe richiedere un po' di tempo. Se hai tralasciato qualcosa, puoi riavviare la verifica in qualsiasi momento durante questo periodo.

source: We're Here to Serve You
ca: Som Aquí per Oferir-te el Millor Servei
de: Wir sind hier, um Ihnen zu Diensten zu sein
es: Estamos Para Ofrecerte El Mejor Servicio
fr: Nous Sommes Là pour Vous Servir
it: Siamo qui per servirti
ja: 私たちは、あなたのためにここにいます
kk: Біз сізге қызмет көрсету үшін осындамыз
ky: Биз сиздерге кызмат көрсөтүү үчүн барбыз
lv: Mēs Esam Šeit, lai Kalpotu Jums
mn: Бид танд үйлчлэхэд бэлэн байна.
pt: Estamos Aqui para Atendê-lo
ro: Suntem aici pentru a te servi
ru: Мы здесь, чтобы служить вам
uk: Ми тут, щоб допомагати вам
uz: Сизга хизмат кўрсатишга тайёрмиз
zh: 我们随时为您服务

source: We've detected you are living in a United States territory and have not provided us with a Social Security Number. Please do so now before you can proceed.
ca: Hem detectat que vius a un territori dels Estats Units i no ens has proporcionat un número de Seguretat Social. Fes-ho ara abans de poder continuar.
de: Wir haben festgestellt, dass Sie auf dem Gebiet der Vereinigten Staaten leben und uns keine Sozialversicherungsnummer mitgeteilt haben. Bitte tun Sie dies jetzt, bevor Sie fortfahren können.
es: Hemos detectado que vives en un territorio de Estados Unidos y no nos has proporcionado un Número de Seguro Social. Por favor, completa esta información antes de continuar.
fr: Nous avons détecté que vous vivez sur le territoire des États-Unis et que vous ne nous avez pas fourni votre numéro de sécurité sociale. Veuillez le faire maintenant avant de continuer.
it: Abbiamo rilevato che vivi in territorio statunitense e non ci hai fornito un numero di previdenza sociale. Ti preghiamo di farlo ora prima di procedere.
ja: あなたがアメリカ合衆国にお住まいであることが判明いたしましたが、まだソーシャルセキュリティーナンバーの提示がございません。お手続きを進める前に、まずは当社までソーシャルセキュリティーナンバーのご提示をお願い致します。
kk: Сіздің Америка Құрама Штаттарының аумағында тұратыныңызды анықтадық және сіз бізге Әлеуметтік Сақтандыру Нөміріңізді берген жоқсыз. Әрі қарай жалғастырмас бұрын, дәл қазір соны жасауыңызды сұраймыз.
ko: 귀하께서는 미국 영토에 거주하고 있으며 사회 보장 번호를 제공하지 않은 것으로 나타났습니다. 진행을 계속하기 전에 지금 사회보장번호를 제공하여 주십시오.
ky: Биз сиздин Америка Кошмо Штаттарында жашаганыңызды аныктадык жана бизге Социалдык камсыздандыруу номериңизди берген жокпуз. Улантуудан мурун муну жасаңыз.
lv: Mēs esam konstatējuši,k jūs dzīvojat Amerikas Savienotajās valstīs un neesat mums paziņojuši savu sociālās apdrošināšanas numuru.Pirms turpiniet,izdariet to.
mn: Та АНУ-ийн газар нутаг дээр амьдардаг мөртлөө бидэнд Иргэний Үнэмлэхний дугаараа өгөөгүй байна. Төлбөр гүйцэтгэхийн өмнө дээрхи дугаараа өгнө үү.
pt: Detectamos que você está morando em um território dos Estados Unidos e não nos forneceu um Número de Segurança Social. Faça isso agora antes de prosseguir.
ro: Am detectat că locuiţi pe teritoriul Statelor Unite şi nu ne-aţi oferit Numărul de Asigurare Socială. Vă rugăm s-o faceţi acum, înainte să puteţi continua.
ru: Мы заметили, что Вы проживаете на территории Соединенных Штатов, но не предоставили нам Ваш номер Социального Страхования. Пожалуйста, сделайте это сейчас, прежде чем Вы можете продолжить.
uk: Ми помітили, що Ви проживаєте на території Сполучених Штатів, але не надали нам Ваш Номер Соціального Страхування. Будь ласка, зробіть це зараз, перш ніж Ви зможете продовжити.
uz: Сиз АҚШ ҳудудида истиқомат қилаётганингизни ва бизга Ижтимоий суғурта рақамингизни тақдим этмаганингизни аниқладик. Илтимос, давом этишдан олдин бу ишни амалга оширинг.
zh: 我們檢測到您居住在美國領土內，尚未向我們提供社會安全號碼。 請先這樣做，然後再繼續。

source: We’ve expanded our Club Membership offer to meet the diverse needs of travelers and have created three new plans—STARTER, CLASSIC, and PREMIUM—so everyone can enjoy more savings, more convenience, more flexibility, and more exclusive opportunities to explore the world!
ca: Hem ampliat la nostra oferta de Membresia del Club per satisfer les diverses necessitats dels viatgers i hem creat tres nous plans—STARTER, CLASSIC i PREMIUM—perquè tothom pugui gaudir de més estalvis, més comoditat, més flexibilitat i més oportunitats exclusives per explorar el món!
de: Wir haben unser Angebot an Clubmitgliedschaften erweitert, um den unterschiedlichen Bedürfnissen der Reisenden gerecht zu werden, und haben drei neue Pläne geschaffen - STARTER, CLASSIC und PREMIUM - damit jeder von mehr Ersparnissen, mehr Komfort, mehr Flexibilität und mehr exklusiven Möglichkeiten, die Welt zu erkunden, profitieren kann!
es: Hemos ampliado nuestra oferta de Membresía del Club para satisfacer las diversas necesidades de los viajeros y hemos creado tres nuevos planes: STARTER, CLASSIC y PREMIUM, ¡para que todos puedan disfrutar de más ahorros, más conveniencia, más flexibilidad y más oportunidades exclusivas para explorar el mundo!
fr: Nous avons élargi notre offre d'Adhésion au Club pour répondre aux divers besoins des voyageurs et avons créé trois nouveaux plans - STARTTER, CLASSIC et PREMIUM - afin que chacun puisse profiter de plus d'économies, de plus de commodité, de plus de flexibilité et de plus d'opportunités exclusives d'explorer le monde !
it: Abbiamo ampliato la nostra offerta di iscrizione al Club per soddisfare le diverse esigenze dei viaggiatori e abbiamo creato tre nuovi piani - STARTER, CLASSIC e PREMIUM - in modo che tutti possano godere di maggiori risparmi, più comodità, più flessibilità e più opportunità esclusive per esplorare il mondo!
ja: 旅行者の多様なニーズにお応えするため、クラブメンバーシップのサービスを拡大し、3つの新しいプラン、STARTER、CLASSIC、PREMIUMをご用意しました！これにより、誰もがよりお得に、より便利に、より柔軟に、そして世界を探索する特別な機会を楽しむことができます！
kk: Біз саяхатшылардың әртүрлі қажеттіліктерін қанағаттандыру үшін клубқа мүшелік ұсынысын кеңейттік және үш жаңа жоспар құрдық — STARTER, CLASSIC және PREMIUM — барлығы көбірек үнемдеуді, ыңғайлылықты, икемділікті және әлемді сезіну үшін эксклюзивті мүмкіндіктерді пайдалана алады!
ky: Биз саякатчылардын ар түрдүү муктаждыктарын канааттандыруу үчүн Клубдун мүчөлүк сунушун кеңейттик жана үч жаңы планды түздүк: STARTER, CLASSIC жана PREMIUM, ошентип, ар бир адам көбүрөөк үнөмдөөнү, көбүрөөк ыңгайлуулукту, көбүрөөк ийкемдүүлүктү жана дүйнөнү изилдөө үчүн көбүрөөк эксклюзивдүү мүмкүнчүлүктөрдү пайдалана алат!
lv: Esam paplašinājuši savu Biedru Dalības Kluba piedāvājumu, lai apmierinātu ceļotāju daudzveidīgās vajadzības, un radījuši trīs jaunus plānus - STARTER, CLASSIC un PREMIUM -, lai ikviens varētu baudīt lielākus ietaupījumus, ērtības, lielāku elastību un ekskluzīvākas iespējas iepazīt pasauli!
mn: Бид аялагч нарын хэрэгцээнд нийцүүлэн Клубын Гишүүнчлэлийн саналаа өргөжүүлж, STARTER, CLASSIC, PREMIUM гэсэн гурван шинэ хувилбарыг гаргасан нь хүн бүр илүү хэмнэлт, илүү тав тух, илүү уян хатан байдал, дэлхий ертөнцөөр аялах илүү гайхалтай онцгой боломжуудыг олгож байгаа юм!
pt: Expandimos nossa oferta de assinatura ao clube para atender às diversas necessidades dos viajantes e criamos três novos planos — STARTER, CLASSIC e PREMIUM — para que todos possam aproveitar mais economia, mais conveniência, mais flexibilidade e mais oportunidades exclusivas para explorar o mundo!
ro: Ne-am extins oferta de membru al clubului pentru a satisface nevoile diverse ale călătorilor și am creat trei planuri noi — STARTER, CLASSIC și PREMIUM — pentru ca toată lumea să se poată bucura de mai multe economii, mai multă conveniență, mai multă flexibilitate și mai multe oportunități exclusive de a explora lumea!
ru: Мы расширили наше предложение Программы Членства в Клубе, чтобы удовлетворить разнообразные нужды путешественников, и создали три новых плана: STARTER, CLASSIC и PREMIUM. Теперь каждый сможет наслаждаться ещё большей экономией, большим удобством, большей гибкостью и большим количеством эксклюзивных возможностей исследовать этот мир!
uk: Ми розширили нашу пропозицію Програми Членства у Клубі, щоб задовольнити різноманітні потреби мандрівників, та створили три нові плани: STARTER, CLASSIC та PREMIUM. Тепер кожен зможе насолоджуватися ще більшою економією, більшою зручністю, більшою гнучкістю та великою кількістю ексклюзивних можливостей досліджувати цей світ!
uz: Саёҳатчиларнинг фарқли талабларига жавоб бериш мақсадида биз Клубга Аъзолик таклифини кенгайтирдик ва учта янги режа ишлаб чиқдик - STARTER, CLASSIC ва PREMIUM – энди ҳар бирингиз дунё бўйлаб саёҳатларда янада кўпроқ чегирмалар, янада кўпроқ қулайлик ва кўпроқ имкониятлардан фойдаланишингиз мумкин!
zh: 我们已经扩展了我们的俱乐部会员优惠，以满足不同旅行者的需求，并创建了三个新计划——STARTER、CLASSIC和PREMIUM——让每个人都能享受更多的优惠、更大的便利、更多的灵活性以及更多独特的机会来探索这个世界！

source: We've identified that you're over 55 based on your registration. If you're the only passenger, select the
fr: Nous avons constaté que vous avez plus de 55 ans d'après votre inscription. Si vous êtes le/la seul(e) passager(ère), sélectionnez l'option
it: In base alla tua registrazione, abbiamo riscontrato che hai più di 55 anni. Se sei l'unico passeggero, scegli l'opzione
pt: Identificamos que você tem mais de 55 anos com base no seu cadastro. Se você for o único passageiro, selecione a opção
uk: Відповідно до даних вашої реєстрації, вам більше 55 років. Якщо ви єдиний пасажир, оберіть

source: We've identified that you're under 55 based on your registration. If you're the only passenger, select the
fr: Nous avons constaté que vous avez moins de 55 ans d'après votre inscription. Si vous êtes le/la seul(e) passager(ère), sélectionnez l'option
it: In base alla tua registrazione, abbiamo riscontrato che hai meno di 55 anni. Se sei l'unico passeggero, scegli l'opzione
pt: Identificamos que você tem menos de 55 anos com base no seu cadastro. Se você for o único passageiro, selecione a opção
uk: Ми визначили, що вам менше 55 років на основі ваших даних реєстрації. Якщо ви єдиний пасажир, оберіть

source: We've identified that you're under the %{ageLimit} years old based on the boarding date %{boardingDate}. This cruise line does not allow you to travel alone at this age.
fr: Nous avons constaté que vous avez moins de %{ageLimit} ans d'après la date d'embarquement %{boardingDate}. Cette compagnie de croisière n'autorise pas les voyages en solo à cet âge.
it: Abbiamo riscontrato che avrai meno di %{ageLimit} anni alla data di imbarco %{boardingDate}. Questa linea di crociera non consente di viaggiare da soli a questa età.
pt: Identificamos que você tem menos de %{ageLimit} anos com base na data de embarque %{boardingDate}. Esta companhia de cruzeiros não permite que você viaje sozinho nesta idade.
uk: Ми визначили, що на дату посадки на борт %{boardingDate} вам буде менше %{ageLimit} років. Ця круїзна лінія не дозволяє подорожувати наодинці у такому віці.

source: We've redesigned the donations bar for better clarity. See inCruises' donations, partner contributions, and matches in a simple, transparent view.
fr: Nous avons repensé la barre des dons pour une meilleure lisibilité. Consultez les dons d'inCruises, les contributions des Partenaires et les correspondances dans une vue simple et transparente.
it: Abbiamo riprogettato la barra delle donazioni per renderla più chiara. Visualizza le donazioni di inCruises, le donazioni dei Partner e gli importi abbinati in modo semplice e trasparente.

source: We've refreshed our responsive design to make donating on the go easier than ever. The new mobile experience is faster, smoother, and designed to help you give anytime, anywhere.
fr: Nous avons modernisé notre design adaptatif pour faciliter plus que jamais les dons en déplacement. La nouvelle expérience mobile est plus rapide, plus fluide et conçue pour vous permettre de donner à tout moment et n'importe où.
it: Abbiamo rinnovato il nostro design reattivo per rendere le donazioni in movimento più facili che mai. La nuova esperienza mobile è più veloce, più fluida e progettata per permetterti di donare in qualsiasi momento e ovunque tu sia.

source: We've reserved 350 double occupancy cabins on the MSC Virtuosa, setting sail from Dubai, with one goal in mind…
ca: Hem reservat 350 cabines dobles en el MSC Virtuosa, que sortirà de Dubai, amb un objectiu en ment…
de: Wir haben 350 Doppelkabinen auf der MSC Virtuosa reserviert, die von Dubai aus in See sticht, und haben dabei ein Ziel vor Augen…
es: ¡Hemos reservado 350 camarotes de ocupación doble en el MSC Virtuosa, que zarpará desde Dubái, con un objetivo en mente…
fr: Nous avons réservé 350 cabines doubles sur le MSC Virtuosa, qui part de Dubaï, avec un objectif en tête…
it: Abbiamo riservato 350 cabine doppie sulla MSC Virtuosa, in partenza da Dubai, con un unico obiettivo in mente…
ja: ドバイから出航するMSC Virtuosaの2人部屋を350室予約しました…
kk: Біз Дубайдан бір мақсатпен шығатын MSC Virtuosa бортында 350 қос кабинаны брондадық…
ko: 하나의 목표를 염두에 두고... 두바이에서 출발하는 MSC Virtuosa에 350개의 2인 객실을 예약했습니다.
ky: Биз бир максат менен Дубайдан MSC Virtuosa сүзүүчү 350 кош каюталарды брондодук -
lv: Mēs esam reervējuši 350 divvietīgās kajītes uz MSC Virtuosa, kas atiet no Dubaijas, domājot par vienu mērķli…
mn: Бид ELEVATE гэдэг нэг зорилгоор, Дубай хотоос хөдлөх MSC Virtuosa хөлөгт 350 өрөө захиалсан юм.
pt: Reservamos 350 cabines duplas no MSC Virtuosa, partindo de Dubai, com um objetivo em mente…
ro: Am rezervat 350 de cabine cu ocupare dublă pe MSC Virtuosa, plecând din Dubai, cu un singur obiectiv în minte…
ru: Мы зарезервировали 350 двухместных кают на MSC Virtuosa, который отправляется из Дубая, и всё это с одной целью в голове…
uk: Ми зарезервували 350 двомісних кают на MSC Virtuosa, котрий вирушає з Дубая, та все це з однією метою…
uz: Биз ягона истак билан Дубайдан сузувчи MSC Virtuosa кемасида 350 та икки кишилик каютага буюртма бердик -
zh: 我们在 MSC Virtuosa 号上预订了 350 间双人间客舱，从迪拜起航，心中只有一个目标……

source: We've streamlined the donation process with a new focused modal. Clear wallet balances and card options make giving easier and distraction-free.
fr: Nous avons simplifié le processus de don grâce à une nouvelle fenêtre modale ciblée. L'affichage clair du solde de votre portefeuille et des options de carte facilite les dons et permet de se concentrer sur l'essentiel.
it: Abbiamo snellito il processo di donazione con una nuova finestra modale dedicata. Saldo wallet chiaro e opzioni per le carte rendono la donazione più semplice e priva di distrazioni.

source: Webinar Recordings
ca: Enregistraments del Webinar
de: Webinar-Aufzeichnungen
es: Grabaciones de Webinar
fr: Les Enregistrements du Webinaire
it: Registrazioni dei webinar
ja: ウェビナーの録画
kk: Вебинарлар Жазбасы
ko: 웨비나 리코딩
ky: Вебинардын жаздыруулары
lv: Vebināra ieraksti
mn: Вэбинарын бичлэгүүд
pt: Gravações de webinars
ro: Înregistrările webinariilor
ru: Записи вебинаров
uk: Записи вебінарів
uz: Вебинар қайдлари
zh: 網絡研討會錄音

source: Week
ca: Setmana
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
kk: Апта
ky: Апта
lv: Nedēļa
mn: Долоо хоног
pt: Semana
ro: Săptămână
ru: Неделя
uk: Тиждень
uz: Ҳафта
zh: 周

source: Weekly
ca: Setmanal
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: ウィークリー
kk: Апта сайын
ko: 주간
ky: Апта сайын
lv: Iknedēļas
mn: Долоо хоног бүрийн
pt: Semanal
ro: Săptămânal
ru: Еженедельно
uk: Щотижнево
uz: Ҳафталик
zh: 每週

source: Weekly / Monthly Competition Tracking
ca: Seguiment de la Competició Setmanal / Mensual
de: Wöchentliches / monatliches Wettbewerbs-Tracking
es: Seguimiento de la Competencia Semanal / Mensual
fr: Suivi hebdomadaire / mensuel des compétitions
it: Monitoraggio del concorso settimanale/mensile
ja: ウィークリー/マンスリー コンペティションの追跡
kk: Сайысты апталық/айлық Бақылау
ko: 주간 / 월간 경연 순위보기
ky: Апта сайын/ай сайын таймашууга көз салуу
lv: Iknedēļas/ikmēneša konkurences pārbaude
mn: Долоо хоног /Сар бүрийн Уралдааныг харах
pt: Acompanhamento semanal/mensal da competição
ro: Monitorizarea săptămânală/lunară a competiţiei
ru: Еженедельное / Ежемесячное Отслеживание Конкурса
uk: Щотижневе / Щомісячне Відстеження Конкурсу
uz: Ҳафталик / Ойлик мусобақани кузатиш
zh: 每週/每月競爭跟踪
