Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Please select a transfer type
ca: Selecciona un tipus de transferència
de: Bitte wählen Sie eine Überweisungsart
es: Por favor selecciona un tipo de transferencia
fr: Veuillez sélectionner un type de transfert
it: Seleziona il tipo di trasferimento
ja: 送金の種類を選択してください
kk: Тасымалдау түрін таңдаңыз
ko: 전송 유형을 선택하세요
ky: Сураныч, которуу түрүн тандаңыз
lv: Lūdzu, atlasiet pārsūtīšanas veidu
mn: Шилжүүлгийн төрлийг сонгоно уу
pt: Selecione um tipo de transferência
ro: Te rugăm să selectezi un tip de transfer
ru: Выберите, пожалуйста, тип перевода
uk: Виберіть, будь ласка, тип трансферу
uz: Илтимос, ўтказма турини танланг
zh: 请选择传输类型

source: Please select an annual income
ca: Si us plau, Selecciona un ingrés anual
de: Bitte wählen Sie ein Jahreseinkommen
es: Por favor elige un ingreso anual
fr: Veuillez sélectionner une revenu annuel
it: Selezionare un reddito annuo
ja: 年間収入を選択してください
kk: Жылдық табысты таңдауыңызды сұраймыз
ko: 연간 소득을 선택하십시오
ky: Сураныч, жылдык кирешеңизди тандаңыз
lv: Lūdzu norādiet gada ienākumus
mn: Жилийн орлогоо сонгоно уу.
pt: Selecione uma renda anual
ro: Selectează un venit anual
ru: Пожалуйста, выберите годовой доход
uk: Будь ласка, виберіть річний дохід
uz: Илтимос, йиллик даромадни белгиланг
zh: 請選擇年收入

source: Please select at least one option.
ca: Si us plau, selecciona almenys una opció.
de: Bitte wählen Sie mindestens eine Option.
es: Favor elige por lo menos una opción.
fr: Veuillez sélectionner au moins une option.
it: Si prega di selezionare almeno un'opzione.
ja: 最低1つのオプションを選択してください。
kk: Кем дегенде бір опцияны таңдаңыз.
ky: Сураныч, кеминде бир опция тандаңыз.
lv: Lūdzu norādiet vismaz vienu opciju.
mn: Дор хаяж нэг сонголт хийнэ үү.
pt: Selecione pelo menos uma opção.
ro: Te rugăm să selectezi cel puțin o opțiune.
ru: Выберите, пожалуйста, как минимум один вариант.
uk: Виберіть, будь ласка, як мінімум один варіант.
uz: Илтимос, энг камида битта опцияни танланг.
zh: 请至少选择一个选项。

source: Please select at least one rank
ca: Si us plau, tria almenys un rang
de: Bitte wählen Sie mindestens eine Rangstufe
es: Favor elige por lo menos un rango
fr: Veuillez sectionner au moins un rang
it: Seleziona almeno un rango
ja: 最低1つのランクを選択してください
kk: Кем дегенде бір рангты таңдаңыз
ko: 직급을 하나 이상 선택하세요
ky: Сураныч, кеминде бир ранг тандаңыз.
lv: Lūdzu norādiet vismaz vienu rangu
mn: Дор хаяж нэг цол сонгоно уу
pt: Selecione pelo menos uma classificação
ro: Te rugăm să selectezi cel puțin un nivel de carieră
ru: Выберите, пожалуйста, как минимум один ранг
uk: Виберіть, будь ласка, як мінімум один ранг
uz: Илтимос, энг камида битта рангни танланг
zh: 请至少选择一个等级

source: Please select at least one type of user or both
ca: Si us plau, selecciona almenys un tipus d'usuari o tots dos
de: Bitte wählen Sie mindestens eine Art von Benutzer oder beide
es: Por favor selecciona por lo menos un tipo de usuario o ambos
fr: Veuillez sélectionner au moins un type d'utilisateur ou les deux
it: Seleziona almeno un tipo di utente o entrambi
ja: 少なくとも1つのタイプ、または両方を選択してください
kk: Кем дегенде бір пайдаланушы түрін немесе екеуін де таңдаңыз
ko: 사용자 유형을 하나 이상 선택하거나 둘 다 선택하십시오
ky: Сураныч, издөө үчүн кеминде бир колдонуучу түрүн же экөөнү тең тандаңыз.
lv: Lūdzu, atlasiet vismaz vienu lietotāja tipu vai abus
mn: Дор хаяж нэг төрлийн хэрэглэгч эсвэл хоёуланг нь сонгоно уу
pt: Selecione pelo menos um tipo de usuário ou ambos
ro: Te rugăm să selectezi cel puțin un tip de utilizator sau ambele
ru: Выберите, пожалуйста, как минимум один тип пользователя или оба
uk: Виберіть, будь ласка, як мінімум один тип користувача або обидва
uz: Илтимос, энг камида битта фойдаланувчи тури ёки иккаласини танланг
zh: 请至少选择一种类型的用户或同时选择两种类型

source: Please select cabin
de: Bitte Kabine auswählen
es: Por favor selecciona camarote
fr: Veuillez sélectionner la cabine
it: Scegli la cabina
ko: 객실을 선택하십시오
ky: Каютаны тандаңыз
lv: Lūdzu norādiet kajīti
mn: Өрөөгөө сонгоно уу
ru: Пожалуйста, выберите каюту

source: Please select deck
de: Bitte Deck auswählen
es: Por favor seleccionar la cubierta
fr: Veuillez sélectionner le pont
it: Scegli il ponte
ko: 데크를 선택하십시오
ky: Сураныч, палубаны тандаңыз
lv: Lūdzu norādiet klāju
mn: Тавцанг сонгоно уу
ru: Пожалуйста, выберите палубу

source: Please select department
ca: Si us plau selecciona el departament
de: Bitte wählen Sie eine Abteilung
es: Por favor seleccionar departamento
fr: Veuillez sélectionner le département
it: Seleziona il settore
ja: 担当部署を選択してください
kk: Бөлімді таңдауыңызды сұраймыз
ko: 부서를 선택하십시오
ky: Сураныч, бөлүмдү тандаңыз
lv: Lūdzu norādiet departamentu
mn: Асуултын төрлийг сонгоно уу
pt: Por favor selecione o departamento
ro: Alege departamentul
ru: Выберите, пожалуйста, отдел
uk: Будь ласка, оберіть відділ
uz: Илтимос, бўлимни танланг
zh: 请选择部门

source: Please select gender
ca: Si us plau, selecciona el gènere
de: Bitte wählen Sie das Geschlecht
es: Por favor, selecciona el género
fr: Veuillez sélectionner le sexe
it: Seleziona il genere
ja: 性別を選択してください
kk: Жынысты таңдаңыз
ky: Жынысын тандаңыз
lv: Lūdzu, atlasiet dzimumu
mn: Хүйсээ сонгоно уу
pt: Por favor, selecione o gênero
ro: Te rugăm să selectezi sexul
ru: Пожалуйста, выберите пол
uk: Будь ласка, оберіть стать
uz: Илтимос, жинсни белгиланг
zh: 请选择性别

source: Please select how you want to upload contacts
ca: Si us plau, selecciona com vols pujar els contactes
de: Bitte wählen Sie aus, wie Sie Kontakte hochladen möchten
es: Elige cómo quieres importar los contactos
fr: Veuillez sélectionner le mode de téléchargement des contacts
it: Seleziona la modalità di caricamento dei contatti
ja: 連絡先のアップロードの方法を選択してください
kk: Контактілерді жүктеу әдісін таңдаңыз
ky: Сураныч, байланыштарды жүктөө ыкмасын тандаңыз.
lv: Lūdzu, atlasiet, kā augšupielādēt kontaktpersonas
mn: Имэйл хаяг ачааллах аргаа сонгоно уу.
pt: Selecione como você deseja enviar os contatos
ro: Te rugăm să selectezi cum vrei să încarci contactele
ru: Выберите, пожалуйста, способ выгрузки контактов
uk: Виберіть, будь ласка, спосіб завантаження контактів
uz: Илтимос, контактларни қандай юклашни танланг
zh: 请选择您想如何上传联系人

source: Please select jpg, png files...
ca: Si us plau, tria arxius de tipus jpeg, png...
de: Bitte wählen Sie jpg, png Dateien...
es: Favor elige archivos de tipo jpeg, png...
fr: Veuillez sélectionner des fichiers jpg, png...
it: Seleziona file jpg, png...
ja: jpg、png 形式のファイルを選択してください...
kk: jpg, png файлдарын таңдаңыз...
ko: jpg, png 파일을 선택해주세요...
ky: Сураныч jpg, png файлдарды тандаңыз.
lv: Lūdzu, atlasiet jpg, png failus...
mn: jpg, png файл сонгоно уу...
pt: Selecione arquivos jpg, png...
ro: Te rugăm să selectezi fișiere jpg, png...
ru: Выберите пожалуйста файлы jpg, png...
uk: Виберіть, будь ласка, файли jpg, png...
uz: Илтимос, jpg, png файлларни танланг...
zh: 请选择jpg、png文件...

source: Please select one of the following options:
ca: Seleccioni una de les següents opcions:
de: Bitte wählen Sie eine der folgenden Optionen:
es: Por favor selecciona una de las siguientes opciones:
fr: Veuillez choisir l'une des options suivantes :
it: Seleziona una delle seguenti opzioni:
ja: 次のオプションから1つ選択して下さい：
kk: Келесі опциялардың бірін таңдаңыз:
ko: 다음 사항 중 하나를 선택하십시오:
ky: Сураныч, төмөнкү опциялардын бирин тандаңыз:
lv: Lūdzu ievadiet vienu no sekojošām opcijām:
mn: Дараах сонголтуудаас нэгийг сонгоно уу:
pt: Por favor, selecione uma das seguintes opções:
ro: Te rugăm să selectezi una dintre următoarele opțiuni:
ru: Выберите, пожалуйста, один из следующих вариантов:
uk: Виберіть, будь ласка, один з наступних варіантів:
uz: Илтимос, қуйидаги функциялардан бирини танланг:
zh: 請選擇以下選項之一：

source: Please select preferred currency.
ca: Si us plau selecciona la moneda preferida.
de: Bitte wählen Sie die gewünschte Währung.
es: Por favor selecciona la moneda de tu preferencia.
fr: Veuillez sélectionner la devise privilégiée.
it: Si prega di selezionare la valuta preferita.
ja: ご希望の通貨を選択してください。
kk: Қажетті валютаны таңдаңыз.
ko: 지불할 통화를 선택하십시오.
ky: Каалаган валютаңызды тандаңыз.
lv: Lūdzu izvēlieties vēlamo valūtu.
mn: Мөнгөн тэмдэгтийг сонгоно уу.
pt: Por favor selecione a moeda de sua preferência.
ro: Vă rugăm să selectați moneda preferată.
ru: Пожалуйста, выберите предпочитаемую валюту.
uk: Будь ласка, оберіть потрібну валюту.
uz: Илтимос, ўзингизга маъқул валютани танланг.
zh: 請選擇首選貨幣

source: Please select support file types...
ca: Si us plau, selecciona els tipus d'arxiu compatibles...
de: Bitte wählen Sie die unterstützten Dateitypen aus...
es: Por favor selecciona tipos de archivos de soporte...
fr: Veuillez sélectionner les types de fichier de support...
it: Seleziona i tipi di file supportati...
ja: サポートするファイルの種類を選択してください...
kk: Қолдау файл түрлерін таңдаңыз...
ko: 지원 파일 형식을 선택하세요...
ky: Сураныч, колдонелган файл түрлөрүн тандаңыз...
lv: Lūdzu, atlasiet atbalsta failu veidus...
mn: Ажиллах файлын төрлийг сонгоно уу...
pt: Selecione os tipos de arquivo de suporte...
ro: Te rugăm să selectezi tipurile de fișiere de asistență...
ru: Выберите, пожалуйста, поддерживаемые типы файлов...
uk: Виберіть, будь ласка, типи файлів, що підтримуються.
uz: Илтимос, қўллаб-қувватланадиган файл турларини танланг...
zh: 请选择支持的文件类型...

source: Please select support file types.....
ca: Si us plau, selecciona els tipus d'arxiu compatibles.....
de: Bitte wählen Sie die unterstützten Dateitypen aus.....
es: Por favor selecciona tipos de archivos de soporte.....
fr: Veuillez sélectionner les types de fichier de support.....
it: Seleziona i tipi di file supportati...
ja: サポートするファイルの種類を選択してください.....
kk: Қолдау көрсетілетін файл түрлерін таңдаңыз.....
ky: Сураныч, колдонелган файл түрлөрүн тандаңыз.....
lv: Lūdzu, atlasiet atbalsta failu veidus.....
mn: Ажиллах файлын төрлийг сонгоно уу...
pt: Selecione os tipos de arquivo de suporte...
ro: Te rugăm să selectezi tipurile de fișiere de asistență.....
ru: Выберите, пожалуйста, поддерживаемые типы файлов.....
uk: Будь ласка, виберіть типи файлів, що підтримуються.....
uz: Илтимос, йўл қўйилган файл турларини танланг.....
zh: 请选择支持的文件类型.....

source: Please select time frame to generate reports.
ca: Si us plau selecciona el període de temps per generar informes.
de: Bitte wählen Sie den Zeitrahmen für die Erstellung von Berichten aus.
es: Por favor, selecciona el intervalo de tiempo para generar informes.
fr: Veuillez sélectionner un cadre de temps pour générer des rapports.
it: Seleziona l'intervallo di tempo per generare i report.
ja: レポートを作成する期間を選択してください。
kk: Есептерді жасау үшін уақыт белдеуін таңдаңыз.
ko: 보고서가 생성되도록 기간을 선택하십시오.
ky: Сураныч, отчетторду түзүү үчүн убакыт аралыгын тандаңыз.
lv: Lūdzu izvēlieties laika periodu pārskatu izveidošanai.
mn: Тайлан үүсэх хугацааны хязгаарыг сонгоно уу.
pt: Por favor, selecione o prazo para gerar relatórios.
ro: Vă rugăm să selectaţi intervalul de timp pentru a genera rapoarte.
ru: Пожалуйста, выберите период для создания отчетов.
uk: Будь ласка, оберіть період для створення звітів.
uz: Илтимос, ҳисоботларни яратиш учун вақт оралиғини танланг.
zh: 請選擇時間範圍以生成報告。

source: Please select user type to generate reports.
ca: Selecciona el tipus d’usuari per generar informes.
de: Bitte wählen Sie den Benutzertyp um Berichte zu erstellen.
es: Selecciona el tipo de usuario para generar el informe.
fr: Veuillez sélectionner le type d'utilisateur pour générer des rapports.
it: Seleziona il tipo di utente per generare i report.
ja: レポートを生成するユーザーの種類を選択してください。
kk: Есептерді жасау үшін пайдаланушы түрін таңдаңыз.
ko: 사용자 유형을 선택하여 보고서를 생성하십시오.
ky: Сураныч, отчетторду түзүү үчүн колдонуучу түрүн тандаңыз.
lv: Lūdzu izvēlieties lietotāja tipu, lai ģenerētu pārskatus.
mn: Тайлан үүсэх хэрэглэгчийн төрлөө сонгоно уу.
pt: Por favor, selecione o tipo de usuário para gerar relatórios.
ro: Vă rugăm să selectaţi tipul de contact pentru a genera rapoarte.
ru: Пожалуйста, выберите тип участника для создания отчетов.
uk: Будь ласка, виберіть тип учасника для створення звітів.
uz: Илтимос, ҳисоботларни яратиш учун фойдаланувчи турини танланг.
zh: 請選擇用戶類型以生成報告。

source: Please select what method do you want to use to Donate
fr: Veuillez sélectionner le mode de Don que vous souhaitez utiliser
it: Scegli il metodo che preferisci per fare la tua donazione
pt: Por favor, selecione o método que você deseja usar para doar
uk: Будь ласка, оберіть спосіб, яким ви хочете зробити пожертву

source: Please select your currency
fr: Veuillez sélectionner votre devise
it: Seleziona la tua valuta
pt: Por favor selecione a sua moeda
uk: Будь ласка, оберіть свою валюту.
zh: 请选择您的货币

source: Please Select Your Language
ca: Si us plau, selecciona el teu idioma
de: Bitte wählen Sie Ihre Sprache
es: Favor de Seleccionar tu Idioma
fr: Veuillez sélectionner la langue
it: Scegli la tua lingua
ja: あなたの言語を選択してください
kk: Өз тіліңізді таңдаңыз
ky: Тилиңизди тандаңыз:
lv: Lūdzu Izvēlies Savu Valodu
mn: Орны хэлийг сонгоно уу
pt: Por favor, selecione seu idioma
ro: Te rugăm să-ți selectezi limba
ru: Выберите, пожалуйста, свой язык
uk: Виберіть, будь ласка, мову
uz: Илтимос, тилни танланг
zh: 选择您的语言

source: Please set up your referral link by clicking here, to enable inviter emails, allowing you to send invitations and maximize your referrals.
ca: Si us plau, configura el teu enllaç de referència fent clic aquí, per activar els correus d’invitació, cosa que et permet enviar invitacions i maximitzar les teves recomanacions.
de: Bitte richten Sie Ihren Empfehlungslink ein, indem Sie hier klicken, um Einladungs-E-Mails zu aktivieren, die es Ihnen ermöglichen, Einladungen zu versenden und Ihre Empfehlungen zu maximieren.
es: Por favor, configura tu enlace de referencia haciendo clic aquí para habilitar los correos de invitación, lo que te permitirá enviar invitaciones y maximizar tus referidos.
fr: Veuillez configurer votre lien de parrainage en cliquant ici, afin d'activer les courriels d'invitation, ce qui vous permettra d'envoyer des invitations et de maximiser vos parrainages.
it: Configura il tuo referral link cliccando qui, così potrai attivare la funzione di invio delle email di invito e massimizzare i tuoi referral.
ja: こちらをクリックして紹介リンクを設定してください。招待メールの送信が可能になり、紹介数を最大化することができます。
kk: Жолдама сілтемесін орнату және шақыру жіберу жүйесін қосу үшін осы жерді басыңыз, бұл шақыруларды жіберуге және жолдамалар санын барынша арттыруға мүмкіндік береді.
ky: Чакыруучу каттарды жөнөтүү жана рефералдарыңызды көбөйтүү үчүн, бул жерди басып, рефералдык шилтемеңизди орнотуңуз.
lv: Lūdzu, iestatiet savu atsauces saiti, noklikšķinot šeit, lai iespējotu uzaicinātāja e-pasta ziņojumus, ļaujot nosūtīt uzaicinājumus un maksimāli palielināt atsauces.
mn: Энд дарж өөрийн элсүүлэх холбоосыг үүсгэнэ үү. Ингэснээр та урих имэйлийг идэвхжүүлж, урилга илгээж, элсүүлэлтээ хамгийн ихээр нэмэгдүүлэх боломжтой болно.
pt: Por favor, configure seu link de indicação clicando aqui, para ativar os e-mails de convite, permitindo que você envie convites e aumente suas indicações.
ro: Te rugăm să-ți configurezi linkul de recomandare făcând clic aici, pentru a activa e-mailurile pentru invitați, permițându-ți să trimiți invitații și să-ți maximizezi recomandările.
ru: Пожалуйста, нажмите сюда, чтобы настроить свою реферальную ссылку и включить систему рассылки приглашений, что позволит вам отправлять приглашения и максимизировать количество своих рефералов.
uk: Будь ласка, налаштуйте реферальне посилання, клацнувши тут, щоб увімкнути електронні листи-запрошення, що дозволить вам надсилати запрошення та максимізувати кількість запрошень.
uz: Электрон таклифномалардан фойдаланиш учун бу ерга босиб, ўз реферал ҳаволангизни жойлаштиринг, бу сизга электрон таклифлар жўнатиб, обуначиларингиз сонини оширишга имкон беради.
zh: 请点击此处设置您的推荐链接，以启用邀请者电子邮件，允许您发送邀请并最大化您的推荐。

source: Please sign the document
ca: Signeu el document
de: Bitte unterschreiben Sie das Dokument
es: Por favor, firma el documento
fr: Veuillez signer le document
it: Firma il documento
ja: 書類に署名してください
kk: Құжатқа қол қойыңыз
ko: 문서에 서명하십시오
ky: Документке кол коюңуз
lv: Lūdzu paraksti dokumentu
mn: Баримт бичгэнд гарын үсэгээ зурна уу
pt: Por favor assine o documento
ro: Vă rugăm să semnaţi documentul
ru: Пожалуйста, подпишите документ
uk: Будь ласка, підпишіть документ
uz: Илтимос, ҳужжатни имзоланг
zh: 請簽署文件

source: Please try again later.
ca: Si us plau, intenta-ho més tard.
de: Bitte versuchen Sie es später noch einmal.
es: Por favor, intenta de nuevo más tarde.
fr: Veuillez réessayer.
it: Riprova più tardi.
ja: しばらくしてから再度お試しください。
kk: Өтінеміз, кейінірек тағы қайталап көріңіз.
ko: 나중에 다시 시도하세요.
ky: Сураныч, кийинчерээк кайра аракет кылыңыз.
lv: Lūdzu mēģiniet vēlāk vēlreiz.
mn: Дараа дахин хийнэ үү.
pt: Por favor, tente novamente mais tarde.
ro: Vă rugăm să încercați din nou mai târziu.
ru: Пожалуйста, попробуйте еще раз позже.
uk: Будь ласка, спробуйте ще раз пізніше.
uz: Илтимос, кечроқ яна уриниб кўринг.
zh: 請稍後再試。

source: Please try again with alternative dates or
ca: Si us plau, torna-ho a provar amb altres dates o
de: Bitte versuchen Sie es erneut mit anderen Daten oder
es: Por favor, vuelve a intentarlo con fechas alternativas o
fr: Veuillez réessayer avec de nouvelles dates ou
it: Riprovaci con altre date o
ja: 別の日程で再度お試しいただくか
kk: Басқа күндермен әрекетті қайталаңыз немесе
ko: 다른 날짜로 다시 시도하거나
ky: Сураныч, башка даталар менен дагы аракет кылыңыз же
lv: Lūdzu mēģiniet vēlāk vēlreiz,minot alternatīvus datumus vai
mn: Өөр өдрөөр дахин хийнэ үү, эсвэл
pt: Por favor, tente novamente com datas alternativas ou
ro: Te rugăm să încerci din nou cu date alternative sau
ru: Пожалуйста, попробуйте ещё раз с другими датами или
uk: Будь ласка, спробуйте ще раз з іншими датами або
uz: Илтимос, бошқа саналар билан такрор уриниб кўринг ёки
zh: 請使用其他日期重試或

source: Please turn on the connection to send messages
ca: Si us plau, activa la connexió per a enviar missatges
de: Bitte schalten Sie die Verbindung zum Senden von Nachrichten ein
es: Por favor, activa la conexión para enviar mensajes
fr: Veuillez activer la connexion pour envoyer des messages
it: Per inviare i messaggi, attiva la connessione
ja: メッセージを送信するには、接続をオンにしてください
kk: Хабарламаларды жіберу үшін қосылымды қосыңыз
ko: 메시지를 보내려면 연결을 켜세요
ky: Сураныч, билдирүү жөнөтүү үчүн байланышты ачыңыз
lv: Lūdzu, ieslēdziet savienojumu, lai nosūtītu ziņojumus
mn: Мессеж илгээхийн тулд холболтыг асаана уу
pt: Por favor, ative a conexão para enviar mensagens
ro: Activează conexiunea pentru a trimite mesaje
ru: Включите, пожалуйста, соединение, чтобы отправлять сообщения
uk: Будь ласка, увімкніть з'єднання, щоб надсилати повідомлення
uz: Илтимос, хабарлар жўнатиш учун боғланишни ёқинг
zh: 请打开连接以发送消息

source: Please turn on the connection to send messages 1
ca: Si us plau, activa la connexió per a enviar missatges 1
de: Bitte schalten Sie die Verbindung ein, um Nachrichten 1 zu senden
es: Por favor, activa la conexión para enviar mensajes 1
fr: Veuillez activer la connexion pour envoyer des messages 1
it: Per inviare i messaggi, attiva la connessione 1
ja: 1のメッセージを送信するには、接続をオンにしてください
kk: Хабарламаларды жіберу үшін қосылымды қосыңыз 1
ko: 메시지 1을 보내려면 연결을 켜세요
ky: Сураныч, билдирүү жөнөтүү үчүн байланышты ачыңыз 1
lv: Lūdzu, ieslēdziet savienojumu, lai nosūtītu ziņojumus 1
mn: 1-р мессежийг илгээхийн тулд холболтоо асаана уу
pt: Por favor, ligue a conexão para enviar mensagens 1
ro: Activează conexiunea pentru a trimite mesaje 1
ru: Включите, пожалуйста, соединение, чтобы отправлять сообщения 1
uk: Будь ласка, увімкніть з'єднання, щоб надсилати повідомлення 1
uz: Илтимос, хабарлар жўнатиш учун боғланишни ёқинг 1
zh: 请打开连接以发送消息1

source: Please type a message
ca: Si us plau, escriu un missatge
de: Bitte geben Sie eine Nachricht ein
es: Por favor, escribe un mensaje
fr: Veuillez écrire un message
it: Scrivi un messaggio
ja: メッセージを入力してください
kk: Хабарламаны енгізіңіз
ko: 메시지를 입력하세요
ky: Сураныч, билдирүү жазыңыз
lv: Lūdzu, ierakstiet ziņojumu
mn: Бичвэрээ бичнэ үү
pt: Por favor, digite uma mensagem
ro: Te rugăm să scrii un mesaj
ru: Пожалуйста, введите сообщение
uk: Будь ласка, введіть повідомлення
uz: Илтимос, хабар киритинг
zh: 请输入留言

source: Please verify all booking details before proceeding, once you are sure of the booking click Proceed.
de: Bitte überprüfen Sie alle Buchungsdetails, bevor Sie fortfahren. Sobald Sie sich der Buchung sicher sind, klicken Sie auf Fortfahren.
es: Verifica todos los detalles de la reserva antes de continuar, una vez que estés seguro de la reserva, haz clic en Continuar.
fr: Veuillez vérifier tous les détails de la réservation avant de poursuivre, une fois que vous êtes sûr de la réservation, cliquez sur Poursuivre.
it: Verifica tutti i dettagli della prenotazione prima di procedere, quando sei sicuro della prenotazione clicca su Procedi.
ko: 진행하기 전에 모든 예약 세부 정보를 확인하십시오. 예약 내용이 확실하면, 진행을 클릭하십시오.
ky: Улантуудан мурун брондооңуздун чоо-жайын текшериңиз, брондооңузду бергенден кийин Улантуу дегенди басыңыз.
lv: Pirms turpināt, lūdzu, pārbaudiet visus rezervācijas datus, tiklīdz esat pārliecināts par rezervējumu, noklikšķinot uz Turpināt.
mn: Захиалгын бүх мэдээллээ сайн шалгасаны дараа Гүйцэтгэх товчийг дарна уу.
ru: Пожалуйста, перед продолжением проверьте все детали бронирования. После того, как убедитесь в корректности введённых данных, нажмите "Продолжить".

source: Please verify the email that has been sent and follow the provided link in order to continue with this account.
ca: Si us plau, verifica el correu electrònic que t'hem enviat i segueix l'enllaç proporcionat per continuar amb aquest compte.
de: Bitte überprüfen Sie die E-Mail, die Ihnen zugesandt wurde, und folgen Sie dem angegebenen Link, um mit diesem Konto fortzufahren.
es: Por favor, verifica el correo electrónico que te hemos enviado y sigue el enlace proporcionado para continuar con esa cuenta.
fr: Veuillez vérifier l'e-mail qui vous a été envoyé et suivre le lien fourni afin de continuer à utiliser ce compte.
it: Verifica l'email che ti è stata inviata e segui il link fornito per continuare a utilizzare questo account.
ja: このアカウントを継続するには、送信されたメールを確認し、提供されたリンクに従ってください。
kk: Жіберілген электрондық поштаны растаңыз және осы есептік жазбаны пайдалануды жалғастыру үшін берілген сілтемеге өтіңіз.
ky: Бул каттоо эсеби менен иштөөнү улантуу үчүн жөнөтүлгөн электрондук катты текшерип, шилтемени басыңыз.
lv: Lūdzu, pārbaudiet nosūtīto e-pasta ziņojumu un sekojiet norādītajai saitei, lai turpinātu izmantot šo kontu.
mn: Энэ бүртгэлийг үргэлжлүүлэн ашиглахын тулд илгээсэн холбоосыг дарж имэйлээ баталгаажуулна уу.
pt: Verifique o e-mail que foi enviado e siga o link fornecido para continuar com esta conta.
ro: Te rugăm să verifici e-mailul care a fost trimis și să urmezi linkul furnizat pentru a continua cu acest cont.
ru: Пожалуйста, проверьте отправленное письмо и перейдите по ссылке, чтобы продолжить работу с этим счётом.
uk: Будь ласка, перевірте надісланий лист і перейдіть за посиланням, щоб продовжити роботу з цим обліковим записом.
uz: Мазкур аккаунтдан фойдаланишда давом этиш учун, илтимос, сизга юборилган электрон хатни тасдиқланг ва берилган ҳавола орқали ўтинг.
zh: 请验证已发送的电子邮件并点击其中提供的链接，以继续使用此账户。
