Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Cruise, hosted by inGroups Co-Founder and Co-CEO
ca: al costat del seu amfitrió, el Co-Fundador i Co-Director General d'inGroup
de: Kreuzfahrt, veranstaltet von inGroups Mitbegründer und Co-CEO
es: junto a su anfitrión, el Co-Fundador y Co-Director General de inGroup
fr: Croisière, animée par le cofondateur et co-P.D.G. d'inGroup
it: , ospitata dal Co-Fondatore e Co-CEO di inGroups
ja: クルーズに参加しましょう。ホストはinGroupの共同創設者＆共同CEOの
kk: Круизді inGroups негізін қалаушы және бас директоры ұйымдастырды
ko: inGroups 공동 창립자 겸 공동 CEO가 주최하는 크루즈
ky: Круизди inGroups негиздөөчүсү жана башкы директору уюштурат
lv: Kruīzs, ko rīko inGroups līdzdibinātājs un Izpildirektors
mn: аялал. Уг далайн аяллыг inGroup компаний Хамтран-Үүсгэн байгуулагч, Гүйцэтгэх Захирал
pt: cruzeiro, com a presença do co-fundador e co-CEO inGroup
ro: Croaziera, găzduită de Co-Fondatorul și Co-CEO-ul inGroup
ru: принимать гостей на котором будет лично сооснователь и генеральный содиректор inGroup
uk: Круїз, на якому приймати гостей буде особисто Співзасновник та Співголовний Виконавчий Директор inGroup
uz: inGroup ҳаммуассиси ва Бош ижрочи ҳамдиректори томонидан ташкиллаштирилган круиз
zh: Cruise，由 inGroups 联合创始人兼联合首席执行官主持

source: Cruises
ca: Creuers
de: Kreuzfahrten
es: Cruceros
fr: Croisières
it: Crociere
ja: クルーズ
kk: Круиздер
ko: 크루즈 여행
ky: Круиздер
lv: Kruīzi
mn: Далайн аялал
pt: Cruzeiros
ro: Croaziere
ru: Круизы
uk: Круїзи
uz: Круизлар
zh: 郵輪

source: Cruises and hotel/resort stays must be booked through our website and the complimentary Reward Points can only be used for cruise fare(s) or hotel/resort room fees quoted and confirmed at booking, including port charges and applicable government taxes and fees. Cruises booked with the complimentary Reward Points must be made 21 days in advance.
ca: Els creuers i les estades en hotels o ressorts s'han de reservar a través del nostre lloc web, i els Punts de Recompensa complementaris només es poden utilitzar per a les tarifes dels creuers o per a les despeses d’habitació d’hotel o ressort indicades i confirmades en el moment de la reserva, incloent-hi els càrrecs de port i els impostos i taxes governamentals aplicables. Els creuers reservats amb els Punts de Recompensa complementaris s’han de fer amb un mínim de 21 dies d'antelació.
de: Kreuzfahrten und Hotel-/Resortaufenthalte müssen über unsere Website gebucht werden. Die kostenlosen Reward Points können nur für die bei der Buchung angegebenen und bestätigten Kreuzfahrtpreise oder Hotel-/Resortzimmergebühren, einschließlich Hafengebühren und anfallender Steuern und Gebühren, eingelöst werden. Kreuzfahrten, die mit den kostenlosen Reward Points gebucht werden, müssen 21 Tage im Voraus gebucht werden.
es: Los cruceros y las estancias en hoteles/resorts deben reservarse a través de nuestro Sitio Web y los Puntos de Recompensa de cortesía pueden utilizarse para tarifas de cruceros o de habitaciones de hoteles/resorts cotizadas y confirmadas durante la reserva, las cuales incluyen tasas portuarias e impuestos y cuotas estatales aplicables. Los cruceros reservados con Puntos de Recompensa gratis se deben reservar con 21 días de anticipación.
fr: Les croisières et les séjours à l'hôtel/centre de villégiature doivent être réservés via notre site Web et les Points de Récompense gratuits ne peuvent être utilisés que pour les tarifs de croisière ou les frais de chambre d'hôtel/centre de villégiature indiqués et confirmés lors de la réservation, y compris les frais portuaires et les taxes et frais gouvernementaux applicables. Les croisières réservées avec les Points de Récompense gratuits doivent être effectuées 21 jours à l'avance.
it: Le crociere e i soggiorni in hotel/resort devono essere prenotati attraverso il nostro sito web. I Crediti Premio gratuiti possono essere riscattati solo per il prezzo della crociera o della camera d'albergo/resort indicato e confermato al momento della prenotazione, incluse le spese portuali e le tasse e i costi applicabili. Le crociere prenotate con i Crediti Premio gratuiti devono essere prenotate con 21 giorni di anticipo.
ja: 無料リワードポイントは、港湾使用料および適用される政府関連諸税を含む、予約時に提示および確認されたクルーズ料金またはホテル/リゾート宿泊料金に対してのみご利用いただけます。無料リワードポイントを利用したクルーズは、21日前までにご予約ください。
kk: Круиздер, сондай-ақ қонақүйлер мен курорттар біздің веб-сайт арқылы брондалуы керек және сыйлық бонустық ұпайлары тек круиздік жолақыға немесе брондау кезінде көрсетілген және расталған қонақүй/курорт нөмірінің құнына, оның ішінде порттық алымдар мен тиісті мемлекеттік салықтар мен алымдарға жұмсалады. Сыйлық бонустық ұпайларды пайдаланып круиздік брондау кемінде 21 күн бұрын брондалуы тиіс.
ky: Круиздер жана мейманкана/курортто калуу биздин веб-сайт аркылуу гана брондолушу керек жана белек катары берилген бонустук упайлар брондолгондо көрсөтүлгөн жана тастыкталган круиздин наркына же мейманкана/курорт бөлмөсүнүн акысына гана колдонулат, буларга порт жүктөмдөрү жана тиешелүү мамлекеттик салык жана төлөмдөр да кирет. Белек Сыйлык Баллдар менен брондолгон круиздер жок дегенде 21 күн мурда брондолушу керек.
lv: Kruīzi un viesnīcas/kūrorta nakšņošana ir jārezervē mūsu tīmekļa vietnē, un bezmaksas Balvu punktus var izmantot tikai kruīza maksai vai viesnīcas/kūrorta numuriņa maksai, kas tiek kotēta un apstiprināta rezervējot, tostarp ostas maksai un piemērojamiem valdības nodokļiem un nodevām. Kruīzi, kas rezervēti ar Balvu atlīdzības punktiem, jāveic 21 dienu iepriekš.
mn: Далайн аялал болон зочид буудал/амралтын газрын захиалгыг зөвхөн манай вэб хуудсаар дамжуулан хийх шаардлагатай бөгөөд үнэгүй авсан Шагналын Оноог зөвхөн боомтын хураамж болон тухайн улсын холбогдох татвар, хураамжууд багтсан далайн аялал эсвэл зочид буудал/амралтын газрын өрөөний захиалгад ашиглах боломжтой. Үнэгүй Шагналын Оноогоор захиалсан далайн аяллыг явах өдрөөсөө дор хаяж 21 хоногийн өмнө захиалах шаардлагатай.
pt: Cruzeiros e estadias em hotéis/resorts devem ser reservados por meio de nosso site e os Pontos de Recompensa Gratuitos só podem ser usados para tarifas de cruzeiros ou taxas de quartos de hotéis/resorts cotadas e confirmadas no momento da reserva, incluindo taxas portuárias e impostos e taxas governamentais aplicáveis. Os cruzeiros reservados com os Pontos de Recompensa Gratuitos devem ser feitos com 21 dias de antecedência.
ro: Croazierele și sejururile la hotel/stațiuni trebuie rezervate prin intermediul site-ului nostru web, iar punctele de recompensă gratuite pot fi utilizate numai pentru tarifele de croazieră sau taxele pentru camerele de hotel/stațiuni menționate și confirmate la rezervare, inclusiv taxele portuare și taxele și taxele guvernamentale aplicabile. Croazierele rezervate cu punctele de recompensă gratuite trebuie efectuate cu 21 de zile în avans.
ru: Круизы, а также размещения в отелях и курортах должны бронироваться через наш веб-сайт, а подарочные Бонусные Баллы могут быть использованы только для оплаты круизного(ых) тарифа(ов) или стоимости номера в отеле/курорте, указываемой и подтверждаемой при бронировании, включая портовые сборы и применимые государственные налоги и сборы. Бронирования круизов с использованием подарочных Бонусных Баллов должны осуществляться за 21 день до начала круиза.
uk: Круїзи, а також розміщення в готелях та курортах повинні бронюватися через наш веб-сайт, а подарункові Бонусні Бали можуть бути використані тільки для оплати круїзного тарифу або вартості номера в готелі/курорті, що вказується та підтверджується під час бронювання, включаючи портові збори та застосовні державні податки і збори. Бронювання круїзів з використанням подарункових Бонусних Балів повинно здійснюватися за 21 день до початку круїзу.
uz: Круизлар ва меҳмонхоналар/курортларга бизнинг сайтимизда буюртма берилиши шарт, мукофот тариқасида берилган Бонус балларини эса фақатгина буюртмада кўрсатилган ва тасдиқланган круизлар ёки меҳмонхона/курортлар нархини, жумладан порт йиғимлари, мавжуд давлат солиқларини тўлаш учун қўллаш мумкин. Мукофот тариқасида берилган Бонус баллари билан круизларга 21 кун олддин буюртма берилиши шарт.
zh: 邮轮和酒店/度假住宿必须通过我们的网站预订，赠送的奖励积分仅可用于预订时报价并确认的邮轮票价或酒店/度假村客房费用，包括港口费和适用的政府税费。使用赠送奖励积分预订的邮轮必须提前21天完成预订。

source: Cruises Booked
ca: Creuers Reservats
de: Gebuchte Kreuzfahrten
es: Cruceros Reservados
fr: Croisières Réservées
it: Crociere prenotate
ja: 予約したクルーズ
kk: Брондалған Круиздер
ko: 예약된 크루즈
ky: Брондолгон круиздер
lv: Rezervētie Kruīzi
mn: Захиалсан аяллын тоо
pt: Cruzeiros reservados
ro: Croaziere rezervate
ru: Забронированные круизы
uk: Заброньовані круїзи
uz: Круизлар буюртма қилинди
zh: 已經預定的郵輪

source: cruises, stayed in
ca: creuers, en els quals es van allotjar
de: Kreuzfahrten, Aufenthalt in
es: cruceros, en los que se hospedaron
fr: croisières, séjour en
it: crociere, soggiorni a
ja: 回のクルーズ旅行に行き、宿泊したのは
kk: тұруы бар круиздер
ko: 번의 크루즈 항해와 머무른
ky: Круиз төмөнкү порттордо токтойт:
lv: kruīzi, palika/ir
mn: удаа явж, зочид буудлын захиалга
pt: cruzeiros, ficou em
ro: croaziere, a rămas în
ru: круизы, с размещением
uk: круїзи, з розміщенням
uz: круизи қуйидаги портларда тўхтаб ўтади:
zh: 邮轮，停留

source: Cruising Information
ca: Informació sobre creuers
de: Kreuzfahrt-Informationen
es: Información de Crucero
fr: Informations de Croisière
it: Informazioni crociera
ja: クルーズ情報
kk: Круиздік Ақпарат
ko: 크루즈 정보
ky: Круиз маалыматы
lv: Kruīzu informācija
mn: Далайн аяллын мэдээлэл
pt: Informação de Cruzeiro
ro: Informații de croazieră
ru: Круизная информация
uk: Круїзна Інформація
uz: Круизга оид маълумот
zh: 郵輪信息

source: CSV upload complete
ca: Càrrega CSV completada
de: CSV-Upload abgeschlossen
es: Carga de archivo CSV completa
fr: Chargement CSV terminé
it: Caricamento CSV completato
ja: CSVファイルのアップロードが完了しました
kk: CSV жүктеп салу аяқталды
ko: CSV 업로드 완료
ky: CSV жүктөө аяктады
lv: CSV augšupielāde pabeigta
mn: CSV файлын ачааллалт дууслаа
pt: Carregamento de CSV concluído
ro: Încărcarea CSV este finalizată
ru: Загрузка CSV завершена
uk: Завантаження CSV завершено
uz: CSV юклаш якунланди
zh: CSV 上传完成

source: Cumulative Partners
ca: Socis Acumulats
de: Kumulierte Partner
es: Socios Acumulados
fr: Partenaires Cumulatifs
it: Partner complessivi
ja: 累積パートナー
kk: Жиынтық серіктестер
ko: 누적 팀 파트너
ky: Кумулятивдик өнөктөштөр
lv: Kumaulatīvie Partneri
mn: Багийн нийт Түншүүд
pt: Sócios acumulados
ro: Parteneri cumulați
ru: Общее число Партнёров
uk: Загальна кількість Партнерів
uz: Жами Ҳамкорлар
zh: 累積合作夥伴

source: Cumulative Registered Members
ca: Membres Registrats Acumulats
de: Kumulierte registrierte Mitglieder
es: Miembros Registrados Acumulados
fr: Membres Enregistrés Cumulatifs
it: Membri registrati complessivi
ja: 累計メンバー登録者数
kk: Тіркелген пайдаланушылардың жалпы саны
ko: 누적 등록 멤버
ky: Катталган мүчөлөр
lv: Kopā reģistrētie biedri
mn: Нийт бүртгэлтэй Гишүүд
pt: Membros registrados cumulativos
ro: Membri înregistrați cumulativ
ru: Совместно зарегистрированные Члены Клуба
uk: Спільно зареєстровані Члени Клубу
uz: Жами рўйхатдан ўтган Аъзолар
zh: 累計註冊會員

source: Currency Amounts are reported in Euro
ca: Moneda Els imports es presenten en euros
de: Währung Die Beträge werden in Euro ausgewiesen
es: Cifras reportadas en Euros
fr: Devise Les montants sont présentés en euros
it: La valuta degli importi è espressa in euro
ja: 金額の通貨はユーロで表示されます
kk: Валютадағы сомалар еурода көрсетілген
ko: 통화 금액은 유로화로 보고됩니다
ky: Валюталык суммалар евродо көрсөтүлөт
lv: Naudas summām jābūt EUR
mn: Еврогоор мэдэгдсэн валютын дүн
pt: Valores de moeda são relatados em Euro
ro: Sumele valutare sunt exprimate în Euro
ru: Валюта представленных сумм - евро
uk: Валюта представлених сум - євро
uz: Валюта суммаси еврода кўрсатилган
zh: 貨幣金額以歐元報告

source: Currency Selected
fr: Devise Sélectionnée
it: Valuta selezionata
kk: Таңдалған валюта
pt: Moeda Selecionada
uk: Обрана валюта
uz: Валюта танланди
zh: 已选择的货币

source: Current Activations
fr: Activations Actuelles
it: Attivazioni correnti

source: Current Active Levels
ca: Nivells Actius Actuals
de: Aktuelle Aktive Ebenen
es: Niveles Activos Actuales
fr: Niveaux actifs actuels
it: Livelli Attivi attuali
ja: 現在のアクティブレベル
kk: Ағымдағы белсенді деңгейлер
ko: 현재 활성 레벨
ky: Учурдагы активдүү деңгээлдер
lv: Jūsu Patreizējie Līmeņi
mn: Одоогийн идэвхтэй үеүүд
pt: Níveis ativos atuais
ro: Niveluri actuale active
ru: Действующие Активные уровни
uk: Діючі Активні Рівні
uz: Жорий Фаол даражалар
zh: 当前活跃水平

source: Current Date
ca: Data Actual
de: Aktuelles Datum
es: Fecha Actual
fr: Date Actuelle
it: Data attuale
ja: 今日の日付
kk: Ағымдағы күн
ko: 현재 날짜
ky: Учурдагы дата
lv: Patreizējais datums
mn: Oгноо
pt: Data atual
ro: Data curentă
ru: Текущая дата
uk: Поточна Дата
uz: Жорий сана
zh: 當前日期

source: Current legal information and resources for inCruises products and services
ca: Informació legal actual i recursos sobre els productes i serveis d’inCruises
de: Aktuelle rechtliche Informationen und Ressourcen für inCruises Produkte und Dienstleistungen
es: Información legal actual y recursos sobre los productos y servicios de inCruises
fr: Informations et ressources juridiques actuelles sur les produits et services d'inCruises
it: Informazioni e risorse legali attuali per i prodotti e i servizi inCruises
ja: inCruisesの製品およびサービスに関する最新の法律情報および資料
kk: Incruises өнімдері мен қызметтері туралы өзекті құқықтық ақпарат пен материалдар
ky: inCruises өнүмдөрү жана кызматтары боюнча учурдагы укуктук маалыматтар жана ресурстар
lv: Pašreizējā juridiskā informācija un resursi “InCruises” produktiem un pakalpojumiem
mn: inCruises-ийн бүтээгдэхүүн, үйлчилгээтэй холбоотой хамгийн сүүлийн үеийн хууль эрх зүйн болон унших мэдээллүүд
pt: Informações e recursos jurídicos atuais para os produtos e serviços da inCruises
ro: Informații legale și resurse actuale pentru produsele și serviciile inCruises
ru: Актуальная юридическая информация и материалы по продуктам и услугам inCruises
uk: Поточна юридична інформація та ресурси для продуктів і послуг inCruises
uz: inCruises маҳсулотлари ва хизматларига тааллуқли долзарб юридик маълумотлар ва манбалар
zh: inCruises产品和服务的最新法律信息和资源

source: Current Membership
fr: Adhésion Actuelle
it: Membership attuale

source: Current Month Builders
ca: Constructors del Mes Actual
de: Aktuelle monatliche Builders
es: Builders del Mes
fr: Constructeurs du mois en cours
it: Costruttori del mese in corso
ja: 今月のビルダーズ
kk: Ағымдағы айдың құрылысшылары
ko: 현재 월간 빌더
ky: Учурдагы айдын куруучулары
lv: Patreizējie Mēneša Lietotāji
mn: Энэ сарын Билдерсүүд
pt: Construtores do mês atual
ro: Constructori Luna Curentă
ru: Построители текущего месяца
uk: Побудовники цього місяця
uz: Жорий ой қурувчилари
zh: 当月建设者

source: Current Month's Total
ca: Total del Mes Actual
de: Summe im aktuellen Monat
es: Total del Mes Actual
fr: Total du mois en cours
it: Totale del mese corrente
ja: 今月の合計
kk: Ағымдағы айдың нәтижелері
ko: 당월 합계
ky: Учурдагы айдын жалпы суммасы
lv: Pašreizējā mēneša kopsumma
mn: Энэ сарын нийт
pt: Total do mês atual
ro: Totalul lunii curente
ru: Итоги Текущего Месяца
uk: Всього за Поточний Місяць
uz: Жорий ой жами
zh: 本月合計

source: Current Password
ca: Contrasenya actual
de: aktuelles Passwort
es: Contraseña Actual
fr: Mot de passe actuel
it: Password attuale
ja: 現在のパスワード
kk: Ағымдағы Құпия Сөз
ko: 현재 비밀번호
ky: Учурдагы Сырсөз
lv: Patreizējā parole
mn: Одоогийн нууц үг
pt: Senha atual
ro: Parola actuală
ru: Текущий пароль
uk: Поточний пароль
uz: Жорий пароль
zh: 当前密码

source: Current Plan
ca: Pla Actual
de: Aktueller Plan
es: Plan Actual
fr: Plan actuel
it: Piano attuale
ja: 現在の区分
kk: Ағымдағы Жоспар
ko: 현재 요금제
ky: Учурдагы план
lv: Pašreizējais plāns
mn: Одоогийн багц
pt: Plano atual
ro: Planul curent
ru: Текущий План
uk: Поточний План
uz: Жорий режа
zh: 當前計劃

source: Current QBI
fr: QBI Actuelle
it: QBI attuale

source: Current Qualified Production
fr: Production Qualifiée Actuelle
it: Produzione Qualificata corrente

source: Current Rank
ca: Rang Actual
de: Aktueller Rang
es: Rango Actual
fr: Rang Actuel
it: Qualifica attuale
ja: 現在のランク
kk: Ағымдағы Ранг
ko: 현재 등급
ky: Учурдагы даража
lv: Pašreizējais līmenis
mn: Одоогийн цол зэрэг
pt: Rank atual
ro: Rangul curent
ru: Текущий Ранг
uk: Поточний Ранг
uz: Жорий Ранг
zh: 當前排名

source: Current rank and position in the Partnership program and structure
fr: Rang et position actuels dans le programme et la structure de Partenariat
it: Rango e posizione attuali nel programma di Partnership e struttura
kk: Серіктестік бағдарламадағы және құрылымдағы ағымдағы рангыңыз бен орныңыз
pt: Patamar e posição atuais no programa e estrutura de Parceria
uk: Поточний ранг та позиція в програмі Партнерства і структура
uz: Ҳамкорлик дастури ва тузилмасидаги жорий ранг ва позиция
zh: 当前在合伙人计划及架构中的级别和职位

source: Current Step
ca: Pas actual
de: Aktueller Schritt
es: Paso Actual
fr: Étape Actuelle
it: Passo attuale
ja: 現在のステップ
kk: Ағымдағы қадам
ko: 현재 단계
ky: Учурдагы кадам
lv: Patreizējais solis
mn: Одоогийн алхам
pt: Etapa atual
ro: Pasul curent
ru: Текущий шаг
uk: Поточний крок
uz: Жорий қадам
zh: 当前步骤

source: Current Subscription
ca: Subscripció actual
de: Aktuelles Abonnement
es: Suscripción actual
fr: Abonnement actuel
it: Abbonamento attuale
ja: 現在のサブスクリプション
kk: Ағымдағы Жазылым
ky: Учурдагы катталуулар
lv: Patreizējā abonēšana
mn: Одоогийн Гишүүнчлэл
pt: Assinatura atual
ro: Abonament curent
ru: Текущая подписка
uk: Поточна підписка
uz: Жорий обуна
zh: 当前订阅

source: Current Subscriptions
ca: Subscripcions actuals
de: Aktuelle Abonnements
es: Suscripciones actuales
fr: Abonnements actuels
it: Abbonamenti attuali
ja: 現在のサブスクリプション
kk: Ағымдағы Жазылымдар
ky: Учурдагы катталуулар
lv: Patreizējā Abonēšana
mn: Миний одоогийн гишүүнчлэл
pt: Assinaturas atuais
ro: Abonamente curente
ru: Текущие подписки
uk: Поточні підписки
uz: Жорий обуналар
zh: 当前订阅

source: Current Week's Contest
ca: Concurs de la setmana actual
de: Wettbewerb der laufenden Woche
es: Concurso Semanal Actual
fr: Concours de la Semaine en Cours
it: Gara della settimana corrente
ja: 今週のコンテスト
kk: Осы Апта Сайысы
ko: 금주의 주간 경연
ky: Учурдагы апталык таймашуу
lv: Pašreizējās nedēļas konkurss
mn: Энэ 7 хоногийн Уралдаан
pt: Concurso da semana atual
ro: Concursul săptămânii curente
ru: Конкурс этой недели
uk: Конкурс Цього Тижня
uz: Жорий ҳафта мусобақаси
zh: 本週比賽

source: Current withdrawn yearly income <strong>${{ $filters.money(currentIncome) }}</strong>
ca: Ingressos anuals retirats actuals <strong>${{ $filters.money(currentIncome) }}</strong>
de: Aktuelles entnommenes Jahreseinkommen <strong>${{ $filters.money(currentIncome) }}</strong>
es: Ingreso anual retirado actual <strong>${{ $filters.money(currentIncome) }}</strong>
fr: Revenu annuel actuel retiré <strong>${{ $filters.money(currentIncome) }}</strong>
it: Reddito annuale ritirato fino ad oggi<strong>${ $filters.money(currentIncome) }}</strong>
ja: 現在の引き出された年収 <strong>${{ $filters.money(currentIncome) }}</strong>
kk: Ағымдағы алынып тасталған жылдық кіріс <strong>${{$filters.money(currentIncome) }}</strong>
ky: Бүгүнкү күнгө чейин алынган жылдык киреше<strong>${{ $filters.money(currentIncome) }}</strong>
lv: Kārtējie izņemtie gada ienākumi <strong>${{ $filters.money(currentIncome) }}</strong>
mn: Одоогоор татагдсан жилийн орлого <strong>${{ $filters.money(currentIncome) }}</strong>
pt: Retirada atual da renda anual <strong>${{ $filters.money(currentIncome) }}</strong>
ro: Venitul anual retras curent <strong>${{ $filters.money(currentIncome) }}</strong>
ru: Годовой доход, выведенный на текущий момент <strong>${{ $filters.money(currentIncome) }}</strong>
uk: Річний дохід, виведений на даний моментe <strong>${{ $filters.money(currentIncome) }}</strong>
uz: Жорий ечиб олинган йиллик даромад <strong>${{ $filters.money(currentIncome) }}</strong>
zh: 当前的年收入已提取金额为<strong>${{ $filters.money(currentIncome) }}</strong>

source: Currently
ca: Actualment
de: Aktuell
es: Actualmente
fr: En ce moment
it: Attualmente
ja: 現在
kk: Қазіргі уақытта
ky: Учурда
lv: Patreiz
mn: Одоогоор
pt: Atualmente
ro: În prezent
ru: На данный момент
uk: Поточно
uz: Жорий
zh: 当前

source: Currently Paid As:
ca: Actualment es paga com:
de: Derzeit bezahlt als:
es: Actualmente pagado como:
fr: Actuellement payé en tant que :
it: Attualmente pagato come:
ja: 報酬を受け取っているランク：
kk: Қазіргі уақытта төленеді:
ko: 현재 지급기준:
ky: Учурда төлөнүүчү:
lv: Pašlaik maksājams kā:
mn: Шагнал урамшуулал авч буй цол:
pt: Atualmente pago como:
ro: Plătit în prezent ca:
ru: На настоящий момент оплачено как:
uk: На даний момент сплачено як:
uz: Ҳозирда қуйидагича тўланмоқда:
zh: 目前支付方式：

source: Custom
ca: Personalitzat
de: Kunde
es: Personalizado
fr: Coutume
it: Personalizzato
ja: 顧客
kk: Әдет-ғұрып
ko: 고객
ky: Өзгөчө
lv: Muita
mn: Гааль
pt: Cliente
ro: Personalizat
ru: Обычный
uk: Звичайний
uz: Божхона
zh: 風俗

source: Custom Date Range
ca: Rang de dates personalitzat
de: Benutzerdefinierter Datumsbereich
es: Personaliza Rango de Fechas
fr: Plage de Dates Personnalisée
it: Intervallo di date desiderato
ja: カスタム日付期間
kk: Еркін күндер ауқымы
ko: 개별 맞춤 기간
ky: Ыңгайлаштырылган күн диапазону
lv: Pielāgots datumu diapazons
mn: Он сар өдрөөр
pt: Intervalo de datas personalizadas
ro: Interval de date personalizat
ru: Произвольный диапазон дат
uk: Довільний діапазон дат
uz: Ихтиёрий сана диапазони
zh: 自定義日期範圍

source: Custom Message
ca: Missatge Personalitzat
de: Benutzerdefinierte Nachricht
es: Mensaje Personalizado
fr: Message personnalisé
it: Messaggio personalizzato
ja: カスタムメッセージ
kk: Жеке хабарлама
ky: Жеке билдирүү
lv: Pielāgots ziņojums
mn: Тохируулсан мессеж
pt: Mensagem Personalizada
ro: Mesaj personalizat
ru: Индивидуальное сообщение
uk: Спеціальне повідомлення
uz: Мижоз хати
zh: 定制信息

source: customemail
ca: Correu electrònic personalitzat customemail
fr: courriel personnalisé
ja: カスタマイズされたメール
kk: реттелетін электрондық пошта
ky: жеке электрондук почта
lv: pielāgot e-pastu
mn: захиалгат имэйл хаяг
pt: e-mail personalizado
ro: e-mail personalizat
ru: собственная электронная почта
uk: персоналізована електронна пошта
uz: фойдаланувчи электрон почтаси
zh: 定制邮件

source: Customer
ca: Client
de: Kunde
es: Cliente
fr: Client
it: Cliente
ja: 顧客
kk: Тұтынушы
ky: Кардар
lv: Klients
mn: Хэрэглэгч
pt: Cliente
ro: Client
ru: Клиент
uk: Клієнт
uz: Мижоз
zh: 客户

source: Customer Name
ca: Nom del Client
de: Name des Kunden
es: Nombre del Cliente
fr: Nom du client
it: Nome del cliente
ja: 顧客名
kk: Клиент Есімі
ko: 고객 이름
ky: Кардардын аты
lv: Klienta vārds
mn: Үйлчлүүлэгчийн Нэр
pt: Nome do cliente
ro: Numele clientului
ru: Имя Клиента
uk: Ім'я Клієнта
uz: Мижознинг исми
zh: 客戶姓名
