Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: If you wish to use Reward Points, you must add them in this step, you will not be able to add Reward Points later.
ca: Si desitges utilitzar Punts de Recompensa, has d'agregar-los en aquest pas, no podràs agregar Punts de Recompensa més endavant.
de: Wenn Sie Reward Points verwenden möchten, müssen Sie diese in diesem Schritt hinzufügen, da Sie später keine Reward Points mehr hinzufügen können.
es: Si deseas utilizar Puntos de Recompensa, debes agregarlos en este paso, no podrás agregar Puntos de Recompensa más adelante.
fr: Si vous souhaitez utiliser des Points de Récompense, vous devez les ajouter dans cette étape, vous ne pourrez pas ajouter de Points de Récompense plus tard.
it: Se desideri utilizzare i Crediti Premio, devi aggiungerli in questa fase, non potrai aggiungere i Crediti Premio in un secondo momento.
ja: リワードポイントを使用する場合は、この画面でポイントを追加する必要があり、後でリワードポイントを追加することはできません。
kk: Марапаттау ұпайларын пайдаланғыңыз келсе, оларды осы кезеңде қосуыңыз керек, кейінірек марапат ұпайларын қоса алмайсыз.
ko: 리워드 포인트를 사용하려면, 이 단계에서 추가해야 하며, 이후에 리워드 포인트를 추가할 수 없습니다.
ky: Эгерде Бонустук Упайларыңызды колдонууну кааласаңыз, аларды бул кадамда кошушуңуз керек, кийинчерээк Бонустук Упайларыңызды кошуу мүмкүнчүлүгү болбойт.
lv: Ja vēlaties izmantotBalvu Punktus, tie ir jāpievieno šajā momentā, vēlāk jūs nevarēsit Balvu Punktus pievienot.
mn: Хэрэв та өөрийн Шагналын Оноог ашиглахыг хүсвэл энэ шатанд уг оноог хэрэглэх ёстой бөгөөд дараагийн шатнаас Шагналын Оноог нэмэх боломжгүй болно.
pt: Se você deseja usar Pontos de Recompensa, você deve adicioná-los nesta etapa, você não poderá adicionar Pontos de Recompensa posteriormente.
ro: Dacă vrei să utilizezi puncte de recompensă, trebuie să le adaugi în acest pas, nu vei putea adăuga puncte de recompensă mai târziu.
ru: Если вы хотите использовать Бонусные Баллы, то вы должны добавить их на этом шаге. Вы не сможете добавить Бонусные Баллы позже.
uk: Якщо ви хочете використовувати Бонусні Бали, ви повинні додати їх на цьому кроці. Ви не зможете додати Бонусні Бали пізніше.
uz: Агар Бонус балларидан фойдаланмоқчи бўлсангиз, уларни ушбу босқичда қўшинг, кейин бунинг имкони бўлмайди.
zh: 如果您想使用獎勵積分，您必須在此步驟中添加它們，您以後將無法添加獎勵積分。

source: If you wish you cancel your pending sale you may do so by pressing the following button. You should only do this if the pending sale is no longer going to be completed by you.
ca: Si vols cancel·lar la venda pendent, pots fer-ho prement el botó següent. Només has de fer-ho, si no completes la venda pendent.
de: Wenn Sie möchten, dass Sie Ihren ausstehenden Auftrag stornieren, können Sie dies durch Drücken der folgenden Schaltfläche tun. Dies sollten Sie nur dann tun, wenn der ausstehende Auftrag nicht mehr von Ihnen abgeschlossen wird.
es: Si deseas cancelar tu venta pendiente puedes hacerlo presionando el siguiente botón. Solo deberías hacer esto si la venta pendiente no será completada por tí.
fr: Si vous souhaitez annuler votre vente en cours, vous pouvez le faire en appuyant sur le bouton suivant. Vous ne devez le faire que si la vente en cours ne sera plus complétée par vous.
it: Se desideri annullare l'acquisto in sospeso, puoi farlo premendo il seguente pulsante. Fallo solo se sei sicuro di non concludere più l'acquisto.
ja: 以下に表示されるボタンをクリックすると、保留中の購入をキャンセルすることができます。あなたが購入をしないと決断したときにだけお手続きを進めてください。
kk: Егер сіз күтудегі сатылымды тоқтатқыңыз келсе, келесі батырманы басу арқылы жасай аласыз. Мұны сіз күтудегі тапсырысты бұдан былай аяқтамайтын болсаңыз ғана жасауыңыз керек.
ko: 보류중인 판매를 취소하려면 다음 버튼을 눌러 취소하십시오. 보류중인 판매가 더 이상 완료되지 않을 경우에만 이 작업을 수행해야합니다.
ky: Эгерде сиз күтүлүп жаткан сатууну жокко чыгарууну кааласаңыз, төмөнкү баскычты басуу менен жасай аласыз. Сиз муну күтүп жаткан сатууну сиз бүтүрбөй турган болсоңуз гана кылышыңыз керек.
lv: Ja vēlaties atcelt gaidāmo pārdošanu, to var izdarīt, nospiežot šo pogu. To vajag izdarīt tikai tad, ja gaidāmā pārdošana jums nebūs pabeigta.
mn: Хүлээгдэж буй борлуулалтыг цуцлах бол дараагийн товчин дээр дарж цуцална уу. Хүлээгдэж буй борлуулалт гүйцэд дуусаагүй тохиолдолд л та үүнийг цуцалж болно.
pt: Se você desejar cancelar sua venda pendente, poderá fazê-lo pressionando o botão a seguir. Você só deve fazer isso se a venda pendente não for mais concluída por você.
ro: Dacă doriţi să anulaţi vânzarea aflată în aşteptare, puteţi face aceasta apăsând pe următorul buton. Ar trebui să faceţi aceasta numai dacă vânzarea în aşteptare nu va mai fi finalizată de dvs.
ru: Если вы хотите отменить вашу продажу в ожидании, вы можете сделать это, нажав на следующую кнопку. Вы должны сделать это, только если продажи в ожидании больше не будет завершена вами.
uk: Якщо ви хочете скасувати вашу продаж в очікуванні, ви можете зробити це, натиснувши на наступну кнопку. Ви повинні зробити це, тільки якщо продаж в очікуванні більше не буде завершений вами.
uz: Кутаётган сотувни бекор қилишни истасангиз, буни қуйидаги тугмани босиб амалга оширишингиз мумкин. Буни фақат кутаётган сотувни бошқа тугатмасангиз, амалга оширишингиз мумкин.
zh: 如果您希望取消待售，可以按下面按鈕。 只有在您不再完成掛單銷售時，才可以執行此操作。

source: If you've already earned a cash reward, set your sights on another one! Partners can win
fr: Si vous avez déjà remporté une récompense en espèces, visez-en une autre ! Les Partenaires peuvent gagner
it: Se hai già ottenuto un premio in denaro, punta a guadagnarne un altro! I Partner possono vincere

source: If your primary and backup cards fail, we will attempt to complete the payment using funds in your inCruises Wallet Recurring unless you disable this.
fr: Si vos cartes de paiement principales et de secours sont invalides, nous tenterons de finaliser le paiement à l'aide du solde de votre Portefeuille Récurrent inCruises, sauf si vous désactivez cette option.
it: Se la tua carta principale e quella di riserva non funzionano, cercheremo di completare il pagamento utilizzando il credito disponibile nel tuo wallet inCruises, a meno che tu non disattivi questa opzione.
kk: Егер негізгі және қосалқы карталарыңыз жұмыс істемесе, біз төлемді inCruises әмияныңыздағы рекурренттік қаражаттарды пайдаланып орындауға тырысатын боламыз, егер сіз оны өшірмеген болсаңыз.
pt: Se os seus cartões principal e reserva falharem, tentaremos concluir o pagamento usando os fundos da sua Carteira inCruises em Recorrência, a menos que você desative essa opção.
uk: Якщо ваша основна та резервна картки не спрацюють, ми спробуємо здійснити оплату за допомогою рекурентної оплати через гаманець inCruises, якщо ця функція у вас увімкнена.
uz: Агар асосий ва захира карталардан маблағ ечишнинг имкони бўлмаса, тўловни сизнинг inCruises ҳамёнингиздаги маблағлар ёрдамида қоплашга ҳаракат қиламиз, токи сиз ушбу функцияни бекор қилгунга қадар.
zh: 如果您的主要和备用银行卡均扣款失败，我们将尝试使用您inCruises钱包定期付款中的资金完成支付，除非您禁用了此功能。

source: If your primary and backup cards fail, we will attempt to complete the payment using funds in your inCruises Wallet unless you disable this by going to: Payments > Invoices > Payment Methods > inCruises Wallet Recurring.
fr: Si vos cartes de paiement principales et de secours sont refusées, nous tenterons de finaliser le paiement à l'aide du solde de votre Portefeuille inCruises sauf si vous désactivez cette option en vous rendant à l'adresse suivante : Paiements > Factures > Méthodes de paiement > Paiement Récurrent via le Portefeuille inCruises.
it: Se la tua carta principale e quella di riserva non funzionano, cercheremo di completare il pagamento utilizzando il credito disponibile nel tuo wallet inCruises, a meno che tu non disattivi questa opzione andando su: Pagamenti > Fatture > Metodi di pagamento > Wallet inCruises ricorrente.
kk: Егер негізгі және қосалқы карталарыңыз жұмыс істемесе, біз төлемді inCruises әмияныңыздағы қаражаттарды пайдаланып орындауға тырысатын боламыз, егер сіз оны өшірмеген болсаңыз. Мұны өшіру үшін мына жерге өтіңіз: Төлемдер > Шоттар > Төлем әдістері > inCruises әмияны рекурренттік.
pt: Se os seus cartões principal e secundário falharem, tentaremos concluir o pagamento utilizando os fundos da sua Carteira inCruises, a menos que desative esta opção em: Pagamentos > Faturas > Meios de pagamento > Recorrência da Carteira inCruises.
uk: Якщо ваша основна та резервна картки не спрацюють, ми будемо намагатися здійснити оплату, використовуючи кошти з вашого гаманця inCruises, доки ви не вимкнете цю опцію, перейшовши до: Платежі > Рахунки > Способи оплати > Рекурентні платежі через гаманець inCruises.
uz: Агар асосий ва захира карталардан маблағ ечишнинг имкони бўлмаса, тўловни сизнинг inCruises ҳамёнингиздаги маблағлар ёрдамида қоплашга ҳаракат қиламиз, токи сиз ушбу функцияни Тўловлар > Ҳисоблар > Тўлов усули > inCruises ҳамёнидан даврий тўлов орқали бекор қилгунга қадар.
zh: 如果您的主要和备用银行卡均扣款失败，我们将尝试使用您钱包中的资金完成支付，除非您通过以下路径禁用该功能：付款 > 发票 > 付款方式 > inCruises钱包定期付款。

source: If your primary and backup cards fail, we will attempt to complete the payment using funds in your inCruises Wallet unless you disable this.
fr: Si vos cartes de paiement principales et de secours sont refusées, nous tenterons de finaliser le paiement à l'aide du solde de votre Portefeuille inCruises, sauf si vous désactivez cette option.
it: Se la tua carta principale e quella di riserva non funzionano, cercheremo di completare il pagamento utilizzando il credito disponibile nel tuo wallet inCruises, a meno che tu non disattivi questa opzione.
kk: Егер негізгі және қосалқы карталарыңыз жұмыс істемесе, біз төлемді inCruises әмияныңыздағы қаражаттарды пайдаланып орындауға тырысатын боламыз, егер сіз оны өшірмеген болсаңыз.
pt: Se os seus cartões principal e de reserva falharem, tentaremos concluir o pagamento usando os fundos da sua Carteira inCruises, a menos que você desative essa opção.
uk: Якщо ваша основна та резервна картки не спрацюють, ми будемо намагатися здійснити оплату, використовуючи кошти з вашого гаманця inCruises, доки ви не відключите цей спосіб оплати.
uz: Агар асосий ва захира карталардан маблағ ечишнинг имкони бўлмаса, тўловни сизнинг inCruises ҳамёнингиздаги маблағлар ёрдамида қоплашга ҳаракат қиламиз, токи сиз ушбу функцияни бекор қилгунга қадар.
zh: 如果您的主要和备用银行卡均扣款失败，我们将尝试使用您钱包中的资金完成支付，除非您禁用了此功能。

source: If your QBI is 64% or less when <strong>Builders Base Bonus</strong> is calculated, whatever QBI percentage you have at that time becomes the percentage of your <strong>Builders Base Bonus</strong> you actually get paid.
ca: Si la teva QBI és del 64% o menys quan es calcula la <strong> Bonificació de la Base dels Constructors<strong>, el percentatge de la teva QBI en aquell moment es converteix en el percentatge de <strong> les Bonificacions de la Base dels Constructors<strong> que realment rebràs.
de: Wenn Ihr QBI 64% oder weniger beträgt, wenn der <strong>Builders Base Bonus</strong> berechnet wird, wird der Prozentsatz des QBI, den Sie zu diesem Zeitpunkt haben, zum Prozentsatz Ihres <strong>Builders Base Bonus</strong> den Sie tatsächlich ausgezahlt bekommen.
es: Si tu QBI es del 64% o menos cuando se calcula el <strong>Bono Base de Constructores</strong>, el porcentaje de QBI que tengas en ese momento se convierte en el porcentaje del <strong>Bono Base de Constructores</strong> que recibirás.
fr: Si votre QBI est inférieur ou égal à 64 % au moment du calcul du <strong>Bonus de Base des Constructeurs</strong>, le pourcentage de QBI que vous avez à ce moment-là devient le pourcentage de votre <strong>Bonus de Base des Constructeurs</strong> qui vous est effectivement versé.
it: Se il tuo QBI è pari o inferiore al 64% al momento del calcolo del <strong>Bonus Base Costruttori</strong> qualunque sia la percentuale di QBI che hai in quel momento, diventerà la percentuale del tuo <strong>Bonus Base Costruttori</strong> che ti viene effettivamente pagata.
ja: もしあなたの <strong>ビルダーズ・ベース ボーナス</strong> が64%以下として計算された時、その時点であなたが持っているQBIのパーセンテージが、実際に支払われる <strong>ビルダーズ・ベース ボーナス</strong> のパーセンテージになります。
kk: Фундамент Бизнесінің бонусын есептеу кезінде сіздің <strong>QBI 64%</strong> немесе одан аз болса, сол кездегі QBI пайызының кез келген пайызы сізге нақты төленген <strong>Фундамент Бизнес</strong> бонусының пайызына айналады.
ky: Эгер<strong>Куруучулар Базасы Бонусу</strong>эсептелип жатканда сиздин QBI (БСИ) 64% же андан аз болсо, ошол учурда QBI (БСИ) пайызыңыз кандай болсо, сизге иш жүзүндө <strong>Куруучулар Базасы Бонусу пайызыңыз</strong> ошондой болуп төлөнөт.
lv: Ja jūsu QBI ir 64% vai mazāk, kad <strong>Lietotāju Bāzes Bonus</strong>tiek aprēķināts, neskatoties uz to kādi ir QBI procenti šajā laikā, tas kļūst par jūsu procentiem no <strong>Lietotāju Bāzes Bonusa</strong>ko jums faktiski maksā.
mn: <strong>Билдерс Бэйс урамшуулал</strong> бодогдох үед таны QBI 64% болон бага тохиолдолд тухайн үеийн <strong>Билдерс Бэйс урамшууллын</strong> хэмжээ таны QBI-н хувиар тодорхойлогдоно.
pt: Se o seu QBI for de 64% ou menos quando o <strong>bônus Base dos Construtores</strong> é calculado, qualquer porcentagem de QBI que você tenha naquele momento torna-se a porcentagem de seu <strong>bônus Base dos Construtores</strong> que você realmente será pago.
ro: Dacă QBI-ul tău este de 64% sau mai puțin când <strong>bonusul pentru baza constructorilor</strong> este calculat, orice procent QBI pe care îl ai la acel moment devine procentul tău din <strong>bonus pentru baza constructorilor</strong> cu care ești plătit.
ru: Если ваш QBI составляет 64% или менее на момент расчёта <strong>бонуса "Фундамент Бизнеса"</strong>, то, какой бы процент у вас на этот момент не был, он становится тем процентом вашего <strong>бонуса "Фундамент Бизнеса",</strong> который вам фактически выплачивается.
uk: Якщо ваш QBI (ІЯБ) складає 64% або менше на момент розрахунку <strong> бонусу "Фундамент Бізнесу", </strong> то, який би відсоток у вас на цей момент не був, він стає тим відсотком вашого <strong> бонусу "Фундамент Бізнесу", </strong> який вам фактично виплачується.
uz: Агар <strong>Қурувчилар базаси бонуси</strong> тўланадиган вақтда сизнинг QBI кўрсаткичи 64% ёки ундан паст бўлса, ўша вақтда қандай фоиз кўрсатишидан қатъи назар, у сизга амалда тўланадиган <strong>Қурувчилар базаси бонуси</strong> белгилайди.
zh: 如果计算<strong>建造者基本奖金</strong>时您的 QBI 为 64% 或更低，则您当时拥有的 QBI 百分比将成为您实际获得的<strong>建造者基本奖金</strong>的百分比。

source: If your QBI is below 65% at the time your Builders Base Bonus is calculated, your bonus will be a percentage of the full amount, matching your QBI.
fr: Si votre QBI est inférieur à 65% au moment du calcul de votre Bonus de Base des Constructeurs, votre bonus sera un pourcentage du montant total, corresponant à votre QBI.
it: Se il tuo QBI è inferiore al 65% al momento del calcolo del tuo bonus Base Costruttori, il tuo bonus sarà una percentuale dell'importo totale, corrispondente al tuo QBI.
kk: Егер сіздің БСИ 65%-дан төмен болса, Фундамент Бизнес бонусы есептелген кезде, сіздің бонусыңыз толық соманың пайызы ретінде, БСИ көрсеткішіңізге сәйкес төленеді.
pt: Se o seu QBI estiver abaixo de 65% no momento em que o seu Bônus de Base de Construtores for calculado, o seu bônus será um percentual do valor total, correspondente ao seu QBI.
uk: Якщо ваш QBI менше 65% на момент розрахунку вашого бонусу «Фундамент Бізнесу», розмір бонусу становитиме відсоток від повної суми, що відповідає вашому QBI.
uz: Қурувчилар базаси бонусингиз ҳисобланаётган вақтда сизнинг QBI кўрсаткичи 65% дан паст бўлса, бонусингиз миқдори QBI кўрсаткичига тенг сумманинг фоизига тенг бўлади.
zh: 如果您的QBI在计算建设者基础奖金时低于65%，您的奖金将按全额的一定百分比计算，与您的QBI相对应。

source: ii. For a period of one (1) year following the termination of this Addendum for any reason whatsoever, PARTNER shall not sell, or attempt to sell, any products or services that are competitive with inGroup International’s products or services to any IBP or customer of inGroup International.
ca: ii. Durant un període d'un (1) any després de la finalització d'aquest Annex per qualsevol motiu, el SOCI no podrà vendre, ni intentar vendre, cap producte o servei que sigui competitiu amb els productes o serveis d'inGroup International’s a qualsevol SCI o client d’inGroup International.
de: ii. Während des Zeitraums von einem (1) Jahr nach Beendigung dieses Zusatzes aus welchem Grund auch immer darf der PARTNER keine Produkte oder Dienstleistungen, die mit den Produkten oder Dienstleistungen von inGroup International konkurrenzfähig sind, an unabhängige Partner oder Kunden von inGroup International verkaufen oder zu verkaufen versuchen.
es: ii. Por un período de un (1) año posterior a la terminación de este Anexo por cualquier motivo, el SOCIO no venderá, ni intentará vender, ningún producto o servicio que sea competitivo con los productos o servicios de inGroup International a ningún SCI o cliente de inGroup International.
fr: ii. PARTNER ne vendra ni ne tentera de vendre des produits ou services concurrents des produits ou services d'inGroup International à un IBP ou à un client d'inGroup International, et ce, pendant une période d’un (1) an après la résiliation de cet addenda pour quelque raison que ce soit.
it: ii. Per il periodo di un (1) anno successivo alla cessazione del presente Addendum per qualsiasi motivo, il PARTNER non venderà né tenterà di vendere prodotti o servizi che siano in concorrenza con i prodotti o servizi inGroup International a qualsiasi PCI o cliente di inGroup International.
ja: ii。 理由の如何を問わず、本補遺の終了後1年間、パートナーは、inGroup Internationalの製品またはサービスと競合する製品またはサービスを、inGroup InternationalのIBPまたは顧客に対して販売したり、販売を試みたりしてはなりません。
kk: ii. СЕРІКТЕС осы қосымша келісімнің күші жойылғаннан бастап, бір (1) жыл ішінде, inGroup International – тің өнімдерін немесе қызметтерін бәсекелестерге сатуға немесе саудалауға және кез келген ТБС немесе inGroup International – тің тұтынушысына сатпайды немесе сатуға тырыспайды.
ko: ii.어떤 이유로 든 본 추가 조항이 종료 된 후 (1) 년 동안 파트너는 inGroup International의 제품 또는 서비 스와 경쟁 관계에 있는 제품이나 서비스를 IBP 또는 inGroup International 고객에게 판매하거나 판매를 시도해서는 안됩니다.
ky: ii. Бул Тиркеме кандайдыр бир себеп менен токтотулгандан кийинки бир (1) жылдын ичинде ӨНӨКТӨШ inGroup International компаниясынын өнүмдөрү же кызматтары менен атаандаша турган эч кандай өнүмдөрдү же кызматтарды КБӨ же inGroup International кардарына сатпайт же сатууга аракет кылбайт.
lv: II. Vienu (1) gadu pēc šā pielikuma izbeigšanas jebkāda iemesla dēļ PARTNERIS nepārdod vai nemēģina pārdot jebkādus produktus vai pakalpojumus, kas ir konkurētspējīgi ar ingroup International produktiem vai pakalpojumiem jebkurai IBP vai inGroup International klientam.
mn: ii. Энэхүү Нэмэлт гэрээг цуцалснаас хойш 1 жилийн турш, ямар ч шалтгаантай байсан, ТҮНШ нь inGroup International-ийн бүтээгдэхүүн, үйлчилгээтэй ижил, өрсөлдөж буй аливаа бүтээгдэхүүн, үйлчилгээг inGroup International-ийн хэн нэгэн БДТ-д эсвэл хэрэглэгчид зарах, худалдах оролдлого хийж болохгүй.
pt: II. Por um período de um (1) ano após o término deste Adendo por qualquer motivo, o SÓCIO não venderá nem tentará vender quaisquer produtos ou serviços que sejam competitivos com os produtos ou serviços do inGroup International para qualquer Parceiro Independente ou cliente do inGroup International.
ro: ii. Pentru absolut niciun motiv, timp de un (1) an după teminarea acestui Act Adiţional, PARTENERUL nu va vinde sau încerca să vândă vreunui PAI sau client inGroup International orice produse sau servicii care sunt în competiţie cu produsele sau serviciile inGroup International.
ru: ii. В течение одного (1) года после прекращения действия настоящего Дополнения по любой причине ПАРТНЕР не должен продавать или пытаться продать какие-либо продукты или услуги, которые конкурируют с продуктами или услугами inGroup International, любому БП или клиенту inGroup International.
uk: ii. Протягом одного (1) року після припинення дії цього Додатку з будь-якої причини ПАРТНЕР не повинен продавати або намагатися продати будь-які продукти або послуги, які конкурують з продуктами або послугами inGroup International, будь-якому БП або клієнту INCRUISES.
uz: ii. Ушбу Қўшимчанинг амал қилиш муддати ҳар қандай сабаб билан тугатилганидан кейинги бир (1) йил давомида ҲАМКОР inGroup International Мустақил Ҳамкорига ёки мижозига inGroup International билан рақобатда бўлган ҳеч қандай маҳсулот ёки хизматни сотмаслиги ёки сотишга уринмаслиги лозим.
zh: ii. 本協議因任何原因終止後一（1）年內，合作夥伴不會向INC或inGroup International客戶出售或試圖出售任何與inGroup International產品或服務具競爭力的產品或服務。

source: II. Information Collection and Use
ca: II. Recollida i Ús de la Informació
de: II. Erhebung und Nutzung von Informationen
es: II. Recopilación de Información y Uso
fr: II. Collecte et Utilisation des Informations
it: II. Raccolta e utilizzo delle informazioni
ja: 情報の収集と使⽤
kk: II. Ақпаратты жинау және пайдалану
ky: II. Маалымат жыйноо жана колдонуу
lv: II. Informācijas vākšana un izmantošana
mn: II. Мэдээлэл цуглуулалт ба ашиглалт
pt: II. Coleta e Uso das Informações
ro: II. Colectarea și utilizarea informațiilor
ru: II. Сбор и Использование Информации
uk: II. Збір та Використання Інформації
uz: II. Маълумотларни тўплаш ва улардан фойдаланиш
zh: II. 信息收集与使用

source: II. NON-COMMERCIAL USE
ca: II. ÚS NO COMERCIAL
de: II. NICHTKOMMERZIELLE NUTZUNG
es: II. USO NO COMERCIAL
fr: II. UTILISATION NON COMMERCIALE
it: II. USO NON COMMERCIALE
ja: II. ⾮営利的な使⽤
kk: II. КОММЕРЦИЯЛЫҚ ЕМЕС ПАЙДАЛАНУ
ky: II. ЖЕКЕ МАКСАТТА КОЛДОНУУ
lv: II. NEKOMERCIĀLA IZMANTOŠANA
mn: II. БИЗНЕСИЙН БУС АШИГЛАЛТ
pt: II. USO NÃO COMERCIAL
ro: II. UTILIZARE NECOMERCIALĂ
ru: II. НЕКОММЕРЧЕСКОЕ ИСПОЛЬЗОВАНИЕ
uk: II. НЕКОМЕРЦІЙНЕ ВИКОРИСТАННЯ
uz: II. НОТИЖОРИЙ МАҚСАДДА ФОЙДАЛАНИШ
zh: II. 非商业用途

source: ii. Notwithstanding anything to the contrary herein, PARTNER shall have no obligation to preserve the confidentiality of any information which
ca: ii. Malgrat tot allò contrari, el SOCI no tindrà cap obligació de preservar la confidencialitat de qualsevol informació que
de: ii. Ungeachtet anders lautender Bestimmungen ist der PARTNER nicht verpflichtet, die Vertraulichkeit von Informationen zu wahren, die
es: ii. Sin perjuicio de cualquier disposición en contrario en este documento, el SOCIO no tendrá la obligación de preservar la confidencialidad de cualquier información que:
fr: ii. Nonobstant toute disposition contraire des présentes, PARTNER n’est nullement tenu de préserver la confidentialité des informations qui
it: ii. Nonostante qualsiasi disposizione contraria, il PARTNER non ha l'obbligo di mantenere la riservatezza delle informazioni che
ja: ii. 本契約にこれと異なる定めがあっても、パートナーは次のようないかなる情報の機密性を保持する義務を負うものではありません
kk: ii. СЕРІКТЕС қарама-қайшылыққа қарамастан, серіктеске бұрыннан белгілі болған кез келген ақпараттың құпиялылығын сақтауға міндетті емес
ko: ii. 본 계약에 위배되는 어떠한 내용에도 불구하고 파트너는 다음과 같은 정보의 기밀을 유지할 의무가 없습니다
ky: ii. Бул жерде карама-каршы келген эч нерсеге карабастан, ӨНӨКТӨШ төмөнкү эч кандай маалыматтын купуялуулугун сактоого милдеттүү эмес
lv: II. Neraugoties uz pretējo, PARTNERIM nav pienākuma ievērot tādas informācijas konfidencialitāti, kura
mn: ii. Энэхүү Гэрээнд эсрэг заалттай байгаагаас үл хамааран Түнш нь ямар нэг мэдээллийн нууцлалыг хадгалах үүргээс чөлөөлөгдөнө
pt: II. Não obstante, qualquer disposição em contrário, o SÓCIO não terá obrigação de preservar a confidencialidade de qualquer informação que
ro: Fără a aduce atingere prevederilor acestui document, PARTNERUL nu va avea nici o obligație de a păstra confidențialitatea oricăror informații care
ru: ii. Однако, ПАРТНЕР не обязан сохранять конфиденциальность любой информации, которая
uk: ii. Незалежно від наявності протиріч, ПАРТНЕР не зобов'язаний зберігати конфіденційність будь-якої інформації, яка
uz: ii. Ушбу ҳужжатдаги ҳар қандай қарама-қаршиликларга қарамай, ҲАМКОР қуйидагиларга тааллуқли ҳеч бир маълумотни сир сақлаши шарт эмас:
zh: ii. 即使本協議另有規定，合作夥伴也沒有義務對以下任何信息保密
