Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I have not rebated any Member all or some portion of their Member payments, meaning I have not personally paid, nor paid back, returned, or refunded, directly or indirectly, any portion of any Member’s initial or subsequent payments. I acknowledge that interceding financially, with any Member’s payment in any way, is strictly prohibited by inCruises/inGroup®.
ca: No he reemborsat a cap Membre la totalitat o part de les seves quotes de Membresia, cosa que significa que no he pagat personalment, ni retornat, reintegrat o reemborsat, directament o indirectament, cap part de les quotes inicials o subsegüents de cap Membre. Reconec que intercedir econòmicament, de qualsevol forma, en el pagament de qualsevol Membre, està estrictament prohibit per inCruises/inGroup®.
de: Ich habe keinem Mitglied alle oder einen Teil seiner Mitgliedszahlungen zurückerstattet, d.h. ich habe weder persönlich noch direkt oder indirekt einen Teil der ersten oder nachfolgenden Zahlungen eines Mitglieds zurückbezahlt, zurückgegeben oder erstattet. Ich erkenne an, dass eine finanzielle Einmischung in die Zahlungen eines Mitglieds in irgendeiner Weise durch inCruises/inGroup® streng verboten ist.
es: No he reembolsado a ningún Miembro el total o una parte de sus pagos de Membresía, lo que significa que no he pagado personalmente, ni devuelto o reembolsado, directa o indirectamente, parte alguna de los pagos iniciales o posteriores de algún Miembro. Reconozco que interceder financieramente con el pago de cualquier Miembro de cualquier manera está estrictamente prohibido por inCruises/inGroup®.
fr: Je n'ai pas ristourné à un Membre tout ou partie de ses paiements, ce qui signifie que je n'ai pas personnellement payé, ni remboursé, ni rendu, ni restitué, directement ou indirectement, une quelconque partie des paiements initiaux ou ultérieurs d'un Membre. Je reconnais que l'intervention financière dans le paiement d'un Membre, de quelque manière que ce soit, est strictement interdite par inCruises/inGroup®.
it: Non ho scontato a nessun Membro la totalità o parte dei suoi pagamenti, il che significa che non ho pagato personalmente, né restituito, né rimborsato, direttamente o indirettamente, alcuna parte dei pagamenti iniziali o successivi di un Membro. Sono consapevole che ogni forma di interferenza finanziaria con i pagamenti dei Membri è severamente vietata da inCruises/inGroup®.
ja: 私は、メンバーの支払いの全部または一部を払い戻したことはありません。つまり、メンバーの初回またはその後の支払いの一部を、直接的または間接的に、個人的に支払ったり、払い戻したり、返したり、返金したりしたことはありません。 私は、いかなる方法であれ、 メンバーの支払いに金銭的な介入をすることは、inCruises/inGroup®によって固く禁じられていることを認めます。
kk: Мен бірде-бір Қатысушыға оның Қатысушы төлемдерінің барлығын немесе бір бөлігін қайтарған жоқпын, яғни Қатысушының бастапқы немесе кейінгі төлемдерінің кез келген бөлігін тікелей немесе жанама түрде жеке төлеген жоқпын, қайтарған жоқпын, қайтарған немесе қайтарған жоқпын. Мен кез келген Мүшенің төлемдеріне қандай да бір жолмен қаржылық бұрмалауға inCruises/inGroup® қатаң тыйым салынғанын мойындаймын.
ky: Мен бир дагы мүчөгө алардын Мүчө төлөмдөрүнүн толугун бир бөлүгүн кайтарып бербейм, башкача айтканда, кайсы бир мүчөнүн баштапкы же кийинки төлөмдөрүнүн кандайдыр бир бөлүгүн түздөн-түз же кыйыр түрдө жеке өзүм төлөбөйм, кайтарып бербейм, ордуна бербейм. Мен ар кандай Мүчөнүн төлөмү менен каржылыгына кийлигишүүгө inCruises/inGroup® тарабынан катуу тыюу салынганынан кабардармын.
lv: Es neesmu atvēlējis nevienam deputātam visu vai daļu no Biedra maksājumiem, tas nozīmē, ka es neesmu ne personīgi samaksājis, ne arī atmaksājis, atdevis vai tieši vai netieši atmaksājis kāda Biedra sākotnējo vai nākamo maksājumu daļu. Es atzīstu, ka At inCruises/inGroup® stingri aizliedz finansiāli sadarboties ar jebkuru Biedra maksājumu jebkādā veidā.
mn: Би аль нэг Гишүүний Гишүүнчлэлийн төлбөрийг бүхэлд нь эсвэл хэсэгчилсэн байдлаар шагнал болгон өгөхгүй, өөрөөр хэлбэл аль нэг Гишүүний эхний болон дараагийн төлбөрүүдийн аль нэг хэсгийг шууд болон шууд бус байдлаар хувиасаа төлөх, буцааж өгөх, эргүүлэн өгөх, төлбөр буцаалт хийх зэрэг үйлдэл хийхгүй гэсэн үг юм. Санхүүгийн хувьд аливаа Гишүүний төлбөрийг ямар нэгэн байдлаар зуучлахыг inCruises/inGroup® хатуу хориглодог гэдгийг би хүлээн зөвшөөрч байна.
pt: Não reembolsei nenhum membro no todo ou em parte de seus pagamentos de membro, o que significa que não paguei pessoalmente, nem devolvi ou reembolsei, direta ou indiretamente, qualquer parte dos pagamentos iniciais ou subsequentes de qualquer membro. Eu reconheço que interceder financeiramente, com o pagamento de qualquer membro de qualquer forma, é estritamente proibido pela inCruises/inGroup®.
ro: Nu am rambursat niciunui membru în totalitate sau o parte din plățile de membru, ceea ce înseamnă că nu am plătit personal, nici nu am rambursat, returnat sau rambursat, direct sau indirect, nicio parte din plățile inițiale sau ulterioare ale vreunui membru. Recunosc că intervenția financiară, cu plata oricărui membru în orice mod, este strict interzisă de inCruises/inGroup®.
ru: Я не возмещаю Членам Клуба их платежей за Членство ни в каком размере, что означает, что лично я не оплачиваю, не возвращаю, ни возмещаю, ни прямо, ни косвенно, ни в каком размере ни первоначальных, ни последующих платежей за Членство в Клубе. Я признаю, что такие финансовые отношения с любыми Членами Клуба в любом формате строго запрещены политикой inCruises/inGroup®.
uk: Я не відшкодовую Членам Клубу їхні платежі за Членство в жодному розмірі, що означає, що особисто я не оплачую, не повертаю, не відшкодовую, прямо чи опосередковано, ні в якому розмірі ні початкових, ні наступних платежів за Членство в Клубі. Я визнаю, що такі фінансові відносини з будь-якими Членами Клубу у будь-якому форматі суворо заборонені політикою inCruises/inGroup®.
uz: Битта ҳам Аъзога ўз Аъзолик тўловларини тўлашлари учун тўлиқ ёқи қисман чегирма қилмадим, яъни бевосита ёки билвосита ҳеч қандай Аъзо учун дастлабки ва кейинги тўловларининг бир қисмини тўламадим ва қайтармадим. inCruises/inGroup® Ҳамкор тўловига оид ҳар қандай молиявий аралашувни қатъий тақиқлашидан хабардорман.
zh: 我没有退还任何会员全部或部分会员付款，这意味着我没有亲自支付、也没有直接或间接偿还、退回或退还任何会员初始或后续付款的任何部分。 我承认inCruises/inGroup®严格禁止以任何方式对任何会员的付款进行经济调解。

source: I have read and agree with the <a href="%{partnerAgreement}" target="_blank">Partner Agreement</a> and <a href="%{policiesProcedures}" target="_blank">Policies and Procedures Manual</a> .
ca: He llegit i estic d'acord amb l'<a href="%{partnerAgreement}" target="_blank">Acord de soci</a> i amb les <a href="%{policiesProcedures}" target="_blank">Polítiques i el manual de procediments</a>.
de: Ich habe gelesen und stimme der <a href="%{partnerAgreement}" target="_blank">Partnervereinbarung</a> und<a href="%{policiesProcedures}" target="_blank"> den Bestimmungen und Modalitäten </a> zu.
es: He leído y estoy de acuerdo con el <a href="%{partnerAgreement}" target="_blank">Contrato de Socio</a> y <a href="%{policiesProcedures}" target="_blank">Manual de Políticas y Procedimientos</a> .
fr: J'ai lu et suis d'accord avec le <a href="%{partnerAgreement}" target="_blank">Accord de partenariat</a> et <a href="%{policiesProcedures}" target="_blank">Manuel des politiques et des procédures </a>.
it: Ho letto e accetto le condizioni del <a href="%{partnerAgreement}" target="_blank">Contratto con i Partner</a> e il <a href="%{policiesProcedures}" target="_blank">Manuale delle politiche e procedure</a> .
ja: 私は <a href="%{partnerAgreement}" target="_blank">パートナー規約</a> と<a href="%{policiesProcedures}" target="_blank">方針と手続きマニュアル</a> を読んで、同意しています。
kk: Мен <a href="%{partnerAgreement}" target="_blank">Серіктестік туралы Келісімді</a> және <a href="%{policiesProcedures}" target="_blank"> Саясат және процедуралар бойынша нұсқаулықты оқыдым және келісемін </a> .
ky: Мен <a href="%{partnerAgreement}" target="_blank">Өнөктөштүк Келишимин</a> жана <a href="%{policiesProcedures}" target="_blank">Саясаттар жана Процедуралар Колдонмосун</a> окудум жана макулмун.
lv: Es esmu izlasījis un piekrītu <a href="%{partnerAgreement}" target="_blank">Partnera Līgumam</a> un <a href="%{policiesProcedures}" target="_blank">Politiku un Procedūru Rokasgrāmatail</a> .
mn: Би <a href="%{partnerAgreement}" target="_blank">Түншийн Гэрээ</a> болон <a href="%{policiesProcedures}" target="_blank">Бодлого Журмын Гарын Авлагыг</a> уншин хүлээн зөвшөөрч байна.
pt: Li e concordo com o <a href="%{partnerAgreement}" target="_blank">Contrato de Sócio</a> e com o <a href="%{policiesProcedures}" target="_blank">Manual de Políticas e Procedimentos</a>.
ro: Am citit şi sunt de acord cu<a href="%{partnerAgreement}" target="_blank">Contractul de Parteneriat</a> şi cu<a href="%{policiesProcedures}" target="_blank">Manualul de Politici şi Proceduri</a> .
ru: Я прочитал и согласен с <a href="%{partnerAgreement}" target="_blank">Партнёрским Соглашением</a> и с <a href="%{policiesProcedures}" target="_blank">Руководством по Политике и Процедурам</a>.
uk: Я прочитав і згоден з <a href="%{partnerAgreement}" target="_blank">Партнерською Угодою</a> та <a href="%{policiesProcedures}" target="_blank">Керівництвом з політики та процедур</a> .
uz: Мен <a href="%{partnerAgreement}" target="_blank">Ҳамкорлик битими</a> ва <a href="%{policiesProcedures}" target="_blank">Сиёсат ва жараёнлар қўлланмасини</a> ўқидим ва шартларига розиман.
zh: 我已阅读并同意<a href="%{partnerAgreement}" target="_blank">合作伙伴协议</a>和<a href="%{policiesProcedures}" target="_blank">政策和程序手册</a>。

source: I have read the <a target="_blank" href="%{partnerAgreement}">Independent Contractor Agreement for Partners</a> and <a target="_blank" href="%{memberAgreement}">Cruise Membership Agreement</a> . Selecting "I Accept" here serves as my acceptance to be bound by these agreements.
ca: He llegit l'<a target="_blank" href="%{partnerAgreement}">Acord de socis Independents</a> i l'<a target="_blank" href="%{memberAgreement}">Acord de Membresía.</a>. Seleccionar "Jo Accepto" serveix com a acceptació per aquests acords.
de: Ich habe die Bedingungen der <a target="_blank" href="%{partnerAgreement}">>Unabhängigen Geschäfts- Partner-Vereinbarung</a> und <a target="_blank" href="%{memberAgreement}">Kreuzfahrt Mitgliedschaftsvereinbarung</a> gelesen. Durch Klicken auf "Ich stimme zu" erkläre ich mich mit den Bedingungen dieser Vereinbarung einverstanden.
es: He leído el <a target="_blank" href="%{partnerAgreement}">Contrato de Socio Independiente</a> y el <a target="_blank" href="%{memberAgreement}">Contrato de Membresía</a> . Seleccionando "Yo Acepto" sirve como mi aceptación de estos acuerdos.
fr: J'ai lu les <a target="_blank" href="%{partnerAgreement}">Contrat d'entrepreneur indépendant pour les Partenaires</a> et <a target="_blank" href="%{memberAgreement}">Contrat d'adhésion de Croisière</a> . En sélectionnant "J'accepte", cela signifie que je m'engage à être lié par ces accords.
it: Ho letto il <a target="_blank" href="%{partnerAgreement}">Contratto con Partner Indipendente</a> e il <a target="_blank" href="%{memberAgreement}">Contratto di membership per le crociere</a> . Facendo clic sul pulsante "Accetto" esprimo il mio consenso ad essere vincolato dai suddetti contratti.
ja: 私は、 <a target="_blank" href="%{partnerAgreement}">パートナーのための独立請負業者契約</a> と <a target="_blank" href="%{memberAgreement}">クルーズメンバーシップ規約</a> を読みました。ここで「同意する」を選択すると、これらの契約が結ばれることに同意したことになります。
kk: Мен <a target="_blank" href="%{partnerAgreement}">Серіктеске арналған Тәуелсіз Контракт Келісімін</a> және <a target="_blank" href="%{memberAgreement}">Круиздік Мүшелік Келісімін</a> оқыдым."Мен қабылдаймын" батырмасын басу арқылы, мен осы келісімдермен бекітілетін келісімімді растаймын.
ky: Мен <a target="_blank" href="%{partnerAgreement}">Көз Карандысыз Контракт боюнча Өнөктөштүк Келишимди</a> жана <a target="_blank" href="%{memberAgreement}">Круиздик Мүчөлүк Келишимди</a> окуп чыктым. Бул жерде "Кабыл алам" дегенди тандоо менен бул келишимдерди кабыл алгандыгымды тастытайм.
lv: Es esmu izlasījis <a target="_blank" href="%{partnerAgreement}">Neatkarīgā Līgumslēdēja Līgumu Partneriem</a> un <a target="_blank" href="%{memberAgreement}">Kruīzu biedru dalības Līgumu</a> . Izvēloties "I Accept" šeit, es apliecienu savu saistību ar šiem līgumiem.
mn: Би <a target="_blank" href="%{partnerAgreement}">Бие даасан Түншийн Гэрээ</a> болон <a target="_blank" href="%{memberAgreement}">Гишүүнчлэлийн Гэрээ</a>нүүдийг уншин хүлээн зөвшөөрч байна. " Би зөвшөөрч байна" цонхыг чагталсанаар эдгээр гэрээнүүдийг сахин мөрдөх болно гэдгээ хүлээн зөвшөөрч байна.
pt: Eu li o <a target="_blank" href="%{partnerAgreement}"> Contrato de Sócio Independente</a> e o <a target="_blank" href="%{memberAgreement}"> Contrato de Assinatura com a InCruises</a>. Selecionar "Eu aceito" aqui serve como minha aceitação de estar vinculado por esses acordos.
ro: Am citit <a target="_blank" href="%{partnerAgreement}">Acordul de contractant independent pentru Parteneri</a> şi <a target="_blank" href="%{memberAgreement}">Contractul pentru membrii Clubului de croaziere</a>. Selectând „Accept" servește drept recunoaştere din partea mea a acestor acorduri.
ru: Я ознакомился с <a target="_blank" href="%{partnerAgreement}">Партнерским Соглашением о Независимом Контракте</a> и <a target="_blank" href="%{memberAgreement}">Соглашением Круизного Членского Клуба</a> . Выбирая опцию "Я Согласен" , тем самым подтверждаю мое согласие, подкрепленное этими соглашениями.
uk: Я ознайомився з <a target="_blank" href="%{partnerAgreement}">Партнерською Угодою про Незалежний Контракт</a> та <a target="_blank" href="%{memberAgreement}">Угодою Круїзного Членського Клубу</a> . Вибираючи опцію "Я Згоден", тим самим підтверджую мою згоду, підкріплену цими угодами.
uz: Мен <a target="_blank" href="%{partnerAgreement}">Ҳамкорлар учун Мустақил пудратчи битими</a> ва <a target="_blank" href="%{memberAgreement}">Круизга Аъзолик битимини</a> ўқиб чиқдим. "Мен розиман" тугмасини босиш менинг ушбу битимларга розилигимни билдиради.
zh: 我已经阅读了<a target="_blank" href="%{partnerAgreement}">合作伙伴独立承包商协议</a>和<a target="_blank" href="%{memberAgreement}">邮轮会员协议</a>。在此处选择“我接受”即表示我接受这些协议的约束。

source: I have read, and agree to the
fr: J'ai lu et j'accepte
it: Ho letto e accetto le
kk: Мен оқып шықтым және келісемін
pt: Li e concordo com o
uk: Я прочитав і погоджуюся з
uz: Ўчиб чиқдим, ва розилик билдираман:
zh: 我已阅读并同意

source: I have read, and agree to the
fr: J'ai lu et j'accepte
it: Ho letto e accetto le
kk: Мен оқып шықтым және келісемін
pt: Li e concordo com o
uk: Я прочитав і погоджуюся з
uz: Ўқиб чиқдим ва розилик билдираман:
zh: 我已阅读并同意

source: I hereby certify that based on my annual income derived from ALL economic activities, such as the inCruises Partner Program, I should be classified as:
ca: Certifico que sobre la base dels meus ingressos anuals derivats de TOTES les activitats econòmiques, com el Programa de Socis d'inCruises, haig de ser classificat com:
de: Ich bestätige hiermit, dass ich auf der Grundlage meines Jahreseinkommens aus ALLEN wirtschaftlichen Tätigkeiten, wie z. B. dem inCruises Partnerprogramm, eingestuft werden sollte als:
es: Por la presente certifico que en base a mis ingresos anuales derivados de TODAS las actividades económicas, como el Programa de Socios de inCruises, debo clasificarme como:
fr: Je certifie par la présente que, sur la base de mon revenu annuel provenant de TOUTES les activités économiques, telles que le programme de Partenariat inCruises, je dois être classé comme :
it: Con la presente dichiaro che in base al mio reddito annuale proveniente da TUTTE le attività economiche, come quella del Programma per Partner inCruises, devo essere classificato come:
ja: 私は、inCruises パートナー・プログラムなどのあらゆる経済活動から得られる私の年間収入に基づき、次のように分類されるべきであることをここに証明します。
kk: inCruises серіктестік бағдарламасы сияқты БАРЛЫҚ экономикалық қызметтен түскен жылдық табысымның негізінде мені келесідей жіктеу керектігін растаймын:
ko: 본인은 inCruises 파트너 프로그램과 같은 모든 경제 활동에서 파생된 연간 소득을 기준으로 다음과 같이 분류되어야 함을 인증합니다:
ky: Мен муну менен inCruises Өнөктөш программасы сыяктуу БАРДЫК экономикалык ишмердүүлүктөн алынган жылдык кирешемдин негизинде төмөнкүдөй классификацияланышым керектигин тастыктайм:
lv: Ar šo apliecinu, ka, pamatojoties uz maniem gada ienākumiem no VISĀM saimnieciskajām darbībām, piemēram, inCruises partneru programmas, man būtu jābūt klasificētam kā:
mn: Би inCruises-ийн Түншийн хөтөлбөр зэрэг бизнесийн БҮХИЙ л үйл ажиллагаанаас олж буй өөрийн жилийн орлого дээр үндэслэн намайг доорхи ангилалд хамруулахыг зөвшөөрч байна.
pt: Certifico que, com base na minha renda anual derivada de TODAS as atividades econômicas, como o Programa de Parceiros da inCruises, devo ser classificado como:
ro: Prin prezenta, certific faptul că, pe baza veniturilor mele anuale derivate din TOATE activitățile economice, cum ar fi programul de parteneriat inCruises, ar trebui să fiu clasificat ca:
ru: Настоящим заверяю, что на основании моего ежегодного дохода, полученного от ВСЕХ видов моей деловой активности, в том числе и от программы партнёрства inCruises, я должен относиться к категории:
uk: Справжнім запевняю, що на підставі мого щорічного доходу, отриманого від ВСІХ видів моєї ділової активності, у тому числі й від програми партнерства inCruises, я маю відноситись до категорії:
uz: Ушбу билан inCruises Ҳамкорлик дастури каби БАРЧА иқтисодий фаолиятимдан олган йиллик даромадимга асосан қуйидагича таснифланишга розилик билдираман:
zh: 我特此證明，根據我從所有經濟活動（例如 inCruises 合作夥伴計劃）中獲得的年收入，我應歸類為：

source: I hereby certify the below to be true:
ca: Certifico el següent per ser cert:
de: Hiermit bestätige ich, dass die folgenden Angaben korrekt sind:
es: Por la presente, certifico que lo siguiente es verdadero:
fr: Je certifie par la présente que le texte ci-dessous est vrai :
it: Dichiaro che quanto segue corrisponde a verità:
ja: 私はこれにより以下が真実であることを証明します。
kk: Мен келесіні растаймын:
ko: 본인은 다음과 같은 사실을 증명합니다:
ky: Ушуну менен мен төмөндөгүлөрдүн туура экенин тастыктайм:
lv: Ar šo apliecinu,ka zemāk minētais ir patiesība:
mn: Би доорхи заалтуудыг биелүүлэхээ бүрэн хүлээн зөвшөөрч байна:
pt: Eu certifico o que está abaixo como verdade:
ro: Prin prezenta certific veridicitatea celor de mai jos:
ru: Настоящим подтверждаю следующее:
uk: Підтверджую мою згоду з наведеним нижче:
uz: Қуйидагилар ҳақиқат эканлигини тасдиқлайман:
zh: 我在此證明以下內容屬實：

source: I honor you as an official <strong>inCruises Independent Partner and Business Owner</strong> who creates value for others. Thank you for your <strong>trust</strong> to help others <strong>travel affordably</strong> . Congratulations for being on this incredible voyage with us. Welcome to our <strong>global community</strong> and <strong>family</strong> !
fr: Je vous honore en tant que <strong>Partenaire Indépendant et Propriétaire d'Entreprise d'inCruises</strong><strong> officiel, contribuant ainsi à créer de la valeur pour les autres. Merci de votre<strong> confiance</strong> pour aider les autres à <strong>voyager à moindre coût</strong>. Félicitations pour cette incroyable aventure à nos côtés. Bienvenue dans notre <strong>communauté mondiale</strong> et notre<strong> famille</strong> !
it: Ti onoro come <strong>Partner indipendente e imprenditore di inCruises</strong> ufficiale che crea valore per gli altri. Grazie per la tua <strong>fiducia</strong> nell'aiutare gli altri a <strong>viaggiare in modo conveniente</strong>. Congratulazioni per essere a bordo con noi in questo incredibile viaggio. Benvenuto nella nostra <strong>community globale</strong> e <strong>famiglia</strong>!

source: I hope you're doing great! I wanted to share something exciting with you.
ca: Espero que estiguis bé! Volia compartir alguna cosa emocionant amb tu.
de: Ich hoffe, es geht Ihnen gut! Ich wollte etwas Aufregendes teilen.
es: ¡Espero te encuentres de lo mejor! Quería compartir algo emocionante contigo.
fr: J'espère que vous allez bien ! Je voulais partager avec vous quelque chose de passionnant.
it: Spero che tutto ti stia andando per il meglio! Ho qualcosa di veramente entusiasmante che vorrei condividere con te.
ja: お元気でいらっしゃいますか？今日はあなたに、ワクワクするお知らせをシェアしたくてメッセージしました。
kk: Сізде бәрі жақсы деп үміттенемін! Мен сіздермен керемет нәрсемен бөліскім келеді.
ky: Сиз жакшы жүрөсүз деп үмүттөнөм! Сиз менен кызыктуу бир жаңылыкты бөлүшкүм келип турат.
lv: Ceru, ka tev veicas lieliski! ES gribēju padalīties ar tevi par kaut ko aizraujošu.
mn: Сайн байна уу! Би тантай нэгэн сонирхолтой зүйл хуваалцахыг хүсэж байна.
pt: Espero que esteja bem! Eu gostaria de compartilhar algo emocionante com você.
ro: Sper că te descurci grozav! Am vrut să împărtășesc ceva interesant cu tine.
ru: Надеюсь, у вас всё замечательно! Я хочу поделиться с вами кое-чем восхитительным.
uk: Сподіваюся, у вас все чудово! Я хотів поділитися з вами чимось захоплюючим.
uz: Ишларингиз жойида, деган умиддаман! Мен қизиқ бир нарсани сиз билан бўлишмоқчиман.
zh: 我希望您一切都好！我想和您分享一些激动人心的事情。
