Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Earn points based on paid volume in Builders Base or Super Builders Base Bonus
fr: Gagnez des points en fonction du volume payé dans le cadre du Bonus de Base des Constructeurs ou de Base des Super Constructeurs
it: Ottieni punti in base al volume pagato nel Bonus Base Costruttori o Super Base Costruttori

source: Earn points for their Activations / Reactivations
ca: Aconsegueix punts per les seves Activacions/Reactivacions
de: Punkte für ihre Aktivierungen/Reaktivierungen sammeln
es: Gana puntos por sus Activaciones/Reactivaciones
fr: Gagnez des points pour leurs Activations / Réactivations
it: Ottieni punti dalle loro Attivazioni/Riattivazioni
ja: 登録／再登録に対してポイントを獲得
kk: Олардың белсендірулері мен қайта белсендірулері үшін ұпай жинау
ky: Алардын активдештирүүлөрү / кайрадан активдештирүүлөрү үчүн упайларды алыңыз
mn: Тэдний идэвхжүүлэлтүүд / дахин идэвхжүүлэлтүүдээс оноо цуглуулах
pt: Ganhe pontos por suas Ativações/Reativações
ro: Câștigă puncte pentru Activările / Reactivările lor
ru: Зарабатывайте очки за их Активации/восстановления
uk: Заробляйте бали за свої активації / реактивації
uz: Уларни фаоллаштирганлик / қайта фаоллаштирганлик учун баллар ишлаб топинг
zh: 通过激活／重新激活赚取积分

source: Earn Points For You and Your Team's
fr: Gagnez des Points Pour Vous et Pour Votre Équipe
it: Guadagna punti per te e per la tua squadra

source: Earn points for your direct partner Activations / Reactivations
ca: Aconsegueix punts per les teves Activacions/Reactivacions de Socis Directes
de: Sammeln Sie Punkte für Ihre direkten Partner Aktivierungen / Reaktivierungen
es: Gana puntos por tus Activaciones / Reactivaciones de Socios Directos
fr: Gagnez des points pour les Activations / Réactivations de vos partenaires directs
it: Ottieni punti dalle Attivazioni/Riattivazioni dei tuoi partner diretti
ja: 直紹介パートナーの登録／再登録に対してポイントを獲得
kk: Тікелей серіктестеріңіздің белсендірулері мен қайта белсендірулері үшін ұпай жинаңыз
ky: Түз өнөктөштөрдү активдештирүү / кайра активдештирүү үчүн упай топтоңуз
mn: Өөрийн хувьчлан идэвхжүүлсэн хүмүүсийн идэвхжүүлэлтүүд / дахин идэвхжүүлэлтүүдээс оноо цуглуулах
pt: Ganhe pontos pelas Ativações/Reativações do seu parceiro direto
ro: Acumulează puncte pentru Activările/Reactivările partenerilor tăi direcți
ru: Зарабатывайте очки за Активации/восстановления ваших Прямых Партнёров
uk: Заробляйте бали за свої Активації / Реактивації
uz: Тўғридан-тўғри Ҳамкорлар Фаолликлари / Қайта фаолликлари учун баллар ишлаб топинг
zh: 通过您的直属合伙人激活／重新激活赚取积分

source: Earn Recurring Bonus by holding <strong>Membership Free status and MD rank or above</strong>. When a Member in your organization makes a <strong>Membership payment it triggers an immediate $5 payment</strong> to all their upline leaders who are eligible as per their rank and <strong>“unlocked”</strong> levels. Unlock more levels by developing direct <strong>“Membership Free”</strong> Partners and advancing Rank.
ca: Guanya bonificacions recurrents mantenint <strong>Membresia Gratuïta i rang MD o superior</strong>. Quan un Membre de la teva organització fa <strong>el pagament de la Membresia activa un pagament immediat de 5 dòlars.</strong> a tots els teus líders de línia ascendent que siguin elegibles segons el seu rang i nivells <strong>"desbloquejats"</strong> . Pots desbloquejar més nivells fent que els teus socis directes tinguin la seva <strong>"Membresia gratuïta"</strong> i avançar de rang..
de: Verdienen Sie einen wiederkehrenden Bonus, indem Sie den <strong>beitragsfreie Mitgliedschaft Status und den MD Rang oder höher</strong> halten. Wenn ein Mitglied in Ihrer Struktur eine <strong>Mitgliedschaftszahlung leistet, löst dies eine sofortige Zahlung von 5 $</strong> an alle ihre Upline Leader aus, die entsprechend ihrem Rang und ihren <strong>"freigeschalteten"</strong> Levels berechtigt sind. Schalten Sie weitere Stufen frei, indem Sie direkte <strong>" beitragsfreie Mitgliedschaft"</strong> Partner aufbauen und im Rang aufsteigen.
es: Gana una Bonificación Recurrente manteniendo el <strong>estado de Membresía Gratuita y el rango de MD o superior</strong>. Cuando un Miembro de su organización realiza un <strong>pago de Membresía, activa un pago inmediato de $ 5</strong> a todos sus líderes de línea ascendente que son elegibles según su rango y niveles <strong>"desbloqueados"</strong>. Desbloquee más niveles desarrollando socios directos de <strong>"Membresía Gratuita"</strong> y avanzando de rango.
fr: Gagner des bonus récurrents en détenant <strong>le statut d'adhésion gratuite et le rang MD ou supérieur</strong>. Lorsqu'un Membre de votre organisation effectue un <strong>paiement d'Adhésion, cela déclenche un paiement immédiat de 5 $</strong> à tous ses responsables en amont qui sont éligibles en fonction de leur rang et des niveaux <strong>"débloqués"</strong>. Débloquer plus de niveaux en développant des Partenaires directs <strong>"Adhésion Gratuite"</strong> et en avançant dans le rang.
it: Puoi guadagnare il Bonus Ricorrente mantenendo lo status di <strong>Membership Gratuita e il rango MD o superiore</strong>. Ogni volta che un Membro della tua organizzazione effettua un <strong>pagamento della Membership, scatta un pagamento immediato di $5</strong> in favore di tutti i suoi leader upline che ne hanno diritto in base al loro rango e ai livelli <strong>"sbloccati"</strong>. Puoi sbloccare altri livelli portando altri tuoi Partner diretti ad avere la <strong>"Membership Gratuita"</strong> e avanzando di rango.
ja: <strong>メンバーシップ フリーのステータスやMDランク以上</strong>以上の場合、リカーリング収入を獲得できます。あなたの組織内のメンバーが <strong>メンバーシップの支払いをすると、すぐに $5 報酬が</strong> ランクごとや <strong>“アンロック”</strong> されたレベルに応じ、ボーナス獲得対象となる全員のアップラインリーダーに支払われます。直紹介のパートナーで <strong>“メンバーシップ フリー”</strong> になる人を増やしたり、自分のランクアップをすることでよりレベルをアンロックすることも可能です。
kk: Тегін мүшелік мәртебесі және <strong>MD немесе одан жоғары дәрежесі</strong> бар қайталанатын бонус алыңыз. Ұйымыңыздың мүшесі мүшелік төлемін жасағанда,<strong> бұл олардың дәрежесі мен "құлпы ашылған" деңгейлері негізінде олардың барлық жарамды жоғары деңгейлеріне $5</strong> мөлшерінде дереу төлем жасайды. «Тегін мүшелік» арқылы тікелей серіктестерді дамыту<strong> және</strong> рейтингіңізді арттыру арқылы <strong>көбірек деңгейлерді</strong> ашыңыз.
ko: <strong>멤버십 무료 상태 및 MD 등급 이상</strong> 을 유지하면 반복 보너스를 받을 수 있습니다. 조직의 멤버가 <strong>멤버십 결제를 하면 "즉시 $5 지불"</strong> 이 이루어지는데 직급 및 <strong>“잠금 해제”</strong> 수준에 따라 자격이 있는 모든 업라인 리더들이 받는 것입니다. <strong>“멤버십 무료”</strong>인 직접 추천 파트너를 개발하고 직급을 높여 더 많은 레벨을 잠금 해제하세요.
ky: <strong>Мүчөлүк акысыз статусуна жана MD даражасына же андан жогору</strong>га ээ болуу менен кайталануучу бонустарды алыңыз. Уюмуңуздагы Мүчө <strong>Мүчөлүк төлөмүн жасаганда, алардын даражасы жана <strong>“кулпусу ачылган”</strong> деңгээли боюнча жарамдуу бардык лидерлерине дароо $5 төлөм</strong> ишке ашырылат. Түздөн-түз <strong>“Мүчөлүк акысыз”</strong> өнөктөштөрдү иштеп чыгуу жана рейтингди көтөрүү менен көбүрөөк деңгээлдерди ачыңыз.
lv: Pelni Atkārtot Bonusu saglabājot <strong>Brīvās Partnerības statusu un MD rangu vai augstāk</strong>.Kad jūsu organizācijas Biedrs veic <strong>Biedru dalības maksājumu, tas nekavējoties dod $5 maksājumu</strong> visiem viņu augšējo līniju līderiem atbilstoši viņu rangam un <strong>“atslēgtajiem”</strong> līmeņiem. Atslēdziet vairāk līmeņu, veidojot tiešo <strong>“Brīvo Partnerību”</strong> Partnerus un gūstot augstāku Rangu.
mn: <strong>Гишүүнчлэл Үнэгүй статус, MD болон дээш цолны </strong>болзолыг хангаж байж Давтамжит урамшуулал авна. Танай багийн Гишүүд Гишүүнчлэлийн төлбөрөө хийх үед бүх дээд спонсоруудад цол болон үеийн <strong>"түгжээг"</strong> нээсэн байдлаар <strong>$5-ын урамшуулал</strong> өгөгддөг. Хувьчлан элсүүлсэн <strong>"Гишүүнчлэл Үнэгүй"</strong> Түншүүд олшрох болон цол ахих нь олон үеийг нээдэг болно.
pt: Receba bônus recorrente mantendo o <strong>status de assinatura gratuita e a classificação de MD ou superior</strong>. Quando um membro em sua organização faz um <strong>pagamento de assinatura, ele aciona um pagamento imediato de $5</strong> para todos os seus líderes de linha ascendente que são elegíveis de acordo com sua classificação e níveis <strong>“desbloqueados”</strong>. Desbloqueie mais níveis desenvolvendo parceiros diretos com <strong>“assinatura gratuita”</strong> e avançando em sua classificação.
ro: Câștigă bonusuri recurente deținând <strong>statutul de membru gratuit și nivelul de carieră MD sau mai mult</strong>. Când un membru din organizația ta efectuează o <strong>plată de membru, aceasta declanșează o plată imediată de 5$</strong> tuturor liderilor din linia ascendentă care sunt eligibili în funcție de carieră și nivelurile <strong>„deblocate”</strong>. Deblochează mai multe niveluri dezvoltând parteneri direcți cu <strong>„abonament gratuit”</strong> și avansează în carieră.
ru: Зарабатывайте Рекуррентный бонус, сохраняя <strong>статус "Бесплатное Членство" и ранг МД или выше</strong>. Когда Член Клуба в вашей организации оплачивает <strong>Членский взнос, то он инициирует моментальную выплату в размере $5</strong> всем своим вышестоящим лидерам, которые имеют на неё право в соответствии с их рангом и <strong>"разблокированными"</strong> уровнями. Разблокируйте больше уровней за счёт увеличения количества прямых Партнёров со статусом <strong>"Бесплатное Членство"</strong> и за счёт продвижения в ранге.
uk: Заробляйте Рекурентний бонус, зберігаючи <strong>статус "Безкоштовне Членство" та ранг МД або вище</strong>. Коли Член Клубу у вашій організації сплачує <strong>Членський внесок, то він ініціює моментальну виплату в розмірі $5</strong> усім своїм вищим лідерам, які мають на неї право відповідно до їх рангу та <strong>“розблокованих”</strong> рівнів. Розблокуйте більше рівнів за рахунок збільшення кількості прямих Партнерів зі статусом <strong>“Безкоштовне Членство”</strong> та за рахунок просування в ранзі.
uz: <strong>Бепул Аъзо мақомига ёки МD ва ундан юқори рангга</strong>эришиб, Даврий бонусларни ишлаб топинг. Жамоангиздаги Аъзо ўз <strong>Аъзолик тўловини амалга оширганида</strong>, эришган ранги ва <strong>“очган”</strong> чуқурлигига кўра ушбу ҳуқуққа эга бўлган барча аплайн етакчиларга дарҳол 5$ тўланади. <strong>“Бепул Аъзо”</strong> бўлган тўғридан-тўғри Ҳамкорларни кўпайтириб ва янги рангларга эришиб, янада кўпроқ чуқурликни очинг.
zh: 通过保持<strong>会员免费状态和 MD 或更高级别</strong> 赚取经常性奖金。 当您组织中的会员进行<strong>会员付款时，它会立即向所有符合其级别和<strong>“解锁”</strong>级别资格的上线领导支付 5 美元</strong>。 通过发展直接<strong>“会员免费”</strong>合作伙伴和提升排名来解锁更多关卡。

source: Earn recurring income from ongoing Membership Payments made by Members you and your team refer. Top Partners generate annual recurring income in the hundreds of thousands!
ca: Guanya ingressos recurrents a partir dels Pagaments de Membresia continus fets pels Membres que tu i el teu equip referiu. Els Socis principals generen ingressos recurrents anuals de centenars de milers!
de: Verdienen Sie regelmäßige Einnahmen durch laufende Mitgliedsbeiträge der von Ihnen und Ihrem Team geworbenen Mitglieder. Top-Partner generieren jährlich wiederkehrende Einnahmen in Höhe von Hunderttausenden!
es: Genera INgresos recurrentes a partir de los Pagos de Membresía continuos realizados por los Miembros que tú y tu equipo refieren. ¡Los Socios Top generan INgresos recurrentes anuales de cientos de miles de dólares!
fr: Gagnez des revenus récurrents grâce aux Paiements d’Adhésion continus effectués par les Membres que vous et votre équipe recommandez. Nos meilleurs Partenaires génèrent des revenus récurrents annuels de plusieurs centaines de milliers de dollars !
it: Guadagna un reddito ricorrente grazie ai pagamenti degli abbonamenti effettuati dai Membri segnalati da te e dal tuo team. I migliori Partner generano entrate annuali ricorrenti di centinaia di migliaia di euro!
ja: あなたやチームが紹介したメンバーによる継続的なメンバーシップ支払いから、繰り返し収入を得ることができます。トップパートナーは、年間で数十万ドル規模の継続収入を生み出しています！
kk: Сіз және сіздің командаңыз сілтеме жасайтын клуб мүшелер салатын тұрақты мүшелік жарналардан рекурренттік табыс алыңыз. Жетекші серіктестер жыл сайын жүздеген мың доллар рекурренттік табыс алады!
ky: Сиз жана сиздин командаңыз жаздырган клуб мүчөлөрү тарабынан төлөнүүчү мүчөлүк төлөмдөрүнөн кайталануучу киреше табыңыз. Мыкты өнөктөштөр жүз миңдеген жылдык кайталануучу киреше алышат!
lv: Gūstiet atkārtotos ienākumus no pastāvīgajiem Biedru dalības maksājumiem, ko veikuši jūsu un jūsu grupas uzaicinātie. Top Partneri ik gadu gūst atkārtotus ienākumus simtos tūkstošu!
mn: Таны болон таны багийн элсүүлсэн Гишүүдийн төлсөн гишүүний төлбөр бүрээс давтамжит орлого авах боломжтой. Шилдэг Түнш нар жил бүрийн давтамжит орлогоор хэдэн зуун мянган доллар олдог болно!
pt: Ganhe uma renda recorrente com os pagamentos contínuos de Assinatura feitos pelos Membros que você e sua equipe indicarem. Os principais Parceiros geram renda recorrente anual na casa das centenas de milhares!
ro: Câștigă venituri recurente din plățile de membru în curs de desfășurare efectuate de membrii pe care tu și echipa ta îi recomandați. Partenerii de top generează venituri anuale recurente de sute de mii!
ru: Получайте рекуррентный доход от регулярных платежей по Программе Членства, которые осуществляют Члены Клуба, привлеченные вами и вашей командой. Самые результативные Партнеры получают ежегодный рекуррентный доход, исчисляемый сотнями тысяч!
uk: Заробляйте рекурентний дохід від Членських платежів тих Членів, яких ви та ваша команда підписуєте. Топ-Партнери отримують річний рекурентний дохід у сотні тисяч доларів!
uz: Ўзингиз ва жамоангиз обуна қилган Аъзоларнинг давомли Аъзолик тўловларидан даврий даромад ишлаб топинг. Етакчи Ҳамкорлар йиллик даромади юз минглаб долларни ташкил этади!
zh: 通过您和您的团队推荐的会员持续支付的会员费用赚取持续收入。顶级合作伙伴的年持续收入可达数十万美元！

source: Earned
ca: Guanyat
de: verdient
es: Ganado
fr: Gagné
it: Guadagnati
ja: 取得
kk: Тапқан
ky: Чогулган
lv: Nopelnītais
mn: Авсан
pt: Ganho
ro: Câștigat
ru: Заработано
uk: Зароблено
uz: Ишлаб топилди
zh: 已获得

source: earned for each NEW Direct Partner activation.
ca: Guanyat per cada NOVA activació de Soci Directe.
de: verdient für jede NEUE Direktpartner-Aktivierung.
es: ganados por cada NUEVA Activación de Socio Directo
fr: gagnés pour chaque nouvelle activation d'un Partenaire direct.
it: guadagnati per ogni NUOVA attivazione di un Partner Diretto.
ja: 新規直紹介パートナーの登録ごと。
kk: тікелей серіктестің әрбір жаңа активациясы үшін есептеледі.
ky: ар бир жаңы түздөн-түз өнөктөшүн активдештирүү үчүн алынган.
lv: nopelnīts par katru JAUNU Tiešā Partnera aktivizāciju.
mn: ШИНЭ Түнш хувьчлан идэвхжүүлэх бүрд авах болно.
pt: ganho para cada NOVA ativação de Parceiro direto.
ro: câștigate pentru fiecare activare NOUĂ de partener direct.
ru: заработано за каждую Активацию НОВОГО прямого Партнёра.
uk: зароблено за кожну Активацію НОВОГО прямого Партнера.
uz: ҳар бир ЯНГИ тўғридан-тўғри Ҳамкор Фаоллиги учун ишлаб топилган
zh: 每个新的直接合作伙伴激活可获得积分。

source: earned for each NEW Partner activation within your first five levels.
ca: Guanyat per cada NOVA activació de Soci dins dels teus primers cinc nivells.
de: verdient für jede Aktivierung eines NEUEN Partners innerhalb Ihrer ersten fünf Ebenen.
es: Ganado por cada NUEVA activación de Socio dentro de tus primeros cinco niveles.
fr: pour chaque activation d'un NOUVEAU Partenaire dans les cinq premiers niveaux.
it: guadagnati per ogni NUOVA Attivazione di Partner nei tuoi primi cinque livelli.
ja: 5レベル以内に新規パートナーを登録するごと。
kk: алғашқы бес деңгей ішінде әрбір жаңа серіктестік белсендіру үшін есептеледі.
ky: алгачкы беш деңгээлиңиздеги жаңы өнөктөштөрдүн активдештирилгендиги үчүн.
lv: nopelnīts par katru JAUNO partnera aktivizāciju jūsu pirmajos piecos līmeņos.
mn: Эхний таван үед ШИНЭ Түнш идэвхжих бүрд авах болно.
pt: ganho para cada ativação de NOVO Parceiro dentro dos seus primeiros cinco níveis.
ro: câștigate pentru fiecare activare NOUĂ de partener în primele cinci niveluri.
ru: заработано за каждую Активацию НОВОГО Партнёра на ваших первых пяти уровнях.
uk: зароблено за кожну Активацію НОВОГО Партнера на перших п'яти рівнях.
uz: дастлабки 5 чуқурликдаги ҳар бир ЯНГИ Ҳамкор Фаоллиги учун ишлаб топилган.
zh: 在您的前五个等级内，每激活一个新合作伙伴即可获得奖励。

source: Earned Recurring Bonus
ca: Bonificació Recurrent Obtinguda
de: Verdienter Wiederkehrender Bonus
es: Bono Recurrente Ganado
fr: Bonus récurrents gagnés
it: Bonus Ricorrente guadagnato
ja: 獲得したリカーリングボーナス
kk: Тұрақты Бонус Алды
ky: Ыйгарылган Кайталануучу бонус
lv: Nopelnītais tkārtotais Bonus
mn: Авсан давтамжит орлого
pt: Bônus recorrente ganho
ro: Bonus recurent câștigat
ru: Заработанный рекуррентный бонус
uk: Зароблений рекурентний бонус
uz: Ишлаб топилган Даврий бонус
zh: 已获循环奖金

source: Earnings
ca: Guanys
de: Einnahmen
es: Ganancias
fr: Gains
it: Guadagni
ja: 収益
kk: Табыс
ko: 수입
ky: Кирешелер
lv: Ienāķums
mn: Орлого
pt: Ganhos
ro: Câştiguri
ru: Начисление
uk: Заробіток
uz: Даромад
zh: 收益

source: Easy access –
ca: Fàcil Accés –
de: Leichter Zugang -
es: Acceso sencillo –
fr: Accès facile –
it: Accesso facile –
ja: 簡単アクセスー
kk: Оңай қолжетімділік -
ky: Оңой жетүү –
lv: Vienkārša Piekļuve -
mn: Хялбар нэвтрэх арга -
pt: Acesso fácil –
ro: Acces ușor –
ru: Легкий доступ —
uk: Зручний доступ –
uz: Осон кириш ҳуқуқи -
zh: 轻松获取-

source: Easy to add:
ca: Fàcil d'afegir:
de: Leicht hinzuzufügen:
es: Fácil de añadir:
fr: Facile à ajouter :
it: Facile da aggiungere:
ja: 簡単に追加：
kk: Қосу оңай:
ko: 추가하기 쉬움 :
ky: Кошуу оңой:
lv: Vienkārši pievienot/papildināt:
mn: Нэмэхэд хялбар:
pt: Fácil de adicionar:
ro: Ușor de adăugat:
ru: Легко добавить:
uk: Легко додати:
uz: Қўшиш осон:
zh: 易于添加：

source: Edit
ca: Editar
de: Bearbeiten
es: Editar
fr: Éditer
it: Modifica
ja: 編集
kk: Өзгерту
ko: 편집하기
ky: Түзөтүү
lv: Rediģē
mn: Засварлах
pt: Editar
ro: Modifică
ru: Изменить
uk: Змінити
uz: Ўзгартириш
zh: 編輯

source: Edit %{bookingId}
ca: Editar %{bookingId}
de: Bearbeiten %{bookingId}
es: Editar %{bookingId}
fr: Modifier %{bookingId}
it: Modifica %{bookingId}
ja: 変更 %{bookingId}
kk: %{bookingId} өзгерту
ko: 편집하기 %{bookingId}
ky: %{bookingId} түзөтүү
lv: Rediģē %{bookingId}
mn: %{bookingId} засах
pt: Editar %{bookingId}
ro: Editează %{bookingId}
ru: Редактировать %{bookingId}
uk: Редагувати %{bookingId}
uz: Таҳрирлаш %{bookingId}
zh: 编辑 %{bookingId}

source: Edit Department
ca: Editar Departament
de: Abteilung bearbeiten
es: Editar Departamento
fr: Modifier le département
it: Modifica reparto
ja: 部署を編集
kk: Өңдеу бөлімі
ko: 담당 부서 편집
ky: Түзөтүү бөлүмү
lv: Pievieno Departamentu
mn: Хэлтэсийн нэрийн засварлах
pt: Editar departamento
ro: Editează Departament
ru: Редактировать отдел
uk: Редагувати відділ
uz: Бўлимни ўзгартириш
zh: 编辑部门

source: Edit KYC {{ customer.account_id }}
ca: Modifica KYC {{ customer.account_id }}
de: KYC bearbeiten {{ customer.account_id }}
es: Modifica KYC {{ customer.account_id }}
fr: Modifier KYC {{ customer.account_id }}
it: Modifica KYC {{ cliente.account_id }}
ja: KYCの編集 {{ customer.account_id }}
kk: KYC {{ customer.account_id }} өзгерту
ko: KYC 수정 {{ customer.account_id }}
ky: KYC түзөтүү {{ customer.account_id }}
lv: Rediģēt KYC {{ customer.account_id }}
mn: KYC-г өөрчлөх {{ customer.account_id }}
pt: Editar KYC {{ customer.account_id }}
ro: Editează KYC {{ customer.account_id }}
ru: Редактировать KYC {{ customer.account_id }}
uk: Редагувати KYC {{ customer.account_id }}
uz: KYC таҳрирлаш {{ customer.account_id }}
zh: 编辑 KYC {{ customer.account_id }}

source: Edit Layout
ca: Edita el Disseny
fr: Modifiez la Mise en Page
it: Modifica layout
ja: レイアウトを編集
kk: Орналасуды өзгерту
pt: Editar Layout
ro: Editează aspectul
uk: Редагувати макет
uz: Макетни таҳрирлаш
zh: 编辑布局

source: Edit Meeting
ca: Edició de Reunió
de: Meeting bearbeiten
es: Editar Reunión
fr: Modifier la réunion
it: Modifica riunione
ja: ミーティングを編集
kk: Кездесуді өңдеу
ky: Жолугушууну оңдоо
lv: rediģēt Sapulci
mn: Уулзалт өөрчлөх
pt: Editar reunião
ro: Editează Întâlnirea
ru: Редактировать встречу
uk: Редагувати зустріч
uz: Учрашувни таҳрирлаш
zh: 编辑会议

source: Edit Passenger
ca: Editar Passatger
de: Passagier bearbeiten
es: Editar Pasajero
fr: Modifier le passager
it: Modifica passeggero
ja: 乗客を編集
kk: Жолаушыны Ауыстыру
ko: 승객 편집하기
ky: Жүргүнчүнү түзөтүү
lv: Pasažieru rediģēšana
mn: Зорчигчийн мэдээллийг засах
pt: Editar passageiro
ro: Editează Pasager
ru: Редактировать пассажира
uk: Редагувати дані пасажира
uz: Йўловчини ўзгартириш
zh: 编辑乘客

source: Edit Permission Group
ca: Editar grup de permisos
de: Berechtigungsgruppe bearbeiten
es: Editar grupo de permisos
fr: Modifier le groupe de permission
it: Modifica gruppo permessi
ja: 権限グループを編集
kk: Рұқсат тобын өңдеу
ko: 권한 그룹 편집
ky: Уруксат тобун түзөтүү
lv: Rediģēt Atļauju Grupu
mn: Зөвшөөрлийн бүлгийг засах
pt: Editar grupo de permissões
ro: Editează Grup de permisiuni
ru: Редактировать группу разрешений
uk: Редагувати групу з правами
uz: Рухсат берувчи гуруҳни ўзгартириш
zh: 编辑权限组

source: Edit Recurring Method
ca: Edita el Mètode Recurrent
de: Wiederkehrende Abrechnungen bearbeiten
es: Editar Método Recurrente
fr: Modifier la méthode récurrente
it: Modifica la modalità ricorrente
ja: 定期払いの設定
kk: Автоматты Төлеу Әдісін Қосу
ko: 자동 결제 카드를 설정하십시오
ky: Кайталануучу методду түзөтүү
lv: Rediģēt periodisko metodi
mn: Давтамжит төлбөрийн аргыг завсарлах
pt: Editar Método Recorrente
ro: Editează Metoda Regulată
ru: Добавить Автоматический Метод платежа
uk: Додати Автоматичний Метод Платежу
uz: Такрорланувчи тўлов усулини таҳрир қилиш
zh: 編輯重複方法

source: Edit save complete
ca: Els teus canvis han estat desats.
de: Bearbeiten Speichern abgeschlossen
es: Guardar edición completado
fr: Modifier Enregistrer Terminer
it: Le modifiche sono state salvate
ja: 編集の保存が完了しました
kk: Өзгерістер сақталды
ko: 수정 저장 완료
ky: Түзөтүү сактоо аяктады
lv: Rediģēšana pabeigta
mn: Засварлан хадгалалт дууслаа
pt: Edição completa
ro: Editare salvare finalizată
ru: Изменения сохранены
uk: Зміни збережені
uz: Таҳрирлаш ва сақлаш якунланди
zh: 编辑保存完成

source: Education
fr: Formation
it: Istruzione
kk: Білім
pt: Educação
uk: Освіта
uz: Таълим
zh: 教育

source: Education & Experience:
ca: Educació i Experiència:
de: Ausbildung & Erfahrung:
es: Educación y Experiencia:
fr: Éducation et Expérience :
it: Istruzione ed esperienza:
ja: 教育＆経験：
kk: Білім және тәжірибе:
ky: Билим жана тажрыйба:
lv: Izglītība & Pieredze:
mn: Боловсрол, ажлын туршлага:
pt: Educação e Experiência:
ro: Educație și experiență:
ru: Образование и опыт:
uk: Освіта та досвід:
uz: Таълим ва тажриба:
zh: 教育与经历：

source: Electronic Signature Notice
ca: Avís de Signatura Electrònica
de: Elektronische Unterschrift
es: Aviso de Firma Electrónica
fr: Avis de signature électronique
it: Avviso di firma elettronica
ja: 電子署名通知
kk: Электрондық қолтаңба туралы хабарлама
ko: 전자 서명 통지
ky: Электрондук кол коюу жөнүндө эскертүү
lv: Paziņojums par elektronisko parakstu
mn: Цахим Гарын үсгийн Мэдэгдэл
pt: Aviso de Assinatura Eletrônica
ro: Notificare de semnătură electronică
ru: Электронная Подпись Примечание
uk: Зазначення про Електронний Підпис
uz: Электрон имзо ҳақида билдирги
zh: 電子簽名通知

source: Elevate Access Denied
ca: No tens permís per a accedir al Elevate
de: Elevate Zugang verweigert
es: No tienes permiso para acceder a Elevate
fr: Accès Elevate refusé
it: Accesso a Elevate negato
ja: Elevateへのアクセス拒否
kk: Elevate-ге кіру жабық
ko: Elevate 액세스 거부됨
ky: Кирүү мүмкүнчүлүгүн жогорулатууга тыюу салынды
lv: Piekļuve Elevate Liekta
mn: Elevate аялалд хандах эрх байхгүй байна
pt: Acesso negado ao Elevate
ro: Acces la Elevate este refuzat
ru: Доступ к Elevate закрыт
uk: Доступ до Elevate закритий
uz: Elevate га кириш рад этилди
zh: Elevate访问被拒绝

source: Elevate Cruise
ca: Creuer Elevate
es: Crucero Elevate
fr: Croisière Elevate
ja: Elevateクルーズ
kk: Elevate Круиз
ko: Elevate 크루즈
ky: Elevate круизи
lv: Elevate Kruīzs
mn: Elevate аялал
ro: Croaziera Elevate
ru: Круиз Elevate
uk: Круїз Elevate
