Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Please verify the email that has been sent and follow the provided link in order to continue with this account. You can resend the verification email using the link below.
ca: Si us plau, verifica el correu electrònic que t'hem enviat i segueix l'enllaç proporcionat per continuar amb aquest compte. Pots tornar a enviar el correu de verificació utilitzant l'enllaç a continuació.
de: Bitte verifizieren Sie die gesendete E-Mail und folgen Sie dem angegebenen Link, um mit diesem Konto fortzufahren. Sie können die Bestätigungs-E-Mail über den unten stehenden Link erneut senden.
es: Por favor, verifica el correo electrónico que te hemos enviado y sigue el enlace proporcionado para continuar con esa cuenta. Puedes enviar nuevamente el correo de verificación utilizando el enlace a continuación.
fr: Veuillez vérifier l'e-mail qui vous a été envoyé et suivre le lien fourni afin de continuer à utiliser ce compte. Vous pouvez renvoyer l'e-mail de vérification en utilisant le lien ci-dessous.
it: Per favore, verifica l'email che ti è stata inviata e segui il link fornito per continuare a utilizzare questo account. Puoi inviare nuovamente l'email di verifica utilizzando il link sottostante.
ja: このアカウントを継続するには、送信されたメールを確認し、提供されたリンクに従ってください。以下のリンクから認証メールを再送信できます。
kk: Жіберілген электрондық поштаны растаңыз және осы есептік жазбамен жұмыс істеуді жалғастыру үшін көрсетілген сілтемеге өтіңіз. Растау электрондық поштасын төмендегі сілтеме арқылы қайта жіберуге болады.
ky: Бул каттоо эсебин колдонууну улантуу үчүн жөнөткөн электрондук почтаңызды текшерип, шилтемени басыңыз. Төмөнкү шилтеме аркылуу ырастоочу электрондук катыңызды кайра жөнөтө аласыз.
lv: Lūdzu, pārbaudiet nosūtīto e-pasta ziņojumu un sekojiet norādītajai saitei, lai turpinātu izmantot šo kontu. Verifikācijas e-pastu var nosūtīt atkārtoti, izmantojot tālāk norādīto saiti.
mn: Энэ бүртгэлийг үргэлжлүүлэн ашиглахын тулд имэйлээр илгээсэн холбоосыг дарж баталгаажуулна уу. Та доорх холбоосыг ашиглан баталгаажуулах имэйлийг дахин хүлээн авах боломжтой.
pt: Por favor, verifique o e-mail que foi enviado e siga o link fornecido para continuar com esta conta. Você pode reenviar o e-mail de verificação usando o link abaixo.
ro: Te rugăm să verifici e-mailul care a fost trimis și să urmezi linkul furnizat pentru a continua cu acest cont. Poți retrimite e-mailul de verificare folosind linkul de mai jos.
ru: Пожалуйста, проверьте отправленное письмо и перейдите по ссылке, чтобы продолжить работу с этим счётом. Вы можете повторно отправить письмо-подтверждение по ссылке ниже.
uk: Будь ласка, перевірте надісланий лист і перейдіть за посиланням, щоб продовжити роботу з цим обліковим записом. Ви можете повторно надіслати лист-підтвердження за посиланням нижче.
uz: Мазкур аккаунтдан фойдаланишда давом этиш учун, илтимос, сизга юборилган электрон хатни тасдиқланг ва берилган ҳавола орқали ўтинг. Сиз қуйидаги ҳаволадан фойдаланган ҳолда тасдиқлов хатини такрор юборишингиз мумкин.
zh: 请验证已发送的电子邮件并点击其中提供的链接，以继续使用此账户。您可以通过以下链接重新发送验证邮件。

source: Please verify the information submitted is correct and try again. If the issue still persists please contact support.
ca: Si us plau, verifica que la informació enviada és correcta i torna a intentar-ho. Si el problema persisteix, posa't en contacte amb el servei de Suport.
de: Bitte überprüfen Sie, ob die eingegebenen Informationen korrekt sind und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Support.
es: Verifica que la información enviada sea correcta y vuelve a intentarlo. Si el problema persiste, póngase en contacto con soporte.
fr: Veuillez vérifier que les informations soumises sont correctes et réessayer. Si le problème persiste, veuillez contacter le service d'assistance.
it: Verifica che le informazioni fornite siano corrette e riprova. Se il problema persiste, contatta l'assistenza.
ja: 送信された情報が正しいことを確認し、再度お試しください。それでも問題が解決しない場合は、サポートにご連絡ください。
kk: Берілген ақпараттың дұрыстығын тексеріп, әрекетті қайталаңыз. Мәселе шешілмесе, қолдау қызметіне хабарласыңыз.
ko: 제출된 정보가 올바른지 확인하고 다시 시도하십시오. 문제가 계속되면 지원팀에 문의하세요.
ky: Киргизилген маалыматтын туура экенин тастыктап, кайра аракет кылыңыз. Эгер көйгөй чечилбесе, колдоо менен байланышыңыз.
lv: Lūdzu, pārbaudiet, vai iesniegtā informācija ir pareiza, un mēģiniet vēlreiz. Ja problēma joprojām pastāv, lūdzu, sazinieties ar atbalsta dienestu.
mn: Оруулсан мэдээлэл зөв эсэхийг шалгаад дахин хийнэ үү. Хэрэв асуудал хэвээр байвал Тусламжийн хэлтэстэй холбогдоно уу.
pt: Verifique se as informações enviadas estão corretas e tente novamente. Se o problema persistir, entre em contato com o suporte.
ro: Te rugăm să verifici dacă informațiile trimise sunt corecte și să încerci din nou. Dacă problema persistă, contactează asistența.
ru: Проверьте, пожалуйста, верна ли отправленная информация и попробуйте снова. Если проблема повторится, обратитесь, пожалуйста, в Службу Поддержки.
uk: Перевірте, будь ласка, чи вірна відправлена інформація та спробуйте знову. Якщо проблема повториться, зверніться, будь ласка, до Служби Підтримки.
uz: Илтимос, киритилган маълумотлар тўғрилигини тасдиқлаб, қайта уриниб кўринг. Агар муаммо такрорланса, илтимос, қўллаб-қувватлаш хизмати билан боғланинг.
zh: 请验证提交的信息是否正确，然后重试。 如果问题仍然存在，请联系支持。

source: Please verify your email address
ca: Verifica la teva adreça de correu electrònic
de: Bitte Ihre E-Mail Adresse verifizieren
es: Por favor, verifica tu dirección de email
fr: Veuillez vérifier votre adresse e-mail
it: Verifica il tuo indirizzo email
ja: メールアドレスを確認して下さい
kk: Электрондық пошта мекен-жайыңызды енгізуіңізді сұраймыз
ko: 귀하의 이메일 주소를 검증하십시오
ky: Сураныч, электрондук почта дарегиңизди тастыктаңыз
lv: Lūdzu pārbaudiet visas epasta adreses
mn: Имэйл хаягаа баталгаажуулна уу
pt: Por favor, verifique o seu endereço de email
ro: Te rugăm să confirmi adresa ta de email
ru: Пожалуйста, введите адрес Вашей электронной почты
uk: Будь ласка, підтвердьте адресу вашої електронної пошти
uz: Илтимос, электрон почтангиз манзилини тасдиқланг
zh: 請驗證您的電子郵件

source: Please verify your email address.
fr: Veuillez vérifier votre adresse courriel.
it: Verifica il tuo indirizzo email.
pt: Por favor, verifique o seu endereço de email.
uk: Будь ласка, підтвердьте адресу вашої електронної пошти.

source: Please wait just a moment...
ca: Si us plau, espera un instant...
de: Bitte warten Sie einen Moment...
es: Favor de esperar un momento...
fr: Veuillez patienter un instant...
it: Per favore, aspetta un momento...
ja: しばらくお待ちください...
kk: Өтінемін, бір минут күтіңіз...
ky: Бир аз күтө туруңуз...
lv: Lūdzu mirklīti pagaidiet...
mn: Түр хүлээнэ үү...
pt: Por favor, aguarde um momento...
ro: Te rugăm să aștepți doar un moment...
ru: Минуту, пожалуйста...
uk: Зачекайте хвилинку...
uz: Илтимос, бироз кутинг...
zh: 请稍等...

source: Please wait while we apply your promotion code.
ca: Si us plau, espera mentre apliquem el teu codi de promoció.
de: Bitte warten Sie, während wir Ihren Aktionscode anwenden.
es: Por favor, espera mientras aplicamos tu código de promoción.
fr: Veuillez patienter pendant que nous appliquons votre code promotionnel.
it: Sei pregato di attendere che venga applicato il tuo codice promozionale.
ja: プロモーションコードを追加するまでお待ちください...
kk: Жарнамалық кодыңызды қолданғанша күтіңіз.
ky: Промо кодуңуз колдонулганга чейин күтө туруңуз.
lv: Lūdzu, uzgaidiet, kamēr lietojam jūsu veicināšana/reklāmas /akcijas kodu.
mn: Бид таны урамшууллын кодыг оруулж байна, түр хүлээнэ үү.
pt: Aguarde enquanto aplicamos seu código promocional.
ro: Te rugăm să aștepți până când îți aplicăm codul promoțional.
ru: Пожалуйста, подождите, пока мы применяем ваш промокод.
uk: Будь ласка, зачекайте, поки ми застосувамо ваш промокод.
uz: Илтимос, тарғибот кодини татбиқ этгунимизча кутинг.
zh: 请稍候，我们正在应用您的促销代码。

source: Please wait while we finalize your checkout.
ca: Si us plau, espera mentre finalitzem el pagament.
de: Bitte warten Sie, bis wir Ihre Bestellung abgeschlossen haben.
es: Por favor, espera mientras finalizamos tu pago.
fr: Veuillez patienter pendant que nous finalisons votre commande.
it: Stiamo elaborando il tuo pagamento, sei pregato di attendere.
ja: 決済が完了するまでお待ちください...
kk: Сіздің төлеміңізді аяқтағанша күте тұрыңыз.
ko: 결제가 완료 될 때까지 기다려주십시오.
ky: Брондооңуздун аягына чыгышын күтө туруңуз.
lv: Lūdzu uzgaidiet, kamēr tiek pabeigts Jūsu maksājums.
mn: Таны төлбөрийг гүйцэтгэж байна, түр хүлээнэ үү.
pt: Por favor aguarde enquanto finalizamos o seu pagamento.
ro: Vă rugăm să aşteptaţi până finalizăm plata.
ru: Пожалуйста, подождите, пока мы завершаем оформление Вашего заказа.
uk: Зачекайте, будь ласка, поки ми завершуємо Оформлення Вашого Замовлення.
uz: Илтимос, буюртмангиз расмийлаштируви тугалланишини кутинг.
zh: 請稍等，我們在完成結賬流程

source: Please wait while we gather all available cruises...
ca: Si us plau, espera mentre reunim tots els creuers disponibles ...
de: Bitte warten Sie, während wir alle verfügbaren Kreuzfahrten sammeln...
es: Por favor espera mientras recopilamos todos los cruceros disponibles...
fr: Veuillez patienter pendant que nous rassemblons toutes les croisières disponibles...
it: Stiamo acquisendo tutte le crociere disponibili, sei pregato di attendere...
ja: 予約可能なクルーズを検索しています。しばらくお待ちください...
kk: Біз қолжетімді круиздерді таңдағанша күте тұрыңыз ...
ko: 이용가능한 모든 크루즈를 수집하는 동안 기다려주십시오...
ky: Биз бардык мүмкүн болгон круиздерди аныктаганга чейин күтө туруңуз...
lv: Lūdzu, uzgaidiet, kamēr mēs uzzinām visus pieejamos kruīzus..
mn: Далайн аяллын мэдээллийг цуглуулж байна, түр хүлээнэ үү...
pt: Por favor aguarde enquanto reunimos todos os cruzeiros disponíveis ...
ro: Te rugăm să aştepţi în timp ce colectăm toate croazierele disponibile.
ru: Пожалуйста, подождите пока мы подбираем доступные круизы...
uk: Будь ласка, зачекайте поки ми підбираємо доступні круїзи ...
uz: Илтимос, барча мавжуд круизларни аниқлагунимизча бироз кутинг...
zh: 請稍等，我們正在收集所有可用的郵輪...

source: Please wait while we gather all available hotels, just a moment...
ca: Si us plau, espera mentre recollim tots els hotels disponibles, un moment...
de: Bitte warten Sie, während wir alle verfügbaren Hotels zusammenstellen, einen Moment...
es: Por favor espera mientras recopilamos todos los hoteles disponibles, solo un momento...
fr: Veuillez patienter pendant que nous rassemblons touts les hôtels disponibles, un instant...
it: Stiamo acquisendo tutti hotel disponibili, solo un attimo...
ja: 予約可能なホテルを検索しています。しばらくお待ちください...
kk: Барлық қолжетімді қонақүйлерді жинағанша бір минут күтіңіз...
ky: Биз бардык жеткиликтүү мейманканаларды аныктаганга чейин күтө туруңуз...бир мүнөт
lv: Lūdzu, uzgaidiet, kamēr mēs uzzinām visas pieejamās viesnīcas, tikai mirklīti...
mn: Бүх зочид буудлуудын мэдээллийг цуглуулж байна, түр хүлээнэ үү...
pt: Por favor, aguarde enquanto reunimos todos os hotéis disponíveis, só um momento...
ro: Te rugăm să aştepţi în timp ce colectăm toate hotelurile disponibile, doar un moment...
ru: Пожалуйста, подождите пока мы подбираем доступные отели, минутку...
uk: Будь ласка, зачекайте хвилинку, поки ми підбираємо доступні готелі...
uz: Илтимос, барча мавжуд меҳмонхоналарни аниқлагунимизча бироз кутинг...
zh: 请稍等，我们正在收集所有可用的酒店，稍等片刻...

source: Please wait while we gather all available tours...
ca: Si us plau, espera mentre recopilem tots els Tours disponibles...
de: Bitte warten Sie, während wir alle verfügbaren Touren zusammenstellen...
es: Por favor, espera mientras recopilamos todos los tours disponibles...
fr: Veuillez patienter pendant que nous rassemblons toutes les excursions disponibles...
it: In attesa di recuperare tutti i tour disponibili...
ja: 予約可能なツアーを検索しています。しばらくお待ちください...
kk: Біз барлық қолжетімді турларды жинағанша күте тұрыңыз...
ky: Биз бардык жеткиликтүү турларды аныктаганга чейин күтө туруңуз...
lv: Lūdzu, uzgaidiet, kamēr apkopojam visas pieejamās ekskursijas...
mn: Аяллын бүх мэдээллийг цуглуулж байна, түр хүлээнэ үү...
pt: Por favor, aguarde enquanto reunimos todos os passeios disponíveis...
ro: Te rugăm să aștepți până adunăm toate tururile disponibile...
ru: Пожалуйста, подождите пока мы подбираем все доступные туры...
uk: Будь ласка, зачекайте, поки ми підбираємо доступні тури...
uz: Илтимос, барча мавжуд турларни аниқлагунимизча бироз кутинг...
zh: 请稍候，我们正在收集所有可用的旅游信息...

source: Please wait while we gather all data...
fr: Veuillez patienter pendant que nous rassemblons toutes les données...
it: Attendi mentre raccogliamo tutti i dati...

source: Please wait while we gather all of your reservations...
ca: Si us plau, espera mentre recollim totes les teves reserves...
de: Bitte warten Sie, während wir alle Ihre Reservierungen sammeln...
es: Por favor espera mientras recopilamos tus reservaciones...
fr: Veuillez patienter pendant que nous rassemblons toutes vos réservations...
it: Ti preghiamo di attendere mentre recuperiamo tutte le tue prenotazioni...
ja: すべての予約情報を収集中です。しばらくお待ちください...
kk: Барлық брондауларыңызды жинағанша күте тұрыңыз...
ky: Бардык брондоруңуз тууралу маалыматтарды чогултканча күтө туруңуз...
lv: Lūdzu, uzgaidiet, kamēr apkopojam visas jūsu rezervācijas...
mn: Бид таны бүх захиалгыг цуглуулж байна. Түр хүлээнэ үү...
pt: Por favor, aguarde enquanto reunimos todas as suas reservas...
ro: Te rugăm să aștepți până când îți adunăm toate rezervările...
ru: Подождите, пожалуйста, пока мы собираем все ваши бронирования...
uk: Зачекайте, будь ласка, поки ми збираємо всі ваші бронювання...
uz: Илтимос, барча буюртмаларингизни тўплагунимизча бироз кутинг...
zh: 请稍候，我们正在收集您的所有预订..

source: Please wait while we gather all the blog posts, just a moment...
ca: Si us plau, espera mentre recollim totes les entrades del blog, només serà un moment...
de: Bitte warten Sie einen Moment, während wir alle Blogbeiträge zusammenstellen …
es: Por favor, espera mientras recopilamos todas las publicaciones del blog, solo un momento…
fr: Veuillez patienter pendant que nous rassemblons tous les articles du blog, juste un instant...
it: Attendi mentre raccogliamo tutti gli articoli del blog, solo un momento...
ja: ブログ記事を読み込んでいます。少々お待ちください…
kk: Барлық блог жазбаларын жинағанша бір минут күте тұрыңыз...
ky: Блогдун бардык постторун чогултканча күтө туруңуз, бир мүнөт...
lv: Lūdzu, pagaidiet, kamēr mēs apkopojam visas emuāra ziņas, tikai mirkli...
mn: Бүх блог нийтлэлүүдийг цуглуулж байна, түр хүлээнэ үү...
pt: Por favor, aguarde enquanto reunimos todas as postagens do blog, só um momento...
ro: Te rugăm să aștepți în timp ce colectăm toate postările de pe blog, doar un moment...
ru: Пожалуйста, подождите, пока мы собираем все публикации в блоге, одну минуту...
uk: Будь ласка, зачекайте хвилинку, поки ми збираємо всі публікації блогу...
uz: Илтимос, мавжуд барча блог постларини тўплагунимизча бироз кутинг...
zh: 正在收集所有博客文章，请稍等...

source: Please wait while we gather all the new partner data...
ca: Si us plau, espera mentre recopilem totes les dades dels nous socis...
de: Bitte warten Sie, während wir alle neuen Partnerdaten erfassen...
es: Por favor espera mientras recopilamos la información de Socios Nuevos...
fr: Veuillez patienter pendant que nous rassemblons toutes les données des nouveaux Partenaires...
it: Ti preghiamo di attendere mentre raccogliamo tutti i dati dei nuovi partner...
ja: 新しいパートナーのデータを収集中です。しばらくお待ちください...
kk: Серіктес туралы барлық жаңа деректерді жинағанша күтіңіз...
ky: Жаңы өнөктөштөр тууралуу бардык маалыматтарды чогултканга чейин күтө туруңуз...
lv: Lūdzu, uzgaidiet, kamēr apkopojam visus jaunā partnera datus...
mn: Бүх шинэ түнш нарын мэдээллийг цуглуулж байна. Түр хүлээнэ үү...
pt: Por favor, aguarde enquanto reunimos todos os dados dos Novos Parceiros...
ro: Te rugăm să aștepți până adunăm toate noile date despre parteneri...
ru: Пожалуйста, подождите, пока мы соберём всю информацию о новом партнёре...
uk: Зачекайте, будь ласка, поки ми зберемо всю інформацію про нового партнера...
uz: Илтимос, янги ҳамкорга оид барча маълумотларни тўплагунимизча бироз кутинг...
zh: 请稍候，我们正在收集所有新合作伙伴的数据...

source: Please wait while we gather hotel details, just a moment...
ca: Si us plau, espera mentre recollim els detalls de l'hotel, un moment...
de: Bitte warten Sie, während wir die Hoteldaten erfassen, einen Moment...
es: Por favor espera mientras recopilamos los detalles del hotel, solo un momento...
fr: Veuillez patienter pendant que nous rassemblons les détails de l'hôtel, un instant...
it: Stiamo caricando le informazioni relative all'hotel, solo un attimo...
ja: ホテルの詳細情報を収集中です。しばらくお待ちください...
kk: Қонақ үй туралы ақпарат жинағанша бір минут күтіңіз...
ky: Биз мейманкана тууралуу маалыматтарды чогултуп жатканда, бир аз күтө туруңуз...
lv: Lūdzu, uzgaidiet, kamēr apkopojam informāciju par viesnīcu, tikai mirklīti...
mn: Зочид буудлын мэдээллийг цуглуулж байна. Түр хүлээнэ үү...
pt: Por favor, aguarde enquanto coletamos os detalhes do hotel, só um momento...
ro: Te rugăm să aştepţi în timp ce colectăm detaliile despre hotel, doar un moment...
ru: Пожалуйста, подождите, пока мы собираем данные об отеле, одну минуту...
uk: Будь ласка, зачекайте хвилинку, поки ми збираємо інформацію про готель...
uz: Илтимос, меҳмонхонага оид маълумотларни тўплагунимизча бироз кутинг.
zh: 请稍等，我们正在获取酒店详情，稍等片刻...

source: Please wait while we gather tour details...
ca: Si us plau, espera mentre recopilem els detalls de la visita...
de: Bitte warten Sie, während wir Details zur Tour sammeln...
es: Por favor espera mientras recopilamos los detalles del tour...
fr: Veuillez patienter pendant que nous rassemblons les détails de la visite...
it: Stiamo recuperando le informazioni del tour, sei pregato di attendere...
ja: ツアーの詳細情報を収集中です。しばらくお待ちください...
kk: Біз тур мәліметтерін жинағанша күте тұрыңыз...
ky: Тур тууралу маалыматтарды чогултканча күтө туруңуз...
lv: Lūdzu, uzgaidiet, kamēr apkopojam detalizētu informāciju par ekskursiju/ tūri...
mn: Аяллын тухай дэлгэрэнгүй мэдээллийг хайж байна, түр хүлээнэ үү...
pt: Por favor, aguarde enquanto coletamos os detalhes do passeio.
ro: Te rugăm să aștepți până adunăm detaliile turului...
ru: Пожалуйста, подождите, пока мы собираем данные о туре...
uk: Будь ласка, зачекайте, поки ми збираємо інформацію про тур.
uz: Илтимос, турга оид маълумотларни тўплагунимизча бироз кутинг...
zh: 请稍候，我们正在收集旅游详情...

source: Please wait while we redirect you back to inCruises®.
ca: Espera mentre et redirigim a inCruises®.
de: Einen Moment, wir leiten Sie zurück zu inCruises®.
es: Por favor espera mientras te redireccionamos a inCruises®.
fr: Veuillez patienter pendant que nous vous redirigeons vers inCruises®.
it: Ti stiamo reindirizzando a inCruises®, sei pregato di attendere.
ja: inCruises®にリダイレクトされるまでお待ちください。
kk: Сізді inCruises®-ке қайта бағыттағанша күте тұрыңыз.
ko: inCruises®로 다시 리디렉션되는 동안 잠시 기다려주십시오.
ky: Сураныч, сизди кайра inCruises® баракчасына багыттообузду күтүңүз.
lv: Lūdzu uzgaidiet, kamēr novirzām jūs atpakaļ uz inCruises.
mn: InCruises®-ийн вэб хуудас руу очиж байна, түр хүлээнэ үү.
pt: Por favor aguarde enquanto redirecionamos você de volta para inCruises®.
ro: Vă rugăm să aşteptaţi în timp ce vă redirecţionăm către inCruises®.
ru: Пожалуйста, подождите, пока мы перенаправим Вас обратно на страницу inCruises®.
uk: Будь ласка, зачекайте, поки ми переспрямуємо Вас назад на сторінку inCruises®.
uz: Илтимос, сизни қайта inCruises® саҳифасига йўналтиришимизни кутинг.
zh: 請稍等，我們會幫助您回到inCruises®。

source: Please wait, just a moment...
ca: Si us plau, espera un moment...
fr: Veuillez patienter un instant...
it: Attendi, solo un momento...
ja: 少々お待ちください…
kk: Күте тұрыңыз, бір сәт...
pt: Por favor, aguarde um momento...
ro: Te rugăm să aștepți, doar un moment...
uk: Будь ласка, Зачекайте хвилинку...
uz: Илтимос, бироз кутинг...
zh: 请稍等...

source: Please watch the video to continue!
ca: Si us plau, mira el vídeo per continuar!
de: Bitte sehen Sie sich das Video an, um fortzufahren!
es: Favor de ver el video para poder continuar
fr: Veuillez regarder la vidéo pour continuer !
it: Guarda il video per proseguire!
ja: 続きはビデオをご覧ください！
kk: Жалғастыру үшін бейнені қараңыз!
ky: Улантуу үчүн видеону көрүңүз!
lv: Lai turpinātu, lūdzu noskatieties video!
mn: Үргэлжлүүлэн видеог үзнэ үү!
pt: Por favor, assista ao vídeo para continuar!
ro: Te rugăm să urmărești videoclipul pentru a continua!
ru: Посмотрите, пожалуйста, видео, чтобы продолжить!
uk: Подивіться, будь ласка, відео, щоб продовжити!
uz: Илтимос, давом этиш учун видеони томоша қилинг!
zh: 请观看视频以继续！

source: Please write a more descriptive message.
ca: Escriu un missatge més descriptiu.
de: Bitte schreiben Sie eine ausführlichere Nachricht.
es: Favor de escribir un mensaje más descriptivo.
fr: Veuillez écrire un message plus descriptif.
it: Scrivi un messaggio più descrittivo.
ja: お問い合わせ内容を詳しくご記入ください。
kk: Толығырақ хабарлама жазуыңызды сұраймыз.
ko: 더 설명적인 메시지를 작성하십시오.
ky: Толугураак кабардама жазыңыз.
lv: Lūdzu sniedziet detalizētāku inmformāciju.
mn: Дэлгэрэнгүй тодорхойлолт бичнэ үү.
pt: Por favor, escreva uma mensagem mais descritiva.
ro: Te rugăm să scri un mesaj mai descriptiv.
ru: Напишите, пожалуйста, более подробное сообщение.
uk: Напишіть, будь ласка, більш детальне повідомлення.
uz: Илтимос, тўлиқроқ хабар ёзинг.
zh: 請撰寫更具描述性的信息。
