Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Please, if you want to refund this user, you must delete the previous refunds related to the chosen sales, check that the chosen sales are in the correct state and finally check reward_points__logs in case it has been previously affected.
ca: Per reemborsar aquest usuari, primer has d'eliminar els reemborsaments anteriors relacionats amb les vendes seleccionades, comprovar que les vendes estiguin en l'estat adequat i, finalment, revisar els Logs dels Punts de Recompensa per assegurar-te que no hagin estat modificats prèviament.
de: Wenn Sie diesem Benutzer eine Rückerstattung gewähren wollen, müssen Sie die vorherigen Rückerstattungen für die ausgewählten Verkäufe löschen, überprüfen, ob die ausgewählten Verkäufe im richtigen Zustand sind und schließlich die reward_points__logs überprüfen, falls sie zuvor betroffen waren.
es: Para reembolsar a este usuario, primero debes eliminar los reembolsos anteriores relacionados con las ventas seleccionadas, comprobar que las ventas estén en el estado adecuado y, finalmente, revisar los reward_points__logs para asegurarte de que no hayan sido modificados previamente.
fr: Si vous souhaitez rembourser cet utilisateur, vous devez supprimer les remboursements précédents liés aux ventes choisies, vérifier que les ventes choisies sont dans le bon état et enfin vérifier reward_points__logs au cas où il aurait été affecté précédemment.
it: Se desideri rimborsare questo utente, è necessario cancellare i rimborsi precedenti relativi alle vendite selezionate, controllare che le vendite selezionate siano nello stato corretto e infine controllare reward_points__logs per verificare se è stato precedentemente modificato.
ja: このユーザーに払い戻しを行いたい場合は、選択された売上に関連する以前の払い戻しを削除し、選択された売上が正しい状態であることを確認し、最後にreward_points__logs が以前に影響を受けたことがあるかどうかを確認してください。
kk: Егер сіз осы пайдаланушыға ақшаны қайтарғыңыз келсе, таңдалған сатылымға байланысты алдыңғы қайтарымдарды алып тастауыңыз керек, таңдалған сатылымдардың дұрыс күйде екенін тексеріп, соңында reward_points__logs журналдарын тексеріңіз, егер олар бұрын әсер еткен болса.
ky: Эгер бул колдонуучуга төлөмдү кайтарууну кааласаңыз, тандалган сатуулар менен байланышкан мурунку кайтарууларды өчүрүп, тандалган сатуулар туура абалда экенин текшерип, акырында аларга мурда таасир эткен болсо, reward_points__logs журналын текшериңиз.
lv: Lūdzu, ja vēlaties atmaksāt šim lietotājam, ir jāizdzēš iepriekšējās atmaksas, kas saistītas ar izvēlēto pārdošanas apjomu, jāpārbauda, vai izvēlētais pārdošanas apjoms ir pareizs, un, ja tas ir iepriekš ietekmēts, visbeidzot jāpārbauda balvu _ punktu__logs.
mn: Хэрэв та энэ хэрэглэгчид буцаан олголт хийхийг хүсвэл, эхлээд сонгосон борлуулалттай холбоотой өмнөх буцаан олголтуудыг устгах, сонгосон борлуулалтын төлөв зөв байгаа эсэхийг шалгах, мөн reward_points__logs-д өмнө нь нөлөөлсөн эсэхийг нягтлах шаардлагатай.
pt: Por favor, se você quiser reembolsar este usuário, você deve excluir os reembolsos anteriores relacionados às vendas escolhidas, verificar se as vendas escolhidas estão no estado correto e, finalmente, verificar reward_points__logs caso tenham sido afetados anteriormente.
ro: Te rugăm, dacă dorești să rambursezi acest utilizator, trebuie să ștergi rambursările anterioare aferente vânzărilor alese, să verifici dacă vânzările alese sunt în starea corectă și, în final, să verifici jurnalele de_puncte_de_recompensă în cazul în care au fost afectate anterior.
ru: Если вы хотите вернуть деньги этому пользователю, вы должны удалить предыдущие возвраты, связанные с выбранными продажами, проверить, что выбранные продажи находятся в корректном состоянии, и, наконец, проверить журналы reward_points__logs, на случай, если они были ранее затронуты.
uk: Якщо ви хочете повернути кошти цьому користувачеві, вам потрібно видалити попередні повернення, пов’язані з вибраними продажами, перевірити, чи вибрані продажі перебувають у коректному стані, і, нарешті, перевірити журнали reward_points_logs на випадок, якщо вони були раніше порушені.
uz: Илтимос, агар ушбу фойдаланувчига маблағлар қайтарилишини истасангиз, танланган сотувларга оид аввалги маблағлар қайтарилишини ўчиришингиз, танланган сотувлар тўғри эканлигини текширишингиз ва ниҳоят, Бонус баллари журналини кўздан кечиришингиз шарт.
zh: 请注意，如果您想为该用户退款，您必须删除与所选销售相关的先前退款，检查所选销售是否处于正确状态，并最终检查 reward_points__logs，以防之前已经受到影响。

source: plus 3% bank fee will be applied
ca: s’hi aplicarà un recàrrec bancari addicional del 3%
de: zuzüglich 3% Bankgebühr
es: más una comisión bancaria del 3%
fr: plus 3% de frais bancaires seront appliqués
it: più il 3% di commissioni bancarie
ja: さらに3％の銀行手数料が適用されます
kk: плюс 3% банк комиссиясы
ky: 3% банк комиссиясы да кошулат
lv: plus tiks piemērota 3% bankas nodeva
mn: дээр нь 3%-ийн банкны шимтгэл тооцогдоно
pt: mais 3% de taxa bancário será aplicada
ro: plus se va aplica un comision bancar de 3%
ru: плюс 3% комиссия банка
uk: плюс 3% комісія банку
uz: +3% банк фоизи татбиқ этилади
zh: 另加3%的银行手续费

source: Plus! After booking the Elevate Cruise,
ca: A més, després de reservar el Creuer Elevate,
de: Plus! Nach der Buchung der Elevate Cruise,
es: Además, después de reservar el Crucero Elevate,
fr: En plus ! Après avoir réservé la Elevate Cruise,
it: In più! Dopo aver prenotato la Elevate Cruise,
ja: さらに！Elevateクルーズを予約後、
kk: Плюс! Elevate Cruise тапсырыс бергеннен кейін,
ko: 또한 ! Elevate 크루즈 예약 후,
ky: Мындан тышкары! Elevate Cruise заказ кылгандан кийин,
lv: Plus! Pēc Elevate kruīza rezervācijas,
mn: Түүнчлэн Elevate аяллыг захиалсны дараа,
pt: Mais! Depois de reservar o Elevate Cruise,
ro: La care se adaugă! După rezervarea croazierei Elevate,
ru: Плюс! После бронирования круиза Elevate Cruise
uk: Плюс! Після бронювання круїзу Elevate Cruise,
uz: Плюс! "Elevate Cruise"га буюртма берганингиздан сўнг,
zh: 加！ 预订 Elevate Cruise 后，

source: Points by
fr: Points par
it: Punti di

source: Points may only be earned from Partners activated or reactivated during the contest period
ca: Només es poden aconseguir punts a partir de Socis activats o reactivats durant el període del concurs
de: Punkte können nur für Partner gesammelt werden, die während des Wettbewerbszeitraums aktiviert oder reaktiviert wurden
es: Los puntos solo se pueden obtener de Socios activados o reactivados durante el período del concurso
fr: Les points ne peuvent êtreo btenus que grâce aux Partenaires activés ou réactivés pendant la période du concours
it: È possibile guadagnare punti solo dai Partner attivati o riattivati durante il periodo del concorso
ja: ポイントはコンテスト期間中に登録／再登録されたパートナーのみが対象となります
kk: Ұпайлар тек байқау кезеңінде белсендірілген немесе қайта белсендірілген серіктестерден ғана жинақталады
ky: Упайлар конкурстун жүрүшүндө активдештирилген же кайра активдештирилген өнөктөштөрдөн гана топтолушу мүмкүн.
mn: Оноо нь зөвхөн уралдааны хугацаанд шинээр идэвхжсэн эсвэл дахин идэвхжсэн Түншүүдээс хуримтлагдана.
pt: Os pontos só podem ser ganhos por Parceiros ativados ou reativados durante o período do concurso
ro: Punctele pot fi câștigate doar de la partenerii activați sau reactivați în perioada concursului.
ru: Очки могут быть заработаны только от Партнёров, Активированных или восстановленных в период проведения конкурса
uk: Бали можна отримувати лише від Партнерів, активованих або реактивованих під час періоду проведення конкурсу
uz: Балларни фақатгина танлов даврида фаоллаштирилган ёки қайта фаоллаштирилган Ҳамкорлар учун ишлаб топиш мумкин
zh: 积分仅可通过在比赛期间激活或重新激活的合伙人获得

source: Points system
ca: Sistema de punts
de: Punktesystem
es: Sistema de puntos
fr: Système de points
it: Sistema a punti
ja: ポイントシステム
kk: Ұпай жүйесі
ky: Упайлар системасы
mn: Онооны систем
pt: Sistema de pontos
ro: Sistem de puncte
ru: Система очков
uk: Система балів
uz: Баллар тизими
zh: 积分制度

source: Points System
ca: Sistema de Punts
de: Punktesystem
es: Sistema de puntos
fr: Système de points
it: Sistema a punti
ja: ポイントシステム
kk: Баллдық жүйе
ky: Упайлар системасы
lv: Punkt Sistēma
mn: Онооны систем
pt: Sistema de pontos
ro: Sistem de Puncte
ru: Система очков
uk: Система балів
uz: Баллар тизими
zh: 积分系统

source: Points Used
ca: Punts Utilitzats
de: Punkte verwendet
es: Puntos Utilizados
fr: Points utilisés
it: Crediti utilizzati
ja: 使用したポイント
kk: Пайдаланылған ұпайлар
ky: Колдонулган упайлар
lv: Izmantotie Punkti
mn: Ашигласан оноонууд
pt: Pontos utilizados
ro: Puncte folosite
ru: Использовано Баллов
uk: Використано Балів
uz: Фойдаланилган баллар
zh: 已使用的积分

source: Points/Month Maintained
fr: Points/Mois Maintenus
it: Punti/mese mantenuti

source: Points/Ticket
fr: Points/Billet
it: Punti/Biglietto

source: Popular Destinations
ca: Destins més populars
de: Beliebte Reiseziele
es: Destinos Populares
fr: Destinations Populaires
it: Destinazioni popolari
ja: 人気のある目的地：
kk: Танымал бағыттар
ko: 인기 여행지
ky: Популярдуу багыттар
lv: Populārākie Galamērķi
mn: Алдартай газрууд
pt: Destinos populares
ro: Destinaţii populare
ru: Популярные направления
uk: Популярні напрямки
uz: Машҳур йўналишлар
zh: 熱門目的地

source: pornographic material;
ca: material pornogràfic;
de: pornografisches Material;
es: material pornográfico;
fr: matériel pornographique ;
it: materiale pornografico;
ja: ポルノ素材;
kk: порнографиялық материалдар;
ky: порнографиялык материалды камтыбагандыгына;
lv: pornogrāfisks materiāls;
mn: садар самууныг сурталчилсан материал;
pt: material pornográfico;
ro: material pornografic;
ru: порнографическими;
uk: порнографічним матеріалом;
uz: порнографик материал эмаслиги;
zh: 色情内容；

source: Port Charges
ca: Càrrecs portuaris
de: Hafengebühren
es: Tasas Portuarias
fr: Frais de port
it: Tasse portuali
ja: 港湾料金
kk: Порт алымдары
ko: 항만세
ky: Порт жыйымдары
lv: Ostu nodokļi
mn: Боомтын Хураамж
pt: Taxas portuárias
ro: Taxe Portuare
ru: Портовые Сборы
uk: Портові Збори
uz: Порт йиғимлари
zh: 港口費用

source: Port of Call
ca: Port d'escala
de: Anlaufhafen
es: Puerto de Escala
fr: Frais d'appel
it: Porto di scalo
ja: 寄港地
kk: Кіру порты
ko: 기항지
ky: Кириш порту
lv: Izsaukuma osta
mn: Боомтын түр зогсох газар
pt: Porto de escala
ro: Port de Escală
ru: Порт Захода
uk: Порт Заходу
uz: Кириш порти
zh: 停泊港

source: Português
ca: Portuguès
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
ja: ポルトガル語
kk: Португалша
ko: 포르투갈어
ky: Португалия
lv: Portugālietis
mn: Португал хэл
ro: Portugheză
ru: Португальский
uk: Португальська
uz: Португал
zh: 葡萄牙

source: Portuguese
ca: Portuguès
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
ja: ポルトガル語
kk: Португалша
ko: 포르투갈어
ky: Португалча
lv: Portugālieši
mn: Португал хэл
pt: Português
ro: Portugheză
ru: Португальский
uk: Португальський
uz: Португал
zh: 葡萄牙語

source: Portuguese and Spanish-speaking markets
ca: Mercats de parla portuguesa i espanyola
de: Portugiesisch- und spanischsprachige Märkte
es: Mercados de habla hispana y portugesa
fr: Marchés portugais et hispanophones
it: Mercati di lingua portoghese e spagnola
ja: ポルトガル語およびスペイン語圏のマーケット
kk: Португал тілінде және испан тілінде сөйлейтін нарықтар
ky: Португал жана испан тилдеринде сүйлөгөн рыноктор
lv: Portugāļu un Spāņu valodā runājošie tirgi
mn: Португали, Испани хэлтэй улс орнууд
pt: Mercados de Língua Portuguesa e Espanhola
ro: Piețe vorbitoare de limbă spaniolă și portugheză
ru: Международный рынок португальского и испанского языков
uk: Міжнародний ринок португальської та іспанської мов
uz: Португал ва испан тилида сўзлашувчи глобал бозор
zh: 葡萄牙语和西班牙语市场

source: Postal Code
ca: Codi Postal
de: Postleitzahl
es: Código Postal
fr: Code postal
it: Codice postale
ja: 郵便番号
kk: Пошталық Индекс
ko: 우편 번호
ky: Почта индекси
lv: Pasta indekss
mn: Шуудангийн Код
pt: Código Postal
ro: Cod poştal
ru: Почтовый Индекс
uk: Поштовий Індекс
uz: Почта индекси
zh: 郵政編碼

source: Postal Code:
ca: Codi Postal:
de: Postleitzahl:
es: Código Postal:
fr: Code postal :
it: CAP:
ja: 郵便番号：
kk: Пошталық Индекс:
ko: 우편 번호:
ky: Почта индекси:
lv: Pasta indekss:
mn: Шуудангийн Код:
pt: Código Postal:
ro: Cod Poştal:
ru: Почтовый индекс:
uk: Поштовий Індекс:
uz: Почта индекси:
zh: 郵政編碼：

source: Potential Active Levels
ca: Nivells actius potencials
de: Potenzielle Aktivitätsebenen
es: Niveles Activos Potenciales
fr: Niveaux actifs potentiels
it: Livelli attivi potenziali
ja: 潜在的なアクティブレベル
kk: Потенциалды белсенді деңгейлер
ko: 잠재적 활성 레벨
ky: Потенциалдуу активдүү денгээлдер
lv: Potenciālie Aktīvie Līmeņi
mn: Боломжит идэвхтэй үеүүд
pt: Níveis potenciais ativos
ro: Niveluri potențiale active
ru: Потенциальные Активные уровни
uk: Потенційні Активні рівні
uz: Эҳтимолий Фаол даражалар
zh: 潜在的活跃水平

source: Potential bonus
fr: Bonus potentiel
it: Bonus potenziale
kk: Мүмкін болатын ұпайлар
pt: Bônus potencial
uk: Потенційні бонуси
uz: Эҳтимолий бонус
zh: 潜在奖金

source: Potential Builders Base Bonus
ca: Bonificació Potencial de la Base de Constructors
fr: Bonus de Base des Constructeurs Potentiel
it: Potenziale Bonus Base Costruttori
ja: 見込みビルダーズ・ベース ボーナス
kk: Фундамент Бизнес Бонус Мүмкіндігі
pt: Potencial Bônus Base de Construtores
ro: Bonus potențial Baza Constructorilor
uk: Можливий Бонус Фундамент Бізнесу
uz: Эҳтимолий Қурувчилар базаси бонуси
zh: 潜在建设者基础业绩量奖励

source: Potential Fast Start Bonus
fr: Bonus de démarrage rapide potentiel
it: Potenziale Bonus Avvio Veloce
kk: Ықтималды Жылдам Бастау бонусы
pt: Bônus Potencial de Início Rápido
uk: Потенційний бонус за Швидкий Старт
uz: Эҳтимолий Тезкор старт бонуси
zh: 潜在快速启动奖励

source: Potential future membership savings
ca: Estalvi potencial amb la teva membresia en el futur
de: Mögliche zukünftige Mitglieds-Ersparnisse
es: Ahorro potencial con tu membresía en el futuro
fr: Économies potentielles sur les adhésions futures
it: Potenziali risparmi futuri con la membership
ja: メンバーシップによる可能性のある節約金額
kk: Мүшелік бойынша болашақ үнемдеу мүмкіндігі
ky: Клуб мүчөлүгү аркылуу келечектеги потенциалдуу үнөмдөөлөр
lv: Potenciālie nākotnes biedru alības ieaupījumi
mn: Цаашид гишүүнчлэлээр хэмнэх боломжит хэмнэлт
pt: Economia potencial com sua assinatura no futuro
ro: Economii potențiale pentru membri
ru: Потенциальная будущая экономия благодаря Членству в Клубе
uk: Потенційні майбутні заощадження завдяки Членству в Клубі
uz: Келгусида Аъзолик орқали тежаладиган эҳтимолий маблағлар
zh: 潜在的未来会员节省

source: Potential Future Membership Savings
ca: Estalvi Potencial futur amb la teva Membresia
de: Mögliche zukünftige Mitglieds-Ersparnisse
es: Ahorro Potencial con tu Membresía en el Futuro
fr: Les Économies sur l'Adhésion Potentielles Futures
it: Potenziali risparmi futuri con la Membership
ja: メンバーシップによる可能性のある節約金額
kk: Клубқа Мүшелік арқасында Болашақ Әлеуетті Жинақтар
ko: 잠재적 미래 멤버십 절감액
ky: Келечекте Мүчөлүк аркылуу потенциалдуу үнөмдөө
lv: Potenciālie nākotnes Biedru Dalības ieaupījumi
mn: Гишүүнчлэлээр хэмнэх хэмнэлтүүд
pt: Economia potencial com sua assinatura no futuro
ro: Economii Potențiale pentru Membri
ru: Потенциальная будущая экономия благодаря Членству в Клубе
uk: Потенційна майбутня економія завдяки Членству в Клубі
uz: Келгусида Аъзолик орқали тежаладиган эҳтимолий маблағлар
zh: 潛在的未來會員儲蓄

source: Potential Leadership
ca: Lideratge potencial
de: Potentieller Leadership
es: Liderazgo Potencial
fr: Leadership potentiel
it: Leadership potenziale
ja: 潜在的なリーダーシップ
kk: Потенциалды көшбасшылық
ko: 잠재적 리더십
ky: Потенциалдуу Лидерлик
lv: Potenciālā Līderība
mn: Боломжит манлайлал
pt: Liderança potencial
ro: Leadership Potenţial
ru: Потенциальное Лидерство
uk: Потенційне Лідерство
uz: Эҳтимолий Етакчилик
zh: 潜在的领导力

source: Potential Matching Bonus Breakdown
fr: Répartition du Bonus de Correspondance Potentiel
it: Ripartizione del potenziale bonus equivalente
kk: Ықтимал Матчинг Бонусының Талдауы
pt: Detalhamento do Bônus de Correspondência Potencial
ro: Defalcarea potențială a bonusurilor de potrivire
uk: Розбивка за потенційними бонусами-мечингами
uz: Эҳтимолий Ҳафталик Мувофиқлик бонуси тақсимоти
zh: 潜在匹配奖励明细

source: Potential Recurring Income
ca: Ingressos Recurrents Potencials
de: Potenzielle wiederkehrende Einnahmen
es: Ingreso Recurrente Potencial
fr: Revenu récurrent potentiel
it: Reddito ricorrente potenziale
ja: 潜在的なリカーリング収入
kk: Потенциалды Рекурренттік Табыс
ko: 잠재적 리커링 소득
ky: Потенциалдуу Рекурренттик Киреше
lv: Potenciļais Atkārtotais Ienākums
mn: Боломит давтамжит орлого
pt: Potencial de renda recorrente
ro: Venituri recurente potențiale
ru: Потенциальный Рекуррентный Доход
uk: Потенційний Рекурентний Дохід
uz: Эҳтимолий Даврий даромад
zh: 潜在的经常性收入

source: Potential savings is for illustrative purposes and requires active membership for future savings. inCruises does not guarantee accuracy of all stated values and strictly prohibits publishing Cruise Line name and itineraries with any savings statement in printed or digital format.
ca: L’estalvi potencial té una finalitat il·lustrativa i requereix una membresia activa per a estalvis futurs. inCruises no garanteix l'exactitud de tots els valors indicats i prohibeix estrictament publicar el nom i els itineraris de la línia de creuers amb qualsevol declaració d'estalvi en format imprès o digital.
de: Potenzielle Ersparnisse dienen der Veranschaulichung und erfordern eine aktive Mitgliedschaft für zukünftige Einsparungen. inCruises garantiert nicht die Richtigkeit aller angegebenen Werte und verbietet strengstens die Veröffentlichung des Namens und der Reiserouten der Kreuzfahrtlinie, sowie die Kostenaufstellung in gedruckter oder digitaler Form.
es: Los ahorros potenciales tienen fines ilustrativos y requieren una membresía activa para ahorrar en el futuro. inCruises no garantiza la exactitud de todos los valores establecidos y prohíbe estrictamente la publicación del nombre de la línea de cruceros y los itinerarios con cualquier declaración de ahorros en formato impreso o digital.
fr: Les économies potentielles sont présentées à titre indicatif et nécessitent une adhésion active pour les économies futures. inCruises ne garantit pas l'exactitude de toutes les valeurs indiquées et interdit strictement la publication du nom et des itinéraires de la Compagnie de Croisière avec tout relevé d'économies sous forme imprimée ou numérique.
it: Il risparmio potenziale è a scopo illustrativo e per futuri risparmi è obbligatoria l'adesione attiva. inCruises non garantisce l'accuratezza di tutti i valori dichiarati e vieta rigorosamente la pubblicazione del nome e degli itinerari delle Compagnie di crociera con qualsiasi dichiarazione di risparmio in formato cartaceo o digitale.
ja: 可能性のある節約金額とは、目に見える形でデータ化することを目的とし、アクティブなメンバー会員として継続することにより、将来予想できる節約金額が表示されています。inCruisesでは、すべてのデータの価値等において責任を負いかねますので予めご了承ください。またクルーズ会社の名前や旅程を明記して、節約した金額を印刷物やデジタルフォーマットなどのいかなる書式において公表することは固く禁じられています。
kk: Мүмкін болатын жинақ сомасы демонстрация мақсатында беріледі, болашақ жинақ үшін клубтың белсенді Мүшесі болу шарт. inCruises берілген ақпараттың дұрыстығына кепілдік бермейді және круиздік желі атаулары мен бағдарларын кез келген жинақ көшірмелерімен баспа немесе сандық форматта жариялауға қатаң тыйым салады.
ko: 잠재적 절감액은 설명을 위한 것이며 향후 절감을 위해서는 멤버십 활성화가 필요합니다. inCruises는 명시된 모든 값의 정확성을 보장하지 않으며 인쇄 된 또는 디지털 형식의 절감 내역과 함께 크루즈 선사의 이름 및 여정을 게시하는 것을 엄격히 금지합니다.
ky: Потенциалдуу үнөмдөөлөр демонстрациялык максатта гана көрсөтүлөт жана келечектеги үнөмдөө үчүн активдүү мүчөлүк талап кылынат. inCruises көрсөтүлгөн үнөмдөө маалыматынын тактыгына кепилдик бербейт жана круиздик линиянын атын жана көздөгөн жерин, үнөмдөөнү көрсөткөн квитанциялардын басылган же электрондук көчүрмөлөрүн жарыялоого катуу тыюу салат.
lv: Potenciālie ietaupījumi ir paredzēti ilustratīviem nolūkiem un prasa aktīvu dalību nākotnes ietaupījumos. inCruises negarantē visu norādīto vērtību precizitāti un stingri aizliedz publicēt kruīza līnijas nosaukumu un maršrutus par jebkādu uzkrājumu pārskatu drukātā vai digitālā formātā.
mn: Энэхүү боломжит хэмнэлтийн тоон үзүүлэлт нь дүрслэн харуулах зорилготой бөгөөд ирээдүйд хэмнэлт гаргахын тулд та идэвхтэй гишүүнчлэлтэй байх ёстой болно. inCruises нь заасан бүх тоон үзүүлэлтүүдэд баталгаа гаргахгүй бөгөөд алив нэг хэмнэлтийн тухай мэдээлэл бүхий далайн аяллын компаний нэр, аяллын маршрут зэргийг хэвлэмэл болон дижитал хэлбэрээр хэвлэн нийтлэхийг хатуу хориглодог болно.
pt: A economia potencial é para fins ilustrativos e requer assinatura ativa para economias futuras. A inCruises não garante a precisão de todos os valores declarados e proíbe estritamente a publicação do nome e itinerários das Linhas de Cruzeiro como qualquer demonstrativo de economia em formato impresso ou digital.
ro: Economiile potențiale au caracter ilustrativ și necesită să fii membru activ pentru economii viitoare. inCruises nu garantează acuratețea tuturor valorilor declarate și interzice strict publicarea numelui și itinerariilor liniei de croazieră cu orice declarație de economii în format tipărit sau digital.
ru: Размер возможной экономии приводится в демонстрационных целях, для будущей экономии необходимо быть активным Членом Клуба. inCruises не гарантирует точность приведённых данных и строго запрещает публиковать название круизных линий и маршрутов с любыми заявлениями об экономии в печатном или цифровом формате.
uk: Розмір можливої економії наводиться в демонстраційних цілях, для майбутньої економії необхідно бути активним Членом Клубу. inCruises не гарантує точність наведених даних і суворо забороняє публікувати назви круїзних ліній і маршрутів з будь-якими заявами про економію в друкованому або цифровому форматі.
uz: Эҳтимолий тежалган маблағлар иллюстрация мақсадида берилган ва келгусида маблағ тежаш учун фаол аъзолик талаб этилади. inCruises баён этилган қийматликларнинг аниқлигини кафолатламайди ва круиз линиясининг номи ва йўналишини, тежалган пуллар кўрсатилган квитанциялардан босма ёки электрон шаклдаги кўчирмаларни эълон қилишни қатъиян тақиқлайди.
zh: 潛在的節省只是出於說明目的，需要活躍的成員資格才能節省。 inCruises不保證所有陳述值的準確性，並嚴格禁止以任何印刷或數字格式的保存聲明發布郵輪航線的名稱和行程。

source: Potential Weekly Matching Bonus
ca: Bonificació Setmanal Potencial per Igualació
fr: Bonus de Correspondance Hebdomadaire Potentiel
it: Potenziale Bonus Equivalente Settimanale
ja: 見込みウィークリーマッチング ボーナス
kk: Ықтимал апталық матчинг бонусы
pt: Potencial Bônus Correspondente Semanal
ro: Bonus potențial de potrivire săptămânal
uk: Можливий Щотижневий Матчінг Бонус
uz: Эҳтимолий Ҳафталик Мувофиқлик бонуси
zh: 潜在每周匹配奖励

source: Pre-Arrival Form
ca: Formulari Previ a l’Arribada
fr: Formulaire de Pré-Arrivée
it: Modulo pre-arrivo
ja: 到着前フォーム
kk: Келу алдындағы форма
pt: Formulário de Pré-Chegada
ro: Formular de pre-sosire
uk: Форма перед прибуттям
uz: Келишдан олдин тўлдириладиган шакл
zh: 到访前表格

source: Pre-cruise & Onboard Protocols
de: Protokolle vor der Kreuzfahrt & und an Bord
es: Protocolos Previos al Crucero y a bordo
fr: Protocoles avant & à bord de la croisière
it: Protocolli pre-crociera e a bordo
ky: Круизге чейинки жана & борттук протоколдор
lv: Pirms-Kruīza & Uz Kuģa protokoli
mn: Аяллын өмнөх болон хөлөг дээр хэрэгжих протоколууд
ru: Протоколы до круиза и на борту

source: Pre-Cruise and Onboard protocols
ca: Protocols Previs al Creuer i a bord
de: Protokolle vor der Kreuzfahrt und an Bord
es: Protocolos Previos al Crucero y a bordo
fr: Protocoles avant la croisière et à bord
it: Protocolli pre-crociera e a bordo
ja: クルーズご出発前 & 乗船時のプロトコル
kk: Ұшу алдындағы және борттық хаттамалар
ky: Круизге чейинки жана & борттук протоколдор
lv: Pirms-Kruīza un uz kuģa protokoli
mn: Аяллын өмнөх болон хөлөг дээр хэрэгжих протоколууд
pt: Protocolos pré-cruzeiro e a bordo
ro: Protocoale înainte de croazieră & la bord
ru: Протоколы до круиза и на борту
uk: Протоколи до круїзу та на борту
uz: Круизолди ва борт протоколлари
zh: 旅行前及登船协议
