Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises may require you to open an account and provide certain registration information as prompted by one or more registration forms. You are responsible for maintaining the confidentiality of your passwords, usernames and e-mail addresses provided to inCruises. You are entirely responsible for any and all activities that occur on your account. inCruises is not liable for any loss that you may incur as a result of someone else's misuse of your account or password, either with or without your knowledge. Furthermore, you may be liable for losses incurred by inCruises, its affiliates, representatives, agents or assigns due to someone else using your account or password.
ca: inCruises pot requerir que obris un compte i proporcionis certa informació de registre mitjançant un o més formularis específics. Ets responsable de mantenir la confidencialitat de les teves contrasenyes, noms d'usuari i adreces de correu electrònic proporcionades a inCruises. Ets totalment responsable de totes les activitats que es realitzin al teu compte. inCruises no es fa responsable de cap pèrdua que puguis patir com a resultat de l'ús indegut del teu compte o contrasenya per part d'una altra persona, ja sigui amb o sense el teu coneixement. A més, podries ser considerat responsable de les pèrdues que pateixi inCruises, els seus afiliats, representants, agents o cessionaris a causa de l'ús del teu compte o contrasenya per part d'una altra persona.
de: InCruises kann von Ihnen verlangen, dass Sie ein Konto eröffnen und bestimmte Registrierungsinformationen angeben, wie sie von einem oder mehreren Registrierungsformularen verlangt werden. Sie sind dafür verantwortlich, die Vertraulichkeit Ihrer Passwörter, Benutzernamen und E-Mail-Adressen, die Sie inCruises zur Verfügung gestellt haben, zu wahren. Sie tragen die volle Verantwortung für alle Aktivitäten, die über Ihr Konto abgewickelt werden. inCruises haftet nicht für Verluste, die Ihnen durch den Missbrauch Ihres Kontos oder Passworts durch eine andere Person entstehen, sei es mit oder ohne Ihr Wissen. Darüber hinaus können Sie für Verluste haftbar gemacht werden, die inCruises, seinen verbundenen Unternehmen, Vertretern, Agenten oder Beauftragten durch die Nutzung Ihres Kontos oder Passworts durch eine andere Person entstehen.
es: inCruises puede requerir que abras una cuenta y proporciones cierta información de registro necesaria para una o más formas de registro. Tú eres responsable de mantener la confidencialidad de tus contraseñas, nombres de usuario y direcciones de correo electrónico proporcionadas a inCruises. Tú eres el único responsable de cualquier y todas las actividades que ocurran en tu cuenta. inCruises no es responsable de ninguna pérdida que puedas sufrir como resultado del mal uso por parte de otra persona de tu cuenta o contraseña, ya sea con o sin tu conocimiento. Además, podrías ser considerado responsable de las pérdidas sufridas por inCruises, sus afiliados, representantes, agentes o cesionarios, debido a que otra persona utilice tu cuenta o contraseña.
fr: inCruises peut vous demander d'ouvrir un compte et de fournir certaines informations d'inscription, conformément à un ou plusieurs formulaires d'inscription. Vous êtes responsable de la confidentialité de vos mots de passe, noms d'utilisateur et adresses e-mail fournis à inCruises. Vous êtes entièrement responsable de toute activité effectuée sur votre compte. inCruises décline toute responsabilité en cas de perte que vous pourriez subir suite à une utilisation abusive de votre compte ou de votre mot de passe par un tiers, à votre insu ou non. De plus, vous pourriez être tenu responsable des pertes subies par inCruises, ses sociétés affiliées, représentants, agents ou ayants droit, du fait de l'utilisation de votre compte ou de votre mot de passe par un tiers.
it: inCruises potrebbe richiederti di aprire un account e fornire determinate informazioni di registrazione come richiesto da uno o più moduli di registrazione. Sei responsabile del mantenimento della riservatezza delle tue password, dei nomi utente e degli indirizzi e-mail forniti a inCruises. Sei interamente responsabile di tutte le attività che si verificano sul tuo account. inCruises non è responsabile per eventuali perdite che potresti subire a causa dell'uso improprio del tuo account o della tua password da parte di qualcun altro, con o senza la tua conoscenza. Inoltre, potresti essere ritenuto responsabile per le perdite subite da inCruises, dalle sue affiliate, dai suoi rappresentanti, agenti o cessionari a causa dell'utilizzo del tuo account o della tua password da parte di qualcun altro.
ja: inCruisesでは、1つ以上の登録フォームの指⽰に従って、アカウントを開設し、特定の登録情報を提供するように要求する場合があります。会員には、inCruisesに提供されるパスワード、ユーザー名、および電⼦メールアドレスの機密性を維持する責任があります。会員は、アカウントで発⽣するすべての活動に対して完全に責任を負います。inCruisesは、会員の知識の有無にかかわらず、他の誰かがアカウントまたはパスワードを誤⽤した結果として会員が被るいかなる損失についても責任を負いません。さらに、inCruises、その関連会社、代表者、代理⼈、または他の誰かが会員のアカウントまたはパスワードを使⽤したために割り当てられた損失に対して責任を負う場合があります。
kk: inCruises сізден тіркелу үшін бір немесе бірнеше тіркеу формалары арқылы белгілі бір тіркеу ақпаратын енгізуді және есептік жазба ашуды сұрауы мүмкін. Сіз inCruises-ке берген құпия сөздеріңізді, пайдаланушы аттарыңыз бен электрондық пошта мекенжайларыңыздың құпиялығын сақтау үшін жауаптысыз. Сіз өз есептік жазбаңызда орын алған барлық әрекеттер үшін толық жауаптысыз. inCruises сіздің есептік жазбаңыз немесе құпия сөзіңізді басқа біреудің дұрыс пайдаланбауынан туындаған кез келген шығындар үшін жауапты емес, бұл сіздің біліміңізбен немесе біліміңізсіз болуы мүмкін. Сонымен қатар, басқа біреудің сіздің есептік жазбаңызды немесе құпия сөзіңізді пайдалануы нәтижесінде inCruises, оның серіктестері, өкілдері, агенттері немесе тапсырылушы тараптар тартуы мүмкін шығындарға сіз жауапты болуыңыз мүмкін.
ky: inCruises сизден аккаунт ачууну жана бир же бир нече каттоо формаларынын талабы боюнча белгилүү бир каттоо маалыматын берүүнү талап кылышы мүмкүн. Сиз inCruisesке берилген сыр сөздөрүңүздүн, колдонуучу аттарыңыздын жана электрондук почта даректериңиздин купуялуулугун сактоого жооптуусуз. Каттоо эсебиңизде болгон бардык иш-аракеттер үчүн сиз толугу менен жооптуусуз. inCruises кимдир бирөөнүн сиздин аккаунтуңузду же сырсөзүңүздү сиздин уруксатыңыз менен же сизге билгизбестен кыянаттык менен колдонуусунун натыйжасында сиз тарткан ар кандай жоготуулар үчүн жоопкерчиликти мойнуна албайт. Мындан тышкары, сиз, компаниянын филиалдары, өкүлдөрү, агенттери же башка бирөө сиздин аккаунтуңузду же сырсөзүңүздү колдонуусунан улам inCruisesке келтирилген жоготуулар үчүн жооптуу болушуңуз мүмкүн.
lv: inCruises var pieprasīt atvērt kontu un sniegt noteiktu reģistrācijas informāciju, kā to pieprasa viena vai vairākas reģistrācijas veidlapas. Jūs esat atbildīgs par pakalpojumā InCruises sniegto paroļu, lietotājvārdu un e-pasta adrešu konfidencialitātes uzturēšanu. Jūs esat pilnībā atbildīgs par jebkādām un visām darbībām, kas notiek jūsu kontā. Kompānija inCruises neatbild par zaudējumiem, kas var rasties, ja kāds cits ļaunprātīgi izmanto jūsu kontu vai paroli vai nu ar jūsu ziņu, vai bez tās. Turklāt jūs varat būt atbildīgs par zaudējumiem, kas radušies uzņēmumam InCruises, tā saistītajiem uzņēmumiem, pārstāvjiem, aģentiem vai cesijām, kas radušās kādam citam, kurš izmanto jūsu kontu vai paroli.
mn: inCruises танаас нэг буюу хэд хэдэн бүртгэлийн маягтаар дамжуулан бүртгэлээ нээлгэж, бүртгэлийн тодорхой мэдээллийг өгөхийг шаардаж болно.Та inCruises-д өгсөн өөрийн нууц үг, хэрэглэгчийн нэр, имэйл хаягийн нууцлалыг хадгалах үүрэгтэй. Та өөрийн бүртгэлд гарсан аливаа үйл ажиллагааг өөрөө бүрэн хариуцна. inCruises нь хэн нэгэн таны бүртгэл, нууц үгийг буруугаар ашигласны улмаас танд учирч болзошгүй хохирлыг хариуцахгүй. Цаашилбал, хэн нэгэн таны бүртгэл эсвэл нууц үгийг ашигласантай холбоотойгоор inCruises, түүний салбар, төлөөлөгч, агентууд эсвэл хэн нэгэнд учирсан хохирлыг та өөрөө хариуцах болно.
pt: A inCruises pode exigir que você abra uma conta e forneça certas informações de registro como solicitado através de um ou mais formulários de registro. Você é responsável por manter a confidencialidade das suas senhas, nomes de usuário e endereços de e-mail fornecidos à inCruises. Você é totalmente responsável por toda e qualquer atividade que ocorra na sua conta. A inCruises não se responsabiliza por qualquer perda que possa incorrer através do uso indevido da sua conta ou senha por outra pessoa, com ou sem o seu conhecimento. Além disso, você pode ser responsabilizado por perdas incorridas pela inCruises, seus afiliados, representantes, agentes ou cessionários devido ao uso da sua conta ou senha por outra pessoa.
ro: inCruises îți poate solicita să deschizi un cont și să furnizezi anumite informații de înregistrare așa cum sunt solicitate de unul sau mai multe formulare de înregistrare. Ești responsabil pentru păstrarea confidențialității parolelor, numelor de utilizator și adreselor de e-mail furnizate către inCruises. Ești în întregime responsabil pentru toate activitățile care au loc în contul tău. inCruises nu este responsabil pentru nicio pierdere pe care o poți suferi ca urmare a utilizării greșite de către altcineva a contului sau a parolei tale, cu sau fără știrea ta. În plus, poți fi responsabil pentru pierderile suferite de inCruises, afiliații, reprezentanții, agenții sau mandatarii săi din cauza utilizării contului sau a parolei de către altcineva.
ru: inCruises может потребовать от вас открыть учетную запись и предоставить определенные регистрационные данные с помощью одной или нескольких регистрационных форм. Вы несете ответственность за сохранение конфиденциальности своих паролей, пользовательских имен и адресов электронной почты, предоставленных inCruises. Вы несете полную ответственность за любые действия, которые происходят в вашей учетной записи. inCruises не несет ответственности за какие-либо потери, которые могут возникнуть в результате нецелевого использования кем-либо вашей учетной записи или пароля, в курсе вы этого события или нет. Кроме того, вы можете нести ответственность за убытки, понесенные inCruises, его аффилированными лицами, представителями, агентами или правопреемниками, в результате использования вашей учетной записи или пароля третьими лицами.
uk: inCruises може вимагати від вас відкрити обліковий запис та надати певну інформацію про реєстрацію, вказану однією або кількома реєстраційними формами. Ви несете відповідальність за збереження конфіденційності ваших паролів, імен користувачів та електронних адрес, наданих inCruises. Ви несете повну відповідальність за будь-яку діяльність, яка відбувається на вашому обліковому записі. inCruises не несе відповідальності за будь-які збитки, які ви можете зазнати внаслідок неправильного використання вашого облікового запису чи пароля, відомо вам про це чи ні. Крім того, ви можете нести відповідальність за збитки, понесені inCruises, його афілійованими особами, представниками, агентами або правонаступниками через когось іншого, використовуючи ваш обліковий запис або пароль.
uz: inCruises сиздан аккаунт очишни ва бир ёки бир неча рўйхатдан ўтиш шаклларида кўрсатилган айрим рўйхатдан ўтиш маълумотларини тақдим этишни талаб қилиши мумкин. inCruisesʼга тақдим этилган паролларингиз, фойдаланувчи номларингиз ва электрон почта манзилларингиз маҳфийлигини таъминлаш учун ўзингиз масъулсиз. Ҳисобингизда содир бўладиган ҳар қандай ва барча ҳаракатлар учун тўлиқ ўзингиз жавобгарсиз. Сиз билган ёки билмаган бўлишингиздан қатъий назар, кимнингдир ҳисобингиз ёки паролингиздан нотўғри фойдаланиши натижасида вужудга келиши мумкин бўлган йўқотишлар учун inCruises жавобгар эмас. Бундан ташқари, сизнинг ҳисобингиз ва паролингиздан бошқа шахснинг фойдаланиши оқибатида вужудга келган inCruises, унинг филиаллари, вакиллари, агентлари ёки тайинланган ваколатли шахслари йўқотишлари учун улар олдида жавобгар бўлишингиз мумкин.
zh: inCruises可能要求您开设账户，并按照一个或多个注册表单的提示提供相关注册信息。您有责任对提供给inCruises的密码、用户名和电子邮件地址保密。您对您账户下发生的所有活动承担全部责任。无论是否知情，因他人滥用您的账户或密码而造成的任何损失，inCruises均不承担责任。此外，因他人使用您的账户或密码而导致inCruises、其关联方、代表、代理人或受让方遭受的损失，您也可能需要承担赔偿责任。

source: inCruises may run contests or other promotions on inCruises' website, products and/or services that request entrants to submit personal and/or contact information that will be collected and stored. inCruises may use the information collected and stored to verify the entrant's eligibility to participate in the contest or other promotion and to communicate with the participant. inCruises will not share the entrant's information with any third-party unless the participant is the winner or as may be required by law.
ca: inCruises pot organitzar concursos o altres promocions al lloc web, productes o serveis d’inCruises en què es demani als participants que facilitin informació personal o de contacte, la qual serà recopilada i emmagatzemada. inCruises pot utilitzar aquesta informació per verificar si el participant compleix els requisits per participar en el concurs o promoció i per comunicar-se amb ell. inCruises no compartirà la informació del participant amb cap tercer, excepte si aquest resulta guanyador o si així ho exigeix la llei.
es: inCruises puede llevar a cabo concursos u otras promociones en el Sitio Web, los productos y/o los servicios de inCruises que requieran que los participantes envíen información de contacto personal que será recolectada y almacenada. inCruises puede usar la información recopilada y almacenada para verificar la elegibilidad del participante para participar en el concurso u otra promoción y para comunicarse con el participante. inCruises no compartirá la información del participante con cualquier tercero a menos que el participante sea el ganador o si la ley así lo requiere.
fr: inCruises peut organiser des concours ou d'autres promotions sur le site Web, les produits et/ou les services d'inCruises qui demandent aux participants de soumettre des informations personnelles et/ou de contact qui seront collectées et stockées. inCruises peut utiliser les informations collectées et stockées pour vérifier l'éligibilité du participant à participer au concours ou à une autre promotion et pour communiquer avec le participant. inCruises ne partagera pas les informations du participant avec un tiers, sauf si le participant est le gagnant ou si la loi l'exige.
it: inCruises può organizzare concorsi o altre promozioni sul proprio sito web, prodotti e/o servizi che richiedono ai partecipanti di fornire informazioni personali e/o di contatto che verranno raccolte e archiviate. inCruises potrà utilizzare le informazioni raccolte e archiviate per verificare l'idoneità del partecipante a prendere parte al concorso o ad altra promozione e per comunicare con il partecipante stesso. inCruises non condividerà le informazioni del partecipante con terzi, a meno che il partecipante non sia il vincitore o nei casi previsti dalla legge.
ja: inCruisesは、inCruisesのウェブサイト、製品、またはサービス上でコンテストやその他のプロモーションを実施することがあります。その際、参加者に対して個人情報や連絡先情報の提供を求めることがあり、提供された情報は収集・保存されます。収集および保存された情報は、参加者のコンテストまたはプロモーションへの参加資格を確認する目的、ならびに参加者との連絡のために使用されます。inCruisesは、参加者が当選者である場合、または法律で求められる場合を除き、参加者の情報を第三者と共有することはありません。
kk: inCruises' вебсайтында, өнімдерінде және/немесе қызметтерінде қатысушылардан жеке және/немесе байланыс ақпаратын ұсынуды сұрайтын конкурстар немесе басқа да науқандар өткізуі мүмкін, бұл ақпарат жиналып, сақталады. inCruises жиналған және сақталған ақпаратты қатысушының конкурста немесе басқа науқанда қатысу құқығын тексеру үшін және қатысушымен байланысу үшін пайдалануы мүмкін. inCruises қатысушының ақпаратын үшінші тараппен тек қатысушы жеңімпаз болған жағдайда немесе заң бойынша талап етілген жағдайда ғана бөліседі.
pt: A inCruises pode realizar concursos ou outras promoções no site, produtos e/ou serviços da inCruises que solicitam aos participantes que enviem informações e/ou contatos pessoais que serão coletados e armazenados. A inCruises pode usar as informações coletadas e armazenadas para verificar a elegibilidade do participante para participar do concurso, promoção e para se comunicar com o participante. A inCruises não compartilhará as informações do participante com terceiros, a menos que o participante seja o vencedor ou conforme exigido por lei.
ro: inCruises poate organiza concursuri sau alte promoții pe site-ul web, produsele și/sau serviciile inCruises care solicită participanților să trimită informații personale și/sau de contact care vor fi colectate și stocate. inCruises poate folosi informațiile colectate și stocate pentru a verifica eligibilitatea participantului de a participa la concurs sau altă promoție și pentru a comunica cu participantul. inCruises nu va împărtăși informațiile participantului cu nicio terță parte decât dacă participantul este câștigătorul sau așa cum este cerut de lege.
uk: inCruises може проводити конкурси або інші акції на inCruises' вебсайті, по продуктах та/або послугах inCruises, які вимагають від учасників надати особисту та/або контактну інформацію, яка буде збиратися та зберігатися. inCruises може використовувати зібрану та збережену інформацію, щоб перевірити право учасника на участь у конкурсі чи іншій акції, та аби спілкуватися з учасником. inCruises не поділиться інформацією учасника з будь-якою стороною, якщо учасник не стане переможцем, або як того може вимагати законодавство.
uz: inCruises ўз веб-сайти, маҳсулот ва/ёки хизматларида иштирокчилардан тўпланадиган ва сақланадиган шахсий ва/ёки контакт маълумотларини бериши талаб этиладиган танлов ва бошқа акциялар ўтказиши мумкин. inCruises ушбу тўпланган ва сақланган маълумотлардан қатнашмоқчи бўлган номзодларнинг танлов ёки бошқа акцияларда иштирок этишга ҳақли эканлигини текшириш ва иштирокчилар билан мулоқотда бўлиш учун фойдаланиши мумкин. Агар иштирокчи ғолиб бўлмаса ёки қонун билан талаб этилмаса, inCruises иштирокчиларнинг маълумотларини ҳеч бир учинчи томонга бермайди.
zh: inCruises可能要求您开设账户，并按照一个或多个注册表单的提示提供相关注册信息。您有责任对提供给inCruises的密码、用户名和电子邮件地址保密。您对您账户下发生的所有活动承担全部责任。无论是否知情，因他人滥用您的账户或密码而造成的任何损失，inCruises均不承担责任。此外，因他人使用您的账户或密码而导致inCruises、其关联方、代表、代理人或受让方遭受的损失，您也可能需要承担赔偿责任。
