Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: For your financial protection (INGROUP INTERNATIONAL LLC) is a member of Trust My Travel and our membership number is (TMT56252). All client payments to INGROUP INTERNATIONAL LLC are protected by Trust My Travel. This means in the unlikely event of our financial failure, you will receive a refund for any payments made to INGROUP INTERNATIONAL LLC and were not previously utilized, expired, or applied towards an upcoming cruise booking, for which a confirmation number has been delivered by a Third Party Service Provider (for example, a cruise line). Please click
ca: Per a la teva protecció financera INGROUP INTERNATIONAL LLC) és membre de Trust My Travel i el nostre número de membresia és (TMT56252). Tots els pagaments dels clients a INGROUP INTERNATIONAL LLC estan protegits per Trust My Travel. Això vol dir que, en l'improbable cas de la falla financera, rebràs un reemborsament pels pagaments fets a INGROUP INTERNATIONAL LLC i que no fossin prèviament utilitzats, caducats o aplicats a la reserva d'un pròxim creuer, amb un número de confirmació lliurat per un proveïdor de serveis proveïdor de serveis (per exemple, una companyia de creuers). Fes clic, si us plau
de: Zu Ihrer finanziellen Sicherheit ist (INGROUP INTERNATIONAL LLC) ein Mitglied von Trust My Travel und unsere Mitgliedsnummer lautet (TMT56252). Alle Kundenzahlungen an INGROUP INTERNATIONAL LLC sind durch Trust My Travel geschützt. Das bedeutet, dass Sie im unwahrscheinlichen Fall unseres finanziellen Scheiterns eine Rückerstattung aller Zahlungen an INGROUP INTERNATIONAL LLC erhalten, die nicht zuvor genutzt wurden, abgelaufen sind oder für eine bevorstehende Kreuzfahrtbuchung verwendet wurden, für die eine Bestätigungsnummer von einem Drittanbieter (z.B. einer Kreuzfahrtgesellschaft) bereitgestellt wurde. Bitte klicken Sie
es: Para que estés protegido financieramente, (INGROUP INTERNATIONAL LLC) es miembro de Trust My Travel y nuestro número de membresía es (TMT56252). Todos los pagos de clientes a INGROUP INTERNATIONAL LLC están protegidos por Trust My Travel. Esto significa que, en el improbable caso de un fracaso financiero, recibirías un reembolso por los pagos realizados a INGROUP INTERNATIONAL LLC que no hayan sido utilizados, expirados o aplicados previamente para una reserva de crucero, cuando un número de confirmación haya sido entregado por un proveedor de servicios de terceros (por ejemplo, una línea de cruceros). Haz click aquí.
fr: Pour votre protection financière (INGROUP INTERNATIONAL LLC) est membre de Trust My Travel et notre numéro d'adhésion est (TMT56252). Tous les paiements des clients à INGROUP INTERNATIONAL LLC sont protégés par Trust My Travel. Cela signifie que dans le cas peu probable de notre défaillance financière, vous recevrez un remboursement pour tous les paiements effectués à INGROUP INTERNATIONAL LLC qui n'ont pas été précédemment utilisés, expirés ou été appliqués à une réservation de croisière à venir, dont un numéro de confirmation a été délivré par un fournisseur de services tiers (par exemple, une compagnie de croisière). Veuillez cliquer
it: Per la tua protezione finanziaria, (INGROUP INTERNATIONAL LLC) è membro di Trust My Travel e il nostro numero di iscrizione è TMT56252. Tutti i pagamenti dei clienti a INGROUP INTERNATIONAL LLC sono protetti da Trust My Travel. Ciò significa che, nell'improbabile eventualità di un nostro fallimento finanziario, riceverai il rimborso di tutti i pagamenti effettuati a INGROUP INTERNATIONAL LLC che non siano stati precedentemente utilizzati, scaduti o applicati all'acquisto di una crociera imminente, per la quale sia stato consegnato il numero di conferma da parte di un Fornitore di servizi di terze parti (ad esempio, una compagnia di crociera). Clicca
ja: INGROUP INTERNATIONAL LLCはTrust My Travelのメンバーであり、会員番号は(TMT56252)です。INGROUP INTERNATIONAL LLCへのすべての顧客の支払いは、Trust My Travelによって保護されています。これは万が一私たちの財政的不履行があった場合でも、INGROUP INTERNATIONAL LLC に対して行われたお支払いのうち、未使用・未失効・未適用のものについては、第三者サービス提供者（例：クルーズ会社）から予約確認番号が発行されていない限り、返金を受けられることを意味します。詳しくはクリックしてください
kk: Сіздің қаржыңызды қорғау үшін (INGROUP INTERNATIONAL LLC) Trust My Travel мүшесі болып табылады және біздің мүшелік нөміріміз (TMT56252). INGROUP INTERNATIONAL LLC-тің барлық клиенттерінің төлемдері Trust My Travel - мен қорғалған. Бұл біздің қаржылық күйреуіміз сәтсіздікке ұшыраған жағдайда, сіз бұрын расталмаған үшінші жақ жеткізген INGROUP INTERNATIONAL LLC - те бұрын пайдаланылмаған, мерзімі өтіп кетпеген немесе алдағы круиздік брондау кезінде қолданылмаған кез келген төлемдер үшін ақшаны қайтарып алатындығыңызды білдіреді үшінші тараптың қызмет көрсетушісінен (мысалы, криуздік желі). Өтініш, басыңыз
ky: Сиздин каржылык коргооңуз үчүн (INGROUP INTERNATIONAL LLC) Trust My Travel компаниясынын мүчөсү жана биздин мүчөлүк номерибиз (TMT56252). INGROUP INTERNATIONAL LLCга жасалган бардык кардар төлөмдөрү Trust My Travel тарабынан корголот. Биз кокусунан каржылык ийгиликсиздикке учурай турган болсок, Сиз INGROUP INTERNATIONAL LLC компаниясына төлөнгөн жана колдонула элек, мөөнөтү бүтө элек же келе жаткан круиздик брондоо үчүн колдонулбаган өлчөмүндө төлөнгөн же Үчүнчү тараптын Кызмат Провайдери (мисалы, круиз линиясы) тастыктоо номерин берген бардык төлөмдөрдү кайтарып аласыз. Сураныч, басыңыз
lv: Jūsu finansiālajai aizsardzībai (INGROUP INTERNATIONAL LLC) ir Trust My Travel dalībnieks un mūsu biedra numurs ir (TMT56252). Visus klienta veiktos maksājumus veic INGROUP INTERNATIONAL LLC UN TOS aizsargā Trust My Travel.Tas nozīmē,ka maz ticamas finansiālas neveiksmes gadījumājūs saņemsiet atpakaļ visus veiktos maksājumus INGROUP INTERNATIONAL LLC kuri iepriekš netika izmantoti vai, arī izlietoti nākotnes kruīzu rezervācijai,kuru apstiprinājumu numuru noteica Pakalpoumu Piegādātāja treša puse Puse (piemkruīzu līnija).Lūdzu noklikšķiniet
mn: Танд санхүүгийн найдвартай хамгаалалтыг бий болгох үүднээс (INGROUP INTERNATIONAL LLC) нь (TMT56252) гишүүнчлэлийн дугаар бүхий Trust My Travel байгууллагын гишүүн болсон юм. Ингэснээр INCRUISES INTERNATIONAL LLC-ийн харилцагч нарын төлбөрүүдTrust My Travel-ээр дамжуулан хамгаалагдах болсон. Хэрэв бид санхүүгийн хувьд бүтэлгүйтэх тохиолдолд, INGROUP INTERNATIONAL LLC компани руу таны шилжүүлсэн, таны ашигаагүй, хугацаа нь дуусгавар болоогүй эсвэл аяллын захиалгад хэрэглээгүй төлбөрүүдийн буцаан олголтыг Гуравдагч талын үйлчилгээ үзүүлэгч талуудаас (жишээ нь, далайн аяллын компани) хүлээн авна гэсэн үг юм. Энд дарна уу
pt: Para sua proteção financeira (INGROUP INTERNATIONAL LLC) é membro da Trust My Travel e nosso número de associado é (TMT56252). Todos os pagamentos de clientes a INGROUP INTERNATIONAL LLC estão protegidos pela Trust My Travel. Isso significa que, no improvável evento de nossa falha financeira, você receberá um reembolso por quaisquer pagamentos feitos a INGROUP INTERNATIONAL LLC que não foram utilizados, expirados ou aplicados anteriormente em uma reserva de cruzeiro, por cujo número de confirmação foi entregue por um provedor de serviços terceirizado (por exemplo, uma linha de cruzeiro). Por favor clique
ro: Pentru protecția ta financiară (INGROUP INTERNATIONAL LLC) este membru Trust My Travel și numărul nostru de membru este (TMT56252). Toate plățile clienților către INGROUP INTERNATIONAL LLC sunt protejate de Trust My Travel. Aceasta înseamnă, în cazul improbabil al eșecului nostru financiar, vei primi o rambursare pentru orice plăți efectuate către INGROUP INTERNATIONAL LLC și care nu au fost anterior utilizate, expirate sau aplicate pentru o viitoare rezervare de croazieră, pentru care a fost livrat un număr de confirmare de către un furnizor de servicii terță parte (de exemplu, pentru o linie de croazieră). Te rugăm să faci clic
ru: Для обеспечения Вашей финансовой защиты INGROUP INTERNATIONAL, LLC является Членом Trust My Travel (членский номер TMT56252). Все клиентские платежи в INGROUP INTERNATIONAL, LLC находятся под защитой Trust My Travel. Это означает, что в случае нашего банкротства (что маловероятно), вы получите возврат своих средств в размере тех платежей, которые ещё не были использованы, просрочены или потрачены для бронирования предстоящего круиза, для которого был бы получен номер подтверждения бронирования от стороннего поставщика услуг (например, круизных линий). Пожалуйста, нажмите
uk: Для вашого фінансового захисту (INGROUP INTERNATIONAL LLC) є членом Trust My Travel і наш номер членства (TMT56252). Усі платежі клієнтів в INGROUP INTERNATIONAL LLC захищені Trust My Travel. Це означає, що у малоймовірному випадку нашої фінансової невдачі ви отримаєте відшкодування за будь-які платежі, здійснені INGROUP INTERNATIONAL LLC, які раніше не були використані, термін дії яких минув або не були застосовані для майбутнього бронювання круїзу, номер підтвердження якого було надано стороннім постачальником послуг (наприклад, круїзною компанією). Будь ласка, натисніть
uz: Сизнинг молиявий ҳимоянгиз учун (INGROUP INTERNATIONAL LLC) Trust My Travel аъзоси ҳисобланади ва бизнинг аъзолик рақамимиз (TMT56252). Мижознинг INGROUP INTERNATIONAL LLC га тўлаган барча тўловлари Trust My Travel билан ҳимояланган. Бу шуни англатадики, эҳтимолдан йироқ бўлса-да, агар молиявий инқирозга учрасак, сиз INGROUP INTERNATIONAL LLC га тўлаган барча тўловларингизни қайтариб оласиз, агар ушбу маблағлар аввал фойдаланилмаган, муддати ўтмаган ёки учинчи томон провайдери (масалан, круиз компанияси) томонидан буюртмаси тасдиқланган келгуси круиз учун ишлатилмаган бўлса. Илтимос, бу ерга босинг
zh: 为了您的财务保护 (INGROUP INTERNATIONAL LLC) 是 Trust My Travel 的成员，我们的会员编号是 (TMT56252)。 向 INGROUP INTERNATIONAL LLC 支付的所有客户款项均受 Trust My Travel 保护。 这意味着万一我们的财务失败，您将收到向 INGROUP INTERNATIONAL LLC 支付的任何款项的退款，这些款项之前未被使用、过期或用于即将到来的邮轮预订，第三方服务提供商已为其提供确认号码（例如，邮轮航线)。请点击

source: Forgot Password
ca: Has oblidat la Contrasenya
de: Passwort vergessen
es: Olvidaste la contraseña
fr: Mot de passe oublié
it: Password dimenticata
ja: パスワードを忘れた場合
kk: Құпия сөзді ұмыттым
ky: Сырсөздү унуттуңузбу
lv: Aizmirsāt Paroli
mn: Нууц үгээ мартсан
pt: Esqueceu a senha
ro: Ai uitat parola
ru: Забыли пароль
uk: Забули Пароль
uz: Паролни унутдингизми
zh: 忘记了密码

source: Forgot Password?
ca: Has oblidat la contrasenya?
de: Passwort vergessen?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
ja: パスワードをお忘れですか？
kk: Құпия сөзді ұмыттыңыз ба?
ko: 비밀번호를 잊으셨습니까?
ky: Сырсөздү унуттуңузбу?
lv: aizmirsi paroli?
mn: Нууц үгээ мартсан уу?
pt: Esqueceu a senha?
ro: Aţi uitat parola?
ru: Забыли Пароль?
uk: Забули Пароль?
uz: Паролни унутдингизми?
zh: 忘記密碼？

source: Forwarded
ca: Reenviat
de: Weitergeleitet
es: Reenviado
fr: Transmis
it: Inoltro effettuato
ja: 転送しました
kk: Жіберілген
ko: 전달
ky: Жөнөтүлгөн
lv: Pārsūtīts
mn: Дамжуулсан
pt: Encaminhado
ro: Redirecţionat
ru: Пересылается
uk: Пересланий
uz: Қайта йўналтирилди
zh: 已發送

source: Found the same cruise for less than $100 below the inCruises list price?
ca: Has trobat el mateix creuer per menys de 100 dòlars per sota del preu de llista d’inCruises?
de: Haben Sie dieselbe Kreuzfahrt für weniger als 100 $ unter dem Listenpreis von InCruises gefunden?
es: ¿Encontraste el mismo crucero por menos de $100.00 USD debajo del precio publicado en inCruises?
fr: Trouvé la même croisière pour moins de 100 $ en dessous du prix catalogue d'inCruises ?
it: Hai trovato la stessa crociera a un prezzo di almeno 100 dollari inferiore al listino inCruises?
ja: 同じクルーズがinCruisesの掲載価格より$100未満安く見つかりましたか？
kk: Дәл сол круизді таптыңыз ба, бірақ inCruises веб-сайтына қарағанда 100 доллардан арзан ба?
ky: Ошол эле круизди inCruises тизмесиндеги баадан 100 доллардан арзан баада таптыңызбы?
lv: Atradāt to pašu kruīzu par nepilniem 100 Ls zem inCruises saraksta cenas?
mn: inCruises-ийн үнээс $100-оор их үний зөрүү бүхий ижил далайн аялал олсон уу?
pt: Encontrou o mesmo cruzeiro por menos de US$ 100 abaixo do preço de tabela da inCruises?
ro: Ai găsit aceeași croazieră la mai puțin de 100$ sub prețul de listă inCruises?
ru: Нашли тот же круиз, но более чем на $100 дешевле, чем на сайте inCruises?
uk: Знайшли той самий круїз більш ніж на $100 дешевше, ніж на вебсайті inCruises?
uz: Айни круизни inCruises берган нархдан 100$ арзонга топдингизми?
zh: 找到同一邮轮价格比inCruises挂牌价低不到$100美元？

source: Founded On a Deep Commitment to INspire Entrepreneurs
ca: Fundada amb un Compromís Profund per INspirar Emprenedors
de: Gegründet mit dem tiefen Engagement, Unternehmer zu INspirieren
es: Fundada sobre un Compromiso Profundo de INspirar Emprendedores
fr: Fondé Sur un Engagement Profond à INspirer les Entrepreneurs
it: Fondata su un profondo impegno di ISPIRARE imprenditori
ja: 起業家をINスパイアするという深い信念のもとに設立
kk: Кәсіпкерлерді шабыттандыруға деген терең міндеттемеге негізделген
ky: Ишкерлерди шыктандырууга терең берилгендик менен негизделген
lv: Dibināta uz dziļas apņemšanās INiedvesmot uzņēmējus
mn: Бизнес эрхлэгч нарт урам зориг өгөх гүн гүнзгий хүсэл эрмэлзлэл дээр үндэслэгдэн байгуулагдсан юм
pt: Fundada com Profundo Compromisso de INspirar Empreendedores
ro: Fondată pe un angajament profund de a INspira antreprenori
ru: Основан с глубокой приверженностью вдохновлять предпринимателей
uk: Заснована на глибокому прагненні надихати підприємців
uz: Тадбиркорларни руҳлантиришга интилиш мақсадида яратилган
zh: 源于激励创业者的深切承诺

source: Founder & Chief Executive Officer
ca: Fundador & Director Executiu
de: Gründer & & Chief Executive Officer
es: Fundador y Director General
fr: Fondateur & Directeur Général
it: Fondatore e Amministratore Delegato
ja: 創設者 & チーフエグゼクティブオフィサー
kk: Негізін салушы және Бас Атқарушы Директор
ky: Негиздөөчүсү & башкы директору
lv: Dibinātājs & izpildirektors
mn: Үүсгэн байгуулагч, Гүйцэтгэх Захирал
pt: Fundador e CEO
ro: Fondator & Director Executiv
ru: Основатель и Генеральный Директор
uk: Засновник та Виконавчий Директор
uz: Асосчи ва Бош Ижрочи директор
zh: 创始人兼首席执行官

source: Founding Member
ca: Membre Fundador
de: Gründungsmitglied
es: Miembro Fundador
fr: Membre fondateur
it: Membro Fondatore
ja: 創設メンバー
kk: Құрылтайшы Серіктес
ko: 설립 회원
ky: Негиздөөчү мүчө
lv: Dibināšanas biedrs
mn: Үүсгэн байгуулагч Гишүүн
pt: Membro Fundador
ro: Membru Fondator
ru: Партнёр-Соучредитель
uk: Член-Засновник
uz: Таъсис аъзоси
zh: 創始成員

source: Four Requirements to PowerUp your Leadership Bonus
ca: Quatre requisits per Augmentar la teva bonificació de lideratge
de: Vier Voraussetzungen für den PowerUp Ihres Leadership Bonus
es: Cuatro Requerimientos para Hacer crecer (PowerUp) tu Bono de Liderazgo
fr: Quatre Exigences pour Alimenter votre Bonus de Leadership
it: Quattro requisiti per aumentare (PowerUp) il tuo Bonus di leadership
ja: あなたのリーダーシップボーナスをパワーアップするための4つの条件
kk: Көшбасшылық Бонусыңызды Өсіруге Төрт Талап
ko: 파워업 리더십 보너스 달성을 위한 4 가지 요구 사항
ky: Лидерлик Бонусуңузду жогорулатуу үчүн төрт талап
lv: Četras prasības, lai palielinātu savu Vadības bonusu
mn: Өөрийн Манлайллын урамшууллыг авах 4 болзол
pt: Quatro requisitos para aumentar (PowerUp) seu Bônus de Liderança
ro: Patru cerinţe pentru a face PowerUp la Bonusul de Conducere
ru: Четыре требования для увеличения Вашего Лидерского бонуса с помощью программы "ПриРост"
uk: Чотири Вимоги для Підвищення Вашого Лідерського Бонуса за допомогою програми "ПриРіст"
uz: Етакчилик бонусингизни ошириш учун тўрт талаб
zh: 增加領導力獎金的4個要求

source: Fourth Child Birthdate
ca: Data de Naixement del Quart Infant
de: Viertes Kind Geburtsdatum
es: Fecha de nacimiento del cuarto niño
fr: Date de naissance du quatrième enfant
it: Data di nascita del quarto figlio
ja: 4人目の子供の誕生日
kk: Төртінші баланың туған күні
ky: Төртүнчү баланын туулган күнү
lv: Ceturtā bērna dzimšanas datums
mn: Дөрөв дэх хүүхдийн төрсөн огноо
pt: Data de nascimento da quarta criança
ro: Data nașterii celui de-al patrulea copil
ru: Дата рождения четвёртого ребёнка
uk: Дата народження четвертої дитини
uz: Тўртинчи боланинг туғилган санаси
zh: 第四个孩子的出生日期

source: Frank and I are excited to share our new Global Leadership Summit competition 2022 that will take place from Copenhagen, Denmark at the MSC Grandiosa for 7 nights!
ca: Frank i jo estem emocionats de compartir la nostra nova competència de la Cimera de Lideratge Global 2022 que tindrà lloc en Copenhaguen, Dinamarca en MSC Grandiosa durant 7 nits!
de: Frank und ich freuen uns, Ihnen unseren neuen Global Leadership Summit Wettbewerb 2022 vorstellen zu können, der in Kopenhagen, Dänemark auf der MSC Grandiosa für 7 Nächte stattfinden wird!
es: ¡Frank y yo estamos emocionados de compartir nuestra nueva competencia de la Cumbre Global de Liderazgo 2022 que tendrá lugar en Copenhague, Dinamarca, en el MSC Grandiosa durante 7 noches!
fr: Frank et moi sommes ravis de vous faire part de notre nouveau concours de Leadership du Sommet Mondial 2022 qui se déroulera à Copenhague, au Danemark, sur MSC Grandiosa pendant 7 nuits !
it: Frank ed io siamo entusiasti di annunciare il nostro nuovo concorso per il Summit Globale della Leadership 2022 che si svolgerà da Copenaghen, Danimarca, sulla MSC Grandiosa per 7 notti!
ja: MSCグランディオーサで行く7泊のデンマーク・コペンハーゲンの招待権を獲得できる、新しい2022年のグローバルリーダーシップサミットコンペティションが開催されたことをフランクと私から発表いたします！
kk: Фрэнк екеуміз 2022 жылғы Дүниежүзілік Көшбасшылық Саммит Байқауы туралы бөлісуге қуаныштымыз, ол Данияның Копенгаген қаласында MSC Grandiosa - да 7 түн болады!
ko: 프랭크와 저는 덴마크 코펜하겐에서 출항하는 7박 MSC 그란디오사 크루즈에서 개최될 2022년 글로벌 리더십 서밋을 위한 새로운 경연을 기쁜 마음으로 알려드립니다!
ky: Фрэнк экөөбүз Копенгаген, Даниядан сапар ала турган MSC Grandiosa бортунда 7 түн өтүүчү жаңы 2022 - жылы Глобалдык Лидерлик Саммит таймашуубуздун шарттары менен бөлүшүүгө кубанычтабыз!
lv: Mēs ar Frenku esam sajūsmināti par to, ka varam piedalīties jaunajā 7 nakšu Globālajā līderu Samitā 2022. gadā, kas notiks no Kopenhāgenas, Dānijā, MSC Grandiosa !
mn: Франк бид хоёр та бүхэнтэй Дани улсын Копенгаген хотоос 7 шөнийн MSC Grandiosa хөлгөөр хөдлөх 2022 оны Дэлхийн Чуулга уулзалтын аяллын уралдааныг зарлаж байгаадаа баяртай байна.
pt: Frank e eu estamos entusiasmados em compartilhar nossa nova competição para nossa Convenção Global de Liderança 2022 que acontecerá em Copenhagen, Dinamarca, no MSC Grandiosa por 7 noites!
ro: Frank și cu mine suntem încântați să împărtășim noul nostru concurs de leadership Summit Global 2022, care va avea plecarea din Copenhaga, Danemarca la bordul MSC Grandiosa timp de 7 nopți!
ru: Мы с Франком рады поделиться с вами условиями нашего нового соревнования Международного Лидерского Саммита 2022, который пройдёт на лайнере MSC Grandiosa, выходящего из Копенгагена, Дания, продолжительностью 7 ночей!
uk: Ми з Франком раді поділитися з вами умовами нашого нового змагання Міжнародного Лідерського Саміту 2022, який пройде на лайнері MSC Grandiosa, що відправиться з Копенгагена, Данія, тривалістю 7 ночей!
uz: Фрэнк иккимиз Копенгаген (Дания)дан MSC Grandiosa кемасида бошланадиган 7 кечалик круизда бўлиб ўтадиган янги 2022 йилдаги Глобал Етакчилар Саммити учун мусобақа эълон қилишдан жуда хурсандмиз!
zh: Frank和我很高興分享我們新的 2022 年全球領導力峰會競賽，該競賽將在丹麥哥本哈根在 MSC Grandiosa 舉行，為期 7 晚！

source: Frank is also the visionary founder behind the inGroup success story. In 2015, he conceived and designed the world's first membership-based cruise club, pioneering a new model within the cruise industry. He later shared this vision with Michael Hutchison ("Hutch"), whom he had previously met through NEURS LLC, a company Frank founded several years earlier.
fr: Frank est également le fondateur visionnaire à l'origine du succès d'inGroup. En 2015, il a imaginé et conçu le premier club de croisières au monde fonctionnant sur un modèle d'adhésion, inaugurant ainsi un nouveau modèle dans l'industrie des croisières. Il a ensuite partagé cette vision avec Michael Hutchison (« Hutch »), qu'il avait rencontré auparavant par l'intermédiaire de NEURS LLC, une société que Frank avait fondée quelques années plus tôt.
it: Frank è anche il fondatore visionario dietro la storia di successo di inGroup. Nel 2015, ha ideato e progettato il primo club crocieristico al mondo basato su Membership, aprendo la strada a un nuovo modello nel settore delle crociere. Successivamente, ha condiviso questa visione con Michael Hutchison ("Hutch"), che aveva conosciuto in precedenza tramite NEURS LLC, una società fondata da Frank diversi anni prima.

source: Frank J. Codina - Co-Founder and Co-CEO
ca: Frank J. Codina - Cofundador i Codirector General
de: Frank J. Codina - Mitgründer und Co-CEO
es: Frank J. Codina - Co-Fundador y Co-Director General
fr: Frank J. Codina - Co-fondateur et Co-PDG
it: Frank J. Codina - Co-Fondatore e Co-CEO
ja: フランク・J・コディナ - 共同創設者＆共同CEO
kk: Фрэнк Дж. Кодина – тең құрылтайшы және бас директор
ko: 프랭크 J. 코디나 - 공동 창립자 및 공동 CEO
ky: Фрэнк Дж. Кодина - орток негиздөөчүсү жана орток башкы директору
lv: Frank J. Codina - Līdzdibinātājs un Izpilddirektors
mn: Франк Ж. Кодина - Хамтран-Үүсгэн байгуулагч, Гүйцэтгэх Захирал
pt: Frank J. Codina - Cofundador e CoCEO
ro: Frank J. Codina - Co-Fondator și Co-CEO
ru: Франк Кодина - Сооснователь и Генеральный Содиректор
uk: Франк Кодіна - Співзасновник та Співголовний Виконавчий Директор
uz: Фрэнк Ж. Кодина - Ҳаммуассис ва Бош Ижрочи ҳамдиректор
zh: Frank J. Codina - 联合创始人兼联合首席执行官

source: Frank J. Codina is an accomplished entrepreneur, author, investor, inventor, and business leader, as well as a devoted husband and father.
fr: Frank J. Codina est un entrepreneur accompli, auteur, investisseur, inventeur et leader d'entreprise, ainsi qu'un mari et un père dévoué.
it: Frank J. Codina è un imprenditore, autore, investitore, inventore e leader aziendale di successo, oltre a essere un marito e padre devoto.

source: Frank J. Codina on
fr: Frank J. Codina le/sur
it: Frank J. Codina

source: Fraud
ca: Frau
de: Betrug
es: Fraude
fr: Fraude
it: Frode
ja: 詐欺
kk: Алаяқтық
ko: 사기
ky: Кесепчилик
lv: krāpšana
mn: Хуурамч хандалт
pt: Fraude
ro: Fraudă
ru: Мошенничество
uk: Шахрайство
uz: Фирибгарлик
zh: 欺詐

source: Free
ca: Gratuït
de: Kostenfrei
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
kk: Тегін
ko: 무료
ky: Акысыз
lv: Brīvs
mn: Үнэгүй
pt: Grátis
ro: Gratis
ru: Бесплатный
uk: Безкоштовно
uz: Бепул
zh: 免費

source: FREE
ca: GRATUÏT
de: KOSTENFREI
es: GRATIS
fr: GRATUIT
it: GRATIS
ja: 無料
kk: ТЕГІН
ko: 무료
ky: АКЫСЫЗ
lv: BEZMAKSAS
mn: ҮНЭГҮЙ
pt: GRÁTIS
ro: GRATIS
ru: БЕСПЛАТНО
uk: БЕЗКОШТОВНО
uz: БЕПУЛ
zh: 免費

source: Free and Registered
ca: Gratuït i Registrat
de: Frei und registriert
es: Gratuito y Registrado
fr: Gratuit et Enregistré
it: Gratuito e registrato
ja: 無料サイト登録
kk: Тегін және Тіркелген
ky: Акысыз жана катталган
lv: Bezmaksas un Reģistrējušies
mn: Үнэгүй бүртгүүлсэн
pt: Gratuito e registrado
ro: Gratuit și înregistrat
ru: Бесплатный и зарегистрированный
uk: Безкоштовний та зареєстрований
uz: Бепул ва Рўйхатдан ўтган
zh: 免费注册

source: Free Plan
ca: Pla Lliure
de: Kostenloses Paket
es: Plan Gratis
fr: Plan gratuit
it: Piano gratuito
ja: 無料プラン
kk: Тегін Жоспар
ko: 무료 요금제
ky: Акысыз план
lv: Brīvais plāns
mn: Үнэгүй
pt: Plano Grátis
ro: Plan gratuit
ru: Бесплатный план
uk: Безкоштовний План
uz: Бепул режа
zh: 免費計劃

source: French
ca: Francès
de: Französisch
es: Francés
fr: Français
it: Francese
ja: フランス語
kk: Француз
ko: 프랑스어
ky: француз тили
lv: Franču valoda
mn: Франц хэл
pt: Francês
ro: Franceză
ru: Французский
uk: Французька
uz: Француз тили
zh: 法語

source: Frequently Asked Questions
ca: Preguntes freqüents
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
fr: Questions fréquemment posées
it: Domande frequenti
ja: よくある質問
kk: Жиі Қойылатын Сұрақтар
ky: Көп суралган суроолор
lv: Bieži jautātie jautājumi
mn: Түгээмэл асуулт хариултууд
pt: Perguntas Frequentes
ro: Întrebări frecvente
ru: Часто Задаваемые Вопросы
uk: Найпоширеніші Запитання
uz: Кўп бериладиган саволлар
zh: 常問問題

source: Friday
fr: Vendredi
it: Venerdì
kk: Жұма
pt: Sexta-feira
uk: П'ятниця
uz: Жума
zh: 週五
