Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <strong>IT'S NOT WHAT YOU THINK</strong> <br/><br/>As a top executive, I don’t usually let emotions affect my professional decisions. However, when it comes to inCruises, I can't help but put aside my pragmatism and share a deeply personal view. <br/><br/> My experience with inCruises has been truly life-changing, both personally and professionally. Since joining the Club, I’ve had the privilege of embarking on 6 magnificent cruises and staying at 9 renowned hotels while saving significantly.<br/><br/> But beyond the numbers, what has really touched me is the opportunity to create unforgettable memories with my family and friends. Thanks to inCruises, we have explored exotic destinations, immersed ourselves in fascinating cultures, and shared laughter and moments of pure happiness.<br/><br/> As a leader, I value the importance of providing my colleagues and employees with experiences that enrich their lives beyond professionally. inCruises has not only fulfilled this premise but has exceeded all my expectations. I have witnessed my team grow stronger with each cruise, inspire each other, and come back refreshed and more engaged than ever.<br/><br/> As an executive, I encourage those who are hesitant to explore beyond bias and discover for themselves inCruises’ life-changing potential directly from the people who are wholeheartedly doing it and are having results as independent travelers. It's not just about travel, it's about living with passion, adventure, and connection.<br/><br/> To sum up, inCruises is not just a company that offers travel savings. It is a catalyst for dreams, a bridge to new adventures, and a bond that unites people in a community of passionate explorers. As an executive, I am deeply grateful for the positive impact inCruises has had on my life and the lives of those around me.<br/><br/> Thank you, inCruises, for being so much more than a company; thank you for being the vehicle that leads us to discover the world and ourselves.<br/><br/>
ca: <strong>NO ÉS EL QUE PENSES</strong> <br/><br/>Com a alt executiu, no acostumo a deixar que les emocions afectin les meves decisions professionals. Tanmateix, quan es tracta d’inCruises, no puc evitar deixar de banda el meu pragmatisme i compartir una visió profundament personal. <br/><br/>La meva experiència amb inCruises ha estat realment transformadora, tant en l'àmbit personal com professional. Des que em vaig unir al Club, he tingut el privilegi d’embarcar-me en 6 creuers magnífics i allotjar-me en 9 hotels de renom mentre estalviava significativament.<br/><br/>Però més enllà de les xifres, el que realment m’ha commogut és l’oportunitat de crear records inoblidables amb la meva família i amics. Gràcies a inCruises, hem explorat destinacions exòtiques, ens hem endinsat en cultures fascinants i hem compartit rialles i moments de felicitat pura.<br/><br/>Com a líder, valoro la importància de proporcionar als meus col·legues i empleats, experiències que enriqueixin les seves vides més enllà del vessant professional. inCruises no només ha complert aquesta premissa, sinó que ha superat totes les meves expectatives. He vist com el meu equip es feia més fort amb cada creuer, s’inspiraven els uns als altres i tornaven renovats i més compromesos que mai.<br/><br/>Com a executiu, animo aquells que dubten a anar més enllà dels prejudicis i descobrir per ells mateixos el potencial transformador d’inCruises, directament a través de les persones que ho viuen de tot cor i obtenint resultats com a viatgers independents. No es tracta només de viatjar, es tracta de viure amb passió, aventura i connexió.<br/><br/>En resum, inCruises no és només una empresa que ofereix estalvis en viatges. És un catalitzador de somnis, un pont cap a noves aventures i un vincle que uneix les persones en una comunitat d’exploradors apassionats. Com a executiu, estic profundament agraït per l’impacte positiu que inCruises ha tingut en la meva vida i en la de les persones que m’envolten.<br/><br/>Gràcies, inCruises, per ser molt més que una empresa; gràcies per ser el vehicle que ens porta a descobrir el món i a nosaltres mateixos.<br/><br/>
de: <strong>ES IST NICHT, WAS SIE DENKEN</strong> <br/><br/>Als Führungskraft lasse ich meine beruflichen Entscheidungen normalerweise nicht von Emotionen beeinflussen. Wenn es jedoch um inCruises geht, kann ich nicht anders, als meinen Pragmatismus beiseite zu lassen und eine zutiefst persönliche Sichtweise zu teilen. <br/><br/> Meine Erfahrung mit inCruises hat sowohl persönlich als auch beruflich mein Leben wirklich verändert. Seit ich dem Club beigetreten bin, hatte ich das Privileg, 6 großartige Kreuzfahrten zu unternehmen und in 9 renommierten Hotels zu übernachten und dabei erheblich zu sparen.<br/><br/> Aber jenseits der Zahlen hat mich die Möglichkeit, unvergessliche Erinnerungen mit meiner Familie und meinen Freunden zu schaffen, wirklich berührt. Dank inCruises haben wir exotische Reiseziele erkundet, in faszinierende Kulturen eingetaucht und gemeinsam gelacht und Momente puren Glücks erlebt.<br/><br/> Als Führungskraft weiß ich es zu schätzen, meinen Kollegen und Mitarbeitern Erlebnisse zu bieten, die ihr Leben über das Berufsleben hinaus bereichern. inCruises hat diese Prämisse nicht nur erfüllt, sondern alle meine Erwartungen übertroffen. Ich habe miterlebt, wie mein Team mit jeder Kreuzfahrt stärker wurde, sich gegenseitig inspirierte und erfrischt und engagierter denn je zurückkehrte.<br/><br/> Als Leader ermutige ich diejenigen, die zögern, über Vorurteile hinauszugehen und das lebensverändernde Potenzial von inCruises selbst zu entdecken – direkt von den Menschen, die es mit ganzem Herzen tun und als unabhängige Reisende Erfolge erzielen. Es geht nicht nur ums Reisen, sondern darum, mit Leidenschaft, Abenteuer und Verbundenheit zu leben.<br/><br/> Kurz gesagt: inCruises ist nicht nur ein Unternehmen, das Reiseersparnisse anbietet. Es ist ein Katalysator für Träume, eine Brücke zu neuen Abenteuern und ein Band, das Menschen in einer Gemeinschaft leidenschaftlicher Entdecker vereint. Als Führungskraft bin ich zutiefst dankbar für den positiven Einfluss, den inCruises auf mein Leben und das Leben meiner Mitmenschen hatte.<br/><br/> Danke, inCruises, dass ihr so viel mehr seid als ein Unternehmen; danke, dass ihr das Vehikel seid, das uns die Welt und uns selbst entdecken lässt.<br/><br/>
es: <strong>NO ES LO QUE PIENSAS</strong> <br/><br/>Como ejecutivo de alto nivel, no suelo dejar que las emociones influyan demasiado en mis decisiones profesionales. Sin embargo, cuando se trata de inCruises, no puedo evitar dejar de lado mi pragmatismo y compartir una visión profundamente personal. <br/><br/> Mi experiencia con inCruises ha sido verdaderamente transformadora, tanto a nivel personal como profesional. Desde que me uní al club, he tenido el privilegio de embarcarme en 6 cruceros excepcionales y alojarme en 9 hoteles de renombre, mientras generaba ahorros significativos.<br/><br/> Pero más allá de los números, lo que realmente ha tocado mi corazón es la oportunidad de crear recuerdos inolvidables junto a mi familia y amigos. Gracias a inCruises, hemos explorado destinos exóticos, nos hemos sumergido en culturas fascinantes y hemos compartido risas y momentos de pura felicidad.<br/><br/> Como líder, valoro la importancia de ofrecer a mis colegas y empleados experiencias que enriquezcan sus vidas más allá de lo profesional. inCruises no solo ha cumplido con esta premisa, sino que ha superado todas mis expectativas. He presenciado cómo mi equipo se fortalece con cada viaje, cómo se inspiran mutuamente y cómo regresan renovados y más comprometidos que nunca.<br/><br/> Como ejecutivo, insto a aquellos que dudan a explorar más allá de los prejuicios y descubrir por sí mismos el potencial transformador de inCruises de la mano de personas que lo hacen de corazon y tienen resultados como viajeros independientes. No se trata solo de viajar; se trata de vivir con pasión, aventura y conexión.<br/><br/> En resumen, inCruises no es solo una empresa que ofrece ahorros en viajes. Es un catalizador de sueños, un puente hacia nuevas aventuras y un vínculo que une a las personas en una comunidad de exploradores apasionados. Como ejecutivo, estoy profundamente agradecido por el impacto positivo que inCruises ha tenido en mi vida y en la de aquellos que me rodean.<br/><br/> Gracias, inCruises, por ser mucho más que una compañía; gracias por ser el vehículo que nos lleva a descubrir el mundo y a nosotros mismos.<br/><br/>
fr: <strong>CE N'EST PAS CE QUE VOUS PENSEZ</strong> <br/><br/>En tant que cadre supérieur, je ne laisse généralement pas mes émotions influencer mes décisions professionnelles. Cependant, lorsqu'il s'agit d'inCruises, je ne peux m'empêcher de mettre mon pragmatisme de côté et de partager un point de vue profondément personnel. <br/><br/> Mon expérience avec inCruises a véritablement changé ma vie, tant sur le plan personnel que professionnel. Depuis mon adhésion au Club, j'ai eu le privilège de participer à six magnifiques croisières et de séjourner dans neuf hôtels renommés, tout en réalisant d'importantes économies.<br/><br/> Mais au-delà des chiffres, ce qui m'a vraiment touché, c'est la possibilité de créer des souvenirs inoubliables avec ma famille et mes amis. Grâce à inCruises, nous avons exploré des destinations exotiques, nous sommes immergés dans des cultures fascinantes et avons partagé des rires et des moments de pur bonheur.<br/><br/> En tant que leader, j'accorde une grande importance à offrir à mes collègues et employés des expériences qui enrichissent leur vie au-delà de leur vie professionnelle. inCruises a non seulement rempli ce rôle, mais a même dépassé toutes mes attentes. J'ai vu mon équipe se renforcer à chaque croisière, s'inspirer mutuellement et revenir revigorée et plus impliquée que jamais.<br/><br/> En tant que cadre, j'encourage ceux qui hésitent à explorer au-delà des préjugés et à découvrir par eux-mêmes le potentiel transformateur d'inCruises, directement auprès de ceux qui s'investissent pleinement et obtiennent des résultats en tant que voyageurs indépendants. Il ne s'agit pas seulement de voyager, mais de vivre avec passion, aventure et connexion.<br/><br/> En résumé, inCruises n'est pas seulement une entreprise qui propose des voyages à prix réduits. C'est un catalyseur de rêves, un pont vers de nouvelles aventures et un lien qui unit les gens au sein d'une communauté d'explorateurs passionnés. En tant que dirigeant, je suis profondément reconnaissant de l'impact positif qu'inCruises a eu sur ma vie et celle de ceux qui m'entourent.<br/><br/> Merci, inCruises, d’être bien plus qu’une entreprise ; merci d’être le véhicule qui nous conduit à découvrir le monde et nous-mêmes.<br/><br/>
it: <strong>NON È COME PENSI</strong> <br/><br/>Come dirigente di alto livello, di solito non lascio che le emozioni influenzino le mie decisioni professionali. Tuttavia, quando si tratta di inCruises, non posso fare a meno di mettere da parte il mio pragmatismo e condividere una visione profondamente personale.<br/><br/> La mia esperienza con inCruises mi ha davvero cambiato la vita, sia personalmente che professionalmente. Da quando mi sono unito al Club, ho avuto il privilegio di intraprendere 6 magnifiche crociere e soggiornare in 9 rinomati hotel risparmiando notevolmente.<br/><br/> Ma al di là dei numeri, ciò che mi ha davvero toccato è l'opportunità di creare ricordi indimenticabili con la mia famiglia e i miei amici. Grazie a inCruises, abbiamo esplorato destinazioni esotiche, ci siamo immersi in culture affascinanti e abbiamo condiviso risate e momenti di pura felicità.<br/><br/> Come leader, apprezzo l'importanza di offrire ai miei colleghi e dipendenti esperienze che arricchiscano le loro vite al di là del professionale. inCruises non solo ha soddisfatto questa premessa, ma ha superato tutte le mie aspettative. Ho visto il mio team rafforzarsi ad ogni crociera, ispirarsi a vicenda e tornare rinfrescato e più coinvolto che mai.<br/><br/> Come dirigente, incoraggio coloro che sono esitanti a esplorare oltre i pregiudizi e a scoprire di persona il potenziale di cambiamento di vita di inCruises direttamente dalle persone che lo stanno facendo con tutto il cuore e stanno ottenendo risultati come viaggiatori indipendenti. Non si tratta solo di viaggi, ma di vivere con passione, avventura e connessione.<br/><br/> Per riassumere, inCruises non è solo un'azienda che offre risparmi sui viaggi. È un catalizzatore di sogni, un ponte verso nuove avventure e un legame che unisce le persone in una comunità di esploratori appassionati. Come dirigente, sono profondamente grato per l'impatto positivo che inCruises ha avuto sulla mia vita e sulla vita di coloro che mi circondano.<br/><br/> Grazie, inCruises, per essere molto più di un'azienda; grazie per essere il veicolo che ci conduce a scoprire il mondo e noi stessi.<br/><br/>
ja: <strong>あなたの想像を超える世界へ</strong> <br/><br/>普段、私はプロフェッショナルとして感情に流されることなく、冷静に判断を下します。しかし、 inCruisesに関しては例外です。これは、単なるビジネスではなく、私の人生そのものを変えた体験だからです 。 <br/><br/> inCruisesに参加してから、6回の豪華クルーズと9つの名門ホテルでの滞在を楽しみ、大幅な節約もできました。<br/><br/> でも、本当に価値があるのは、数字ではなく、家族や友人と過ごしたかけがえのない時間です。 inCruisesのおかげで、異国の地を旅し、新しい文化に触れ、心から笑い合い、忘れられない思い出を作ることができました。<br/><br/> リーダーとして、人生を豊かにする経験こそが、人を成長させると信じています。 inCruisesは、まさにその可能性を最大限に広げてくれる存在です。クルーズを重ねるごとに、チームの絆は深まり、互いに刺激を受け、活力に満ちた状態で仕事に戻ってくる。これは、私が期待していた以上の成果でした。<br/><br/> だからこそ、迷っている人に伝えたい。固定観念を捨てて、一歩踏み出してみてほしい。inCruisesはただの旅行サービスではありません。それは、情熱と冒険、そして人とのつながりを生み出すものなのです。<br/><br/> inCruisesは、旅行が節約出来るだけではありません。夢を叶えるきっかけであり、新たな世界へと続く架け橋です。私はこのクラブに出会えたこと、そして人生が変わったことに心から感謝しています。<br/><br/>in Cruises、あなたが単なる企業以上の存在でいてくれることに感謝します。世界を、そして自分自身を発見する旅へと導いてくれる“乗り物”でいてくれて、本当にありがとう。<br/><br/>
kk: <strong>Бұл сіз ойлағандай емес</strong> <br/><br/> Жоғарғы басшылық қызметте жүрген адам ретінде мен кәсіби шешімдеріме эмоциялар әсер етуіне жиі жол бермеймін. Алайда, inCruises туралы сөз болғанда, өз прагматизмімді бір сәтке ысырып қойып, осы платформамен байланысты терең жеке тәжірибеммен бөліскім келеді. <br/><br/>inCruises-пен болған тәжірибем өмірімді түбегейлі өзгертті – әрі жеке, әрі кәсіби тұрғыдан. Клубқа қосылған сәттен бастап мен 6 керемет круизге қатысып, 9 атақты қонақүйде тұру мүмкіндігіне ие болдым және бұл сапарларда едәуір үнемдедім.<br/><br/> Бірақ сандардан да маңыздысы – бұл менің отбасыма және достарыма ұмытылмас естеліктер сыйлағаны. inCruises арқасында біз экзотикалық бағыттарды ашып, түрлі мәдениеттерге еніп, бірге күліп, нағыз бақытты сәттерді бастан өткердік. <br/><br/>Көшбасшы ретінде мен әріптестеріме тек кәсіби емес, жеке өмірлеріне де бай тәжірибе берудің маңыздылығын жақсы түсінемін. inCruises бұл үмітті ақтап қана қоймай, менің барлық күткенімнен асып түсті. Әр круиз сайын менің командам нығайып, бір-бірін шабыттандырып, жаңарған, жігерлі күйде оралғанына куә болдым. <br/><br/> Басшы ретінде мен күмәнданғандарға inCruises-тің өмірді өзгерту мүмкіндігін өз көзімен көруге шақырамын — бұл жүйені шын жүректен қолданып, нақты нәтижеге жетіп жүрген тәуелсіз саяхатшылардан білген дұрыс. Бұл жай ғана саяхат емес, бұл — құштарлықпен, шытырманмен және байланыспен өмір сүру. <br/><br/>Қорытындылай келе, inCruises — тек саяхатты үнемдеуге мүмкіндік беретін компания емес. Бұл — армандарға жол ашатын катализатор, жаңа оқиғаларға көпір және адамдарды біріктіретін, зерттеушілер қауымдастығын құратын байланыс. Басшы ретінде мен inCruises-тің өз өміріме және айналамдағы адамдардың өміріне тигізген оң әсері үшін шын жүректен алғыс айтамын.<br/><br/>Рахмет саған, inCruises — жай ғана компания емес, әлемді де, өзімізді де тануға жол ашатын нағыз мүмкіндік болғаның үшін.<br/><br/>
ky: <strong>БУЛ СИЗ ОЙЛОГОНДОЙ ЭМЕС</strong> <br/>Жогорку деңгээлдеги жетекчи катары,мен көбүнчө эмоцияларымдын кесиптик чечимдериме таасирин тийгизишине жол бербейм. Бирок, inCruises жөнүндө сөз болгондо, мен өзүмдүн прагматизмимди четке кагып, терең жеке көз карашымды бөлүшпөй коё албайм. <br/><br/> inCruises менен болгон тажрыйбам менин жашоомду – жеке жана кесиптик жактан – түп-тамырынан өзгөрттү. Клубга кошулгандан бери мен 6 укмуштуу круизге чыгып, 9 атактуу мейманканада болуу сыймыгына ээ болдум, ошол эле учурда акчаны үнөмдөдүм.<br/><br/> Бирок сандардан тышкары, мени чындап таасирленткен нерсе - үй-бүлөм жана досторум менен унутулгус эскерүүлөрдү түзүү мүмкүнчүлүгү. inCruises аркылуу биз экзотикалык багыттарды изилдеп, кызыктуу маданияттарга сүңгүп, күлкү жана таза бакыттын көз ирмемдерин бөлүштүк.<br/><br/> Лидер катары мен кесиптештериме жана кызматкерлериме алардын жашоосун профессионалдык жактан да байытуучу тажрыйбаларды берүүнүн маанилүүлүгүн баалайм. inCruises бул талапты гана аткарбастан, менин бардык күтүүлөрүмдөн ашып түштү. Мен командам ар бир круиз сайын күчтөнүп, бири-бирин шыктандырып, сергип, болуп көрбөгөндөй активдүү болуп кайтканына күбө болдум.<br/><br/> Жетекчи катары мен чечкиндүү эмес адамдарды Круздын жашоосун өзгөртө турган дараметин жан-дили менен жасаган жана өз алдынча саякатчылар катары түздөн-түз өз алдынча табууга чакырам. Бул жөн гана саякат жөнүндө эмес, бул кумарлануу, укмуштуу окуялар жана байланыш менен жашоо.<br/><br/> Жыйынтыктап айтканда, inCruises жөн гана саякатка үнөмдөөлөрдү сунуштаган компания эмес. Бул кыялдардын катализатору, жаңы укмуштуу окуяларга көпүрө жана адамдарды жалындуу изилдөөчүлөрдүн коомчулугуна бириктирген байланыш. Жетекчи катары мен inCruises менин жашоомо жана менин айланамдагылардын жашоосуна тийгизген оң таасири үчүн терең ыраазымын.<br/><br/> Рахмат, inCruises, сиз жөн гана компания эмес экениңиз үчүн; дүйнөнү жана өзүбүздү таанып-билүүгө жол ачкан каражат экениңиз үчүн рахмат.<br/><br/>
lv: <strong>ES PARASTI NEĻAUJU</strong><br/><br/> emocijām ietekmēt savus profesionālos lēmumus. Tomēr, runājot par “InCruises”, nevaru nelikt malā savu pragmatismu un dalīties dziļi personīgā skatījumā.<br/><br/> Mana pieredze darbā ar InCruises ir patiesi mainījusi dzīvi gan personīgi, gan profesionāli. Kopš iestāšanās Klubā man ir bijusi privilēģija doties 6 krāšņos kruīzos un uzturēties 9 atjaunotās viesnīcās, vienlaikus ievērojami ietaupot.<br/><br/> Taču ārpus skaitļiem mani patiesi aizkustinājusi iespēja kopā ar ģimeni un draugiem gūt neaizmirstamas atmiņas. Pateicoties inCruises, esam izpētījuši eksotiskus galamērķus, gremdējušies valdzinošās kultūrās un dalījušies smieklos un tīras laimes brīžos.<br/><br/> Kā līderis es augstu vērtēju to, cik svarīgi ir sniegt saviem kolēģiem un darbiniekiem pieredzi, kas bagātina viņu dzīvi vispārēji, ieskaitot profesionālitāti. Esmu pieredzējis, kā mana komanda ar katru kruīzu kļūst spēcīgāka, iedvesmo viena otru un atgriežas iedbvesmotāka un saliedētāka nekā jebkad.<br/><br/> Būdams izpildvaras pārstāvis, es mudinu tos, kuri vilcinās izpētīt dziļāk un atklāt sev “InCruises” dzīvī mainošo potenciālu tieši no cilvēkiem, kuri to dara no visas sirds un kuriem ir rezultāti kā neatkarīgiem ceļotājiem. Runa nav tikai par ceļošanu, bet par dzīvošanu ar iedvesmu, piedzīvojumiem un savstarpēju saikni.<br/><br/> Rezumējot - inCruises nav tikai uzņēmums, kas piedāvā ietaupījumus ceļojot.Tas ir sapņu katalizators, tilts uz jauniem piedzīvojumiem un saikne, kas vieno cilvēkus kaislīgu pētnieku aprindās. Būdams izpildvaras pārstāvis, esmu dziļi pateicīgs par pozitīvo ietekmi, kādu “InCruises” ir atstājusi uz manu un apkārtējo dzīvi.<br/><br/> Paldies, InCruises, ka esat daudz vairāk nekā kompānija; paldies, ka esat vadonis, kas mums liek atklāt pasauli un sevi.<br/><br/>
mn: <strong>ЭНЭ БОЛ ТАНЫ БОДСОН ШИГ БИШ</strong> <br/><br/>Дээд түвшний удирдах албан тушаалтан хүний хувьд би шийдвэр гаргахдаа сэтгэл хөдлөлөө нөлөөлүүлэхгүй байхыг хичээдэг. Гэвч inCruises-ийн тухайд бол би бодит хандлагаа түр хойш тавьж, хувийн сэтгэлээс ургасан бодлоо хуваалцахгүй байж чаддаггүй. <br/><br/> Энэ клуб миний хувийн болон мэргэжлийн амьдралд гүн гүнзгий, эерэг өөрчлөлт авчирсан билээ. inCruises-д нэгдсэн цагаас хойш би 6 гайхамшигт далайн аялалд оролцож, 9 алдартай зочид буудалд амарч, энэ бүхнийг ихээхэн хэмнэлттэй байдлаар эдэлсэн юм. <br/><br/> Гэхдээ эдгээр тоон үзүүлэлтээс илүүтэй, юу миний сэтгэлд хамгийн их хүрсэн бэ гэхээр гэр бүл, найз нөхөдтэйгөө хамт мартагдашгүй дурсамжуудыг бүтээх тэрхүү боломж юм. inCruises-ийн ачаар бид дэлхийн олон гайхамшигт газрыг хамтдаа аялж, шинэ соёлтой танилцан, инээд хөөр, аз жаргалаар дүүрэн мөчүүдийг хуваалцсан явдал байв. <br/><br/> Удирдагч хүний хувьд би хамт олныхоо зөвхөн ажил мэргэжлийн талаас бус, амьдралын чанарыг нь дээшлүүлэх туршлагыг бий болгох нь чухал гэж үздэг. inCruises энэ үзэл санааг зөвхөн бүрэн хэрэгжүүлээд зогсохгүй, миний бүх хүлээлтээс давуулж чадсан. Манай баг далайн аялал бүрийн дараа улам нягтарч, бие биенээ илүү ойлгон урам өгдөг болсон, түүнчлэн ажилдаа эрч хүчтэй, сэтгэл өөдрөг, илүү идэвхтэйгээр буцаж ордог нь надад маш тод мэдрэгдсэн.<br/><br/> Захирлын хувьд би одоо ч эргэлзэж байгаа хүмүүст хандаж хэлэхэд — таамаг, хандлагаа түр орхиод, inCruises-ийн амьдралыг өөрчилж чадах жинхэнэ боломжийг чин сэтгэлээсээ хэрэгжүүлж, бие даасан аялагчийн хувиар бодит үр дүнд хүрч буй хүмүүсээс шууд сонсож мэдэрч үзэхийг уриалж байна. inCruises бол зүгээр нэг аялалийн тухай биш, — энэ бол амьдралыг илүү утга учиртай, адал явдалтай, сэтгэл догдлуулсан байдлаар амьдрах тухай юм. <br/><br/> Дүгнэж хэлэхэд, inCruises бол зүгээр л аяллын хөнгөлөлт санал болгодог компани биш. Энэ бол мөрөөдөлд хүрэх түлхүүр, шинэ адал явдалд нэвтрэх гүүр, адил хүсэл сонирхолтой хүмүүстэй холбогдох олон улсын хамтын нийгэмлэг юм. Удирдах ажилтан хүний хувьд inCruises–ийн миний амьдралд болон миний эргэн тойрныхонд үзүүлсэн эерэг нөлөөнд гүнээ талархаж байна. <br/><br/> Баярлалаа! inCruises бол зүгээр л компани гэдгээр биш, түүнээс илүүтэй биднийг дэлхийг төдийгүй өөрсдийгөө нээхэд хөтөлсөн гайхамшигт хөтөч болсны төлөө баярлалаа.<br/><br/>
pt: <strong>ISSO NÃO É O QUE VOCÊ PENSA</strong> <br/><br/>Como executivo de alto nível, geralmente não deixo que as emoções influenciem minhas decisões profissionais. No entanto, quando se trata da inCruises, não consigo deixar de lado meu pragmatismo e compartilhar uma visão profundamente pessoal. <br/><br/> Minha experiência com a inCruises tem mudado minha vida, tanto pessoal quanto profissionalmente. Desde que entrei no Clube, tive o privilégio de embarcar em 6 cruzeiros magníficos e me hospedar em 9 hotéis renomados, economizando significativamente.<br/><br/> Mas, além dos números, o que realmente me tocou foi a oportunidade de criar memórias INesquecíveis com minha família e amigos. Graças à inCruises, exploramos destinos exóticos, mergulhamos em culturas fascinantes e compartilhamos risos e momentos de pura felicidade.<br/><br/> Como líder, valorizo a importância de oferecer aos meus colegas e funcionários experiências que enriqueçam suas vidas além do profissional. A inCruises não apenas cumpriu esta premissa, mas superou todas as minhas expectativas. Vi minha equipe se fortalecer a cada cruzeiro, se inspirar mutuamente e voltar mais reenergizada e mais engajada do que nunca.<br/><br/> Como executivo, encorajo aqueles que estão hesitantes a explorar além dos preconceitos e descobrir por eles mesmos, o potencial de mudar vidas da inCruises, diretamente com aquelas pessoas que estão trabalhando de todo coração e tendo resultados como viajantes independentes. Não se trata apenas de viajar, mas de viver com paixão, aventura e conexão.<br/><br/> Resumindo, a inCruises não é apenas uma empresa que oferece economia em viagens. É um catalisador de sonhos, uma ponte para novas aventuras e um laço que une pessoas em uma comunidade de apaixonados por explorar o mundo. Como executivo, sou profundamente grato pelo impacto positivo que a inCruises teve na minha vida e na vida das pessoas ao meu redor.<br/><br/> Obrigado, inCruises, por ser muito mais do que uma empresa; obrigado por ser o veículo que nos leva a descobrir o mundo e a nós mesmos.<br/><br/>
ro: <strong>NU ESTE CE CREDEȚI VOI</strong> <br/><br/>În calitate de director executiv, de obicei nu las emoțiile să îmi afecteze deciziile profesionale. Cu toate acestea, când vine vorba de inCruises, nu pot să nu-mi las pragmatismul deoparte și să împărtășesc o viziune profund personală. <br/><br/> Experiența mea cu inCruises mi-a schimbat cu adevărat viața, atât pe plan personal, cât și profesional. De când m-am alăturat Clubului, am avut privilegiul de a mă îmbarca în 6 croaziere magnifice și de a sta la 9 hoteluri renumite, economisind în același timp semnificativ.<br/><br/> Dar dincolo de cifre, ceea ce m-a impresionat cu adevărat este oportunitatea de a crea amintiri de neuitat alături de familia și prietenii mei. Datorită inCruises, am explorat destinații exotice, ne-am cufundat în culturi fascinante și am împărtășit râsete și momente de fericire pură.<br/><br/> În calitate de lider, prețuiesc importanța de a oferi colegilor și angajaților mei experiențe care le îmbogățesc viața dincolo de profesional. inCruises nu numai că a îndeplinit această premisă, dar mi-a depășit toate așteptările. Am văzut că echipa mea se întărește cu fiecare croazieră, se inspiră reciproc și revin împrospătată și mai implicată ca niciodată.<br/><br/> În calitate de director executiv, îi încurajez pe cei care ezită să exploreze dincolo de părtiniri și să descopere singuri potențialul de schimbare a vieții inCruises direct de la oamenii care fac acest lucru din toată inima și au rezultate ca călători independenți. Nu este vorba doar despre călătorii, este despre a trăi cu pasiune, aventură și conexiune.<br/><br/> În concluzie, inCruises nu este doar o companie care oferă economii de călătorie. Este un catalizator pentru vise, o punte către noi aventuri și o legătură care unește oamenii într-o comunitate de exploratori pasionați. Ca director executiv, sunt profund recunoscător pentru impactul pozitiv pe care l-a avut inCruises asupra vieții mele și a celor din jurul meu.<br/><br/> Vă mulțumesc, inCruises, că sunteți mult mai mult decât o companie; vă mulțumim că sunteți vehiculul care ne conduce să descoperim lumea și pe noi înșine.<br/><br/>
ru: <strong>ЭТО НЕ ТО, О ЧЕМ ВЫ ПОДУМАЛИ!</strong> <br/><br/>Будучи руководителем высшего звена, я обычно не позволяю эмоциям влиять на мои профессиональные решения. Однако, когда речь заходит об inCruises, я не могу не отбросить свой прагматизм и не поделиться своим сугубо личным мнением. <br/><br/> Мой опыт работы с inCruises стал поистине судьбоносным как в личном, так и в профессиональном плане. С момента вступления в Клуб мне посчастливилось побывать в 6 великолепных круизах и остановиться в 9 именитых отелях, при этом значительно сэкономив. <br/><br/>Но помимо цифр, что меня действительно тронуло, так это возможность получить незабываемые впечатления вместе со своей семьей и друзьями. Благодаря inCruises мы изучили экзотические направления, познакомились с очаровательными культурами, разделили смех и моменты искреннего счастья. <br/><br/>Как лидер, я ценю важность предоставления своим коллегам и сотрудникам такого опыта, который обогащает их жизни не только в профессиональном плане. inCruises как выполнил это условие, так и превзошел все мои ожидания. Я была свидетелем того, как моя команда становилась сильнее с каждым круизом, вдохновляла друг друга и возвращалась отдохнувшей и более вовлеченной, чем когда-либо. <br/><br/>Как руководитель, я призываю тех, кто сомневается, выйти за рамки предубеждений и узнать о судьбоносном потенциале inCruises непосредственно от людей, которые искренне его реализуют и добиваются результатов в качестве независимых путешественников. Это не просто путешествия, это жизнь со страстью, приключениями и отношениями. <br/><br/>Подводя итог, можно сказать, что inCruises — не просто компания, предлагающая экономию на путешествиях. Это катализатор исполнения мечты, мост к новым приключениям и связь, объединяющая людей в сообщество страстных исследователей. Как руководитель, я глубоко признательна за то позитивное влияние, которое inCruises произвел на мою жизнь и на жизни тех, кто меня окружает. <br/><br/>Спасибо, inCruises, за то, что вы намного больше, чем просто компания; спасибо за то, что вы являетесь машиной, которая везет нас по пути познания мира и самих себя.<br/><br/>
uk: <strong>ЦЕ НЕ ТЕ, ПРО ЩО ВИ ПОДУМАЛИ!</strong> <br/><br/>Будучи керівником вищої ланки, я зазвичай не дозволяю емоціям впливати на свої професійні рішення. Але коли йдеться про inCruises, я не можу не відійти від свого звичного прагматизму й не поділитися особистою історією. <br/><br/> Мій досвід із inCruises став по-справжньому доленосним — як у професійному, так і в особистому вимірах. З моменту вступу до Клубу мені пощастило побувати в 6 неймовірних круїзах та зупинитися у 9 престижних готелях, заощадивши значні кошти.<br/><br/> Та за межами цифр — найцінніше, що я отримала, це незабутні враження, розділені з родиною та друзями. Завдяки inCruises ми відкривали екзотичні куточки світу, знайомилися з унікальними культурами, сміялися, захоплювалися та проживали моменти справжнього щастя.<br/><br/> Як лідер, я особливо ціную можливість надавати своїй команді досвід, який збагачує не лише кар’єру, а й життя. І в цьому сенсі inCruises не просто відповідає цим очікуванням — він перевершує їх. Я була свідком того, як кожен новий круїз об'єднує мою команду, надихає її, зміцнює зв'язки та повертає людей відпочилими, мотивованими й наповненими енергією.<br/><br/> Я закликаю всіх, хто ще вагається: відійдіть від стереотипів і відкрийте inCruises не як продукт чи бізнес, а як досвід, що трансформує життя. Поговоріть з тими, хто вже пройшов цей шлях — з незалежними мандрівниками, які щиро реалізують свої мрії завдяки Клубу. Бо inCruises — це не просто подорожі. Це стиль життя, наповнений пристрастю, пригодами та справжніми зв’язками.<br/><br/> Підсумовуючи: inCruises — це не просто компанія, що пропонує вигідні умови подорожей. Це каталізатор мрій, міст до нових горизонтів і спільнота пристрасних дослідників світу. Як керівник, я щиро вдячна за той позитивний вплив, який inCruises мав на моє життя та життя людей довкола мене.<br/><br/> Дякую, inCruises, що ви — набагато більше, ніж просто компанія. Ви — сила, що веде нас у мандри світом і до глибшого пізнання самих себе.<br/><br/>
uz: <strong>БУ СИЗ ЎЙЛАГАН НАРСА ЭМАС</strong><br/><br/>Юқори звено раҳбари сифатида мен одатда ҳис-туйғуларимнинг профессионал қарорларимга таъсир қилишига йўл қўймайман. Бироқ, inCruises ҳақида гап борар экан, мен прагматизмни бир четга суриб, ўз шахсий қарашларим билан бўлишмоқчиман.<br/><br/>inCruises менинг ҳаётимни бутунлай ўзгартириб юборди, ҳар шахсий, ҳам профессионал жиҳатдан. Клубга қўшилганимдан сўнг мен яхшигина чегирма билан 6 та ажойиб круизларга чиқдим ва 9 та машҳур меҳмонхоналарда қолдим.<br/><br/>Рақамлардан ташқари, мен оилам ва дўстларим билан саёҳатдан унутилмас хотиралар ярата олдим. inCruises туфайли биз экзотик мамлакатларни тадқиқ этдик, ажойиб маданиятларни ўргандик ва биргаликда бахтли дамларни бошдан кечирдик.<br/><br/>Етакчи сифатида, мен ўз ҳамкасбларим ва ходимларимга ишдан ташқари ҳаётларини бойитиш йўлларини тақдим этиш имкониятини қадрлайман. inCruises компанияси нафақат ўз ваъдаларининг устидан чиқди, балки ишончимизни ортиғи билан оқлади. Мен жамоамнинг ҳар бир круиздан сўнг янада кучли бўлишининг, бир-бирларини руҳлантиришларининг ва янада тетиклашганларининг гувоҳи бўлдим.<br/><br/>Раҳбар сифатида, мен ўз шубҳаларидан воз кеча олмаётган инсонларга inCruises’нинг ҳаётларни ўзгартирувчи имкониятлари ҳақида бевосита шу иш билан шуғулланаётган ва мустақил саёҳатчи сифатида катта натижаларга эришган инсонлардан эшитишларини тавсия этаман.<br/><br/>Хулоса ўрнида айтишим мумкинки, inCruises шунчаки саёҳатларда пул тежашни таклиф этаётган компания эмас. Бу орзуларни рўёбга чиқарувчи машина, янги саргузаштлар сари кўприк ва инсонларни ашаддий саёҳатсеварлар жамиятига бирлаштирувчи занжирдир. Раҳбар сифатида, мен inCruises’нинг ўзим ва яқинларим ҳаётига ижобий таъсиридан жуда миннатдорман.<br/><br/>Оддий компаниядан ҳам каттароқ аҳамиятга эга бўлганинг, бизни дунёни ва ўзимизни кашф этишга ундаётганинг учун ташаккур, inCruises.<br/><br/>
zh: <strong>这并不是你想的那样</strong><br/><br/>作为一名高管，我通常不会让情感影响我的职业决策。然而，当谈到inCruises时，我无法不放下理性，分享我内心深处的感受。<br/><br/>我与inCruises的经历无论是在个人还是职业层面，都是彻底改变人生的。自从加入俱乐部以来，我有幸踏上了6次壮观的邮轮旅行，并入住了9家知名酒店，同时节省了大量费用。<br/><br/>但真正打动我的，不是这些数字，而是与家人和朋友一起创造难忘回忆的机会。多亏了inCruises，我们得以探索异国目的地，沉浸于迷人文化中，共享欢笑与纯粹的幸福时光。<br/><br/>作为一名领导者，我非常重视为同事和员工提供不仅限于职业发展的充实体验。inCruises不仅实现了这一点，甚至远超我的所有期待。我亲眼见证我的团队在每次邮轮旅程中更加团结，彼此激励，以更充沛的热情归来。<br/><br/>作为一位高管，我鼓励那些仍在犹豫的人放下偏见，亲自了解inCruises所带来的改变人生的潜力，聆听那些真正在行动、并以独立旅行者身份收获成果的人们的故事。这不仅仅是旅行，更是充满热情、冒险与连结的生活方式。<br/><br/>总的来说，inCruises不仅仅是一家提供旅行储蓄的公司。它是梦想的催化剂，是通往新冒险的桥梁，是将人们凝聚在一起的探索者社区纽带。作为一位高管，我由衷感激inCruises对我和身边人的生活所带来的积极影响。<br/><br/>感谢inCruises，你不仅仅是一家公司；更是带领我们探索世界、认识自我的载体。<br/><br/>
