Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: To ensure account authenticity, all Partner and Member Activations are subject to review by the Operations Team. Additional identification documentation, such as a passport or government-issued ID, may be requested during this process. Please acknowledge that you understand and will respond promptly to any additional requests if necessary.
ca: Per garantir l’autenticitat dels comptes, totes les Activacions de Socis i Membres estan subjectes a revisió per part de l’Equip d’Operacions. Durant aquest procés, es pot sol·licitar documentació d’identificació addicional, com ara un passaport o un document d’identitat emès pel govern. Si us plau, confirma que ho entens i que respondràs ràpidament a qualsevol sol·licitud addicional si cal.
es: Para garantizar la autenticidad de la cuenta, las Activaciones de Todos los Socios y Miembros están sujetas a revisión por parte del Equipo de Operaciones. Se puede solicitar documentación de identificación adicional, como un pasaporte o una identificación emitida por el gobierno, durante este proceso. Por favor, reconoce que entiendes y responderás rápidamente a cualquier solicitud adicional si es necesario.
fr: Pour garantir l'authenticité du compte, toutes les Activations de Partenaires et de Membres sont soumises à l'examen de l'Équipe des Opérations. Les documents d'identification supplémentaires, tels qu'un passeport ou une pièce d'identité émise par le gouvernement, peuvent être demandés au cours de ce processus. Veuillez confirmer que vous comprenez et que vous répondrez dans les plus brefs délais à toute demande supplémentaire si nécessaire.
it: Per garantire l'autenticità dell'account, tutte le Attivazioni di Partner e Membri sono soggette a revisione da parte del Team Operativo. Durante la procedura potrebbero essere richiesti ulteriori documenti di identificazione, come il passaporto oun documento d'identità rilasciato dal governo. Ti preghiamo di dichiarare di aver compreso e che risponderai rapidamente a qualsiasi richiesta aggiuntiva se sarà necessario.
ja: アカウントの真正性を確保するため、すべてのパートナーやメンバーのアクティベーションはオペレーションチームによる審査対象となります。このプロセスにおいて、パスポートなど、追加の本人確認書類の提出を求められる場合があります。審査対象となった場合、書類の提示に理解し迅速に対応することに合意します。
kk: Есептің шынайылығын қамтамасыз ету үшін барлық Серіктестер мен Клуб Мүшелерді белсендіру Операциялар командасы тарапынан тексеріледі. Осы процесс барысында төлқұжат немесе үкімет берген жеке куәлік сияқты қосымша жеке куәлік құжаттары сұратылуы мүмкін. Қажет болған жағдайда қосымша сұраныстарға жедел жауап беруге дайын екеніңізді түсінгеніңізді растайсыз.
ky: Эсептин аныктыгын текшерүү үчүн, бардык өктөштөш жана мүчө активдештирүүлөрү Операция тобу тарабынан каралышы керек. Бул процесстин жүрүшүндө паспорт же мамлекет тарабынан берилген идентификациялык документтер талап кылынышы мүмкүн. Сиз муну түшүнгөнүңүздү жана зарыл болсо, кошумча талаптарга дароо жооп берериңизди ырастаңыз.
mn: Бүртгэлийн үнэн зөв эсэхийг баталгаажуулах үүднээс бүх Түнш болон Гишүүдийн идэвхжүүлэлтүүдийг манай үйл ажиллагааны баг хянан шалгадаг болно. Энэ явцад паспорт эсвэл иргэний үнэмлэх гэх мэт нэмэлт бичиг баримт шаардагдаж болно. Иймээс та энэ бүхнийг хүлээн зөвшөөрч, шаардлагатай тохиолдолд бидний хүсэлтэд нэн даруй хариу өгөх хэрэгтэй юм.
pt: Para garantir a autenticidade da conta, todas as Ativações de Parceiros e Membros estão sujeitas à análise da Equipe de Operações. Documentação de identificação adicional, como passaporte ou documento de identidade emitido pelo governo, poderá ser solicitada durante esse processo. Confirme que você compreende e responderá prontamente a quaisquer solicitações adicionais, se necessário.
ro: Pentru a asigura autenticitatea contului, toate activările pentru parteneri și membri sunt supuse revizuirii de către echipa de operațiuni. În timpul acestui proces, pot fi solicitate documente de identificare suplimentare, cum ar fi pașaportul sau act de identitate emis de guvern. Te rugăm să confirmi că înțelegi și că vei răspunde cu promptitudine la orice solicitări suplimentare, dacă este necesar.
ru: Для обеспечения подлинности учётной записи, все Партнёрские иЧленские Активации подлежат проверке Операционным отделом. В соответствии с данным процессом может потребоваться предоставление дополнительных документов (таких как паспорт или другое удостоверение личности государственного образца). Подтвердите, пожалуйста, что вы это понимаете и при необходимости ответите на любые дополнительные запросы в кратчайшие сроки.
uk: Для забезпечення автентичності облікових записів усі активації Партнерів і Членів підлягають перевірці Операційною командою. Під час цього процесу може бути запитано додаткові документи, що посвідчують особу, наприклад, паспорт або інше посвідчення, видане державним органом. Просимо підтвердити, що ви це розумієте та в разі потреби оперативно надасте всю додаткову запитувану інформацію.
uz: Аккаунт ҳақиқийлигига ишонч ҳосил қилиш мақсадида, барча Ҳамкорлар ва Аъзолар Фаолликлари Операцион гуруҳ томонидан текширилади. Ушбу жараёнда паспорт ёки шахсингизни тасдиқловчи давлат ҳужжати каби қўшимча тасдиқловчи ҳужжатлар талаб этилиши мумкин, Илтимос, буни тушунганингиз ва зарурат туғилганда, қўшимча талабларга жавоб беришингизни тасдиқланг.
zh: 为确保账户真实性，所有合伙人和会员的激活都将由运营团队进行审核。在此过程中，可能会要求提供额外的身份验证文件，例如护照或政府签发的身份证件。请确认您理解这一要求，并在必要时及时响应任何额外的资料请求。

source: To ensure Club Members receive the best rates available at the time, the
ca: Per garantir que els Socis del Club rebin les millors tarifes disponibles en aquell moment, el
de: Um sicherzustellen, dass die Clubmitglieder die besten zum jeweiligen Zeitpunkt verfügbaren Preise erhalten, werden die
es: Para asegurar que los Socios del Club reciban las mejores tarifas disponibles en ese momento, la
fr: Afin de s'assurer que les Membres du Club bénéficient des meilleurs tarifs disponibles à ce moment-là, le
it: Per garantire che i Membri del Club ricevano le migliori tariffe disponibili in quel momento, la
ja: クラブメンバーには、予約時点でご利用可能な最もお得な料金でご利用いただけるようにするため、
kk: Клуб мүшелерінің қазіргі уақытта қол жетімді ең жақсы тарифтерді алуын қамтамасыз ету үшін,
ko: 클럽 멤버가 당시 이용 가능한 최상의 요금을 받을 수 있도록,
ky: Клуб мүчөлөрү ошол убакта эң арзан бааларды алуу үчүн,
lv: Lai nodrošinātu, ka kluba dalībnieki saņem vislabākās cenas, kas tajā laikā ir pieejamas,
mn: Клубын Гишүүдэд тухайн үеийн хамгийн хямд үнийг өгөхийн тулд
pt: Para garantir que os membros do clube recebam as melhores tarifas disponíveis no momento, o
ro: Pentru a se asigura că membrii clubului primesc cele mai bune tarife disponibile la momentul respectiv,
ru: Чтобы обеспечить Членов нашего Клуба лучшими расценками, доступными на момент бронирования,
uk: Щоб забезпечити Членів нашого Клубу найкращими розцінками, доступними на момент бронювання,
uz: Клуб Аъзолари ўша вақтдаги энг арзон тарифларни олишлари учун,
zh: 为确保俱乐部会员获得当时最优惠的价格，

source: To ensure you don't miss any updates during the Summit, we'll be communicating through two key channels:
ca: Per assegurar que no et perdis cap actualització durant la Cimera, ens comunicarem a través de dos canals clau:
fr: Pour ne rien manquer des actualités pandant le Sommet, nous communiquerons via deux cannaux principaux :
it: Per essere sicuro di non perdere alcun aggiornamento durante il Summit, comunicheremo attraverso due canali principali:
ja: サミット期間中に最新情報を見逃さないよう、私たちは次の2つの主要なチャンネルを通じてご連絡します。
kk: Саммит барысында жаңалықтарды жіберіп алмауыңыз үшін біз екі негізгі арна арқылы хабарласатын боламыз:
pt: Para garantir que você não perca nenhuma atualização durante o Summit, estaremos nos comunicando por meio de dois canais principais:
ro: Pentru a te asigura că nu ratezi nicio actualizare în timpul Summitului, vom comunica prin două canale principale:
uk: Щоб гарантувати, що ви не пропустите жодних оновлень під час Саміту, ми будемо взаємодіяти з вами через два основні канали:
uz: Саммит давомида ҳеч қандай янгиликларни ўтказиб юбормаслигингиз учун биз қуйидаги асосий каналлар орқали боғланиб турамиз:
zh: 为确保您在峰会期间不会错过任何更新，我们将通过两个主要渠道进行沟通：

source: To find your QBI, divide the number of team member activations by the number of members who paid their first invoice. For example, if you have 100 member activations and 75 of them have made invoice payments, your QBI would be 75%.
ca: Per a calcular el teu QBI, divideix el nombre d'activacions de membres de l'equip pel nombre de membres que van pagar la seva primera factura. Per exemple, si tens 100 activacions de membres i 75 d'ells han fet pagaments de factures, la teva QBI seria del 75%.
de: Um Ihr QBI zu ermitteln, teilen Sie die Anzahl der Aktivierungen von Teammitgliedern durch die Anzahl der Mitglieder, die ihre erste Rechnung bezahlt haben. Wenn Sie zum Beispiel 100 Mitgliederaktivierungen haben und 75 davon ihre Rechnung bezahlt haben, beträgt Ihr QBI 75 %.
es: Para encontrar tu QBI, divide la cantidad de activaciones de miembros del equipo por la cantidad de miembros que pagaron su primera factura. Por ejemplo, si tienes 100 activaciones de miembros y 75 de ellos han realizado pagos de facturas, tu QBI sería del 75 %.
fr: Pour trouver votre QBI, divisez le nombre d'activations de membres de l'équipe par le nombre de membres ayant payé leur première facture. Par exemple, si vous avez 100 activations de membres et que 75 d'entre eux ont payé leur facture, votre QBI sera de 75 %.
it: Per trovare il tuo QBI, dividi il numero di attivazioni effettuate dai membri del team per il numero di membri che hanno pagato la loro prima fattura. Ad esempio, se hai 100 attivazioni di membri e 75 di loro hanno pagato la fattura, il tuo QBI sarà del 75%.
ja: あなたのQBIを求めるには、チームメンバーのアクティベーション数を、最初の請求書の支払いを行ったメンバーの数で割ります。例えば、メンバーのアクティベーションが１００人で、そのうち７５人が請求書の支払いを行った場合、QBIは７５％となります。
kk: QBI-ді табу үшін топ мүшелерінің белсендірулерінің санын бірінші шот-фактурасын төлеген топ мүшелерінің санына бөліңіз. Мысалы, егер сізде 100 мүше белсендіру болса және олардың 75-і шоттарын төлесе, QBI 75% болады.
ko: QBI는 팀 구성원 활성화 수를 첫 청구서를 지불한 구성원 수로 나눕니다. 예를 들어 100개의 멤버 활성화가 있고 그 중 75개가 청구서를 결제한 경우 QBI는 75%가 됩니다.
ky: Сиздин QBI (БСИ) табуу үчүн, команданын жаңы активдүү мүчөлөрүнүн санын баштапкы мүчөлүк эсеп-фактурасын төлөгөндөрдүн санына бөлүңүз. Мисалы, сиз 100 мүчөнү активдештирген болсоңуз жана алардын 75и эсеп-фактурасын төлөсө, сиздин QBI (БСИ) 75% болот.
lv: Lai atrastu savu QBI(BKI), izdaliet grupas dalībnieku aktivizācijas skaitu ar to dalībnieku skaitu, kuri samaksājuši pirmo rēķinu. Piemēram, ja jums ir 100 dalībnieku aktivizācijas un 75 no tiem ir veikuši rēķinu maksājumus, jūsu QBI(BKI) būtu 75%.
mn: Өөрийн QBI Индексийг олохын тулд багийн гишүүдийн идэвхжүүлэлтийн тоог анхны нэхэмжлэхээ төлсөн гишүүдийн тоонд хуваана. Жишээлбэл, хэрэв та 100 гишүүн идэвхжүүлсэн, тэдний 75 нь нэхэмжлэхийн төлбөрийг төлсөн бол таны QBI Индекс нь 75% байх болно.
pt: Para encontrar seu QBI, divida o número de ativações de membros da equipe pelo número de membros que pagaram a primeira fatura. Por exemplo, se você tiver 100 ativações de membros e 75 deles tiverem feito pagamentos de faturas, seu QBI será de 75%.
ro: Pentru a-ți găsi QBI, împarte numărul de activări ale membrilor echipei la numărul de membri care și-au plătit prima factură. De exemplu, dacă ai 100 de activări de membri și 75 dintre aceștia au efectuat plăți de factură, QBI-ul tău ar fi de 75%.
ru: Чтобы определить свой QBI (ИКБ), разделите число оплативших свой первый счёт Членов Клуба на количество активаций Членов Клуба в команде. Например: если у вас 100 активаций Членов Клуба и 75 из них совершили оплату по счёту, то ваш QBI (ИКБ) составит 75%.
uk: Щоб визначити свій QBI (ІЯБ), розділіть кількість Членів Клубу, що сплатили свій перший рахунок, на кількість активацій Членів Клубу в команді. Наприклад: якщо у вас 100 активацій Членів Клубу та 75 з них здійснили оплату за рахунком, то ваш ІЯБ становитиме 75%.
uz: Ўз QBI (БСИ) топиш учун жамоадаги фаоллашган янги аъзолар сонини ўзининг дастлабки аъзолик тўловини амалга оширганлар сонига бўлинг. Мисол учун, агар 100 та аъзо фаоллаштирган бўлсангиз ва улардан 75 таси ҳисобни тўлаган бўлса, сизнинг QBI (БСИ) 75% бўлади.
zh: 要找到您的 QBI，请将团队成员激活数除以支付第一张发票的成员数。 例如，如果您有 100 位会员激活，其中 75 位已进行发票付款，则您的 QBI 将为 75%。

source: To generate a new password by telling us which Email Client you plan to set up, then clicking "Generate".
ca: Per generar una nova contrasenya per a cada client d'email que configuraràs, Fes clic en "Genera".
de: Um ein neues Passwort zu generieren, müssen Sie uns mitteilen, welchen E-Mail-Client Sie einrichten möchten und dann klicken Sie auf "Generieren".
es: Para generar una nueva contraseña por cada cliente de email que vas a configurar, haz clic en "Generar".
fr: De générer un nouveau mot de passe en nous disant quel mail client tu souhaites mettre en place, ensuite clique sur "générer".
it: Per generare una nuova password devi indicare quale posta elettronica utilizzi, e fare clic su "Genera".
ja: 私達にご連絡を頂き新しいパスワードを作成するには、どのEメールクライアントを設定するかを選択し「作成する」をクリックしてください。
kk: Жаңа құпиясөзді жасау үшін, сіз пайдаланғыңыз келетін электрондық пошта мекенжайын көрсетіңіз, содан кейін «Жасау» түймешігін басыңыз.
ko: 귀하가 설정하고자 하는 각 이메일 클라이언트에 대헤 새 비밀번호를 생성하려면 "생성"을 클릭하십시오.
ky: Кайсы электрондук почта кардарын орноткуңуз келгенин белгилеп, жаңы сырсөздү түзүп, андан соң "Түзүү" баскычын басыңыз.
lv: Lai izveidotu jaunu paroli ,pastāstot mums kuru epasta klientu jūs plānojat piereģistrēt.nospiediet"Generate".
mn: Шинэ нууц үг үүсгэхдээ ямар Имэйлийн Харилцагч сонгохоо бидэнд мэдэгдээд "Үүсгэх" товчийг дарна уу.
pt: Para gerar uma nova senha, informe qual cliente de email você planeja configurar e clique em "Gerar".
ro: Pentru a genera o nouă parolă pentru fiecare client de email pe care îl veți configura, faceți clic pe "Generați".
ru: Чтобы создать новый пароль, сообщите нам адрес электронной почты, которой вы планируете пользоваться, а затем нажать "создать".
uk: Щоб створити новий пароль, повідомте нам електронну пошту, яку ви плануєте налаштувати для кожного клієнта, а потім натисніть "Створити".
uz: Бизга қайси Электрон почта мижозини ўрнатмоқчи эканингизни айтиб, кейин "Яратиш" тугмасини босиб янги паролни яратинг.
zh: 通過告訴我們您計劃設置哪個電子郵件來生成新密碼，然後單擊“生成”。

source: To get alerts, updates, and important info, even when you're not using the app.
ca: Per rebre alertes, actualitzacions i informació important, fins i tot quan no utilitzis l’app.
fr: Pour recevoir des alertes, des mises à jour et des informations importantes, même lorsque vous n'utilisez pas l'application.
it: Per ricevere avvisi, aggiornamenti e informazioni importanti anche quando non stai utilizzando l'app.
ja: アプリを使っていない時でも、アラートや最新情報、重要なお知らせを受け取るために。
kk: Хабарландыруларды, жаңартуларды және маңызды ақпаратты алу үшін — қолданбаны пайдаланбай тұрсаңыз да.
pt: Para receber alertas, atualizações e informações importantes, mesmo quando você não estiver usando o aplicativo.
ro: Pentru a primi alerte, actualizări și informații importante, chiar și atunci când nu utilizezi aplicația.
uk: Щоб отримувати сповіщення, оновлення та важливу інформацію навіть коли ви не користуєтесь додатком.
uz: Иловадан фойдаланмаётган бўлсангиз ҳам, билдиргилар, янгиликлар ва муҳим маълумотлардан хабардор бўлиш учун.
zh: 即使在您未使用应用时，也能接收提醒、更新和重要信息。

source: To help us prepare for your arrival and ensure a seamless experience, please take a moment to complete the required
ca: Per ajudar-nos a preparar la teva arribada i garantir una experiència sense interrupcions, si us plau, pren-te un moment per completar el formulari obligatori
fr: Pour nous aider à préparer votre arrivée et vous garantir une expérience optimale, veuillez prendre quelques instants pour compléter le requis
it: Per aiutarci a organizzare al meglio il tuo arrivo e garantirti un'esperienza senza intoppi, ti chiediamo di dedicare qualche minuto alla compilazione del modulo richiesto.
ja: 到着に向けた準備とスムーズに開催するため、必須項目の記入にご協力ください
kk: Сізді қарсы алуға дайындалып, барынша ыңғайлы тәжірибе қамтамасыз ету үшін, өтінеміз, міндетті … толтыруға уақыт бөліңіз
pt: Para nos ajudar a preparar a sua chegada e garantir uma experiência perfeita, reserve um momento para preencher os campos obrigatórios
ro: Pentru a ne ajuta să ne pregătim pentru sosirea ta și să-ți asigurăm o experiență fără probleme, te rugăm să ne acorzi un moment pentru a completa formularul necesar
uk: Щоб допомогти нам підготуватися до вашого прибуття та забезпечити безпроблемне перебування, будь ласка, приділіть трохи часу та заповніть необхідну форму
uz: Сизнинг келишингиз ва жойлашишингизга тайёрланишимиз учун ёрдам бериш мақсадида, илтимос, бироз вақт ажратиб, қуйидаги талаб этилган
zh: 为帮助我们为您的到来做好准备并确保顺畅的体验，请花一点时间完成所需的

source: To honor the generous
ca: Per rendir homenatge a la generositat
de: Zu Ehren der großzügigen
es: Para honrar las generosas
fr: En l'honneur des généreux
it: Per onorare i generosi
ja: 惜しみない
kk: Жомарттарды құрметтеу үшін
ky: Берешендикти сыйлоо
lv: Lai godinātu dāsno
mn: Өгөөмөр сэтгэлийг нь хүндэтгэн
pt: Para homenagear os generosos
ro: Pentru a onora pe cei generoși
ru: Чтобы чествовать щедрых
uk: Щоб вшанувати щедрих
uz: Саховатли
zh: 为了表彰那些慷慨的
