Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: For corporate inquiries, reach out to our main offices.
ca: Per a consultes corporatives, contacta amb les nostres oficines principals.
de: Für Anfragen von Unternehmen wenden Sie sich bitte an unsere Hauptgeschäftsstelle.
es: Para consultas corporativas, comunícate con nuestras oficinas principales.
fr: Pour les demandes d’entreprise, contactez nos bureaux principaux.
it: Per richieste aziendali, contatta la nostra sede principale.
ja: 法人に関するお問い合わせは、当社の本社オフィスまでご連絡ください。
kk: Корпоративтік мәселелер бойынша біздің орталық филиалдарға хабарласыңыз.
ky: Корпоративдик суроолор үчүн негизги кеңселерибизге кайрылыңыз.
lv: Lai veiktu korporatīvus jautājumus, sazinieties ar mūsu galvenajiem birojiem.
mn: Компаний тухай асуудлаар манай төв оффистой холбогдоно уу.
pt: Para consultas corporativas, entre em contato com nossos escritórios.
ro: Pentru întrebări corporative, contactează birourile noastre principale.
ru: По корпоративным вопросам обращайтесь в наши центральные отделения.
uk: З корпоративними запитами звертайтеся до наших головних офісів.
uz: Корпоратив саволлар бўйича бош офисларимизга мурожаат этинг.
zh: 如有企业相关咨询，请联系我们的主办公机构。

source: For example:
ca: Per exemple:
de: Zum Beispiel:
es: Por ejemplo:
fr: Par exemple :
it: Ad esempio:
ja: 例：
kk: мысалы:
ko: 예:
ky: Мисалы:
lv: Piemēram:
mn: Жишээ нь:
pt: Por exemplo:
ro: De exemplu:
ru: Например:
uk: Наприклад:
uz: Мисол учун:
zh: 例如：

source: For more details please review our
fr: Pour plus de détails, veuillez consulter
it: Per saperne di più, consulta le nostre
kk: Толығырақ ақпарат алу үшін біздің … қараңыз
pt: Para mais detalhes, consulte nosso
uk: Для отримання детальнішої інформації ознайомтеся з нашим
uz: Батафсил маълумотлар учун
zh: 欲了解更多详情，请查看我们的

source: For more details please review our
fr: Pour plus de détails, veuillez consulter
it: Per saperne di più, consulta le nostre
kk: Толығырақ ақпарат алу үшін біздің … қараңыз
pt: Para mais detalhes, consulte nosso
uk: Для отримання детальнішої інформації ознайомтеся з нашим
uz: Батафсил маълумотлар учун
zh: 欲了解更多详情，请查看我们的

source: For more details, see our <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Membership Agreement</a>.
fr: Pour plus de détails, veuillez consulter notre <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}"> Accord d'Adhésion</a>.
it: Per saperne di più, consulta il nostro <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Contratto di Membership</a>.
kk: Толығырақ ақпарат алу үшін біздің <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Мүшелік келісімшартты</a> қараңыз.
pt: Para mais detalhes, consulte nosso <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Contrato de Assinatura</a>.
uk: Для отримання детальнішої інформації зверніться до нашого <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Членського Договору</a>.
uz: Батафсил маълумотлар учун <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Аъзолик битими</a>га қаранг.
zh: 欲了解更多详情，请参阅我们的<a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">会员协议</a>。

source: For more details, see our <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Partnership Agreement</a>.
fr: Pour plus de détails, consultez notre <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Accord de Partenariat</a>.
it: Per saperne di più, consulta il nostro <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Contratto di Partnership</a>.
kk: Толығырақ ақпарат алу үшін біздің <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Серіктестік келісімшартын</a> қараңыз.
pt: Para mais detalhes, consulte nosso <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Contrato de Parceria</a>.
uk: Для отримання детальнішої інформації зверніться до нашого <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Партнерського Договору</a>.
uz: Батафсил маълумотлар учун <a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">Ҳамкорлик битими</a>га қаранг.
zh: 欲了解更多详情，请参阅我们的<a class="text-primary-500 hover:text-primary-500" target="_blank" href="%{Docs}">合伙人协议</a>。

source: for more information on payments.
ca: per a més informació sobre els pagaments.
de: für weitere Informationen über Zahlungen.
es: para más información acerca de los pagos.
fr: pour plus d'informations sur les paiements.
it: per ulteriori informazioni sui pagamenti.
ja: 支払いに関する詳細については
kk: Төлемдер туралы қосымша ақпарат үшін.
ky: төлөмдөр жөнүндө көбүрөөк маалымат алуу үчүн.
lv: priekš vairāk informācijas par maksājumiem.
mn: төлбөрийн тухай бусад мэдээлэл.
pt: para mais informações sobre os pagamentos.
ro: pentru mai multe informații despre plăți.
ru: для получения дополнительной информации о платежах.
uk: для отримання додаткової інформації про платежі.
uz: тўловларга оид батафсил маълумотлар учун.
zh: 了解更多付款信息。

source: for more information on your financial protection.
ca: per a obtenir més informació sobre la teva protecció financera.
de: für weitere Informationen über Ihren finanziellen Schutz.
es: para más información sobre tu protección financiera.
fr: pour plus d'informations sur votre protection financière.
it: per maggiori informazioni sulla tua protezione finanziaria.
ja: 経済的な保護についての詳細が表示されます。
kk: қаржылық қорғау туралы қосымша ақпарат алу үшін.
ko: 재정 보호에 대한 더 자세한 내용을 알 수 있습니다.
ky: Каржылык коргоо боюнча көбүрөөк маалымат алуу үчүн.
lv: plašākai informācijai par jūsu finansiālo aizsardzību.
mn: өөрийн санхүүгийн хамгаалалтын тухай дэлгэрэнгүй мэдээлэл авна уу.
pt: para obter mais informações sobre sua proteção financeira.
ro: pentru mai multe informații despre protecția ta financiară.
ru: для получения подробной информации о вашей финансовой защите.
uk: для отримання детальної інформації про ваш фінансовий захист.
uz: молиявий ҳимоянгиз ҳақида батафсил маълумот учун.
zh: 有关您的财务保护的更多信息。

source: For Payment Terms, please see our Payment Agreement.
ca: Per als Termes de Pagament, consulta el nostre Acord de Pagament.
de: Die Zahlungsbedingungen entnehmen Sie bitte unserer Zahlungsvereinbarung.
es: Para conocer los Términos de Pagos, revisa nuestro Acuerdo de Pagos.
fr: Pour les Conditions de Paiement, consultez notre Accord de Paiement.
it: Per le Condizioni di Pagamento, consulta il nostro Contratto di Pagamento.
ja: 支払い条件については、当社の支払い規約をご確認ください。
kk: Төлем шарттары үшін біздің Төлем келісімімізді қараңыз.
ky: Төлөм шарттары үчүн биздин Төлөм келишимин караңыз.
lv: Par Maksājumu Terminiem lūdzu skatiet mūsu Maksājumu Līgumu.
mn: Төлбөрийн нөхцөлийг манай Төлбөрийн Гэрээнээс харна уу.
pt: Para as Condições de Pagamento, consulte nosso Contrato de Pagamento.
ro: Pentru Termenii de plată, consultă Acordul nostru de plată.
ru: Условия оплаты смотрите в нашем Платежном Соглашении.
uk: Порядок розрахунків будь ласка див. у нашій Платіжній угоді.
uz: Тўлов шартлари ҳақида маълумот олиш учун Тўлов шартномасига қаранг.
zh: 有关付款条款，请参阅我们的付款协议。

source: For security purposes, you should generate a new password for each Email Client that use to connect to your inCruises Email.
ca: Per motius de seguretat, has de generar una nova contrasenya per cada client de correu electrònic que utilitzes per connectar-te al teu correu electrònic inCruises.
de: Aus Sicherheitsgründen sollten Sie für jeden E-Mail-Client ein neues Passwort generieren, das Sie mit Ihrer inCruises E-Mail verbindet.
es: Por razones de seguridad, debes generar una nueva contraseña para cada cliente de correo electrónico que utilizas para conectarte a tu Correo de inCruises™.
fr: Pour des raisons de sécurité, tu devrais générer un nouveau mot de passe pour tout client mail qui se connectait à ton e-mail InCruises.
it: Per ragioni di sicurezza, imposta una password diversa per ogni client di posta elettronica che utilizzi per connetterti alla tua email inCruises.
ja: セキュリティ上の理由から、あなたのインクルーズアドレスへの接続に使用するメールクライアントごとに新しいパスワードを作成するべきです。
kk: Қауіпсіздік мақсатында, сіздің InCruises электрондық поштаңызға қосылу үшін пайдаланылатын әрбір электрондық пошта клиенті үшін жаңа құпия сөз жасаңыз.
ko: 보안상, inCruises 이메일에 연결하는 데 사용하는 각 이메일 클라이언트에 대해 새 비밀번호를 생성해야 합니다.
ky: Коопсуздук максатында, ар бир электрондук дарек кардары үчүн inCruises электрондук дарегиңизге туташуу үчүн колдонула турган жаңы сырсөз түзүшүңүз керек.
lv: Drošības nolūkos katram e-pasta klientam, kas izmanto savienojumu ar jūsu inCruises e-pastu, ir jāizveido jauna parole.
mn: Аюулгүй байдлын үүднээс, таны inCruises-ийн имэйлтэй холбогдоход имэйлийн харилцагч бүрт шинэ нууц үг үүсгэх ёстой.
pt: Por motivos de segurança você deve gerar uma nova senha para cada cliente de email que usar para se conectar ao seu Email InCruises.
ro: Pentru motive de siguranţă, ar trebui să generaţi o nouă parolă pentru fiecare client de email pe care îl folosiți ca să vă conectaţi la Emailul dvs. inCruises.
ru: В целях безопасности, вы должны создать новый пароль для каждого почтового клиента, который используется для подключения к вашему inCruises Email.
uk: З міркувань безпеки слід створити новий пароль для Email кожного Клієнта,які використовуються для підключення до вашої електронної пошти inCruises.
uz: Хавфсизликни таъминлаш мақсадида, сизнинг inCruises электрон почтангизга боғланиш учун фойдаланиладиган ҳар бир почта мижози учун янги пароль яратишингиз лозим.
zh: 出於安全考慮，您應為每個用於連接到inCruises的電子郵件客戶生成新密碼。

source: For security purposes, you should generate a new password for each Email Client that you are setting up. To generate a new password, begin by adding a
ca: Per motius de seguretat, hauràs de generar una nova contrasenya per a cada client de correu electrònic que estiguis configurant. Per generar-la, comença afegint una
de: Aus Sicherheitsgründen sollten Sie für jeden E-Mail-Client, den Sie einrichten, ein neues Kennwort erstellen. Um ein neues Kennwort zu erstellen, fügen Sie zunächst
es: Por razones de seguridad, debes generar una nueva contraseña por cada Cliente de correo electrónico que estés configurando. Para generar una nueva contraseña, comienza por añadir una
fr: Pour des raisons de sécurité, vous devrez générer un nouveau mot de passe lors de la mise en place de chaque client mail. Pour générer un nouveau mot de passe, commencez par ajouter une
it: Per ragioni di sicurezza, imposta una password diversa per ogni client di posta elettronica che configuri. Per generare una nuova password, inizia inserendo una
ja: セキュリティ上の理由から、Eメールクライアントごとに新しいパスワードを作成し設定する必要があります。新しいパスワードを生成するには、まず
kk: Қауіпсіздік мақсатында сіз орнатқан әрбір электрондық пошта клиенті үшін жаңа құпия сөз жасауыңыз керек. Жаңа құпия сөзді жасау үшін қосу арқылы бастаңыз
ko: 보안을 위해, 설정 중인 각 이메일 클라이언트에 대해 새 비밀번호를 생성해야 합니다. 새 암호를 생성하려면 다음을 추가하여 시작하십시오
ky: Коопсуздук максатында, сиз орноткон ар бир электрондук дарек кардары үчүн жаңы сырсөз түзүшүңүз керек. Жаңы сырсөздү түзүү үчүн төмөнкүнү кошуу менен баштаңыз
lv: Drošības nolūkos katram e-pasta klientam, kuru iestatāt, ir jāizveido jauna parole. Lai ģenerētu jaunu paroli, vispirms pievienojiet
mn: Аюулгүй байдлын үүднээс, таны тохируулж буй имэйлийн харилцагч бүрт шинэ нууц үг үүсгэх хэрэгтэй. Шинэ нууц үг үүсгэхийн тулд эхлээд
pt: Por motivos de segurança você deve gerar uma nova senha para cada cliente de email que estiver configurando. Para gerar uma nova senha, comece adicionando uma
ro: Din motive de siguranţă, ar trebui să generezi o nouă parolă pentru fiecare client de email pe care îl configurezi. Pentru a genera o nouă parolă, începe prin adăugarea unei
ru: В целях безопасности, вы должны создать новый пароль для каждого почтового клиента, который вы настраиваете. Чтобы создать новый пароль, начните с добавления
uk: З міркувань безпеки, ви повинні створити новий пароль для кожного поштового клієнта, який ви налаштовуєте. Щоб створити новий пароль, почніть з додавання
uz: Хавфсизликни таъминлаш мақсадида, сиз созлаётган ҳар бир почта мижози учун янги пароль яратишингиз лозим. Янги паролни яратиш учун қуйидагиларни қўшишдан бошланг:
zh: 出于安全目的，您应该为您正在设置的每个电子邮件客户端生成一个新密码。 要生成新密码，首先添加一个

source: For security reasons and to meet regulatory requirements, we need to verify your identity to protect your account and ensure a safe experience.
fr: Pour des raisons de sécurité et afin de respecter les exigences réglementaires, nous devons vérifier votre identité pour protéger votre compte et vous garantir une expérience sécurisée.
it: Per motivi di sicurezza e per soddisfare i requisiti normativi, dobbiamo verificare la tua identità al fine di proteggere il tuo account e garantire un'esperienza sicura.

source: For some reason the admin has locked this group.
ca: Per alguna raó, l'administrador ha bloquejat aquest grup.
de: Aus irgendeinem Grund hat der Administrator diese Gruppe gesperrt.
es: Por alguna razón, el administrador ha bloqueado este grupo.
fr: Pour une raison quelconque, l'administrateur a verrouillé ce groupe.
it: Per qualche motivo l'amministratore ha bloccato questo gruppo.
ja: 何らかの理由で管理者がこのグループをロックしました。
kk: Әкімші қандай да бір себептермен бұл топты бұғаттады.
ko: 어떤 이유로 관리자가 이 그룹을 잠갔습니다.
ky: Айрым себептерге байланыштуу админ бул топту бөгөттөп койгон.
lv: Nezin kāpēc administrators ir bloķējis šo grupu.
mn: Тодорхой шалтгааны улмаас админ энэ бүлгийг хаасан байна.
pt: Por algum motivo, o administrador bloqueou este grupo.
ro: Din anumite motive, administratorul a blocat acest grup.
ru: По каким-то причинам администратор закрыл данную группу.
uk: З якихось причин адміністратор закрив цю групу.
uz: Айрим сабабларга кўра маъмур ушбу гуруҳни блоклаб қўйган.
zh: 由于某种原因管理员已锁定该组。

source: For the first time, the worldwide inCruises family comes together in one place. A decade in the making — an event you'll remember forever.
fr: Pour la première fois, la famille inCruises du monde entier se réunit au même endroit. Un événement exceptionnel - fruit de dix années de travail, que vous n'oublierez jamais.
it: Per la prima volta in assoluto, l'intera famiglia inCruises si riunisce in un unico luogo. Un decennio di preparativi, un evento che creerà ricordi che non svaniranno mai.
kk: Алғаш рет бүкіл әлемдегі inCruises отбасы бір жерде жиналады. Оны дайындауға он жыл кетті — бұл оқиға Сіздің есіңізде мәңгі қалады.
pt: Pela primeira vez, a família mundial da inCruises se reúne em um só lugar. Uma década em construção — um evento que você vai lembrar para sempre.
uk: Вперше наша міжнародна родина inCruises збирається в одному місці. Десятиліття підготовки — подія, яку ви запам’ятаєте назавжди.
uz: Илк маротаба халқаро inCruises оиласи бир жойда тўпланмоқда. Ўн йиллик фаолият натижаси - умрбод эсда қоларли тадбир.
zh: 全球的inCruises大家庭将首次汇聚一堂。十年酝酿——一场让您永生难忘的盛会。
