Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Load More
ca: Carrega més
de: Mehr hochladen
es: Ver Más
fr: Charger plus
it: Visualizza altri
ja: もっと読み込む
kk: Тағы Жүктеу
ko: 더 보기
ky: Көбүрөөк Жүктө
lv: Ielādēt vairāk
mn: Цааш нь унших
pt: Ver mais
ro: Încarcă mai mult
ru: Загрузить Еще
uk: Завантажити Більше
uz: Батафсил
zh: 加載更多

source: Loading articles...
ca: Carregant articles...
de: Artikel werden geladen...
es: Cargando artículos...
fr: Chargement des articles...
it: Caricamento articoli...
ja: 記事の読み込み中...
kk: Мақалаларды жүктеу...
ky: Макалалар жүктөлүүдө...
lv: Notiek rakstu ielāde...
mn: Нийтлэлүүдийг ачааллаж байна...
pt: Carregando artigos...
ro: Se încarcă articolele...
ru: Загружаем статьи...
uk: Завантажуємо опції...
uz: Мақолалар юкланмоқда...
zh: 正在加载文章…

source: Loading data...
ca: Carregant dades...
de: Daten laden...
es: Cargando datos...
fr: Chargement des données...
it: Caricamento dati...
ja: データを読み込み中...
kk: Деректерді жүктеу...
ky: Маалыматтар жүктөлүүдө...
lv: Datu ielāde...
mn: Ачааллаж байна...
pt: Carregando dados...
ro: Se încarcă datele...
ru: Загружаем данные...
uk: Завантаження данних...
uz: Маълумотлар юкланмоқда...
zh: 正在加载数据...

source: Loading Data...
fr: Chargement des Données...
it: Caricamento dati...
kk: Деректерді Жүктеу...
pt: Carregando Dados...
uk: Завантаження Данних...
uz: Маълумотлар юкланмоқда...
zh: 正在加载数据...

source: Loading Email...
fr: Chargement de l'e-mail…
it: Caricamento email...
pt: Carregando E-mail...
uk: Завантажуємо Електронні листи...
zh: 正在加载邮件...

source: Loading emails...
ca: Carregant els correus electrònics...
de: E-Mails werden geladen...
es: Cargando correos electrónicos...
fr: Chargement des e-mails...
it: Caricamento delle email...
ja: メールの読み込み中...
kk: Электрондық хаттарды жүктеу...
ky: Электрондук каттарды жүктөө...
lv: Notiek e-pasta ziņojumu ielāde...
mn: Имэйлийг ачааллаж байна...
pt: Carregando e-mails...
ro: Se încarcă e-mailurile...
ru: Загружаем электронные письма...
uk: Завантажуємо електронні листи...
uz: Электрон хатлар юкланмоқда...
zh: 正在加载邮件...

source: Loading fingerprints...
fr: Chargement des empreintes digitales…
it: Caricamento impronte digitali...
kk: Саусақ іздерін жүктеу жүріп жатыр..
pt: Carregando impressões digitais...
uk: Завантаження відбитків пальців…
zh: 正在加载指纹...

source: Loading meeting room...
fr: Chargement de la salle de réunion...
it: Caricamento sala riunioni...

source: Loading members...
fr: Chargement des membres...
it: Caricamento Membri...
kk: Клуб мүшелері жүктелуде...
pt: Carregando membros...
ro: Se încarcă membrii...
uk: Завантаження Членів Клуба...
uz: Аъзолар юкланмоқда...
zh: 正在加载成员…

source: Loading Mercy Ships Donations...
fr: Chargement des Dons à Mercy Ships…
it: Caricamento delle donazioni a Mercy Ships...
pt: Carregando Doações da Mercy Ships...
uk: Завантаження пожертвувань у Mercy Ships…

source: Loading recurring payment methods...
fr: Chargement des méthodes de paiement récurrentes...
it: Caricamento dei metodi di pagamento ricorrenti in corso...
kk: Рекурренттік төлем әдістері жүктелуде...
pt: Carregando meios de pagamento recorrentes...
uk: Завантаження рекурентних способів оплати…
uz: Даврий тўлов усуллари юкланмоқда...
zh: 正在加载定期付款方式…

source: Loading your agreements...
fr: Chargement de vos accords…
it: Caricamento dei tuoi contratti in corso...

source: Loading your builders bonus please wait.
ca: S’està carregant la teva bonificació de constructor, si us plau, espera.
de: Ihr Builders Bonus wird geladen, bitte warten Sie.
es: Cargando tu Bono de Constructores, por favor espera.
fr: Chargement de votre bonus de constructeur. Veuillez patienter.
it: Caricamento del bonus costruttori: attendi per favore.
ja: ビルダーボーナスを読み込み中です。しばらくお待ちください。
kk: Біз сіздің фундамент бонусыңызды жүктейміз, күте тұрыңыз
ky: Куруучулар бонусуңуз жүктөлүүдө, күтө туруңуз.
lv: Notiek jūsu lietotāju bonusa ielāde. Lūdzu, uzgaidiet.
mn: Таны билдерс урамшууллыг ачааллаж байна. Түр хүлээнэ үү.
pt: Carregando seu bônus de construtor, por favor, aguarde.
ro: Se încarcă bonusul pentru constructori, te rugăm să aștepți.
ru: Загружаем ваш бонус фундамента, пожалуйста, подождите.
uk: Завантажуємо ваш бонус фундаменту, будь ласка, зачекайте.
uz: Қурувчилар базаси бонусингиз юкланмоқда, илтимос кутинг.
zh: 正在加载您的建造者奖金，请稍候。

source: Loading your certificates...
fr: Chargement de vos certificats…
it: Caricamento dei tuoi certificati...

source: Loading your leadership bonus please wait.
ca: Carregant la teva bonificació de lideratge, si us plau, espera.
de: Ihr Leadership-Bonus wird geladen, bitte warten Sie.
es: Cargando tu bono de liderazgo. Favor de esperar.
fr: Chargement de votre bonus de leadership veuillez patienter.
it: Caricamento del bonus di leadership: attendi.
ja: リーダーシップボーナスを読み込み中です。お待ちください。
kk: Көшбасшылық бонусын алу үшін күте тұрыңыз.
ky: Лидерлик бонусуңуз жүктөлүүдө, күтө туруңуз.
lv: Ielādējiet vadības bonusu. Lūdzu, uzgaidiet.
mn: Таны манлайллын урамшууллыг ачааллаж байна. Түр хүлээнэ үү.
pt: Carregando seu bônus de liderança, aguarde.
ro: Încărcarea bonusului de conducere, te rugăm să aștepți.
ru: Загружаем ваш лидерский бонус, пожалуйста, подождите.
uk: Завантажуємо ваш лідерський бонус, будь ласка, зачекайте.
uz: Етакчилик бонусингиз юкланмоқда, илтимос кутинг.
zh: 正在加载您的领导奖金，请稍候。

source: Loading your QBI details, please wait...
ca: Carregant els detalls del teu QBI, si us plau espera...
de: Ihre QBI-Daten werden geladen, bitte warten...
es: Cargando tus información de QBI. Favor de esperar.
fr: Chargement de vos données QBI, veuillez patienter...
it: Caricamento dei dati QBI, attendere prego...
ja: QBIの詳細を読み込み中です。お待ちください...
kk: Деректер QBI-ге жүктелгенше күтіңіз...
ky: Сиздин QBI (БCИ) маалыматтарыңыз жүктөлүүдө, сураныч күтө туруңуз...
lv: Notiek jūsu QBI dfatu ielādāšana, lūdzu gaidiet...
mn: Таны QBI-ыг ачааллаж байна. Түр хүлээнэ үү...
pt: Carregando os detalhes do seu QBI, aguarde...
ro: Se încarcă detaliile QBI, așteaptă...
ru: Загружаем данные по вашему QBI (ИКБ), пожалуйста, подождите...
uk: Завантажуємо дані щодо вашого QBI (ІЯБ), будь ласка, зачекайте...
uz: QBI маълумотларингиз юкланмоқда, илтимос кутинг...
zh: 正在加载您的QBI详情，请稍候...

source: Loading your receipts...
fr: Chargement de vos reçus…
it: Caricamento delle tue ricevute...

source: Loading your team...
ca: Carregant el teu equip...
de: Ihr Team laden...
es: Cargando tu equipo...
fr: Chargement de votre équipe...
it: Caricamento della tua squadra...
ja: あなたのチームを読み込み中...
kk: Біз сіздің командаңызды жүктейміз...
ky: Командаңыз жүктөлүүдө...
lv: Notiek jūsu grupas ielāde...
mn: Таны багийг ачааллаж байна...
pt: Carregando sua equipe...
ro: Se încarcă echipa ta...
ru: Загружаем вашу команду...
uk: Завантажуємо вашу команду...
uz: Жамоангиз юкланмоқда...
zh: 正在加载您的团队...

source: Loading...
ca: Carregant...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Sto caricando...
ja: 読み込み中...
kk: Жүктелуде...
ko: 로딩...
ky: Жүктөө...
lv: Notiek ielāde...
mn: Ачааллаж байна...
pt: Carregando...
ro: Se încarcă...
ru: Загрузка...
uk: Завантаження...
uz: Юкланмоқда...
zh: 正在加载...

source: Location
ca: Localització
de: Standort
es: Ubicación
fr: Localisation
it: Località
ja: 場所
kk: Орналасқан жері
ko: 위치
ky: Жайгашкан жери
lv: Dzīves vieta
mn: Байршил
pt: Localização
ro: Locație
ru: Локация
uk: Локація
uz: Жойлашуви
zh: 地點

source: Location data is approximate and may not be accurate.
ca: Les dades d'ubicació són aproximades i poden no ser exactes.
de: Die Angaben zum Standort sind ungefähre Angaben und möglicherweise ungenau.
es: Los datos de ubicación son aproximados y podrían no ser exactos.
fr: Les données de localisation sont approximatives et peuvent ne pas être exactes.
it: I dati sulla posizione sono approssimativi e potrebbero non essere precisi.
ja: 位置情報はおおよそのものであり、正確ではない場合があります。
kk: Орын деректері шамамен алынған және дәл болмауы мүмкін.
ko: 위치 데이터는 대략적인 것이며 정확하지 않을 수 있습니다.
ky: Жайгашкан жердин дайындары болжолдуу жана так эмес болушу мүмкүн.
lv: Atrašanās vietas dati ir aptuveni un var nebūt precīzi.
mn: Таны байршлын мэдээлэл тодорхой бус байна.
pt: Os dados de localização são aproximados e podem não ser precisos.
ro: Datele despre locație sunt aproximative și pot să nu fie exacte.
ru: Информация о местоположении является приблизительной и может быть не точной.
uk: Інформація про місцезнаходження є приблизною та може бути неточною.
uz: Жойлашиш жойи маълумотлари бирмунча яқин кўрсатилган ва аниқ бўлмаслиги мумкин.
zh: 位置数据是近似值，可能不准确。

source: Location details
ca: Detalls de la ubicació
de: Details zum Standort
es: Detalles de la Ubicación
fr: Détails de l'emplacement
it: Dettagli sulla posizione
ja: 場所の詳細
kk: Орналасқан жер туралы толық ақпарат
ky: Жайгашкан жердин деталдары
lv: Detalizēta Informācija par atrašanās vietu
mn: Байршлын дэлгэрэнгүй
pt: Detalhes da localização
ro: Detaliile locației
ru: Детали местоположения
uk: Деталі місцезнаходження
uz: Манзилга оид маълумотлар
zh: 位置详情

source: Location Details
ca: Detalls de la ubicació
de: Details zum Standort
es: Detalles de la ubicación
fr: Détails de l'emplacement
it: Informazioni sul luogo
ja: 場所の詳細
kk: Орын мәліметтері
ko: 위치 세부정보
ky: Жайгашкан жердин деталдары
lv: Detalizēta informācija par atrašanās vietu
mn: Байршлын дэлгэрэнгүй мэдээлэл
pt: Detalhes do local
ro: Detaliile locației
ru: Детали местоположения
uk: Деталі місцезнаходження
uz: Манзилга оид маълумотлар
zh: 位置详情

source: Location details for all passengers have been cleared.
ca: S'han esborrat els detalls de localització de tots els passatgers.
de: Die Angaben zum Aufenthaltsort aller Passagiere wurden geklärt.
es: Los detalles de ubicación para todos los pasajeros han sido eliminados.
fr: Les coordonnées de tous les passagers ont été communiquées.
it: I dettagli sulla posizione di tutti i passeggeri sono stati cancellati.
ja: すべての乗客の住所の詳細は削除されました。
kk: Барлық жолаушылардың орналасқан жері туралы ақпарат расталды.
ky: Бардык жүргүнчүлөр үчүн жайгашкан жер маалыматтары тазаланды.
lv: Informācija par atrašanās vietu visiem pasažieriem ir noskaidrota.
mn: Бүх зорчигчдын байршлын тухай мэдээлэл арилгагдлаа.
pt: Os detalhes da localização de todos os passageiros foram esclarecidos.
ro: Detaliile locației pentru toți pasagerii au fost șterse.
ru: Данные местоположения для всех пассажиров были очищены.
uk: Дані про місцезнаходження всіх пасажирів видалено.
uz: Барча йўловчилар учун яшаш манзили маълумотлари тасдиқланди.
zh: 所有乘客的位置信息已被清除。

source: Locations
ca: Ubicacions
de: Standorte
es: Ubicaciones
fr: Localisations
it: Località
ja: 場所
kk: Орналасқан жерлер
ky: Жайгашкан жерлери
lv: Atrašanās Vietas
mn: Байршил
pt: Localizações
ro: Locații
ru: Места
uk: Локації
uz: Жойлашув
zh: 地点

source: Lock Group
ca: Bloquejar Grup
de: Gruppe sperren
es: Bloquear Grupo
fr: Verrouiller le groupe
it: Blocca il gruppo
ja: グループをロック
kk: Топтық блоктау
ko: 그룹 잠금
ky: Топту бөгөттөө
lv: Slēdz Grupu
mn: Бүлгийг цоожлох
pt: Bloquear grupo
ro: Blochează grupul
ru: Закрыть группу
uk: Закрити групу
uz: Гуруҳни ёпиш
zh: 封锁团体

source: lock user
ca: bloquejar usuari
de: Nutzer sperren
es: bloquear usuario
fr: verrouiller l'utilisateur
it: blocca utente
ja: ロックされたユーザー
kk: пайдаланушыны блоктау
ko: 사용자 잠금
ky: колдонуучуну бөгөттөө
lv: bloķē lietotāju
mn: хэрэглэгчийг цоожлох
pt: bloquear usuário
ro: blochează utilizatorul
ru: заблокировать пользователя
uk: заблокувати користувача
uz: Фойдаланувчини ёпиш
zh: 封鎖用户

source: Lock user
ca: Bloquejar usuari
de: Nutzer sperren
es: Bloquear usuario
fr: verrouiller l'utilisateur
it: Blocca utente
ja: ユーザーをロックする
kk: Пайдаланушыны блоктау
ko: 사용자 잠금
ky: Колдонуучуну бөгөттөө
lv: Bloķē lietotāju
mn: Хэрэглэгчийг цоожлох
pt: Bloquear usuário
ro: Blochează utilizatorul
ru: Заблокировать пользователя
uk: Заблокувати користувача
uz: Фойдаланувчини блоклаш
zh: 封锁用户

source: Locked by administrator
ca: Bloquejat per administrador
de: Vom Administrator gesperrt
es: Bloqueado por administrador
fr: Verrouillé par l'administrateur
it: Bloccato dall'amministratore
ja: 管理者によってロックされました
kk: Администратор Жауып Тастады
ko: 관리자에 의해 잠김
ky: Администратор тарабынан бөгөттөлгөн
lv: Bloķēja administrators
mn: Админ цоожилсон байна
pt: Bloqueado pelo administrador
ro: Blocat de administrator
ru: Закрыто администратором
uk: Заблоковано адміністратором
uz: Маъмур томонидан ёпилган
zh: 已被管理员锁定

source: Log In
ca: Inicia Sessió
de: Einloggen
es: Iniciar Sesión
fr: Se Connecter
it: Accedi
ja: ログイン
kk: Кіру
ky: Кирүү
lv: Pieteikties
mn: Нэвтрэх
pt: Entrar
ro: Conectare
ru: Войти
uk: Увійти
uz: Тизимга кириш
zh: 登录

source: Log into your account to submit specific requests about your Membership or Partnership.
ca: Inicia sessió al teu compte per enviar sol·licituds específiques sobre la teva Membresia o el teu Programa de Socis.
de: Melden Sie sich bei Ihrem Konto an, um spezifische Anfragen zu Ihrer Mitgliedschaft oder Partnerschaft zu senden.
es: Inicia sesión para enviar solicitudes específicas sobre tu Membresía o Sociedad.
fr: Connectez-vous à votre compte pour soumettre des demandes spécifiques concernant votre Adhésion ou Partenariat.
it: Accedi al tuo account per inviare richieste specifiche relative alla tua Membership o Partnership.
ja: メンバーシップまたはパートナーシップに関する具体的なリクエストを送信するには、アカウントにログインしてください。
kk: Мүшелік немесе серіктестік туралы нақты сұраулар жіберу үшін аккаунтыңызға кіріңіз.
ky: Мүчөлүгүңүз же Өнөктөштүгүңүз тууралуу конкреттүү өтүнүчтөрдү жөнөтүү үчүн аккаунтуңузга кириңиз.
lv: Piesakieties savā kontā, lai iesniegtu konkrētus pieprasījumus par Biedru dalību vai Partnerību.
mn: Гишүүнчлэл эсвэл Түншлэлийн талаар тодорхой хүсэлт гаргахыг хүсвэл бүртгэлдээ нэвтэрнэ үү.
pt: Faça login em sua conta para enviar solicitações específicas sobre sua Assinatura ou Parceria.
ro: Conectează-te la contul tău pentru a trimite cereri specifice despre calitatea de membru sau parteneriat.
ru: Войдите в свою учетную запись, чтобы отправлять конкретные запросы по поводу программ Членства или Партнерства.
uk: Увійдіть у свій обліковий запис, щоб надіслати конкретні запити щодо Членства чи Партнерства.
uz: Аъзолик ёки Ҳамкорликка оид махсус сўровларни юбориш учун ўз аккаунтингизга киринг.
zh: 登录您的账户以提交有关您的会员资格或合作伙伴关系的具体请求。

source: Log Out
ca: Tanca la sessió.
de: Ausloggen
es: Cerrar Sesión
fr: Se déconnecter
it: Disconnettiti
ja: ログアウト
kk: Шығу
ky: Чыгуу!
lv: Izejiet
mn: Гарах
pt: Sair
ro: Deconectare
ru: Выйти
uk: Вийти
uz: Тизимдан чиқиш
zh: 登出

source: Log out all sessions
ca: Tancar totes les sessions
de: Alle Sitzungen abmelden
es: Cerrar todas las sesiones
fr: Déconnexion de toutes les sessions
it: Disconnetti tutte le sessioni
ja: すべてのセッションからログアウトする
kk: Барлық сеанстардан шығыңыз
ko: 모든 세션 로그아웃
ky: Бардык сессиялардан чыгуу
lv: Atteikties no visām sesijām
mn: Бүх хуудаснаас гаргах
pt: Sair de todas as sessões
ro: Deconectează-te de la toate sesiunile
ru: Завершить все сессии
uk: Вийти з усіх сеансів
uz: Барча сессиялардан чиқиш
zh: 注销所有课程

source: Logged in as user!
ca: Sessió iniciada com a usuari!
de: Eingeloggt als Benutzer!
es: ¡Sesión iniciada como usuario!
fr: Connecté en tant qu'utilisateur !
it: Connesso come utente!
ja: ユーザーとしてログインしました！
kk: Пайдаланушы ретінде тіркелген!
ko: 사용자로 로그인했습니다!
ky: Колдонуучу катары кирдиңиз!
lv: Pieteicies kā lietotājs!
mn: Хэрэглэгчээр нэвтрэн орсон байна!
pt: Logado como usuário!
ro: Autentificat ca utilizator!
ru: Выполнен вход в качестве пользователя!
uk: Виконано вхід як користувач!
uz: Тизимга фойдаланувчи сифатида кирилди!
zh: 以用戶身份登錄！

source: Login
ca: Inici de Sessió
es: Iniciar Sesión
fr: S'identifier
ja: ログイン
kk: Кіру
ko: 로그인
ky: Кирүү
lv: Ieiet
mn: Нэвтрэх
pt: Entrar
ru: Войти
uk: Ввійти
uz: Кириш
zh: 登陸

source: Login Activity
ca: Activitat d'inici de sessió
de: Login-Aktivität
es: Actividad de inicio de sesión
fr: Activité de connexion
it: Attività di accesso
ja: ログインのアクティビティ
kk: Жүйеге кіру әрекеті
ko: 로그인 활동
ky: Кирүү маалыматы
lv: Pieteikšanās aktivitāte
mn: Хандалтын мэдээлэл
pt: Atividade de login
ro: Activitate de conectare
ru: Данные о входах
uk: Дані про входи в систему
uz: Тизимга кириш
zh: 登录活动

source: Login History
ca: Historial d’Inici de Sessió
de: Login-Verlauf
es: Historial de inicio de sesión
fr: Histoire de connexion
it: Cronologia di accesso
ja: ログイン履歴
kk: Кіру тарихы
ky: Кирүү тарыхы
lv: Pieteikšanās vēsture
mn: Нэвтрэн орсон байдал
pt: Histórico de Login
ro: Istoric de conectare
ru: История входов
uk: Історія входів
uz: Тизимга кириш тарихи
zh: 登录历史

source: Login to Access Support
ca: Inicia sessió per accedir a l’ajuda
de: Einloggen, um auf den Support zuzugreifen
es: Inicia Sesión para acceder a Soporte
fr: Connectez-vous pour Accéder à l'Assistance
it: Effettuare il login per accedere all'assistenza
ja: サポートにアクセスするにはログインが必要です
kk: Қолдау қызметіне кіру үшін жүйеге кіріңіз
ky: Колдоо кызматынан пайдалануу үчүн системага кириңиз
lv: Pieteikties, lai iegūtu Atbalstu
mn: Тусламж авахын тулд эхлээд нэвтэрнэ үү
pt: Faça o login para Acessar o Suporte
ro: Conectează-te pentru a accesa Asistența
ru: Войдите в систему, чтобы получить доступ к службе поддержки
uk: Увійдіть, щоб отримати доступ до Служби підтримки
uz: Қўллаб-қувватлаш хизмати билан боғланиш учун тизимга киринг
zh: 登录以获取支持

source: Login/Register
ca: Iniciar sessió / Registrar-se
de: Login/registrieren
es: Inicio de sesión/Registro
fr: Connexion/Inscription
it: Accedi/Registrati
ja: ログイン/登録する
kk: Логин/ Тіркелу
ko: 로그인/등록
ky: Кирүү/Катталуу
lv: Pieteikšanās/Reģistrācija
mn: Нэвтрэх/Бүртгүүлэх
pt: Login/Registro
ro: Conectare/Înregistrare
ru: Войти/Зарегистрироваться
uk: Ввійти/Зареєструватися
uz: Кириш/Рўйхатдан ўтиш
zh: 登錄/註冊

source: Logins
ca: Inicis de Sessió
es: Inicios de sesión
fr: Connexions
it: Login
ja: ログイン
kk: Логиндер
ko: 로그인
ky: Кирүүлөр
lv: Lietotājvārdi
mn: Нэвтрэн орсон
ro: Conectări
ru: Входы
uk: Входи
uz: Тизимга киришлар
zh: 登陸

source: Logout
ca: Tancar sessió
de: Ausloggen
es: Cerrar Sesión
fr: Se déconnecter
it: Esci
ja: ログアウト
kk: Шығу
ko: 로그아웃
ky: Чыгуу
lv: iziet
mn: Гарах
pt: Sair
ro: Ieşire
ru: Выйти
uk: Вийти
uz: Чиқиш
zh: 登出

source: Low Start-Up Cost –
ca: Baix Cost d’Inici –
de: Niedrige Startkosten -
es: Bajo Costo de Inicio –
fr: Faible coût de démarrage -
it: Costi di avviamento ridotti -
ja: 低コストでスタート可能 –
kk: Төмен іске қосу құны –
ky: Ишке киргизүүнүн төмөн баасы -
lv: Zemās sākuma izmaksas –
mn: Бага зардлаар эхлэх-
pt: Baixo Custo Inicial –
ro: Cost scăzut de pornire -
ru: Низкая стоимость запуска –
uk: Низька початкова вартість –
uz: Бошлаш нархи ҳамёнбоп -
zh: 低启动成本 –

source: Low to High Price
ca: Preus de menor a major
de: Niedriger bis hoher Preis
es: Precio más bajo al más alto
fr: Prix du plus bas au plus haut
it: Prezzo da basso ad alto
ja: 価格の安い順
kk: Төменнен жоғары бағаға
ky: Эң төмөнкү баадан жогору көздөй
lv: Samazināt Augsto Cenu
mn: Өгсөх үнээр
pt: Preço mais baixo ao mais alto
ro: Preț mic spre mare
ru: По цене от (от наименьшей к наивысшей)
uk: За ціною від найнижчої до найвищої
uz: Арзон нархлардан қимматларига
zh: 价格从低到高

source: Lower Rank
fr: Rang Inférieur
it: Rango inferiore
kk: Төменгі Ранг
pt: Menor Patamar
uk: Більш Низький Ранг
uz: Қуйироқ ранг
zh: 较低级别

source: Lowest Account IDs
fr: Les ID de compte les plus bas
it: ID account più bassi
kk: Төмен нөмірлі аккаунт ID-лер
pt: IDs de Conta Mais Baixas
uk: Найнижчі ID облікових записів
zh: 最低账户ID

source: Lowest Activations Volume
fr: Volume d'Activations le Plus Faible
it: Volume di Attivazioni più basso
kk: Ең төмен белсендіру көлемі
pt: Menor Volume de Ativações
uk: Найменший Активаційний Обсяг
uz: Энг паст Фаоллик ҳажми
zh: 最低激活业绩量

source: Lowest Price
ca: Preu Més Baix
de: niedrigster Preis
es: Precio Más Bajo
fr: Prix le plus bas
it: Prezzo più basso
ja: 最安値
kk: Ең төменгі баға
ko: 최저 가격
ky: Эң төмөнкү баа
lv: Zemaķā cena
mn: Хамгийн бага үнэ
pt: Menor preço
ro: Cel mai mic preț
ru: Наименьшая цена
uk: Найнижча ціна
uz: Паст нархлар
zh: 最低價格

source: Lowest Stars First
ca: Les estrelles més baixes primer
de: Die wenigsten Sterne zuerst
es: Menos Estrellas Primero
fr: Étoiles les plus basses d'abord
it: Minor numero di stelle in alto
ja: 最も星の評価が低い順
kk: Алдымен ең төменгі жұлдыздар
ko: 최저 등급부터
ky: Алгач эң аз жылдызы болгондор
lv: Pirmās zemakās zvaigznes
mn: Цөөн од эхэнд
pt: Menos estrelas primeiro
ro: Cele mai puține stele mai întâi
ru: Сначала с наименьшим количеством звёзд
uk: Спочатку з найменшою кількістю зірок
uz: Аввал кам юлдузлилар
zh: 最低星優先

source: Lowest Total Production
fr: Production Totale la Plus Faible
it: Produzione totale più bassa
kk: Ең төмен жалпы өндіріс
pt: Menor Produção Total
uk: Найменший загальний товарообіг
uz: Энг паст Жами ишлаб чиқариш ҳажми
zh: 最低总业绩量

source: Loyalty points or rewards programs
ca: Punts de fidelitat o programes de recompenses
de: Treuepunkte- oder Prämienprogramme
es: Puntos de lealtad o programas de recompensa
fr: Points de fidélité ou programmes de récompenses
it: Programmi di punti fedeltà o premi
ja: ロイヤリティ・ポイントまたはリワード・プログラム
kk: Адалдық ұпайлары немесе ынталандыру бағдарламалары
ky: Лоялдуулук упайлары же сыйлык программалары
lv: Lojalitātes punkti vai apbalvošanas programmas
mn: Лоялти оноо болон урамшууллын хөтөлбөрүүд
pt: Pontos de fidelidade ou programas de recompensa
ro: Puncte de fidelitate sau programe de recompense
ru: Баллы лояльности или программы вознаграждений
uk: Бали лояльності або програми винагород
uz: Содиқлик баллари ёки рағбатлантириш дастури
zh: 忠诚度积分或奖励计划

source: Magallen Award
es: Premio Magallen
fr: Prix Magellan
it: Magellan Award
ja: マゼランアワード
kk: Magellan Award марапаты
ky: Magallen сыйлыгы
lv: Magallen Balva
mn: Магелланы шагнал
pt: Prêmio Magellan
ro: Premiul Magellan
ru: Награда Magallen Award
uz: Magallen мукофоти
zh: Magallen奖

source: Main Chat
ca: Xat Principal
de: Hauptchat
es: Chat Principal
fr: Chat principal
it: Chat principale
ja: メインのチャット
kk: Негізгі чат
ko: 메인채팅
ky: Негизги чат
lv: Galvenais tērzēšanā
mn: Гол өрөө
pt: Bate-papo principal
ro: Chat-ul principal
ru: Основной чат
uk: Основний чат
uz: Асосий чат
zh: 主要聊天

source: Main Guest
ca: Convidat principal
de: Hauptgast
es: Huésped Principal
fr: Invité principal
it: Ospite principale
ja: メインゲスト
kk: Бас Қонақ
ky: Негизги конок
lv: Galvenais Viesis
mn: Гол зорчигч
pt: Convidado principal
ro: Oaspete principal
ru: Основной гость
uk: Основний гість
uz: Асосий меҳмон
zh: 主要客人

source: Main Passenger
ca: Passatger Principal
de: Hauptpassagier
es: Pasajero Principal
fr: Passager principal
it: Passeggero principale
ja: 乗客の代表者
kk: Бас жолаушы
ky: Негизги жүргүнчү
lv: Galvenais Pasažieris
mn: Захиалга өгч буй аялагч
pt: Passageiro principal
ro: Pasagerul principal
ru: Основной пассажир
uk: Основний пасажир
uz: Асосий йўловчи
zh: 主要乘客

source: Maintain <strong>Active Partner</strong> status.
ca: Mantenir l'estat de <strong>Soci actiu</strong>.
de: Erhalten Sie den <strong>Aktiven Partner</strong> Status.
es: Mantener el estado de <strong>Socio Activo</strong>.
fr: Maintenir le statut de <strong>Partenaire Actif</strong>.
it: Mantieni lo status di <strong>Partner Attivo</strong>.
ja: <strong>アクティブ・パートナー</strong> のステータスを維持する。
kk: Белсенді<strong> серіктес мәртебесін</strong>сақтаңыз.
ko: <strong>활성 파트너</strong> 상태를 유지합니다.
ky: <strong>Активдүү Өнөктөш</strong> статусун коргоо.
lv: Saglabā <strong>Aktīvā Partnera</strong> statusu.
mn: <strong>Идэвхтэй Түншийн</strong> статусаа хадгалах.
pt: Mantenha o status de <strong>Parceiro Ativo</strong>.
ro: Menține statutul de <strong>Partener activ</strong>.
ru: Сохраните статус <strong>Активного Партнёра</strong>.
uk: Збережіть статус <strong>Активного Партнера</strong>.
uz: <strong>Фаол Ҳамкор</strong> мақомида қолинг.
zh: 保持<strong>有效合作伙伴</strong>状态。

source: maintaining it in February, March, or both:
fr: Maintien en février, mars ou les deux :
it: mantenendolo a febbraio, marzo o in entrambi i mesi:
