Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: %{adultCount} Adults · %{childCount} Childs
ca: %{adultCount} Adults · %{childCount} Infants
de: %{adultCount} Erwachsene · %{childCount} Kinder
es: %{adultCount} Adultos · %{childCount} Niños
fr: %{adultCount} Adultes - %{childCount} Enfants
it: %{adultCount} Adults · %{childCount} Bambini
ja: %{adultCount} 大人 · %{childCount} 子供
kk: %{adultCount} Ересектер · %{childCount} Балалар
ky: %{adultCount} Чоң киши· %{childCount} Балдар
lv: %{adultCount} Adults · %{childCount} Bērni
mn: %{adultCount} том хүн · %{childCount} хүүхэд
pt: %{adultCount} Adultos · %{childCount} Crianças
ro: %{adultCount} Adulți · %{childCount} Copii
ru: %{adultCount} взрослых · %{childCount} детей
uk: %{adultCount} дорослих · %{childCount} дітей
uz: %{adultCount} Катталар · %{childCount} Болалар
zh: %{adultCount} 成人· %{childCount} 儿童

source: %{adultCount} guest
ca: %{adultCount} passatger
de: %{adultCount} Gast
es: %{adultCount} invitado
fr: %{ passagers } invité
it: %{adultCount} ospite
ja: %{adultCount} 人のゲスト
kk: %{adultCount} қонақтар
ky: %{adultCount} конок
lv: %{adultCount}viesis
mn: %{adultCount} зочин
pt: %{adultCount} hóspede
ro: %{adultCount} oaspete
ru: %{adultCount} гостей
uk: %{adultCount} гостей
uz: %{adultCount} меҳмонлар
zh: %{adultCount} 客人

source: %{available} of %{limit} Available
fr: %{available} sur %{limit} Disponible
it: %{available} di %{limit} disponibili
kk: %{available} ішінен %{limit} қолжетімді
pt: %{available} of %{limit} Disponível
uk: Доступно %{available} із %{limit}
zh: 剩余%{available}/共%{limit}

source: %{competitionName} Event App
ca: %{competitionName} Aplicació de l’Esdeveniment
fr: Application événementielle %{competitionName}
it: %{competitionName} App Evento
ja: %{competitionName}イベントアプリ
kk: %{competitionName} іс-шара қосымшасы
pt: %{competitionName} App do Evento
ro: Aplicația evenimentului %{competitionName}
uk: %{competitionName} Додаток для події
uz: %{competitionName} тадбир учун илова
zh: %{competitionName} 活动应用程序

source: %{competitionName} Winner — Welcome to the Summit!
ca: Guanyador de %{competitionName} — Benvingut a la Cimera!
fr: Gagnant %{competitionName} — Bienvenue au Sommet !
it: %{competitionName} Winner — Benvenuto al Summit!
ja: %{competitionName}、 勝ちました — サミットへようこそ!
kk: %{competitionName} жеңімпазы — Саммитке қош келдіңіз!
pt: %{competitionName} Vencedor — Bem-vindo ao Summit!
ro: Câștigătorul %{competitionName} — Bun venit la Summit!
uk: %{competitionName} Переможець — Ласкаво просимо на Саміт!
uz: %{competitionName} ғолиби — Саммитга хуш келибсиз!
zh: %{competitionName} 获奖者——欢迎参加峰会！

source: %{count} more %{plan} %{activationLabel} to reach $%{amount}/member
fr: %{count} autres %{plan} %{activationLabel} pour atteindre $%{amount}/membre
it: %{count} ancora %{plan} %{activationLabel} in più per raggiungere $%{amount}/membro

source: %{count} push notifications were sent successfully.
fr: %{count} notifications push ont été envoyées avec succès.
it: %{count} notifiche push sono state inviate con successo.

source: %{countDownWord} %{time}
fr: %{countDownWord} %{time} (Compte à rebours%{time}

source: %{Cruises} Cruises
fr: %{Cruises} Croisières
it: %{Cruises} Crociere
kk: %{Cruises} Круиздері
pt: %{Cruises} Cruzeiros
uk: %{Cruises} Круїзів
uz: %{Cruises} круизлари
zh: %{Cruises} 邮轮

source: %{currentMonthName} Recurring Bonus
ca: Bono recurrent del %{currentMonthName}
de: %{currentMonthName} Wiederkehrender Bonus
es: %{currentMonthName} Bono Recurrente
fr: %{currentMonthName} Bonus récurrents
it: %{currentMonthName} Bonus Ricorrente
ja: %{currentMonthName} リカーリングボーナス
kk: %{currentMonthName} Тұрақты Бонус
ky: %{currentMonthName} үчүн Кайталануучу бонус
lv: %{currentMonthName} Atkārtotais Bonus
mn: %{currentMonthName} Давтамжит урамшуулал
pt: %{currentMonthName} bônus recorrente
ro: %{currentMonthName} Bonus recurent
ru: Рекуррентный Бонус за %{currentMonthName}
uk: Рекурентний Бонус за %{currentMonthName}
uz: %{currentMonthName} Даврий бонус
zh: %{currentMonthName} 循环奖金

source: %{directName} Direct member Production
fr: %{directName} Production du membre Direct
it: %{directName} Produzione di Membro Diretto
kk: %{directName} Тікелей Мүше Өндірісі
pt: %{directName} Produção de Membro Direto
uk: %{directName} Прямий Членський Обіг
uz: %{directName} тўғридан-тўғри аъзо ишлаб чиқариши
zh: %{directName} 直属会员业绩量

source: %{directName} Teams Production
fr: Production des Équipes
it: %{directName} Produzione dei team
kk: %{directName} Командаларының Өндірісі
pt: %{directName} Produção da Equipe
uk: %{directName} Товарообіг Команди
uz: %{directName} Жамоа ишлаб чиқариши
zh: %{directName} 团队业绩量

source: %{DueDate} At %{DueTime}.
ca: %{DueDate} a les %{DueTime}.
de: %{DueDate} um %{DueTime}.
es: %{DueDate} a las %{DueTime}.
fr: %{Date d'échéance} à %{Date d'échéance}.
it: %{DueDate} alle ore %{DueTime}.
ja: %{DueDate} 時間： %{DueTime}。
kk: %{DueDate} туралы%{DueTime}.
ky: %{DueDate} саат %{DueTime}.
lv: %{DueDate} Pie %{Izpildes Laiks}.
ro: %{DueDate} la %{DueTime}.
ru: %{DueDate} в %{DueTime}.
uk: %{DueDate} о %{DueTime}.
uz: %{DueDate} соат %{DueTime} да.
zh: %{DueDate}的%{DueTime}。

source: %{lastMonthName} Recurring Bonus
ca: Bono recurrent del %{lastMonthName}
de: %{lastMonthName} Wiederkehrender Bonus
es: %{lastMonthName} Bono Recurrente
fr: %{lastMonthName} Bonus récurrent
it: %{lastMonthName} Bonus Ricorrente
ja: %{lastMonthName} リカーリングボーナス
kk: %{lastMonthName} Тұрақты Бонус
ky: %{lastMonthName} үчүн Кайталануучу бонус
lv: %{lastMonthName}Atkārtotais Bonus
mn: %{lastMonthName} Давтамжит урамшуулал
pt: %{lastMonthName} bônus recorrente
ro: %{lastMonthName} Bonus recurent
ru: Рекуррентный Бонус за %{lastMonthName}
uk: Рекурентний Бонус за %{lastMonthName}
uz: %{lastMonthName} учун Даврий бонус
zh: %{lastMonthName} 循环奖金

source: %{Levels} Title Achievement Goals To Max-out Compensation
ca: %{Levels} Objectius de Títols de Lideratge per Maximitzar la teva Compensació
de: %{Levels} Die 8 Rangtitel bis zur maximalen Vergütung
es: %{Levels} Objetivos de Títulos de Liderazgo para Maximizar tu Compensación
fr: %{Levels} Titre d’accomplissement des objectifs pour avoir maximiser les compensations
it: %{Levels} Obiettivi di conseguimento del titolo per massimizzare i compensi
ja: %{Levels} 報酬最大化のための8タイトルと達成目標
kk: %{Levels} Максималды марапат үшін қол жеткізілген мақсаттарға арналған атақ
ky: %{Levels} Компенсацияны көбөйтүү үчүн көздөгөн максаттарыңыздын аты
lv: %{Levels}Titula sasniegšanas mērķi maksimālai kompensācijai
mn: Манлайллын %{Levels} цолны шагнал урамшуулал хамгийн ихээр авах болзлууд
pt: %{Levels} títulos de realizações de metas para a compensação máxima
ro: %{Levels} Obiective de realizat pentru a maximiza compensaţia
ru: %{Levels} Званий за Достижения Целей для Максимального Вознаграждения
uk: %{Levels} Звань за Досягнення Цілей для Максимальної Винагороди
uz: %{Levels} Максимал компенсацияга эришиш учун 8 даража номи
zh: %{Levels} 头衔成就目标达到最高薪酬

source: %{Message}
de: %{Nachricht}
fr: %{Message}. ( pour cent{ Message} )
it: %{Messaggio}
mn: %{Мессеж}
ro: %{Mesaj}
uk: %{Повідомлення}

source: %{nights} nights
ca: %{nights} nits
de: %{nights} Nächte
es: %{nights} noches
fr: %{nights} nuits
it: %{nights} notti
ja: %{nights} 泊
kk: %{nights} түндер
ky: %{nights} түн
lv: %{nights} naktis
mn: %{nights} шөнө
pt: %{nights} noites
ro: %{nights} nopți
ru: ночей: %{nights}
uk: %{nights} ночей
uz: %{nights} кеча
zh: %{nights} 晚

source: %{nights} Nights
ca: %{nights} Nits
de: %{nights} Nächte
es: %{nights} Noches
fr: %{nights} Nuits
it: %{nights} Notti
ja: %{nights} 泊
kk: %{nights} Түн
ko: %{nights} 박
ky: %{nights} түн
lv: %{nights} Naktis
mn: %{nights} Хоног
pt: %{nights} noites
ro: %{nights} Nopți
ru: Ночей: %{nights}
uk: %{nights} Ночей
uz: %{nights} кеча
zh: %{nights} 晚

source: %{plan} Activations
fr: %{plan} d' Activations
it: %{plan} Attivazioni
kk: %{plan}Белсендіру
pt: %{plan} Ativações
uk: %{plan} Активації
uz: %{plan} Фаолликлар
zh: %{plan}激活数

source: %{results} results for "%{text}"
ca: %{results} resultats per a "%{text}"
de: %{results} Ergebnisse für „%{text}“
es: %{results} resultados para "%{text}"
fr: %{results} résultats pour "%{text}"
it: %{results} risultati per "%{text}"
ja: "%{text}"に対する %{results}の結果
kk: %{results} нәтижелер үшін"%{text}"
ky: "%{text}"үчүн натыйжалар %{results}
lv: %{results} rezultāti priekš "%{text}"
mn: %{results} үр дүн нь "%{text}"
pt: %{results} resultados para "%{text}"
ro: %{results} rezultate pentru "%{text}"
ru: %{results} результатов для «%{text}»
uk: %{results} результатів для "%{text}"
uz: "%{text}" учун %{results} натижалар
zh: %{results}个与“%{text}”相关的结果

source: %{startDate} to %{endDate}
ca: %{startDate} de %{endDate}
de: %{startDate} bis %{endDate}
es: %{startDate} a %{endDate}
fr: %{startDate} à %{endDate}
it: %{startDate} a %{endDate}
lv: %{startDate} līdz %{endDate}
mn: %{startDate} -аас %{endDate} хүртэл
pt: %{ startDate } a %{ endDate }
ro: %{startDate} la %{endDate}
ru: с %{startDate} по %{endDate}
uk: з %{startDate} по %{endDate}
uz: %{startDate} дан %{endDate} гача

source: %{total} Results
fr: %{total} Résultats
it: %{total} Risultati

source: %{total1} out of %{total2} selected contacts have already been invited. Please select how you would like to continue.
ca: El %{total1} de %{total2} contactes seleccionats ja han estat convidats. Si us plau, selecciona com vols continuar.
de: %{total1} von %{total2} ausgewählten Kontakten wurden bereits eingeladen. Bitte wählen Sie aus, wie Sie fortfahren möchten.
es: %{total1} de %{total2} contactos seleccionados ya fueron invitados. Elige cómo prefieres continuar.
fr: %{total1} des %{total2} contacts sélectionnés ont déjà été invités. Veuillez sélectionner la manière dont vous souhaitez poursuivre.
it: %{total1} dei %{total2} contatti selezionati sono stati già invitati. Scegli come desideri continuare.
ja: %{total1} 件の内、 %{total2} 件の選択した連絡先は、すでに招待メールを受け取っています。この後のご希望の選択肢をお選びください。
kk: таңдалған контактілердің %{%{total1} % {total2} шақырылды. Жалғастыру опциясын таңдаңыз.
ky: Тандалган %{total2} байланыштын ичинен %{total1} мурунтан эле чакырылган. Улантуу үчүн опцияны тандаңыз.
lv: %{total1} no %{total2} atlasītās kontaktpersonas jau ir uzaicinātas. Lūdzu, atlasiet, kā vēlaties turpināt.
mn: Сонгосон %{total2} хүний %{total1}-д урилга илгээгдсэн байна. Хэрхэн үргэлжлүүлэхээ сонгоно уу.
pt: %{total1} de %{total2} contatos selecionados já foram convidados. Selecione como você gostaria de continuar.
ro: %{total1} din %{total2} persoane de contact selectate au fost deja invitate. Te rugăm să selectezi cum vrei să continui.
ru: %{total1} из %{total2} выбранных контактов уже были приглашены. Выберите, пожалуйста, вариант продолжения.
uk: %{total1} з %{total2} вибраних контактів вже було запрошено. Виберіть, будь ласка, як ви бажаєте продовжити.
uz: Танланган %{total2} контактлардан %{total1} нафари таклиф этилган. Илтимос, қандай давом этишни исташингизни танланг.
zh: %{total1} 个已选联系人中的 %{total2} 个已经被邀请。请选择您希望如何继续。

source: © 2015-Present, inCruises, All Rights Reserved.
ca: © 2015-Actualitat, inCruises, Tots els drets Reservats.
de: © 2015- Gegenwart, inCruises, Alle Rechte vorbehalten.
es: © 2015-Presente, inCruises, Todos los Derechos Reservados.
fr: © 2015-Présent, inCruises, Tous droits réservés.
it: © 2015-oggi inCruises, tutti i diritti riservati.
ja: © 2015年～現在、inCruises、全著作権所有。
kk: © 2015 - қазіргі уақытта, inCruises, Барлық құқықтар қорғалған.
ky: © 2015тен азыркыга чейин, inCruises, Бардык укуктар корголгон.
lv: © 2015-Tagad, InCruises, Visas tiesības paturētas.
mn: © 2015 оноос хойш, inCruises, Бүх эрх зохиогчийн эрхийн хуулиар хамгаалагдсан.
pt: © 2015-presente, inCruises, Todos os Direitos Reservados.
ro: © 2015-Prezent, inCruises, Toate drepturile rezervate.
ru: © С 2015 — до настоящего времени, inCruises. Все права защищены.
uk: © 2015–дотепер, inCruises. Усі права захищено.
uz: © 2015-ҳозирга қадар, inCruises, Барча ҳуқуқлар ҳимояланган.
zh: ©2015年至今，inCruises，保留所有权利。

source: + $250 Activation Payment
fr: + Paiement d'Activation : 250 $
it: + 250 $ Pagamento di Attivazione
kk: + $250 Белсендіру Төлемі
pt: acréscimo de US$ 250 de Pagamento de Ativação
uk: + $250 Внесок за активацію
uz: + 250$ Фаоллик тўлови
zh: + $250激活付款

source: + Add Admins
ca: + Afegir Administradors
de: Admins
es: +Añadir Admins
fr: + Ajouter des Admins
it: + Aggiungi amministratori
ja: + 管理者を追加
kk: + Админдарды Қосу
ko: + 어드민 추가
ky: + Администраторлорду кошуу
lv: + Pievieno Adminstr
mn: + Админ нэмэх
pt: + Adicionar administradores
ro: + Adaugă Administratori
ru: + Добавить администраторов
uk: + Додати адміністраторів
uz: + Маъмурларни қўшиш
zh: + 添加管理员

source: + Add Cruise
ca: + Afegir creuer
de: + Kreuzfahrt hinzufügen
es: + Añadir Crucero
fr: + Ajouter une Croisière
it: + Aggiungi crociera
ja: + クルーズを追加
kk: + Круиздерді Қосу
ko: + 크루즈 여행 추가
ky: + Круиз кошуу
lv: +Pievienot Kruīzu
mn: + Далайн аялал нэмэх
pt: + Adicionar cruzeiro
ro: + Adaugă Croazieră
ru: + Добавить круиз
uk: + Додати круїз
uz: + Круиз қўшиш
zh: +添加邮轮

source: + Add Department
ca: + Afegir departament
de: + Abteilung hinzufügen
es: + Agregar Departamento
fr: + Ajouter Département
it: + Aggiungi reparto
ja: + 担当部署を追加
kk: + Бөлімді Қосу
ko: + 담당 부서 추가
ky: + Бөлүм кошуу
lv: + Pievieno Departamentu
mn: + Хэлтэс нэмэх
pt: Adicionar departamento
ro: + Adaugă Departament
ru: + Добавить отдел
uk: + Додати відділ
uz: + Бўлимни қўшиш
zh: + 添加部门

source: + Add new account
ca: + Afegir nou compte
de: + Neues Konto hinzufügen
es: + Agregar nueva cuenta
fr: + Ajouter un nouveau compte
it: + Aggiungi un nuovo account
ja: + 新しい口座を追加する
kk: + Жаңа есептік жазбаны қосу
ko: + 새로운 계정 추가
ky: + Жаңы аккаунт кошуу
lv: + Pievieno jaunu kontu
mn: + Банкны данс нэмэх
pt: + Adicionar nova conta
ro: + Adaugă un cont nou
ru: + Добавить новую учётную запись
uk: + Додати новий обліковий запис
uz: + Янги аккаунт қўшиш
zh: + 添加新帐户

source: + Add Permission Group
ca: + Afegir grup de permisos
de: + Berechtigungsgruppe hinzufügen
es: + Agregar grupo de permisos
fr: + Ajouter une groupe de commission
it: + Aggiungi gruppo autorizzazioni
ja: + 権限グループの追加
kk: + Рұқсат Тобын Қосу
ko: + 권한 그룹 추가
ky: + Уруксат берүүчү топту кошуу
lv: + Pievieno Atļauju Grupu
mn: + Зөвшөөрлийн бүлэг нэмэх
pt: + Adicionar grupo de permissão
ro: + Adaugă Grup de permisiuni
ru: + Добавить группу разрешений
uk: + Додати групу з правами
uz: + Рухсат берувчи гуруҳларни қўшиш
zh: + 添加权限组

source: + Add Permission Groups
ca: + Afegir grups de permisos
de: + Berechtigungsgruppen hinzufügen
es: + Agregar grupos de permisos
fr: + Ajouter des groupes de permission
it: + Aggiungi gruppo permessi
ja: + 権限グループの追加
kk: + Рұқсат Топтарын Қосу
ko: + 권한 그룹 추가
ky: + Уруксат берүүчү топторду кошуу
lv: + Pievieno Atļauju Grupas
mn: + Зөвшөөрлийн бүлэг нэмэх
pt: + Adicionar grupos de permissão
ro: + Adaugă Grupuri de permisiuni
ru: + Добавить группы разрешений
uk: + Додати групи дозволів
uz: + Рухсат берувчи гуруҳни қўшиш
zh: + 添加权限组

source: + Add Permissions
ca: + Afegir Permisos
de: + Berechtigungen hinzufügen
es: + Agregar permisos
fr: + Ajouter des permissions
it: + Aggiungi permessi
ja: + 権限を追加
kk: + Рұқсаттарды Қосу
ko: + 권한 추가
ky: + Уруксаттарды кошуу
lv: + Pievieno Atļaujas
mn: + Зөвшөөрлүүд нэмэх
pt: + Adicionar permissões
ro: + Adaugă Permisiuni
ru: + Добавить права
uk: + Додати дозволи
uz: + Рухсатларни қўшиш
zh: + 添加权限

source: +1 Point/$10 USD of paid volume
fr: +1 Point/10 $ US de volume payant
it: +1 Punto/10 $ di volume pagato

source: +100 Activation Payment
fr: + 100 Paiement d'Activation
it: +100 Pagamento Attivazione
kk: +100 Белсендіру төлемі
pt: +100 Pagamentos de Ativação
uk: +100 Активаційний внесок
zh: +100激活付款

source: +150 Activities
ca: +150 Activitats
de: +150 Aktivitäten
es: Más de 150 Actividades
fr: +150 Activités
it: +150 Attività
ja: 150件以上のアクティビティ
kk: +150 Белсенділік
ky: +150 Иш-чара
lv: +150 Ativitātes
mn: +150 аялалууд
pt: +150 atividades
ro: 150+ Activități
ru: +150 активностей
uk: +150 активностей
uz: 150+ тадбирлар
zh: +150 活动

source: </div><div><br></div><div>Happy birthday!</div><div><br></div><div>You must have been born to lead because you're so fantastic at it!</div><div><br></div><div>May God bless you with many more glorious years of leading people as wonderfully as you do!</div><div><br></div><div>Here's to you and a healthy, happy year ahead!</div><div><br></div><div>Best regards,</div><div>[YOUR SIGNATURE HERE]</div>
ca: </div><div><br></div><div>Feliç aniversari!</div><div><br></div><div>Has d'haver nascut per liderar, ets fantàstic!</div><div><br></div><div>Que Déu et beneeixi amb molts anys més gloriosos de gent líder tan meravellosament com tu!</div><div><br></div><div>Aquí està per a tu i un any saludable i feliç!</div><div><br></div><div>Els millors aspectes,</div><div>[LA TEVA SIGNATURA AQUÍ]</div>
de: </div><div><br></div><div>Alles Gute zum Geburtstag!</div><div><br></div><div>Sie müssen zum Führen geboren sein, denn Sie sind so fantastisch darin!</div><div><br></div><div>Möge Gott Sie mit vielen weiteren glorreichen Jahren segnen, in denen Sie die Menschen so wunderbar leiten, wie Sie es tun!</div><div><br></div><div>Auf Sie und ein gesundes, glückliches neues Jahr!</div><div><br></div><div>Mit freundlichen Grüßen,</div><div>[IHRE UNTERSCHRIFT HIER]</div>
es: </div><div><br></div><div>¡Feliz Cumpleaños!</div><div><br></div><div>¡Seguro naciste para ser un líder, porque eres fantástico haciéndolo!</div><div><br></div><div>¡Dios te bendiga con más años gloriosos para liderar personas de la forma tan maravillosa como lo haces!</div><div><br></div><div>¡Por tí y por un año saludable y feliz que está por venir!</div><div><br></div><div>Saludos,</div><div>[TU FIRMA AQUÍI]</div>
fr: </div><div><br></div><div>Bon anniversaire !</div><div><br></div><div>Vous êtes née pour diriger parce que vous êtes si fantastique dans ce domaine !</div><div><br></div><div>Que Dieu vous bénisse avec beaucoup d'autres années glorieuses à diriger les gens aussi merveilleusement que vous le faites !</div><div><br></div><div>À vous et à une année saine et heureuse à venir !</div><div><br></div><div>Bien cordialement,</div><div>[YOTRE SIGNATURE ICI]</div>
it: </div><div><br></div><div>Buon compleanno!</div><div><br></div><div>Devi essere nato per dirigere perché lo fai in modo fantastico!</div><div><br></div><div>Dio ti benedica con molti altri gloriosi anni a dirigere magnificamentele le persone come sai fare tu!</div><div><br></div><div>A te e ad un sano e felice anno a venire!</div><div><br></div><div>Saluti,</div><div>[LA TUA FIRMA QUI]</div>
ja: </div><div><br></div><div>Happy birthday!</div><div><br></div><div>あなたはリーダーになるために生まれてきたに違いありません。</div><div><br></div><div>人を素晴らしく導き、輝かしい年月がこれからもずっと続きますように</div><div><br></div><div>あなたにとって、健康で幸せな1年になることを祈っています。</div><div><br></div><div>敬具</div><div>[ここにあなたのサイン]</div>
kk: </div><div><br></div><div>Туған күніңмен!</div><div><br></div><div>Сіз көшбасшы болу үшін туылған болуыңыз керек, өйткені сіз өте кереметсіз осында!</div><div><br></div><div>Алла сізге өзіңіз сияқты керемет адамдарды басқарған даңқты жылдарыңызды нәсіп етсін!</div><div><br></ div><div>Міне, сізге және алдағы денсаулық, бақытты жыл!</div><div><br></div><div>Ізгі ниетпен,</div><div>[СІЗДІҢ ОСЫ ЖЕРДЕ]</div><div> div>
ko: </div><div><br></div><div>Happy birthday!</div><div><br></div><div>더할 나위 없이 멋진 귀하는, 리더로 운명지어진 분입니다!</div><div><br></div><div>귀하가 훌륭히 하신 것처럼, 사람들을 더 영광스럽게 리딩하는 한 해가 되어 주십시오!</div><div><br></div><div>귀하의 건강과 행복을 빌며, 새해 복 많이 받으십시오!</div><div><br></div><div>감사합니다</div><div>[귀하의 사인을 여기에 하십시오]</div>
ky: </div><div><br></div><div>Туулган күнүңүз менен!</div><div><br></div><div>Сиз адамдарды жетектөө үчүн төрөлгөн болушуңуз керек, анткени сиз бул жаатта мыктысыз!!</div><div><br></div><div> Кудайым сизге азыркыдай кереметтүү түрдө элдерди жетектей турган дагы далай сонун жылдарды насип кылсын!</div><div><br></div><div> Сиз үчүн жана алдыдагы ден соолуктуу, бакыттуу жыл үчүн! </div><div><br></div><div>Сизди урматтап,</div><div>[СИЗДИН КОЛУҢУЗ]</div>
lv: </div><div><br></div><div>Laimīgu Dzimšanas Dienu!</div><div><br></div><div>Jūs esat dzimuši,lai kļūtu par līderiem,jo esat radīti tam!</div><div><br></div><div>Lai Dievs jūs svētī ar nākamajiem veiksmīgiem gadiem, vadot cīlvēkus tikpat veiksmīgi kā līdz šim!</div><div><br></div><div>Par Jums un veselīgu,laimīgu šo gadu!</div><div><br></div><div>Ar vislabākajiem novēlējumiem,</div><div>[YOUR SIGNATURE HERE]</div>
mn: </div><div><br></div><div>Танд төрсөн өдрийн халуун мэндийг хүргэе!</div><div><br></div><div>Та бол бусдыг манлайлахаар төрсөн үнэхээр гайхалтай хүн билээ.</div><div><br></div><div>Яг л таны гайхамшигтайгаар удирдан манлайлж буй энэ өдрүүд мэт олон сайхан он жилүүдийг Бурхан таны амьдралд ивээн өгөх болтугай!</div><div><br></div><div>Танд ирж буй энэ ондоо эрүүл энх, аз жаргал, сайн сайхан бүхнийг хүсэн ерөөе!</div><div><br></div><div>Хүндэтгэсэн,</div><div>[ТАНЫ ГАРЫН ҮСЭГ]</div>
pt: </div><div><br></div><div>Feliz aniversário!</div><div><br></div><div>Você deve ter nascido para liderar porque você é fantástico para isso!</div><div><br></div><div>Que Deus o abençoe com muitos anos gloriosos liderando pessoas tão maravilhosamente quanto você!</div><div><br></ div><div>Feliz e saudável ano pela frente!</div><div><br></div><div>Atenciosamente,</div><div>[SUA ASSINATURA AQUI]</ div>
ro: </div><div><br></div><div>La mulți ani!</div><div><br></div><div>Trebuie să te fi născut să conduci pentru că ești atât de fantastic la asta!</div><div><br></div><div>Fie ca Dumnezeu să te binecuvânteze cu mulți ani glorioși de a conduce oameni așa cum o faci tu de minunat!</div><div><br></ div><div>În sănătatea ta și un an sănătos și fericit în viitor!</div><div><br></div><div>Cu stimă,</div><div>[SEMNĂTURA TA AICI]</ div>
ru: </div><div><br></div><div>С днём рождения!</div><div><br></div><div>Должно быть вы родились, чтобы быть лидером, поскольку у вас это получается просто фантастически!</div><div><br></div><div>Пусть Господь благословит вас многочисленными восхитительными годами, в которых вы будете вести за собой людей также великолепно, как вы и делаете это сейчас!</div><div><br></div><div>Поднимаю бокал за вас и за предстоящий счастливый и проведённый в здравии год!</div><div><br></div><div>С наилучшими пожеланиями,</div><div>[ВАША ПОДПИСЬ ЗДЕСЬ]</div>
uk: </div><div><br></div><div>З днем народження!</div><div><br></div><div>Мабуть ви народилися, щоб бути лідером, оскільки у вас це виходить просто фантастично!</div><div><br></div><div>Нехай Господь благословить вас численними чудовими роками, в яких ви будете вести за собою людей так само чудово, як ви робите це зараз!</div><div><br></div><div>Піднімаю келих за вас і за майбутній щасливий і проведений у здоров'ї рік</div><div><br></div><div>З найкращими побажаннями,</div><div>[ВАШ ПІДПИС ТУТ]</div>
uz: </div><div><br></div><div>Туғилган кунингиз билан!</div><div><br></div><div>Сиз етакчилик учун туғилган бўлсангиз керак, чунки сиз бу борада мутахассиссиз!</div><div><br></div><div>Одамларга ҳозиргидек ажойиб етакчилик қилишингиз учун Оллоҳ сизга узоқ умр берсин!</div><div><br></div><div>Баракали ва бахтли йилларингиз ҳали олдинда!</div><div><br></div><div>Best regards,</div><div>[СИЗНИНГ ИМЗОИНГИЗ]</div>
zh: </div><div><br></div><div>生日快樂！</div><div><br></div><div>您一定是為領導而生，因為您在這方面太棒了！</div><div><br></div><div>願上帝保佑您在更輝煌的歲月裡像您一樣出色地領導人們！</div><div><br></div><div>祝您健康快樂，來年快樂！</div><div><br></div><div>最好的祝福,</div><div>[您的簽名]</div>
