Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Gain exclusive access to thousands of cruises, luxury hotels, and breathtaking tours—without paying full price. Your next adventure is closer than ever!
ca: Accedeix de manera exclusiva a milers de creuers, hotels de luxe i excursions espectaculars — sense pagar el preu complet. La teva pròxima aventura és més a prop que mai!
de: Erhalten Sie exklusiven Zugang zu Tausenden von Kreuzfahrten, Luxushotels und atemberaubenden Touren – ohne den vollen Preis zu zahlen. Ihr nächstes Abenteuer ist näher denn je!
es: Obtén acceso exclusivo a miles de cruceros, hoteles de lujo y excursiones espectaculares—sin pagar el precio completo. ¡Tu siguiente aventura está más cerca que nunca!
fr: Bénéficiez d'un accès exclusif à des milliers de croisières, d'hôtels de luxe, et de circuits à couper le souffle, sans payer le plein tarif. Votre prochaine aventure est plus proche que jamais !
it: Ottieni l'accesso esclusivo a migliaia di crociere, hotel di lusso e tour mozzafiato, senza pagare il prezzo pieno. La tua prossima avventura è più vicina che mai!
ja: 何千ものクルーズ、ラグジュアリーホテル、息をのむようなツアーに、正規料金を支払うことなく特別にアクセスできます。次の冒険がもっと身近に！
kk: Толық құнын төлемей-ақ мыңдаған круиздерге, сәнді қонақүйлерге және таңғажайып турларға эксклюзивті қол жеткізіңіз. Келесі шытырман оқиғаңыз бұрынғыдан да жақын!
ky: Миңдеген круиздерге, люкс мейманканаларга жана укмуштуу турларга толук бааны төлөбөстөн эксклюзивдүү мүмкүнчүлүк алыңыз. Кийинки укмуштуу саякатыңыз болуп көрбөгөндөй жакын!
lv: Iegūstiet ekskluzīvu piekļuvi tūkstošiem kruīzu, luksusa viesnīcām un elpu aizraujošām ekskursijām, nemaksājot pilnu cenu. Tavs nākamais piedzīvojums ir tuvāks nekā jebkad agrāk!
mn: Бүрэн үнийг нь төлөхгүйгээр олон мянган далайн аялал, тансаг зочид буудал, сэтгэл хөдөлгөм газлын аялалд онцгой эрх аваарай. Таны дараагийн аялал урьд өмнөхөөсөө ч илүү ойрхон байна!
pt: Tenha acesso exclusivo a milhares de cruzeiros, hotéis de luxo e passeios de tirar o fôlego—sem pagar o preço total. Sua próxima aventura está mais perto do que nunca!
ro: Obține acces exclusiv la mii de croaziere, hoteluri de lux și tururi uluitoare, fără a plăti prețul integral. Următoarea ta aventură este mai aproape ca niciodată!
ru: Получите эксклюзивный доступ к тысячам круизов, роскошных отелей и захватывающих дух туров, не платя за них полную стоимость. Ваше следующее приключение ближе, чем когда-либо!
uk: Отримайте ексклюзивний доступ до тисяч круїзів, розкішних готелів і захоплюючих турів, не сплачуючи повної вартості. Ваша наступна пригода ближче, ніж будь-коли!
uz: Яхлит нархини тўламаган ҳолда минглаб круизлар, муҳташам меҳмонхоналар ва ҳайратомуз турларга эксклюзив кириш ҳуқуқини қўлга киритинг. Сизнинг навбатдаги саёҳатингиз ҳар қачонгидан ҳам яқинроқ!
zh: 专属畅享数千条邮轮行程、奢华酒店和令人惊叹的旅行路线——无需支付全价。您的下一次冒险比以往任何时候都更近在咫尺！

source: Gala – Sept 19, 2026
fr: Gala – 19 septembre 2026
it: Gala – 19 settembre 2026

source: Gallery
ca: Galeria
de: Galerie
es: Galería de Fotos
fr: Galerie
it: Galleria
ja: ギャラリー
kk: Галерея
ko: 갤러리
ky: Галерея
lv: Galerija
mn: Зургийн цомог
pt: Fotos
ro: Galerie
ru: Галерея
uk: Галерея
uz: Галерея
zh: 畫廊

source: Gender
ca: Gènere
de: Geschlecht
es: Género:
fr: Sexe
it: Sesso
ja: 性別
kk: Жынысы
ky: Жынысы
lv: Dzimums
mn: Хүйс
pt: Gênero
ro: Sex
ru: Пол
uk: Стать
uz: Жинси
zh: 性別

source: Gender Required!
ca: Sexe Requerit!
de: Geschlecht erforderlich!
es: ¡Especificar Género!
fr: Sexe requis !
it: Specificare il sesso!
ja: 性別の入力が必要です！
kk: Жынысы міндетті түрде!
ko: 성별 필수!
ky: Жыныс талап кылынат!
lv: Dzimums tiek prasīts!
mn: Хүйсээ бич!
pt: O gênero é obrigatório!
ro: Menţionaţi sexul!
ru: Пол Обязательно!
uk: Необхідно вказати Стать!
uz: Жинс талаб қилинади!
zh: 性別是必須的！

source: Gender:
ca: Gènere:
de: Geschlecht:
es: Genero:
fr: Sexe :
it: Sesso:
ja: 性別：
kk: Жынысы:
ko: 성별:
ky: Жынысы:
lv: Dzimums:
mn: Хүйс:
pt: Gênero:
ro: Sex:
ru: Пол:
uk: Стать:
uz: Жинси:
zh: 性別：

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
kk: Жалпы мәліметтер
ky: Жалпы маалыматтар
lv: Vispārējs
mn: Ерөнхий
pt: Geral
ru: Общие сведения
uk: Загальний
uz: Умумий
zh: 一般

source: General Access Seating
fr: Places en Catégorie Générale
it: Posti a sedere con accesso ordinario
kk: Жалпы қолжетімді орындар
pt: Assentos de Acesso Geral
uk: Зони загального користування
uz: Стандарт кириш жойлари
zh: 普通入场座位

source: General Admission
fr: Entrée Générale
it: Ingresso ordinario
kk: Жалпы кіру
pt: Entrada Geral
uk: Загальний Вхід
uz: Стандарт кириш
zh: 普通入场票

source: GENERAL ADMISSION - GOES LIVE IN
fr: ENTRÉE GÉNÉRALE - DÉPART EN LIGNE DANS
it: BIGLIETTI ORDINARI - DISPONIBILI TRA
kk: ЖАЛПЫ КІРУ – БАСТАЛАДЫ
pt: ENTRADA GERAL - DISPONÍVEL EM
uk: ЗАГАЛЬНИЙ ВХІД — ПОЧАТОК ЧЕРЕЗ
uz: СТАНДАРТ КИРИШ - БОШЛАНИШ ВАҚТИ:
zh: 普通入场门票 - 即将开启倒计时

source: GENERAL ADMISSION — €299
fr: ENTRÉE GÉNÉRALE — 299€
it: BIGLIETTI ORDINARI — €299
kk: ЖАЛПЫ КІРУ — €299
pt: ENTRADA GERAL — €299
uk: ЗАГАЛЬНИЙ ВХІД — €299
uz: СТАНДАРТ КИРИШ - 299€
zh: 普通入场门票 — €299

source: Generate
ca: Genera
de: Erstellen
es: Generar
fr: Générer
it: Genera
ja: 生成する
kk: Жасау
ko: 생성하십시오
ky: Жасоо
lv: Radīt
mn: Үүсгэх
pt: Gerar
ro: Generează
ru: Генерировать
uk: Генерувати
uz: Яратиш
zh: 生成

source: Generate $500 USD in monthly direct production, and inCruises will cover up to $100 USD of your Membership—saving you thousands each year in travel!
ca: Genera 500 dòlars en producció directa mensual, i inCruises cobrirà fins a 100 dòlars de la teva Membresia — estalviant-te milers de dòlars cada any en viatges!
de: Erzielen Sie 500 USD an monatlichem Direktumsatz und inCruises übernimmt bis zu 100 USD Ihrer Mitgliedschaft und spart Ihnen so jedes Jahr Tausende von Reisen!
es: Genera $500 USD en producción mensual directa, e inCruises cubrirá hasta $100 USD de tu Membresía—¡ahorrándote miles de dólares al año en viajes!
fr: Générez 500 USD de production directe mensuelle et inCruises couvrira jusqu'à 100 USD de votre Adhésion, vous permettant ainsi d'économiser des milliers de dollars chaque année en voyages !
it: Genera 500$ di produzione diretta mensile e inCruises si farà carico fino a 100$ del tuo Abbonamento, facendoti risparmiare migliaia di dollari all'anno sui viaggi!
ja: 毎月の直紹介売上額が$500 USDに達すると、inCruisesがあなたのメンバーシップ費用を最大$100 USDまでカバー！年間で数千ドルの旅行費を節約できます！
kk: Ай сайын 500 АҚШ долларын тікелей өндіріс ретінде табыңыз, және inCruises сіздің мүшелігіңіз үшін 100 АҚШ долларға дейінгі соманы төлейді — бұл сізге жыл сайын саяхатта мыңдаған доллар үнемдеуге көмектеседі!
ky: Айлык түз өндүрүштөн $500 АКШ долларын тапсаңыз, inCruises сиздин Мүчөлүгүңүздүн $100 АКШ долларына чейинки бөлүгүн жабат — бул сизге жыл сайын миңдеген долларлык саякатты үнөмдөөгө мүмкүнчүлүк берет!
lv: Ģenerējiet 500 ASV dolārus ikmēneša tiešajā apgrozījumā, un inCruises segs līdz 100 ASV dolāriem no jūsu biedru dalības, katru gadu ceļojumā ietaupot tūkstošus ASV dolāru!
mn: Таны баг сар бүр $500-ын борлуулалт гаргаж буй тохиолдолд inCruises таны Гишүүнчлэлийн төлбөрийн $100-ыг төлөх юм — энэ нь танд жил бүр өөрийн аялалд олон мянган доллар хэмнэх боломжийг олгодог юм!
pt: Gere US$500 mensal em produção direta e a inCruises cobrirá até US$100 da sua Assinatura—te poupando milhares de dólares em viagem a cada ano!
ro: Generează 500$ în producție lunară directă, iar inCruises va acoperi până la 100$ USD din abonament — economisindu-ți anual mii în călătorii!
ru: Генерируйте $500 прямого месячного товарооборота, и inCruises покроет до $100 USD вашей Программы Членства, что даст вам экономию на путешествиях на тысячи долларов каждый в год!
uk: Щомісяця створюйте $500 USD прямого виробітку, а inCruises покриє до $100 USD вашого Членського платежу — заощаджуючи для вас на подорожах тисячі щороку!
uz: Ойлик тўғридан-тўғри ишлаб чиқариш ҳажмини 500$ га чиқаринг ва inCruises Аъзолик тўловингиз учун 100$ қоплаб беради – бу сизга саёҳатларда минглаб долларлар тежаш имконини яратади!
zh: 每月直接业绩达到500美元，inCruises将为您承担最多100美元的会员费用——每年为您的旅行节省数千美元！

source: Generate a New Password
ca: Genera una Contrasenya Nova
de: Neues Passwort erstellen
es: Generar una nueva Contraseña
fr: Générer un nouveau mot de passe
it: Genera una nuova password
ja: 新しいパスワードを生成する
kk: Жаңа Құпиясөз Жасау
ko: 새 비밀번호 생성
ky: Жаңы Сырсөз түзүңүз
lv: Izveidot jaunu paroli
mn: Шинэ нууц үг үүсгэх
pt: Gerar uma nova senha
ro: Generează o parolă nouă
ru: Сгенерируйте Новый Пароль
uk: Створити Новий Пароль
uz: Янги пароль яратиш
zh: 生成一個新的密碼

source: Generous Earnings –
ca: Ingressos Generosos -
de: Großzügige Einnahmen -
es: Ganancias Generosas –
fr: Des revenus généreux -
it: Guadagni generosi -
ja: 潤沢な収入ー
kk: Айтарлықтай табыс –
ky: Олуттуу киреше –
lv: Dāsni ieņēmumi -
mn: Өгөөмөр орлого -
pt: Ganhos generosos –
ro: Câștiguri generoase -
ru: Значительные заработки –
uk: Щедрі заробітки –
uz: Катта даромад -
zh: 丰厚的收入 –

source: German
ca: Alemany
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
ja: ドイツ語
kk: Неміс
ko: 독일어
ky: Немецтик
lv: Vācietis
mn: Герман хэл
pt: Alemão
ro: Germană
ru: Немецкий
uk: Німецька
uz: Немис
zh: 德國

source: Get 2 Tickets for €249
fr: Obtenez 2 Billets pour 249 €
it: Acquista 2 biglietti a 249 €
kk: 2 Билетті €249-ға алыңыз
pt: Retire 2 Ingressos por €249
uk: Отримайте 2 квитки за €249
uz: 249€ га 2 та чипта олинг
zh: 2张门票仅需€249

source: Get 25% or 50% OFF (or any % off) on all cruises!
ca: Aconsegueix un 25% o 50% de DESCOMPTE (o qualsevol % de descompte) en tots els creuers!
es: Consigue un 25% o un 50% (o cualquier %) de descuento ¡en todos los cruceros!
fr: Obtenez 25 % ou 50 % de réduction (ou tout autre pourcentage) sur toutes les croisières !
it: Ottenere il 25% o il 50% di SCONTO (o qualsiasi altra %) su tutte le crociere!
ja: すべてのクルーズが25％または50％OFF（または特定の％OFF）で購入可能！
kk: Барлық круиздерге 25% немесе 50% ЖЕҢІЛДІК (немесе кез келген % жеңілдік) алыңыз!
ky: Бардык круиздерде 25% же 50% АРЗАНДАТУУГА (же ар кандай %дагы арзандатууга) ээ болуңуз!
mn: Бүх далайн аяллуудад 25% эсвэл 50%-ийн хямдралтай!
pt: Ganhe 25% ou 50% de desconto (ou qualquer % de desconto) em todos os cruzeiros!
ro: Primeşte 25% sau 50% REDUCERE (sau orice % de reducere) la toate croazierele!
ru: Получите СКИДКУ в 25% или 50% (или другой %) на все круизы!
uk: Отримайте ЗНИЖКУ 25% або 50% (або інший %) на всі круїзи!
uz: Барча круизлар учун 25% ёки 50% ЧЕГИРМАНИ (ёки ҳар қандай % чегирмани) қўлга киритинг!
zh: 所有邮轮均可享受 25% 或 50% 折扣（或任何 % 折扣）！

source: Get 800 Reward Points at Signup
fr: Recevez 800 Points de Récompense à l'Inscription
it: Ottieni 800 Crediti Premio al momento dell'iscrizione
kk: Тіркелу кезінде 800 Бонус Ұпайларын алыңыз
pt: Ganhe 800 Pontos de Recompensa ao se Inscrever
uk: Отримайте 800 Бонусних Балів під час реєстрації
uz: Рўйхатдан ўтишда 800 Бонус балларини қўлга киритинг
zh: 注册即可获得800奖励积分

source: Get a certain discount percentage for any specific cruise
ca: Aconsegueix un determinat percentatge de descompte per a un creuer concret
es: Obtén un cierto porcentaje de descuento para cualquier crucero específico
fr: Obtenez un certain pourcentage de réduction pour une croisière spécifique
it: Ottenere una determinata percentuale di sconto per una crociera specifica
ja: 特定のクルーズを一定の割引率で購入することができる。
kk: Кез келген нақты круиз үшін белгілі бір жеңілдік пайызын алыңыз
ky: Ар кандай круизге белгилүү бир пайыздык арзандатуу алыңыз
mn: Алив нэгэн аялалд тодорхой хөнгөлөлтийн хувь хэлэх
pt: Obtenha uma certa porcentagem de desconto para qualquer cruzeiro específico
ro: -Obține un anumit procent de reducere pentru orice croazieră specifică
ru: Получите конкретную скидку в процентах на любой конкретный круиз
uk: Отримайте певний відсоток знижки на будь-який конкретний круїз
uz: Ҳар қандай аниқ круиз учун маълум фоиздаги чегирмага эга бўлинг
zh: 获得任何特定邮轮的一定折扣百分比

source: Get codes from an app like Authy, 1Password, Microsoft Authenticator, or Google Authenticator. You will need to download the app from the App Store or Google Play Store and follow the in app instructions for setup.
ca: Aconsegueix codis d'una aplicació com Authy, 1Password, Microsoft Authenticator o Google Authenticator. Hauràs de descarregar l'aplicació d'App Store o Google Play Store i seguir les instruccions de l'aplicació per a configurar-la.
de: Holen Sie sich Codes von einer App wie Authy, 1Password, Microsoft Authenticator oder Google Authenticator. Sie müssen die App aus dem App Store oder dem Google Play Store herunterladen und den Anweisungen in der App zur Einrichtung folgen.
es: Obtén códigos desde una app como Authy, 1Password, Microsoft Authenticator o Google Authenticator. Necesitarás descargar la aplicación desde la App Store o Google Play Store y seguir las instrucciones de la aplicación que descargues para su configuración.
fr: Obtenez des codes à partir d'une application comme Authy, 1Password, Microsoft Authenticator ou Google Authenticator. Vous devez télécharger l'application à partir de l'App Store ou du Google Play Store et suivre les instructions de l'application pour l'installer.
it: Ottieni i codici da un'applicazione del tipo Authy, 1Password, Microsoft Authenticator o Google Authenticator. Dovrai scaricare l'applicazione dall'App Store o da Google Play Store e seguire le istruzioni dell'applicazione per la configurazione.
ja: Authy、1Password、Microsoft Authenticator、Google Authenticatorなどのアプリからコードを取得します。App StoreまたはGoogle Play Storeからアプリをダウンロードし、アプリ内の指示に従って設定する必要があります。
kk: Authy, 1Password, Microsoft Authenticator немесе Google Authenticator сияқты қолданбалардан кодтарды алыңыз. Қолданбаны App Store немесе Google Play Store дүкенінен жүктеп алып, қолданбадағы орнату нұсқауларын орындауыңыз керек.
ko: Authy, 1Password, Microsoft Authenticator 또는 Google OTP와 같은 앱에서 코드를 가져옵니다. 앱 스토어 또는 구글 플레이 스토어에서 앱을 다운로드하고 앱 내 지침에 따라 설정해야 합니다.
ky: Authy, 1Password, Microsoft Authenticator же Google Authenticator сыяктуу колдонмолордон коддорду алыңыз. Сиз колдонмону App Store же Google Play Дүкөнүнөн жүктөп алып, орнотуу үчүн колдонмодогу көрсөтмөлөрдү аткарышыңыз керек.
lv: Iegūstiet kodus no tādas lietotnes kā Authy, 1Passoword, Microsoft Authentificētāja vai Google Authentificētāja.Lietotne ir jālejupielādē no App Store vai Google Play veikala un jāveic iestatīšana, izmantojot lietotnes norādījumus.
mn: Authy, 1Password, Microsoft Authenticator эсвэл Google Authenticator зэрэг аппликэйшнүүдээс код авахыг зөвлөж байна. Та эдгээр аппликэйшнүүдийг App Store эсвэл Google Play-гээс өөрийн утсан дээр татаж авч зааврын дагуу тохируулна уу.
pt: Obtenha códigos de um aplicativo como Authy, 1Password, Microsoft Authenticator ou Google Authenticator. Você precisará baixar o aplicativo na App Store ou Google Play Store e seguir as instruções do aplicativo para configuração.
ro: Obține coduri dintr-o aplicație precum Authy, 1Password, Microsoft Authenticator sau Google Authenticator. Va trebui să descarci aplicația din App Store sau Google Play Store și să urmezi instrucțiunile din aplicație pentru configurare.
ru: Получайте коды с помощью таких приложений, как Authy, 1Password, Microsoft Authenticator или Google Authenticator. Вам нужно будет скачать приложение из App Store или магазина Google Play и следовать инструкциям в приложении для настройки.
uk: Отримуйте коди за допомогою таких програм, як Authy, 1Password, Microsoft Authenticator або Google Authenticator. Вам потрібно буде завантажити програму з App Store або магазину Google Play і дотримуватися вказівок у програмі для налаштування.
uz: Кодларни Authy, 1Password, Microsoft Authenticator ёки Google Authenticator каби иловалардан олинг. Иловани App Store ёки Google Play Store дан юклаб олишингиз ҳамда иловадаги созлаш кўрсатмаларига амал қилишингиз лозим бўлади.
zh: 从 Authy、1Password、Microsoft Authenticator 或 Google Authenticator 等应用获取验证码。 您需要从 App Store 或 Google Play Store 下载该应用程序，然后按照应用程序内的说明进行设置。

source: Get Connect
ca: Connecta't
de: Connect erwerben
es: Obtener Connect
fr: Obtenir Connect
it: Acquisisci Connect
ja: コネクト使う
kk: Қосылу
ko: 커넥트 구매
ky: Кошулуу
lv: Piesaisti Connect
mn: Конект хэрэглэх
pt: Connect-se
ro: Obține Connect
ru: Получить комнату "Коннект"
uk: Отримати кімнату "Коннект"
uz: Connect га уланиш
zh: 獲得 Connect

source: Get IN! Enjoy More Of Your World For Less
ca: Entra IN! Gaudeix de Més del Teu Món per Menys
de: Steigen Sie ein! Genießen Sie mehr von Ihrer Welt für weniger Geld
es: ¡Ponte IN! Disfruta Más de Tu Mundo Por Menos
fr: Allez IN ! Profitez Davantage de Votre Monde à Moindre Coût
it: Fanne parte! Goditi di più il mondo spendendo meno
ja: 今すぐINしよう！世界をもっと楽しみながら、もっとお得に
kk: IN-ге қосылыңыз! Әлеміңізден көбірек ләззат алыңыз, аз ақшаға
ky: Кошулуңуз! Аз акчага көбүрөөк ырахат алгыла
lv: Esi IN! Izbaudi Vairāk savu Pasauli par Lētāku Cenu
mn: Одоо нэгдээрэй! Бага зардлаар дэлхий ертөнцөөр илүү их аялаарай.
pt: Entre! Aproveite Mais do seu Mundo por Menos
ro: Fii IN! Bucură-te de mai mult din lumea ta pentru mai puțin
ru: Вступайте в IN! Больше удовольствий вашего мира за меньшие деньги
uk: Приєднуйтесь до IN! Насолоджуйтесь світом більше — витрачайте менше
uz: Бизга қўшилинг! Камроқ харажат эвазига кўпроқ завқланинг
zh: 加入我们！以更少花费尽享更多精彩世界

source: Get motivated and educated with the
ca: Troba motivació i educa't amb les
de: Lassen Sie sich motivieren und weiterbilden mit
es: Encuentra motivación y edúcate con las
fr: Motivez-vous et formez-vous grâce à
it: Motivazione e formazione con le presentazioni video
ja: モチベーションを高め、学ぶために
kk: Мотивация алыңыз және білім алыңыз
ko: 동기 부여 및 교육을 통해
ky: Ушу менен бирге шыктанып билим алыңыз
lv: KĻūstiet motivēti un izglītojaties ar
mn: Урам авч, суралц
pt: Fique motivado e aprenda com o
ro: Fii motivat și educat cu
ru: Вдохновляйтесь и обучайтесь благодаря
uk: Надихайтеся та навчайтеся завдяки
uz: Мотивация ва билим олинг
zh: 受到激励和教育

source: Get paid for every new Member you refer.
ca: Rep pagaments per cada nou Membre que refereixis.
de: Erhalten Sie eine Vergütung für jedes neue Mitglied, das Sie werben.
es: Recibe un pago por cada Miembro nuevo que refieras.
fr: Recevez une rémunération pour chaque nouveau Membre que vous parrainez.
it: Ricevi un compenso per ogni nuovo Membro che segnali.
ja: 紹介した新規メンバーごとに報酬を獲得。
kk: Сіз тартқан клубтың әрбір жаңа мүшесі үшін төлем алыңыз.
ky: Сиз каттаган ар бир жаңы мүчө үчүн акы алыңыз.
lv: Gūstiet sanaksu par katru jaunu uzaicināto Biedru.
mn: Таны санал болгосон шинэ Гишүүн бүрийн төлөө орлого авна.
pt: Seja pago por cada novo Membro que você indicar.
ro: Fii plătit pentru fiecare membru nou pe care îl recomanzi.
ru: Получайте выплату за каждого нового Члена Клуба, которого вы привлекли.
uk: Отримуйте гроші за кожного нового Члена, якого ви привели.
uz: Сиз жалб этган ҳар бир янги Аъзо учун даромад олинг.
zh: 每推荐一位新会员，您都将获得报酬。

source: Get paid for your efforts to promote our membership and business opportunity.
ca: Guanya diners per promocionar la nostra quota de membresia i l'oportunitat de negoci.
de: Lassen Sie sich für die Weiterempfehlung unserer Mitgliedschaft und Geschäftsmöglichkeit bezahlen.
es: Genera ingresos por tus esfuerzos para promover nuestra oferta y oportunidad de negocio.
fr: Soyez payé pour vos efforts, pour avoir fait la promotion de notre adhésion et de notre opportunité d’affaires.
it: Fatti pagare per l'impegno che metti nel promuovere le nostre Membership e opportunità di business.
ja: 私たちの会員制度とビジネスチャンスを促進するあなたの努力に対して報酬を得てください。
kk: Біздің клубтық мүшелігіміз бен бизнес мүмкіндіктерімізді алға жылжыту арқылы табыс табыңыз.
ko: 멤버십 가입 및 사업 기회를 홍보하려는 귀하의 노력에 대한 보상을 받으십시오.
ky: Клубдук мүчөлүгүбүз менен бизнес мүмкүнчүлүктөрүбүздү таркатуу аракетиңиз үчүн акы алыңыз.
lv: Saņemiet samaksu par savu darbu dalībnieku un biznesa pieaugumā.
mn: Манай гишүүнчлэл, бизнесийн боломжийг сурталчилсны төлөө олох мөнгөн орлого.
pt: Seja pago pelos seus esforços para promover nossa assinatura e a nossa oportunidade de negócio.
ro: Fii plătit pentru eforturile tale de a promova Clubul şi oportunitatea noastră de afaceri.
ru: Получайте деньги за ваши усилия по продвижению нашего клубного членства и возможности для бизнеса.
uk: Заробляйте гроші за ваші прикладені зусилля з просування нашого членства та можливостей для бізнесу.
uz: Бизнинг Аъзолик ва бизнес имкониятларимизни тарғиб этганингиз учун мукофот олинг.
zh: 推銷我們的會員和商業機會以獲得報酬。

source: Get paid to Cruise with our world-leading compensation program by becoming a Partner.
ca: Converteix-te en Soci i guanya diners per viatjar amb el nostre programa de compensació líder al món.
de: Werden Sie Partner und lassen Sie sich durch unser Weltklasse-Vergütungsprogramm für Kreuzfahrten machen bezahlen.
es: Gana dinero por viajar con nuestra programa de compensación global al convertirte en Socio.
fr: Faites-vous payer pour Cruise avec notre programme de rémunération de pointe dans le monde en devenant partenaire.
it: Diventa Partner e sarai pagato per viaggiare con il nostro piano compensi che è tra i migliori al mondo.
ja: パートナーになり、世界をリードする報酬プログラムで クルーズによる報酬を得ましょう。
kk: Клуб серіктесі болып, Круизде саяхаттау арқылы әлемдегі жетекші өтемақы бағдарламасымен табыс табыңыз.
ko: 파트너가 됨으로서, 세계 최고의 보상 프로그램 통해 보수를 받으며 크루즈여행을 할 수 있습니다.
ky: Клуб өнөктөшү болуп, Круизде саякаттоо үчүн дүйнөдөгү алдыңкы компенсация программабыз менен акы алыңыз.
lv: Samaksājiet kruīzam, izmantojot pasaulē vadošo kompensācijas programmu, kļūstot par partneri.
mn: Та манай Түнш болсноор дэлхийн хамгийн шилдэг шагнал урамшууллын хөтөлбөр бүхий аялалд аялангаа орлого урамшуулал авах боломжтой болох юм.
pt: Torne-se um sócio e seja remunerado pelos seus esforços através do nosso Programa de Compensação mundial.
ro: Fii plătit să mergi în croaziere devenind Partener prin programul nostru de compensare, care este lider mondial.
ru: Станьте Партнёром и зарабатывайте на круизные путешествия благодаря нашему передовому компенсационному плану.
uk: Стати Партнером Клубу і заробляйте подорожуючи в Круїзі, завдяки нашій унікальній програмі компенсацій, що є лідером на світовому рівні.
uz: Ҳамкор бўлиб, бизнинг дунёдаги етакчи компенсация дастуримиз билан Круиздан даромад олинг.
zh: 通過成為Cruise合作夥伴並加入我們世界領先的薪酬計劃獲得報酬。

source: GET POTENTIAL GROWTH
ca: OBTENIR CREIXEMENT POTENCIAL
de: WACHSTUMSPOTENZIAL ERHALTEN
es: OBTÉN CRECIMIENTO POTENCIAL
fr: OBTENIR UNE CROISSANCE POTENTIELLE
it: CRESCITA POTENZIALE
ja: 成長のポテンシャルを見る
kk: ӘЛЕУМЕТТІК ӨСУ
ko: 잠재적인 성장 달성
ky: ПОТЕНЦИАЛДЫК ӨСҮҮГӨ ЭЭ БОЛУҢУЗ
lv: IEGŪSTI POTENCIĀLO IZAUGSMI
mn: БОЛОМЖИТ ӨСӨЛТИЙГ ХАРАХ
pt: OBTENHA CRESCIMENTO POTENCIAL
ro: OBȚINE CREȘTEREA POTENȚIALĂ
ru: ПОЛУЧИТЬ ПОТЕНЦИАЛЬНЫЙ РОСТ
uk: ОТРИМАТИ ПОТЕНЦІЙНЕ ЗРОСТАННЯ
uz: ПОТЕНЦИАЛ ЎСИШНИ ҚЎЛГА КИРИТИНГ
zh: 获得潜在的增长

source: Get Rankings
ca: Obtenir Classificacions
de: Ranglisten erhalten
es: Obtener Ranking
fr: Obtenir des Classements
it: Vai alle classifiche
ja: ランキングを見る
kk: Рейтинг Алу
ko: 달성 순위
ky: Рангтарга жетишиңиз
lv: Iegūsti rangus
mn: Харах
pt: Obter classificações
ro: Obține Clasamentul
ru: Получить ранги
uk: Отримати рейтинги
uz: Рейтингларга ўтиш
zh: 獲得排名

source: Get started for just $95 USD!
ca: Comença per només 95 dòlars!
de: Starten Sie für nur $95 USD!
es: ¡Comienza con solo $95 USD!
fr: Commencez pour seulement $95 USD !
it: Inizia con soli 95$!
ja: たったの $95 USD でスタート！
kk: Бар болғаны 95 доллардан бастаңыз!
ky: Болгону $95 USD менен баштаңыз!
lv: Sāciet tikai ar $95 USD!
mn: Зөвхөн $95.00 төлөөд эхэлж болно!
pt: Comece por apenas US$95!
ro: Începe cu doar 95$!
ru: Начните всего за $95!
uk: Почніть лише за $95 USD!
uz: Атиги 95$ эвазига бошланг!
zh: 仅需$95.00美元即可开始！

source: Get Started Now
ca: Comença Ara
de: Starten Sie jetzt
es: Empieza Ahora
fr: Commencez Maintenant
it: Inizia subito
ja: 今すぐ始めましょう
kk: Қазір Бастау
ky: Азыр баштаңыз!
lv: Sāciet tagad
mn: Одоо эхлээрэй
pt: Comece agora
ro: Începe Acum
ru: Начать сейчас
uk: Почніть зараз
uz: Ҳозироқ бошлаш
zh: 现在开始
