Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises may also offer contests to qualifying users. In order to participate, we may ask for your contact and demographic information such as your name, your email address and your mailing address. Except as otherwise provided for in this Privacy Policy, none of the information you provide in relation to a contest is shared with third parties, except in summary form, if at all. The demographic information that inCruises collects in the registration process and through surveys and contests is utilized to help us improve our Services. This may include targeting advertising to you about our Services. Information we gather through a contest may also be disclosed to third parties as necessary for prize fulfillment and for other aspects of any contest or similar offering.
ca: inCruises també pot oferir concursos a usuaris que compleixin els requisits. Per participar-hi, és possible que et demanem informació de contacte i dades demogràfiques, com ara el teu nom, adreça electrònica i adreça postal. Excepte si s’indica el contrari en aquesta Política de Privacitat, cap de les dades que proporciones en relació amb un concurs es comparteix amb tercers, llevat que sigui en format resumit, si escau. La informació demogràfica que inCruises recull durant el procés de registre i mitjançant enquestes i concursos s’utilitza per ajudar-nos a millorar els nostres Serveis. Això pot incloure l’orientació de publicitat sobre els nostres Serveis. La informació que recollim a través d’un concurs també pot ser compartida amb tercers quan sigui necessari per lliurar els premis o per gestionar altres aspectes del concurs o activitats similars.
de: inCruises bietet berechtigten Nutzern möglicherweise auch Gewinnspiele an. Zur Teilnahme benötigen wir Ihre Kontakt- und demografischen Daten wie Ihren Namen, Ihre E-Mail-Adresse und Ihre Postanschrift. Sofern in dieser Datenschutzrichtlinie nichts anderes bestimmt ist, werden Ihre im Rahmen eines Gewinnspiels angegebenen Daten nicht an Dritte weitergegeben, außer in zusammengefasster Form. Die demografischen Daten, die inCruises im Rahmen der Registrierung sowie durch Umfragen und Gewinnspiele erhebt, nutzen wir zur Verbesserung unserer Dienste. Dies kann auch die gezielte Ansprache unserer Nutzer über unsere Dienste umfassen. Informationen, die wir im Rahmen eines Gewinnspiels sammeln, können auch an Dritte weitergegeben werden, soweit dies für die Preisvergabe und andere Aspekte eines Gewinnspiels oder ähnlicher Angebote erforderlich ist.
es: inCruises también puede ofrecer concursos a los usuarios que califiquen. Para participar, la compañía puede pedirle su contacto e información demográfica, como su nombre, dirección de correo electrónico y dirección postal. Salvo que se disponga lo contrario en esta Política de Privacidad, ninguna información que usted proporcione en relación con un concurso se compartirá con terceros, excepto en forma de resumen, en todo caso. La información demográfica que inCruises acumula en el proceso de registro y a través de encuestas y concursos se utiliza para ayudar a mejorar los servicios que presta la compañía. Esto puede incluir el envío de publicidad concreta en relación con nuestros servicios. La Información recopilada a través de un concurso también podrá ser revelada a terceros por necesidad para la entrega del premio y para otros aspectos de cualquier concurso u oferta similar.
fr: nCruises peut également proposer des concours aux utilisateurs admissibles. Pour participer, nous pouvons vous demander vos coordonnées et informations démographiques, telles que votre nom, votre adresse e-mail et votre adresse postale. Sauf disposition contraire de la présente Politique de confidentialité, aucune des informations que vous fournissez dans le cadre d'un concours n'est partagée avec des tiers, sauf sous forme résumée, voire pas du tout. Les informations démographiques collectées par inCruises lors de l'inscription, des sondages et des concours sont utilisées pour nous aider à améliorer nos Services. Cela peut inclure des publicités ciblées concernant nos Services. Les informations que nous recueillons dans le cadre d'un concours peuvent également être divulguées à des tiers si nécessaire pour l'attribution des prix et pour d'autres aspects de tout concours ou offre similaire.
it: inCruises può anche offrire concorsi agli utenti idoeni. Per partecipare, potremmo richiedere i tuoi dati di contatto e demografici, come il tuo nome, il tuo indirizzo e-mail e il tuo indirizzo postale. Ad eccezione di quanto diversamente previsto nella presente Informativa sulla Privacy, nessuna delle informazioni che fornisci in relazione a un concorso viene condivisa con terzi, se non in forma aggregata. Le informazioni demografiche che inCruises raccoglie durante il processo di registrazione e tramite sondaggi e concorsi vengono utilizzate per aiutarci a migliorare i nostri Servizi. Ciò potrebbe includere la visualizzazione di pubblicità mirata sui nostri Servizi. Le informazioni che raccogliamo tramite un concorso possono anche essere divulgate a terzi nella misura necessaria per l'assegnazione dei premi e per altri aspetti di qualsiasi concorso o offerta simile.
ja: inCruisesは、資格のあるユーザーにコンテストを提供することもあります。参加するために、名前、メールアドレス、住所などの連絡先と⼈⼜統計情報を要求する場合があります。このプライバシーポリシーで別途規定されている場合を除き、 コンテストに関して提供した情報は、要約フォームを除き、第三者と共有されることはありません。inCruisesが登録プロセスおよび調査やコンテストを通じて収集する⼈⼜統計情報は、サービスの改善に役⽴てられます。 これには、サービスに関する広告のターゲット設定が含まれる場合があります。コンテストを通じて収集した情報は、必要に応じて、賞品の授与およびコンテストまたは同様の提供の他のオファーのために第三者に開⽰される場合があります。
kk: inCruises сондай-ақ білікті пайдаланушыларға конкурстар ұйымдастыруы мүмкін. Қатысу үшін біз сізден байланыс және демографиялық ақпаратты, мысалы, атыңызды, электрондық поштаңызды және пошта мекенжайыңызды сұрауымыз мүмкін. Осы Құпиялық саясатына сәйкес өзгеше көрсетілмеген жағдайда, конкурспен байланысты ұсынған ақпараттарыңыз үшінші тараптармен бөлісілмейді, тек жалпы түрде, егер ол мүлде болса. inCruises тіркелу процесі мен сауалнамалар және конкурстар арқылы жинаған демографиялық ақпаратты біздің Қызметтерімізді жақсартуға көмектесу үшін пайдаланады. Бұл сізге біздің Қызметтеріміз туралы жарнаманы мақсатты түрде көрсету мүмкіндігін қамтуы мүмкін. Конкурс арқылы жинаған ақпараттар сыйлықтарды тапсыру және конкурс немесе ұқсас ұсыныстардың басқа аспектілері үшін үшінші тараптарға қажет болған жағдайда ашылуы мүмкін.
ky: inCruises мезгил-мезгили менен сиздин артыкчылыктарыңыз жана башка колдонуучулардын каалоолору жөнүндө маалымат чогултуу үчүн сурамжылоолорду жүргүзүшү мүмкүн. Бул сурамжылоолор милдеттүү эмес жана жоопторуңуз купуя сакталат. inCruises ошондой эле квалификациялуу колдонуучуларга сынактарды сунуштай алат. Катышуу үчүн биз сиздин аты-жөнүңүз, электрондук почта дарегиңиз жана почта дарегиңиз сыяктуу байланыш жана демографиялык маалыматыңызды сурашыбыз мүмкүн. Ушул Купуялык саясатында башкача каралбаса, конкурска байланыштуу берген маалыматыңыздын бири дагы үчүнчү жактар менен бөлүшүлбөйт, эгерде каралган болсо, кыскача корутундусу эле бөлүшүлүшү мүмкүн. inCruises каттоо процессинде, сурамжылоо жана сынактар аркылуу чогулткан демографиялык маалымат бизге Кызматтарыбызды жакшыртууга жардам берүү үчүн колдонулат. Бул биздин Кызматтарыбыз жөнүндө сизге багытталган жарнамаларды камтышы мүмкүн. Биз конкурс аркылуу чогулткан маалымат байгени ыйгаруу сыяктуу конкурстун же башка ушул ссыяктуу сунуштардын талаптарын аткаруу үчүн зарыл болсо, үчүнчү жактарга да ачыкка чыгышы мүмкүн.
lv: inCruises var arī piedāvāt konkursus kvalificētiem lietotājiem. Lai piedalītos, mēs varam lūgt jūsu kontaktinformāciju un demogrāfisko informāciju, piemēram, jūsu vārdu, e-pasta adresi un pasta adresi. Ja vien šajā konfidencialitātes politikā nav noteikts citādi, nekas no informācijas, ko sniedzat saistībā ar konkursu, tiek kopīgota ar trešām personām, izņemot kopsavilkuma veidā, ja vispār. Demogrāfiskā informācija, ko inCruises apkopo reģistrācijas procesā, aptaujās un konkursos, tiek izmantota, lai palīdzētu mums uzlabot mūsu Pakalpojumus. Tas var ietvert reklāmas mērķauditorijas atlasi par mūsu pakalpojumiem. Informāciju, ko apkopojam konkursa kārtībā, var izpaust arī trešajām personām, ja tas nepieciešams balvu piepildīšanai un citiem jebkura konkursa vai līdzīga piedāvājuma aspektiem.
mn: inCruises нь болзол хангасан хэрэглэгч нарт уралдаан санал болгож болно. Оролцохын тулд бид таны нэр, имэйл хаяг, шуудангийн хаяг зэрэг холбоо барих болон таны хувийн мэдээллүүдийг лавлаж болно. Энэхүү Нууцлалын бодлогод өөрөөр заагаагүй бол уралдаантай холбоотой таны өгсөн мэдээллийг хураангуй хэлбэрээс бусад тохиолдолд гуравдагч этгээдтэй хуваалцахгүй. inCruises бүртгэлийн явцад болон судалгаа, уралдааны явцад цуглуулдаг хувийн мэдээллийг үйлчилгээгээ сайжруулахад ашиглаж болно. Үүнд манай үйлчилгээний талаар танд илгээж буй сурталчилгаа багтаж болно. Уралдаанаар бидний цуглуулсан мэдээллийг шагнал гардуулах болон аливаа уралдаан эсвэл үүнтэй төстэй саналын бусад асуудалд шаардлагатай бол гуравдагч этгээдэд мэдэгдэх боломжтой.
pt: A inCruises também pode oferecer concursos para usuários qualificados. Para participar, nós podemos solicitar seu contato e informações demográficas como seu nome, seu endereço de e-mail e seu endereço de correspondência. Exceto quando disposto em contrário nesta Política de Privacidade, nenhuma das informações que você fornece em relação a um concurso é compartilhada com terceiros, exceto na forma de resumo, se necessário. As informações demográficas que a inCruises coleta no processo de registro e por meio de pesquisas e concursos são utilizadas para nos ajudar a melhorar os nossos Serviços. Isso pode incluir a segmentação de publicidade que você recebe sobre os nossos Serviços. As informações que coletamos por meio de um concurso também podem ser divulgadas a terceiros, conforme necessário para cumprir o prêmio e para outros aspectos de qualquer concurso ou oferta similar.
ro: inCruises poate oferi, de asemenea, concursuri utilizatorilor calificați. Pentru a participa, este posibil să-ți solicităm informațiile tale de contact și demografice, cum ar fi numele tău, adresa ta de e-mail și adresa ta poștală. Cu excepția cazului în care se prevede altfel în această Politică de confidențialitate, niciuna dintre informațiile pe care le furnizați în legătură cu un concurs sunt partajate terților, cu excepția unei forme rezumative, dacă este cazul. Informațiile demografice pe care inCruises le colectează în procesul de înregistrare și prin sondaje și concursuri sunt utilizate pentru a ne ajuta să ne îmbunătățim Serviciile. Aceasta poate include direcționarea publicității către tine despre Serviciile noastre. Informațiile pe care le colectăm prin intermediul unui concurs pot fi, de asemenea, dezvăluite unor terțe părți, după cum este necesar pentru îndeplinirea premiilor și pentru alte aspecte ale oricărui concurs sau ofertă similară.
ru: inCruises также может предлагать конкурсы квалифицированным пользователям. Для участия мы можем запросить вашу контактную и демографическую информацию, например, ваше имя, ваш адрес электронной почты и ваш почтовый адрес. Если иное не предусмотрено настоящей Политикой Конфиденциальности, никакая информация, предоставленная вами в отношении конкурса, не передается третьим лицам, кроме как в обобщенной форме, если вообще будет передаваться. Демографическая информация, которую inCruises собирает в процессе регистрации, а также посредством опросов и конкурсов, используется для того, чтобы помочь нам улучшить наши Услуги. Это может включать в себя целенаправленный показ рекламы вам о наших Услугах. Информация, которую мы собираем в ходе конкурса, при необходимости также может быть передана третьим лицам для вручения награды и для других целей конкурса или аналогичного предложения.
uk: inCruises також може запропонувати конкурси кваліфікованим користувачам. Для участі ми можемо попросити вашу контактну та демографічну інформацію, таку як ваше ім’я, електронна адреса та поштова адреса. За винятком випадків, передбачених цією Політикою конфіденційності, жодна інформація, яку Ви надаєте стосовно конкурсу, не передається третім сторонам, за винятком узагальненої форми, якщо вона взагалі є. Демографічна інформація, яку inCruises збирає в процесі реєстрації та за допомогою опитувань та конкурсів, використовується для покращення наших послуг. Це може включати націлювання реклами на наші послуги. Інформація, яку ми збираємо за допомогою конкурсу, також може бути розголошена третім сторонам у міру необхідності для надання призів та інших аспектів будь якого конкурсу чи подібних процедур.
uz: inCruises танланган фойдаланувчиларга мусобақалар таклиф қилиши ҳам мумкин. Иштирок этиш учун сиздан исмингиз, электрон почта манзилингиз ва почта манзилингиз каби контакт ва демографик маълумотларингизни сўрашимиз мумкин. Агар мазкур Маҳфийлик сиёсатида ўзгача тартиб назарда тутилмаган бўлса, мусобақа юзасидан тақдим этган маълумотларингизнинг ҳеч бири учинчи томонга тақдим этилмайди, қисқа хулоса шакли бундан мустасно (агар бўлса). Рўйхатдан ўтиш жараёнида ҳамда сўровнома ва мусобақалар орқали inCruises тўплайдиган демографик маълумотлар Хизматларимизни яхшилашда бизга ёрдам бериши учун фойдаланилади. Бу Хизматларимиз ҳақидаги сизга кўрсатиладиган йўналтирилган рекламани ҳам ўз ичига олиши мумкин. Мукофотлашни амалга ошириш ёки мусобақа ёхуд шунга ўхшаш таклифнинг бошқа хусусиятлари юзасидан зарур бўлганда, мусобақа орқали тўпланган маълумотлар учинчи томонларга ошкор этилиши мумкин.
zh: inCruises也可能向符合条件的用户提供竞赛活动。为了参与，我们可能会要求您提供联系方式和人口统计信息，例如您的姓名、电子邮件地址和邮寄地址。除非本隐私政策另有规定，您在 参与竞赛过程中提供的信息不会与第三方共享，若有共享也仅为汇总形式。inCruises在注册过程中以及通过调查问卷和竞赛收集的人口统计信息，用于帮助我们改进 服务。这可能包括向您推送与我们服务相关的广告。我们在竞赛中收集的信息也可能在奖品发放及其他与竞赛或类似活动相关的方面，按需披露给第三方。

source: inCruises may conduct, on occasion, a survey to collect information about your preferences and the preferences of other users. These surveys are optional and your responses will be kept anonymous.
ca: inCruises pot dur a terme, ocasionalment, una enquesta per recopilar informació sobre les teves preferències i les d’altres usuaris. Aquestes enquestes són opcionals i les teves respostes es mantindran en l’anonimat.
de: inCruises kann gelegentlich eine Umfrage durchführen, um Informationen über Ihre Präferenzen und die Präferenzen anderer Nutzer zu sammeln. Diese Umfragen sind optional und Ihre Antworten werden anonym gehalten.
es: Ocasionalmente, inCruises podrá llevar a cabo encuestas para recopilar información acerca de sus preferencias y las preferencias de otros usuarios. Estas encuestas son opcionales y sus respuestas serán anónimas.
fr: inCruises peut occasionnellement mener des enquêtes pour recueillir des informations sur vos préférences et celles des autres utilisateurs. Ces enquêtes sont facultatives et vos réponses resteront anonymes.
it: inCruises potrebbe occasionalmente condurre un sondaggio per raccogliere informazioni sulle tue preferenze e sulle preferenze di altri utenti. Questi sondaggi sono facoltativi e le tue risposte rimarranno anonime.
ja: inCruisesは、会員の好みや他のユーザーの好みに関する情報を収集するために、調査を実施する場合があります。これらの調査はオプションであり、回答は匿名のままになります。
kk: inCruises кейде сіздің және басқа пайдаланушылардың қалаулары туралы ақпарат жинау үшін сауалнама жүргізуі мүмкін. Бұл сауалнамалар міндетті емес және сіздің жауаптарыңыз анонимді түрде сақталады.
ky: inCruises мезгил-мезгили менен сиздин артыкчылыктарыңыз жана башка колдонуучулардын каалоолору жөнүндө маалымат чогултуу үчүн сурамжылоолорду жүргүзүшү мүмкүн. Бул сурамжылоолор милдеттүү эмес жана жоопторуңуз купуя сакталат.
lv: inCruises reizēm var veikt aptauju, lai apkopotu informāciju par jūsu un citu lietotāju vēlmēm. Šīs aptaujas nav obligātas, un jūsu atbildes tiks saglabātas anonīmas.
mn: inCruises нь зарим тохиолдолд таны болон бусад хэрэглэгчдийн сонирхол, хүсэлтэй холбоотой мэдээлэл цуглуулах зорилгоор судалгаа явуулж болно. Эдгээр судалгаанд сайн дураар оролцох бөгөөд таны хариултууд нууц хэвээр байна.
pt: Ocasionalmente, a inCruises pode realizar uma pesquisa para coletar informações sobre suas preferências e de outros usuários. Essas pesquisas são opcionais e suas respostas serão mantidas anônimas.
ro: inCruises poate efectua, ocazional, un sondaj pentru a colecta informații despre preferințele tale și ale altor utilizatori. Aceste sondaje sunt opționale, iar răspunsurile tale vor fi păstrate anonime.
ru: inCruises может иногда проводить опросы для сбора информации о ваших предпочтениях и предпочтениях других пользователей. Эти опросы не являются обязательными, а ваши ответы будут анонимными.
uk: inCruises може іноді проводити опитування для збору інформації про ваші вподобання та вподобання інших користувачів. Ці опитування не є обов'язковими, і ваші відповіді залишатимуться анонімними.
uz: inCruises баъзан сизнинг ва бошқа фойдаланувчиларнинг хоҳишлари ҳақида маълумот тўплаш учун сўровнома ўтказиб туриши мумкин. Ушбу сўровномаларда қатнашиш ихтиёрий бўлиб, берилган жавоблар аноним сақланади.
zh: inCruises可能会不定期进行调查，以收集您及其他用户的偏好信息。这些调查是可选的，您的回答将被匿名处理。

source: inCruises may provide notices to you by sending you a message through inCruises' website, products and/or services, or by sending them to an email address you previously provided to inCruises. These notices shall be considered received by you within twenty-four (24) hours of the time posted.
ca: inCruises et pot enviar notificacions mitjançant un missatge a través del lloc web, productes o serveis d’inCruises, o bé enviant-les a una adreça de correu electrònic que hagis proporcionat prèviament a inCruises. Aquestes notificacions es consideraran rebudes per tu dins les vint-i-quatre (24) hores posteriors a la seva publicació.
de: inCruises kann Ihnen Mitteilungen zukommen lassen, indem es Ihnen eine Nachricht über die Website, Produkte und/oder Dienstleistungen von inCruises sendet oder sie an eine E-Mail-Adresse schickt, die Sie inCruises zuvor mitgeteilt haben. Diese Mitteilungen gelten als von Ihnen innerhalb von vierundzwanzig (24) Stunden ab dem Zeitpunkt der Absendung erhalten.
es: inCruises puede notificarte vía mensaje a través del sitio web, productos y/o servicios de inCruises o al correo electrónico que hayas registrado en inCruises. Estas notificaciones se considerarán recibidas por ti en un lapso de veinticuatro (24) horas después de haberse publicado.
fr: inCruises peut vous adresser des notifications par l'intermédiaire de son site web, de ses produits et/ou services, ou à l'adresse e-mail que vous lui avez fournie. Ces notifications seront considérées comme reçues dans les vingt-quatre (24) heures suivant leur publication.
it: inCruises potrà fornirti delle comunicazioni inviandoti un messaggio tramite il sito web, i prodotti e/o i servizi di inCruises, oppure inviandole a un indirizzo email che hai precedentemente fornito a inCruises. Tali comunicazioni si considereranno ricevute da te entro ventiquattro (24) ore dal momento della pubblicazione.
ja: inCruisesは、inCruisesのウェブサイト、製品、サービスを通じてメッセージを送信するか、以前にinCruisesに提供した電⼦メールアドレスにメッセージを送信することにより、通知を提供する場合があります。これらの通知は、送信された時間から24時間以内に受領したとみなされます。
kk: inCruises сізге хабарламаларды inCruises веб-сайты, өнімдері және/немесе қызметтері арқылы немесе бұрын inCruises-ке берген электрондық пошта мекенжайыңызға жіберу арқылы жеткізуі мүмкін. Бұл хабарламалар сізге жарияланған уақыттан кейін жиырма төрт (24) сағат ішінде қабылданған болып саналады.
ky: inCruises сизге билдирүүнү inCruisesтин веб-сайты, продукциялары жана/же кызматтары аркылуу же сиз мурда inCruisesке берген электрондук почта дарегине жөнөтүү аркылуу бере алат. Бул билдирүүлөр жарыяланган күндөн тартып жыйырма төрт (24) сааттын ичинде сиз тарабынан кабыл алынган деп эсептелет.
lv: inCruises var sniegt jums paziņojumus, nosūtot jums ziņojumu, izmantojot inCruises tīmekļa vietni, produktus un/vai pakalpojumus, vai nosūtot tos uz e-pasta adresi, ko iepriekš norādījāt inCruises. Šos paziņojumus uzskatāt par saņemtiem divdesmit četru (24) stundu laikā pēc norādītā laika.
mn: inCruises нь танд inCruises-ийн вэб хуудас, бүтээгдэхүүн ба/эсвэл үйлчилгээгээр дамжуулан мессежийг өмнө нь inCruises-д өгсөн имэйл хаяг руу илгээх замаар танд мэдээлэл илгээнэ. Эдгээр мэдэгдлийг илгээсэн цагаас хойш хорин дөрөв (24) цагийн дотор уншсан гэж үзнэ.
pt: A inCruises pode fornecer avisos a você enviando uma mensagem através do site, produtos e/ou serviços da inCruises, ou enviando-os para um endereço de e-mail que você forneceu anteriormente à inCruises. Esses avisos serão considerados recebidos por você dentro de vinte e quatro (24) horas após o horário publicado.
ro: inCruises îți poate furniza notificări trimițându-ți un mesaj prin site-ul web, produsele și/sau serviciile inCruises sau trimițându-le la o adresă de e-mail pe care ai furnizat-o anterior pentru inCruises. Aceste notificări vor fi considerate primite de tine în termen de douăzeci și patru (24) de ore de la data postării.
ru: inCruises может присылать вам уведомления с помощью отправки сообщений на веб-сайте inCruises, через продукты и/или услуги, или с помощью электронной почты, которую вы ранее предоставили inCruises. Эти уведомления считаются полученными вами в течение 24 (двадцати четырех) часов после их отправки.
uk: inCruises можуть надіслати вам сповіщення за допомогою веб-сайту, продуктів і/або послуг inCruises або відправивши його на надану вами адресу електронної пошти. Ці повідомлення вважаються отриманими вами протягом двадцяти чотирьох (24) годин, з моменту відправлення.
uz: inCruises сизга inCruises веб-сайти, маҳсулот ва/ёки хизматлари орқали ёки сиз inCruises га тақдим этган электрон почта орқали билдиргилар юборади. Ушбу билдиргилар жўнатилганидан кейин йигирма тўрт (24) соат ичида сиз томонингиздан олинган деб ҳисобланади.
zh: inCruises可通过在其网站、产品和/或服务上向您发送消息，或发送至您先前提供给inCruises的电子邮件地址的方式向您发送通知。该等通知在发布后24小时内将视为您已收到。
