Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I understand I may be required to be vaccinated or tested for COVID-19 before boarding and during my cruise. inCruises does not set these policies and the cruise lines can change these requirements at any moment without prior notice.
ca: Entenc que se'm pot exigir estar vacunat o la prova de la COVID-19 abans d'embarcar i durant el meu creuer. InCruises no estableix aquestes polítiques i les línies de creuers poden canviar aquests requisits en qualsevol moment sense previ avís.
de: Mir ist bekannt, dass von mir verlangt werden kann, dass ich vor der Einschiffung und während der Kreuzfahrt geimpft oder auf COVID-19 getestet werde. inCruises legt diese Richtlinien nicht fest und die Kreuzfahrtgesellschaften können diese Anforderungen jederzeit ohne vorherige Ankündigung ändern.
es: Entiendo que es posible que deba vacunarme o hacerme una prueba de COVID-19 antes de abordar y durante mi crucero. inCruises no establece estas políticas y las líneas de cruceros pueden cambiar estos requisitos en cualquier momento sin previo aviso.
fr: Je comprends qu'il peut m'être demandé d'être vacciné ou testé pour le COVID-19 avant l'embarquement et pendant ma croisière. inCruises ne fixe pas les politiques et les compagnies de croisière peuvent changer les exigences à tout moment sans préavis.
it: Sono consapevole che mi può essere richiesto di essere vaccinato o testato per COVID-19 prima dell'imbarco e durante la mia crociera. inCruises non stabilisce queste regole e le compagnie di crociera possono cambiare questi requisiti in qualsiasi momento senza preavviso.
ja: 私は、乗船前およびクルーズ中にコロナワクチン接種、または検査を求められる可能性があることを理解しています。inCruisesはこれらの方針を定めておらず、クルーズ会社は事前の通知なしにいつでもこれらの要件を変更することができることも理解しています。
kk: Мен отырғызу алдында және круиз кезінде маған COVID-19 вакцинасын алу немесе тест тапсыру қажет болуы мүмкін екенін түсінемін. inCruises бұл ережелерді белгілемейді және круиздік линиялар бұл талаптарды кез келген уақытта алдын ала ескертусіз өзгерте алады.
ko: 본인은 탑승 전과 크루즈 중에 코로나 예방접종이나 검사에 대한 요구를 받을 수도 있음을 이해합니다. inCruises는 이러한 정책을 설정하지 않으며 크루즈 선사는 사전 통지 없이 언제든지 이러한 요구 사항을 변경할 수 있음을 이해합니다.
ky: Мен учакка отурар алдында жана круиз учурунда COVID-19 үчүн эмдөөдөн өтүшүм же тесттен өтүшүм керек болушу мүмкүн экенин түшүнөм. inCruises бул саясаттарды белгилебейт жана круиздик линиялар бул талаптарды каалаган учурда алдын ала эскертүүсүз өзгөртө алат.
lv: Es saprotu,ka pirms iekāpšanas un brauciena laikā man var tikt prasīts vakcinēties vai veikt COVID-19 testu. inCruises nenosaka šos noteikumus un kruīzu līnijas var mainīt šis prasības bez iepriekšēja brīdinājuma.
mn: Далайн аяллын хөлөг онгоцонд суухаасаа өмнө би COVID-19-ийн эсрэг вакцин хийлгэсэн, эсвэл шинжилгээнд хамрагдсан байх шаардлагатай гэдгээ ойлгож байна. Эдгээр шаардлагуудыг inCruises гаргаагүй бөгөөд аяллын компаниуд эдгээрийг урьдчилан мэдэгдэлгүйгээр хэзээ ч өөрчлөх боломжтой юм.
pt: Eu entendo que pode ser necessário ser vacinado ou testado para COVID-19 antes do embarque e durante meu cruzeiro. A inCruises não define essas políticas e as empresas de cruzeiros podem alterar esses requisitos a qualquer momento sem aviso prévio.
ro: Înțeleg că pot fi obligat să fiu vaccinat sau testat pentru Covid-19 înainte de îmbarcare și în timpul croazierei mele. inCruises nu stabilește aceste politici, iar liniile de croazieră pot schimba aceste cerințe în orice moment fără o notificare prealabilă.
ru: Я понимаю, что на меня может возлагаться требование вакцинироваться или сдать тест на COVID-19 как до посадки на борт, так и во время моего круиза. inCruises не устанавливает данные правила, и круизные линии могут изменить эти требования в любой момент без предварительного уведомления.
uk: Я розумію, що на мене може покладатися вимога вакцинуватися або здати тест на COVID-19 як до посадки на борт, так і під час мого круїзу. inCruises не встановлює дані правила, і круїзні лінії можуть змінити ці вимоги в будь-який момент без попереднього повідомлення.
uz: Кемага чиқишдан олдин ёки круиз давомида мендан вакцина ёки COVID-19 тести талаб этилиши мумкинлигини тушунаман. Ушбу талабларни inCruises ўрнатмаганлигини ва круиз линиялари исталган вақтда олдиндан хабар бермаган ҳолда ушбу талабларни ўзгартириши мумкинлигини ҳам биламан.
zh: 我了解我可能需要在登機前和航行期間接種 COVID-19 疫苗或進行檢測。 inCruises 沒有製定這些政策，郵輪公司可以隨時更改這些要求，恕不另行通知。

source: I understand I'm responsible for my own travel to and from the cruise and inCruises will not be held liable for any of expenses due to cruise lines decisions or communications issues between the cruise lines and passengers.
ca: Entenc que sóc responsable del meu propi viatge cap al creuer i des del creuer i que inCruises no es farà responsable de cap despesa a causa de les decisions de les línies de creuers o dels problemes de comunicació entre les línies de creuers i els passatgers.
de: Mir ist bekannt, dass ich für meine An- und Abreise zur Kreuzfahrt selbst verantwortlich bin und inCruises nicht für Kosten haftet, die aufgrund von Entscheidungen der Kreuzfahrtgesellschaft oder Kommunikationsproblemen zwischen der Kreuzfahrtgesellschaft und den Passagieren entstehen.
es: Entiendo que soy responsable de mi propio viaje hacia y desde el crucero y que inCruises no se hará responsable de ningún gasto debido a decisiones de las líneas de cruceros o problemas de comunicación entre las líneas de cruceros y los pasajeros.
fr: Je comprends que je suis responsable de mon propre voyage vers et depuis la croisière et qu'inCruises ne sera pas tenu responsable des dépenses dues aux décisions des compagnies de croisière ou aux problèmes de communication entre les compagnies de croisière et les passagers.
it: Sono consapevole di dovermi assumere la responsabilità del viaggio da e per la crociera e che inCruises non sarà ritenuta responsabile delle spese dovute a decisioni delle compagnie di crociera o a problemi di comunicazione tra le compagnie di crociera e i passeggeri.
ja: 私は、クルーズの出発港に向かい、旅行をスタートする前に、クルーズ会社の最新トラベルヘルスプロトコルと安全要件を確認することは、自己責任であることを理解しています。
kk: Мен круизге баратын және қайтатын жолға өзім жауапты екенімді түсінемін, ал круиздік жолаушылар мен круиздік жолаушылар арасындағы байланыс мәселелеріне байланысты шығыстар үшін InCruises жауап бермейді.
ko: 본인은 크루즈에 도착하거나 크루즈로부터 귀가하는 자신의 여행에 대해 본인에게 책임이 있으며, 크루즈 선사의 결정 또는 크루즈 선사와 승객 간의 소통 문제로 인한 어떤 비용에 대해서도 inCruises는 책임을 지지 않을 것임을 이해합니다.
ky: Мен круизге баруу жана кайтуу үчүн өзүм жооптуу экенимди түшүнөм жана inCruises круиздик линиялардын чечимдерине же круиздик линиялар менен жүргүнчүлөрдүн ортосундагы байланыш маселелерине байланыштуу эч кандай чыгымдар үчүн жоопкерчилик тартпайт.
lv: Es saprotu,ka pats esmu atbildīgs par savu ceļojumu kruīzā un pret inCruises netiks celta prsība par jebkādiem izdevumiem,kas saistīti ar kruīzu līniju vai sakaru jautājumu dēļ starp kruīzu līnijām un pasažieriem.
mn: Би далайн хөлөг рүү ирж очих аяллын бүх зардлыг өөрөө хариуцах бөгөөд аяллын компаниудын шийдвэр, эсвэл аяллын компани болон зорчигчдын хоорондох харилцааны асуудлаас болсон аливаа асуудалтай холбоотой зардлыг inCruises хариуцахгүй гэдгийг ойлгож байна.
pt: Eu entendo que sou responsável por minhas próprias viagens do e para o cruzeiro e a inCruises não será responsabilizada por quaisquer despesas devido a decisões das empresas de cruzeiro ou problemas de comunicação entre as empresas de cruzeiro e os passageiros.
ro: Înțeleg că sunt responsabil pentru călătoria mea către și de la croazieră și că inCruises nu va fi trasă la răspundere pentru niciuna dintre cheltuielile efectuate din cauza deciziilor liniilor de croazieră sau a problemelor de comunicare între liniile de croazieră și pasageri.
ru: Я понимаю, что самостоятельно несу ответственность за своё путешествие к месту начала круиза и обратно, и inCruises не будет привлекаться к ответственности за любые понесённые расходы, связанные с решениями круизных линий и проблемами во взаимодействии между круизными линиями и пассажирами.
uk: Я розумію, що самостійно несу відповідальність за свою подорож від місця початку круїзу і до місця прибуття, і inCruises не несе відповідальність за будь-які витрати через рішення круїзних ліній або проблеми зв’язку між круїзними лініями та пасажирами.
uz: Круизгача бориш ва келиш учун ўзим масъулман ва круиз линиялари қарорларидан кўрган ҳар қандай моддий зарарим ва круиз линияларининг йўловчилар билан муносабатида юзага келган муаммолар учун inCruises жавобгар эмаслигини тушунаман.
zh: 我了解我自己負責往返郵輪的旅行，inCruises 將不對由於郵輪公司的決定或郵輪公司與乘客之間的通信問題而產生的任何費用負責。

source: I understand that a booking does not mean a guaranteed sailing. Cruise lines during this restart period decide which ships will sail and from where. Itineraries may change at any time. My cruise could be cancelled and I will be alert for any emails I may receive notifying me in the event that this occurs.
ca: Entenc que una reserva no significa una garantia de navegació. Les línies de creuers, durant aquest aquest període de reinici, decideixen quins vaixells navegaran i des d'on. Els itineraris poden canviar en qualsevol moment. El meu creuer podria ser cancel·lat i estaré atent als correus electrònics que pugui rebre per notificar-me en cas que això passi.
de: Ich bin mir bewusst, dass eine Buchung keine garantierte Abfahrt bedeutet. Die Kreuzfahrtgesellschaften entscheiden in dieser Zeit, welche Schiffe fahren und von wo aus. Die Reiserouten können sich jederzeit ändern. Meine Kreuzfahrt könnte storniert werden und ich werde auf alle E-Mails achten, die mich in diesem Fall informieren.
es: Entiendo que una reserva no significa un embarque garantizado. Las líneas de cruceros durante este período de reinicio deciden qué barcos navegarán y desde dónde. Los itinerarios pueden cambiar en cualquier momento. Mi crucero podría cancelarse y estaré alerta de cualquier correo electrónico de notificación que pueda recibir en caso de que esto ocurra.
fr: Je comprends qu'une réservation ne garantis pas un départ. Pendant cette période de redémarrage, les compagnies de croisière décident quels navires partiront et d'où. Les itinéraires peuvent être modifiés à tout moment. Ma croisière pourrait être annulée et je serai attentif à tout courriel que je pourrais recevoir pour m'en informer.
it: Sono consapevole che la prenotazione non è garanzia di navigazione. In questo periodo di riavvio sono le compagnie di crociera a decidere quali navi salperanno e da dove. Gli itinerari possono cambiare in qualsiasi momento. La mia crociera potrebbe essere annullata e presterò attenzione a tutte le e-mail di avviso che potrei ricevere nel caso in cui ciò avvenga.
ja: 私は、クルーズ予約が出航を保証するものではないことを理解しています。クルーズ再開期間中のクルーズ会社は、どの船がどこから出航するかを決定します。旅程はいつでも変更される可能性があります。私のクルーズはキャンセルされる可能性があり、そのような事態が発生した場合、 私への案内メールが届いていないか注意深く確認します。
kk: Мен брондау кепілдікпен жүзуді білдірмейтінін түсінемін. Қайта іске қосу кезеңінде круиздік желілер қай кемелердің қайда жүзетінін шешеді. Маршруттар кез келген уақытта өзгеруі мүмкін. Менің круизден бас тартылуы мүмкін және егер бұл орын алса, маған хабарландыру алатын кез келген электрондық пошта туралы ескерту аламын.
ky: Брондоо кепилденген кеми менен сүзүүнү билдирбейт экенин түшүнөм. Бул кайра баштоо мезгилинде круиздик линиялар гана кайсы кемелер жана кайдан сүзө турганын чечет. Маршруттар каалаган убакта өзгөрүшү мүмкүн. Менин круизим жокко чыгарылышы мүмкүн жана мен бул чечим мага кабарлана турган электрондук дарегиме кылдат көз салып турам
lv: Es saprotu, ka rezervācija nenozīmē garantētu došanos ceļojumā.Kruīza līnijas šajā restartēšanas periodā nosaka,kuri kuģi dosies jūrā un no kurienes. Maršruti var mainīties jebkurā laikā. Mans kruīzs var tikt atcelts un es būšu lietas kursā par epastiem,ko saņemšu uzrādot man kad šis izmaiņas notiks.
mn: Аялалын захиалга өгнө гэдэг нь аялалд баталгаатай явна гэсэн үг биш гэдгийг би ойлгож байна. Далайн аялал дахин эхэлж буй энэ үед аялалын компаниуд ямар хөлөг онгоц, хаанаас явахаа өөрсдөө шийдэх болно гэдгийг ойлгож байна. Аялалын маршрут ямар ч үед өөрчлөгдөж болно. Миний аялал цуцлагдаж болох бөгөөд хэрэв энэ тохиолдолд надад имэйлээр мэдэгдэх болно гэдгийг ойлгож байна.
pt: Eu entendo que uma reserva não significa uma viagem garantida. As linhas de cruzeiro durante este período de reinício decidem quais navios partirão e de onde. Os itinerários podem mudar a qualquer momento. Meu cruzeiro pode ser cancelado e estarei alerta para quaisquer e-mails que possa receber notificando-me caso isso ocorra.
ro: Înțeleg că o rezervare nu înseamnă o navigare garantată. Liniile de croazieră în timpul acestei perioade de repornire decid ce nave vor naviga și de unde. Itinerariile se pot schimba în orice moment. Croaziera mea ar putea fi anulată și voi fi atent la e-mailurile pe care le pot primi anunțându-mă în cazul în care se întâmplă acest lucru.
ru: Я понимаю, что факт бронирования не гарантирует самого плавания. Во время текущего периода перезапуска только круизные линии определяют, какие корабли отправятся в плавание и откуда. Маршруты могут измениться в любое время. Мой круиз может быть отменён, и я буду внимательно следить за электронной почтой, посредством которой я могу получить уведомление об этом решении.
uk: Я розумію, що факт бронювання не гарантує самого плавання. Під час поточного періоду перезапуску тільки круїзні лінії визначають, які кораблі відправляться в плавання і звідки. Маршрути можуть змінитися в будь-який час. Мій круїз може бути скасований, і я буду уважно стежити за електронною поштою, за допомогою якої я можу отримати повідомлення про це рішення.
uz: Аввалдан буюртма қилиш круиз саёҳатига аниқ чиқишимни кафолатламаслигини тушунаман. Ушбу қайта тикланиш даврида қайси кема сузиши ва қаердан сузиши ҳақида круиз линиялари қарор беради. Йўналишлар исталган вақтда ўзгариши мумкин. Менинг круизим бекор бўлиши мумкин, ва шундай вазият юзага келганида, билдирги сифатида олишим мумкин бўлган қандай электрон хатлардан хабардор бўлиб тураман.
zh: 我了解预订并不意味着保证航行。 在此重启期间的邮轮公司决定哪些船只将从何处航行。 行程可能随时更改。 我的游轮可能会被取消，我会留意可能收到的任何电子邮件发生这种情况时通知我.

source: I understand that each country has its own COVID-19 restitutions (not inGroup International) and it's my responsibility to get to the port and pass the borders control.
ca: Entenc que cada país té els seus propis protocols de la COVID-19 (no inGroup International) i és la meva responsabilitat arribar a port i passar el control de fronteres.
de: Mir ist klar, dass jedes Land seine eigenen COVID-19-Rückerstattungen (nicht inGroup International) hat und es in meiner Verantwortung liegt, zum Hafen zu gelangen und die Grenzkontrolle zu passieren.
es: Entiendo que cada país tiene sus propias restricciones de COVID-19 (no inGroup International) y es mi responsabilidad llegar al puerto y pasar el control fronterizo.
fr: Je comprends que chaque pays a ses propres restitutions COVID-19 (non inGroup International) et qu'il est de ma responsabilité de me rendre au port et de passer le contrôle des frontières.
it: Sono consapevole che ogni paese ha le proprie restrizioni COVID-19 (non inGroup International) e che è mia responsabilità arrivare al porto e passare il controllo delle frontiere.
ja: 私は、各国にはそれぞれコロナ制限（inGroup Internationalではない）があることを理解しており、港に着いて出入国管理を通過するのは私の責任であることを理解しています。
kk: Мен түсінемін, әр елде өзінің COVID-19 реституциясы бар (inGroup International емес) және мен портқа жетіп, шекара бақылауынан өтуім керек.
ko: 본인은 각 국가마다 고유한 코로나 제한 사항(inGroup International이 아님)이 있으며 항구에 도착하여 국경 통제를 통과하는 것이 본인의 책임임을 이해합니다.
ky: Мен ар бир өлкөнүн өзүнүн (inGroup International эмес) COVID-19 реституциялары бар экенин жана портко жетип, чек ара көзөмөлүнөн өтүү өзүмдүн милдетим экенин түшүнөм.
lv: Es saprotu,ka katrai valstij ir savi COVID- 19 ierobežojumi (nevis INCGroup International) un tā ir mana atbildība nokļūt līdz ostai, iziet robežkontroli.
mn: Улс орон бүр өөрийн гэсэн КОВИД -19-ийн эсрэг сэргээн босголт хийж байгаа (INGROUP INTERNATIONAL LLC биш) бөгөөд боомтонд очиж хилийн хяналтын шаардлагыг давах нь миний үүрэг гэдгийг би ойлгож байна.
pt: Eu entendo que cada país tem suas próprias restrições em relação a COVID-19 (e não o inGroup International) e é minha responsabilidade chegar ao porto e passar pelo controle de fronteira.
ro: Înțeleg că fiecare țară are propriile restricții COVID-19 (nu inGroup International) și este responsabilitatea mea să ajung la port și să trec de controlul la frontiere.
ru: Я понимаю, что в каждой стране существуют свои собственные (инициированные не inGroup International) ограничения, связанные с COVID-19, и попадание в порт посадки и прохождение пограничного контроля находится только в моём поле ответственности.
uk: Я розумію, що в кожній країні існують свої власні (ініційовані не inGroup International) обмеження, пов'язані з COVID-19, і прибуття в порт посадки і проходження прикордонного контролю знаходиться тільки в моєму полі відповідальності.
uz: Ҳар бир мамлакатда (inGroup International да эмас) COVID-19 билан боғлиқ турли чекловлар мавжудлигини, шу сабабли портга етиб бориш ва кема назоратидан ўтиш учун ўзим масъул эканлигимни яхши тушунаман.
zh: 我了解每個國家/地區都有自己的 COVID-19 約束（不是 inGroup International），我有責任到達港口並通過邊境管制。

source: I understand that I could contract COVID-19 or its variants during my travels to reach and depart from my cruise as well as during the cruise.
ca: Entenc que podria contraure la COVID-19 o les seves variants durant les entrades i sortides del meu creuer, així com durant el creuer.
de: Mir ist bekannt, dass ich mich während der An- und Abreise zu meiner Kreuzfahrt sowie während der Kreuzfahrt mit COVID-19 oder seinen Varianten infizieren könnte.
es: Entiendo que podría contraer COVID-19 o sus variantes durante mis viajes para llegar y abordar mi crucero, así como durante el crucero.
fr: Je comprends que je pourrais contracter le COVID-19 ou ses variantes pendant mes voyages pour rejoindre et quitter ma croisière ainsi que pendant la croisière.
it: Sono consapevole che potrei contrarre il COVID-19 o le sue varianti durante il mio viaggio per raggiungere il porto di partenza della mia crociera e durante la crociera stessa.
ja: 私は、クルーズ船へ到着・出発するまでの移動中、およびクルーズ中にコロナウィルス、またはその変異株に感染する可能性があることを理解しています。
kk: Мен круизге бару және қайту үшін саяхат кезінде және круизде COVID-19 немесе оның нұсқаларын жұқтыруым мүмкін екенін түсінемін.
ko: 본인은 크루즈 중 또는 크루즈에 도착 및 출발하기 위해 여행하는 동안 본인이 COVID-19 또는 그 변종에 감염될 수 있음을 이해합니다.
ky: Мен круиздин башталаар жерине жетүү жана ал жактан кайтуу, ошондой эле саякаттоомдум дал өзүнүн учурунда, COVID-19 же анын варианттарын жугузуп алышым мүмкүн экенин түшүнөм.
lv: Es saprotu,ka man var pienākties slēgt līgumu par COVID-19 vai tā variantiem mana ceļojuma laikā uz un no kruīza,kā arī kruīza laikā.
mn: Би далайн хөлөг рүү явах болон буцаж ирэхдээ, мөн далайн аяллын үеэр КОВИД-19 болон ижил төстэй өвчний халдвар авсан байх болзошгүй гэдгээ ойлгож байна.
pt: Eu entendo que posso contrair a COVID-19 ou suas variantes durante minhas viagens para chegar e partir do meu cruzeiro, bem como durante o cruzeiro.
ro: Înțeleg că aș putea contracta COVID-19 sau variantele sale în timpul călătoriilor mele pentru a ajunge și a pleca de la croazieră, precum și în timpul croazierei.
ru: Я понимаю, что во время поездки к месту начала моего круиза и обратно, а также во время самого круизного путешествия, я могу заразиться как COVID-19, так и другими его разновидностями.
uk: Я розумію, що під час поїздки до місця початку мого круїзу і назад, а також під час самої круїзної подорожі, я можу заразитися як COVID-19, так й іншими його різновидами.
uz: Круиз саёҳатига бориш ва келиш вақтида, шунингдек круиз саёҳати давомида COVID-19 ва унинг бошқа турларини юқтириб олишим мумкинлигини тушунаман.
zh: 我了解，在我到達和離開我的郵輪以及巡遊期間，我可能會感染 COVID-19 或其變種。

source: I understand that I may arrive at the port only to be denied boarding for a variety of different reasons enforced by governments and the cruise lines; and not by inCruises.
ca: Entenc que puc arribar a port i em neguin l'embarcament per una varietat de raons diferents aplicades pels governs i les línies de creuers; i no per inCruises.
de: Mir ist bekannt, dass mir bei meiner Ankunft im Hafen die Einschiffung aus verschiedenen Gründen verweigert werden kann, die von den Regierungen und den Kreuzfahrtgesellschaften und nicht von inCruises vorgeschrieben werden.
es: Entiendo que puedo llegar al puerto únicamente para que se me niegue el embarque por una variedad de diferentes razones, impuestas por los gobiernos y las líneas de cruceros, no por inCruises.
fr: Je comprends que je peux arriver au port et me voir refuser l'embarquement pour une variété de raisons différentes, appliquées par les gouvernements et les compagnies de croisière, et non par inCruises.
it: Sono consapevole che potrei arrivare al porto e vedermi negare l'imbarco per una serie di diversi motivi imposti dai governi e dalle compagnie di crociera, e non da inCruises.
ja: 私は、港に到着しても、inCruisesではなく、政府やクルーズ会社が定めた様々な理由により、搭乗を拒否される可能性があることを理解しています。
kk: Мен портқа үкіметтер мен круиздік желілер белгілеген әр түрлі себептермен отырғызудан бас тарту үшін ғана кіре алатынымды түсінемін; inCruises емес.
ko: 본인은 inCruises가 아닌 정부와 크루즈 선사에서 시행하는 다양한 이유로 항구에 도착하여 탑승이 거부될 수 있음을 이해합니다.
ky: Мен портко жетип бирок inCruises тарабынан эмес; өкмөттөр жана круиздик линиялар тарабынан талап кылынган ар кандай себептерден улам гана бортко түшүүмө уруксат берилбей коюшу мүмкүн экенин түшүнөм.
lv: Es saprotu,ka man ostā var tikt atcelta iekāpšana ļoti dažādu iemeslu dēļ saskaņā ar vadības un kruīzu līniju lēmumiem un nevis,ka tie nāk no inCruises.
mn: inCruises-ээс биш, харин аяллын компани болон тухайн орны засаг захиргаанаас гаргасан төрөл бүрийн шалтгаануудын улмаас боомт дээр ирсний дараа хөлөг онгоцонд суулгахаас татгалзах хариу авч магадгүй гэдгийг би ойлгож байна.
pt: Eu entendo que posso chegar ao porto apenas para ter o embarque negado por uma variedade de razões diferentes impostas pelos governos e pelas empresas de cruzeiros, não pela inCruises.
ro: Înțeleg că pot ajunge la port doar pentru a fi refuzat îmbarcarea pentru o varietate de motive diferite aplicate de guverne și liniile de croazieră; și nu de către inCruises.
ru: Я понимаю, что могу прибыть в порт отправки и получить отказ в посадке на борт в силу различных оснований, установленных правительствами государств либо круизными линиями, но не inCruises.
uk: Я розумію, що можу прибути в порт відправлення та отримати відмову в посадці на борт в силу різних підстав, встановлених виключно урядами держав або круїзними лініями, але не inCruises.
uz: Портга келганимдан сўнггина, inCruises томонидан эмас, балки ҳукумат ва круиз линиялари томонидан кўрсатилган кўплаб турли сабабларга кўра кемага чиқишим рад этилишини тушунаман.
zh: 我了解我可能會因政府和郵輪公司強制執行的各種不同原因到達港口後被拒絕登船； 而不是因為 inCruises。
