Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: By clicking "I ACCEPT" below, I consent to the use of electronic signatures and electronic records in connection with this Application. By providing the following form of identification, I confirm that I have electronically signed this application.
ca: En clicar "ACCEPTO" a baix, consento l'ús de la firma electrònic i els registres electrònics en relació amb aquesta sol·licitud. En proporcionar la següent forma d'identificació, confirmo que l'he signat electrònicament aquesta sol·licitud.
de: Durch das Anklicken von "ICH STIMME ZU", stimme ich der Verwendung von elektronischen Signaturen und elektronischen Aufzeichnungen im Zusammenhang mit dieser Anwendung zu. Durch Bereitstellung des folgenden Identitätsnachweises bestätige ich, dass ich diesen Antrag elektronisch unterschrieben habe.
es: Al dar clic en "ACEPTO" abajo, consiento el uso de la firma electrónica y los registros electrónicos en relación con esta solicitud. Al proporcionar la siguiente forma de identificación, confirmo que he firmado electrónicamente esta solicitud.
fr: En cliquant sur "J'ACCEPTE" ci-dessous, je consens à l'utilisation de signatures électroniques et d'enregistrements électroniques dans le cadre de la présente application. En fournissant la forme d'identification suivant, je confirme d'avoir signé électriquement cette application.
it: Cliccando "ACCETTO" qui sotto, acconsento all'utilizzo delle firme elettroniche e dei documenti elettronici in relazione alla presente domanda. Fornendo la seguente forma d'identificazione, confermo di avere firmato elettronicamente la domanda.
ja: 以下の "同意する" ボタンをクリックすることで、私は、このアプリケーションに関連する電子署名と電子記録の使用に同意します。次のような身分証明書を提出することにより、私はこの申請書に電子的に署名したことを確認します。
kk: Төмендегі «МЕН ҚАБЫЛДАЙМЫН» батырмасын басу арқылы, Мен осы Қосымшаға байланысты электрондық қолтаңбаларды және электрондық жазбаларды пайдалануға келісім беремін. Келесі сәйкестендіру формасын ұсыну арқылы мен осы өтінішке электронды түрде қол қойғанымды растаймын.
ko: "동의합니다"를 클릭함으로써, 본인은 본 신청서와 관련하여 전자 서명 및 전자 기록 사용에 동의합니다. 다음과 같은 신원 확인 양식을 제공함으로써 본인은 본인이 본 신청서에 전자 서명했음을 확인합니다.
ky: Төмөнкү "МАКУЛ МЕНЕН" баскычын басуу менен мен ушул Арызга байланыштуу электрондук кол тамганы жана электрондук документтерде колдонууга макулмун. Төмөнкү идентификациялык форманы тапшыруу менен мен бул арызга электрондук кол койгонумду тастыктайм.
lv: Uzspiežot "I ACCEPT" zemāk es piekrītu lietot šos elektroniskos parakstus un elektroniskos ierakstus saistībā ar šo aplikāciju. Iesniedzot sekojošu identifikācijas formu, es apliecinu, ka esmu elektroniski parakstījis šo iesniegumu.
mn: Доорхи "Би зөвшөөрч байна" гэсэн товчийг дарсанаар энэ Өргөдөлтэй холбоотой цахим бүртгэл болон цахим гарын үсгээ хэрэглэхийг зөвшөөрч байна. Би дараах үнэмлэхнийхээ мэдээллийг өгсөнөөр, энэ өргөдөлд цахимаар гарын үсэг зурсан гэдгээ баталж байна.
pt: Ao clicar em "ACEITO" abaixo, concordo com o uso de assinaturas e registros eletrônicos relacionados a este aplicativo. Ao fornecer o seguinte formulário de identificação, confirmo que assinei eletronicamente esta aplicação.
ro: Dând click pe "ACCEPT" mai jos, consimt la folosirea semnăturilor electronice şi a datelor electronice în legătură cu această Solicitare. Punând la dispoziţie următoarea formă de identificare, confirm că am semnat electronic această solicitare.
ru: Нажимая на кнопку ниже "Я СОГЛАСЕН" , Я даю согласие на использование электронной подписи и электронных документов в связи с данным Заявлением. Предоставляя следующую форму идентификации, я подтверждаю данное заявление моей электронной подписью.
uk: Натискаючи на кнопку нижче "Я ЗГОДЕН", Я даю згоду на використання електронного підпису та електронних документів в зв'язку з даною Заявою. Надаючи таку форму ідентифікації, я підтверджую цю заяву моїм електронним підписом.
uz: "ҚАБУЛ ҚИЛАМАН" тугмасини босиб, мен ушбу Аризага мувофиқ электрон имзо ва электрон қайдлардан фойдаланилишига розилик билдираман. Қуйидаги идентификация шаклини тақдим эта туриб, мен ушбу иловани электрон шаклда имзолаганимни тасдиқлайман.
zh: 點擊下面的“我接受”，即表示我同意使用電子與本申請相關的簽名和電子記錄。 通過提供按照身份證明表格，我確認我已經對此進行了電子簽名應用。

source: By clicking Join Now, you're confirming that you're at least 18 years of age and that you've read and agree with our <a href="%{termsOfService}" target="_blank">Terms of Service</a> and <a href="%{privacyPolicy}" target="_blank">Privacy Policy</a>
ca: Clicant a Uneix-te ara, estàs confirmant que tens més de 18 anys que has llegit i estàs conforme amb els nostres <a href="%{termsOfService}" target="_blank">Termes del Servei</a> and <a href="%{privacyPolicy}" target="_blank">Política de privacitat</a>
de: Wenn Sie auf Jetzt beitreten klicken, bestätigen Sie dass Sie mindestens 18 Jahre alt sind und unsere <a href="%{termsOfService}" target="_blank"> target="_blank">Nutzungsbedingungen</a><a href="%{privacyPolicy}" target="_blank"> und Datenschutzbestimmungen</a> gelesen und akzeptiert haben
es: Al registrarte, estás confirmando que tienes al menos 18 años de edad y que has leído y estás de acuerdo con nuestros <a href="%{termsOfService}" target="_blank">Términos de Servicio</a> y <a href="%{privacyPolicy}" target="_blank">Política de Privacidad</a>
fr: En cliquant sur s'inscrire maintenant, vous confirmez que vous avez au moins 18 ans et que vous avez lu et accepté nos <a href="%{termsOfService}" target="_blank">Conditions de Service</a> et <a href="%{privacyPolicy}" target="_blank">Politique de Confidentialité</a>
it: Cliccando "Iscriviti ora", confermi di avere almeno 18 anni e di avere letto e accettato le nostre <a href="%{termsOfService}" target="_blank">Condizioni di servizio</a> e <a href="%{privacyPolicy}" target="_blank">Informativa sulla privacy</a>
ja: 「今すぐ参加」をクリックすることで、あなたが18歳以上であり、 <a href="%{termsOfService}" target="_blank">利用規約</a> 及び <a href="%{privacyPolicy}" target="_blank">個人情報保護方針</a>を読み、同意し、確認したこととみなします
kk: "Тіркелу" түймешігін басу арқылы, сіз 18 жастан асқаныңызды және біздің <a href="%{termsOfService}" target="_blank">Қызмет көрсету Шарттарымызды</a> және <a href="%{privacyPolicy}" target="_blank">Құпиялылық Саясатымызды оқып, онымен келісетініңізді растайсыз </a>
ky: "Азыр Кошулуу" баскычына басуу менен, сиз кеминде 18 жашта экениңизди жана биздин <a href="%{termsOfService}" target="_blank">Тейлөө шарттарыбыз</a> жана <a href="%{privacyPolicy}" target="_blank">Купуялык шарттарын</a> окугандыгыңызды жана макул экендигиңизди тастыктайсыз
lv: Noklikšķinot pievienojiesd tagad,jūus piekrītat,ka esat vismaz 18 gadu vecs un piekrītat mūsu <a href="%{termsOfService}" target="_blank">Pakalpojumu Noteikumi</a> un <a href="%{privacyPolicy}" target="_blank">Privātuma Politika</a>
mn: Одоо бүртгүүлэх товчин дээр дарсанаар та 18 нас хүрсэн гэдгээ баталж байгаа бөгөөд манай <a href="%{termsOfService}" target="_blank">Үйлчилгээний Нөхцөл</a> болон <a href="%{privacyPolicy}" target="_blank">Нууцлалын Бодлого</a> зэргийг уншин ойлгосноо хүлээн зөвшөөрч байгаа болно.
pt: Ao clicar em Cadastre-se agora, você confirma que tem pelo menos 18 anos de idade e que leu e concordou com nossos <a href="%{termsOfService}" target="_blank"> Termos de Serviço</a> e <a href="%{privacyPolicy}" target="_blank">Política de Privacidade</a>
ro: Făcând click pe Înscrie-te acum, confirmi că ai cel puţin 18 ani şi că ai citit şi ești de acord cu <a href="%{termsOfService}" target="_blank">Condiţiile noastre de servicii</a> și <a href="%{privacyPolicy}" target="_blank">Politica de confidenţialitate</a>
ru: Нажимая «Присоединиться», вы подтверждаете, что вам исполнилось 18 лет, и вы прочитали и согласны с нашими <a href="%{termsOfService}" target="_blank">Условиями оказания услуг</a> и <a href="%{privacyPolicy}" target="_blank">Политикой конфиденциальности</a>
uk: Натиснувши "Приєднатися Зараз", ви підтверджуєте, що вам вже є 18 років, і що ви прочитали та погоджуєтеся з нашими <a href="%{termsOfService}" target="_blank">Умовами надання послуг</a> і <a href="%{privacyPolicy}" target="_blank">Політикою Конфіденційності</a>
uz: "Ҳозироқ қўшилиш" тугмасини босиб, Сиз камида 18 ёш эканингизни ҳамда <a href="%{termsOfService}" target="_blank">Хизмат кўрсатиш шартлари</a> ва <a href="%{privacyPolicy}" target="_blank">Маҳфийлик сиёсати</a> матнини ўқиб, розилик билдирганингизни тасдиқлайсиз
zh: 点击立即加入，即表示您确认自己年满18周岁，并且已经阅读并同意我们的<a href="%{termsOfService}" target="_blank">服务条款</a>和<a href="%{privacyPolicy}" target="_blank">隐私政策</a>。

source: By clicking Join, you're confirming that you're at least 18 years of age and that you've read and agree with our <a href="%{termsOfService}" class="underline" target="_blank">Terms of Service</a> and <a href="%{privacyPolicy}" class="underline" target="_blank">Privacy Policy</a>
ca: En fer clic a Unir-se, estàs confirmant que tens més de 18 anys que has llegit i estàs conforme amb els nostres <a href="%{termsOfService}" target="_blank">Termes del Servei</a> and <a href="%{privacyPolicy}" target="_blank">Política de privacitat</a>
de: Indem Sie auf „Beitreten“ klicken, bestätigen Sie, dass Sie mindestens 18 Jahre alt sind und dass Sie unsere <a href="%{termsOfService}" class="underline" target="_blank">Servicebedingungen</a> und <a href="%{privacyPolicy}" class="underline" target="_blank">Datenschutzrichtlinie</a> gelesen haben und ihnen zustimmen.
es: Al registrarte, estás confirmando que tienes al menos 18 años de edad y que has leído y estás de acuerdo con nuestros <a href="%{termsOfService}" class="underline" target="_blank">Términos de Servicio</a> y <a href="%{privacyPolicy}" class="underline" target="_blank">Política de Privacidad</a>
fr: En cliquant sur Rejoindre, vous confirmez que vous avez au moins 18 ans et que vous avez lu et accepté nos <a href="%{termsOfService}" class="underline" target="_blank">Conditions d'Utilisation</a> et <a href="%{privacyPolicy}" class="underline" target="_blank">la Polituque de Confidentialité</a>
it: Cliccando "Iscriviti", confermi di avere almeno 18 anni e di avere letto e accettato le nostre <a href="%{termsOfService}" class="underline" target="_blank">Condizioni di servizio</a> e la<a href="%{privacyPolicy}" class="underline" target="_blank">Informativa sulla privacy</a>
ja: 「参加する」をクリックすることで、あなたが18歳以上であり、当社の<a href="%{termsOfService}" class="underline" target="_blank">利用規約</a>および<a href="%{privacyPolicy}" class="underline" target="_blank">プライバシーポリシー</a>を読んで同意したことを確認したものとみなされます
kk: «Қосылу» түймесін басу арқылы сіз кем дегенде 18 жаста екеніңізді және біздің <a href="%{termsOfService}" class="underline" target="_blank">Қызмет көрсету шарттарымен</a> және <a href="%{privacyPolicy}" class="underline" target="_blank">Құпиялылық саясатымен танысып, олармен келісетініңізді растайсыз</a>
ky: "Кошулуу" баскычына басуу менен, сиз кеминде 18 жашта экениңизди жана биздин <a href="%{termsOfService}" class="underline"target="_blank">Тейлөө шарттарыбыз</a> жана <a href="%{privacyPolicy}" class="underline" target="_blank">Купуялык шарттарын</a> окугандыгыңызды жана макул экендигиңизди тастыктайсыз
lv: Noklikšķinot pievienojies,jūs piekrītat,ka esat vismaz 18 gadu vecs un piekrītat mūsu <a href="%{termsOfService}" class="underline" target="_blank">Pakalpojumu Noteikumi</a> un <a href="%{privacyPolicy}" class="underline" target="_blank">Privātuma Politika</a>
mn: Одоо бүртгүүлэх товчин дээр дарсанаар та өөрийгөө 18 нас хүрсэн гэдгээ баталгаажуулж байгаа бөгөөд манай <a href="%{termsOfService}" class="underline" target="_blank">Үйлчилгээний Нөхцөл</a> болон <a href="%{privacyPolicy}" class="underline" target="_blank">Нууцлалын Бодлогыг</a> уншин ойлгосноо хүлээн зөвшөөрч байгаа болно.
pt: Ao clicar em Cadastre-se, você confirma que tem pelo menos 18 anos de idade e que leu e concordou com nossos <a href="%{termsOfService}" target="_blank"> Termos de Serviço</a> e <a href="%{privacyPolicy}" target="_blank">Política de Privacidade</a>
ro: Făcând click pe Înscrie-te, confirmi că ai cel puţin 18 ani şi că ai citit şi ești de acord cu <a href="%{termsOfService}" class="underline" target="_blank">Condiţiile noastre de servicii</a> și <a href="%{privacyPolicy}" class="underline" target="_blank">Politica de confidenţialitate</a>
ru: Нажимая «Присоединиться», вы подтверждаете, что вам исполнилось 18 лет, и вы прочитали и согласны с нашими <a href="%{termsOfService}" class="underline" target="_blank">Условиями оказания услуг</a> и <a href="%{privacyPolicy}" class="underline" target="_blank">Политикой конфиденциальности</a>
uk: Натиснувши "Приєднатися", ви підтверджуєте, що вам вже є 18 років, і що ви прочитали та погоджуєтеся з нашими <a href="%{termsOfService}" class="underline" target="_blank">Умовами користування</a> та <a href="%{privacyPolicy}" class="underline" target="_blank">Політикою Конфіденційності</a>
uz: "Қўшилиш" тугмасини босиб, ёшингиз камида 18 эканлигини ҳамда сиз <a href="%{termsOfService}" class="underline" target="_blank">Хизмат кўрсатиш шартлари</a> ва <a href="%{privacyPolicy}" class="underline" target="_blank">Маҳфийлик сиёсати</a>ни ўқиб, розилик билдирганингизни тасдиқлайсиз
zh: 点击“加入”即表示您确认已年满18岁，并已阅读并同意我们的<a href="%{termsOfService}" class="underline" target="_blank">服务条款</a>和<a href="%{privacyPolicy}" class="underline" target="_blank">隐私政策</a>。

source: By clicking login you agree to the terms of the <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Club Membership Agreement</a> and the <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Independent Partner Agreement</a>
ca: Clicant inici de sessió, acceptes els termes del document <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Acord de membresia al club</a> i de <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Acord de soci independent</a>
de: Wenn Sie auf "Einloggen" klicken, akzeptieren Sie die Bedingungen der<a id="memberAgreement" class=" underline" target="_blank" href="%{memberAgreement}">Club Mitgliedschaftsvereinbarung</a> und der <a id="partnerAgreement" class=" underline" href="%{partnerAgreement}" target="_blank">Unabhängigen Partner Vereinbarung</a>
es: Al proceder, estarás aceptando estar de acuerdo con nuestro <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Contrato de Membresía</a> y el <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Contrato de Socio Independiente</a>
fr: En cliquant sur connexion, vous acceptez les conditions de <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">l'Accord d'Adhésion au Club</a> et l' <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Accord de Partenariat Indépendant</a>
it: Cliccando login accetti le condizioni del <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Contratto di Club Membership</a> e il <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Contratto con Partner Indipendente</a>
ja: ログインをクリックすることにより、あなたは、 <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">メンバーシップクラブ規約</a> 及び <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">独立パートナー規約</a>の条件に同意したことになります
kk: Логинді басу арқылы сіз шарттармен келісесіз <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Клубқа мүшелік туралы келісім </a>және<a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Тәуелсіз серіктеспен келісім</a>
ky: <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}"> Клуб Мүчөлүгү Келишиминин</a>жана<a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Көзкарандысыз Өнөктөш Келишиминин</a>шарттырына макул экендигиңизди тастыктайсыз
lv: Noklikšķinot uz pieteikšanos, jūs piekrītat noteikumiem <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Kluba Biedru Dalības Līgums</a> un <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Neatkarīgais Partnera Līgums</a>
mn: Нэвтрэх товчин дээр дарснаар та манай <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Гишүүнчлэлийн Гэрээ</a> болон <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Бие даасан Түншийн Гэрээ</a>ний заалтуудыг бүрэн хүлээн зөвшөөрч байгаа хэрэг болно.
pt: Ao clicar em login você concorda com os termos do <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Contrato de Assinatura do Clube</a> e com o <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Contrato de Parceiro Independente.</a>
ro: Făcând click pe login eşti de acord cu condiţiile <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Contractului de membru al Clubului</a> și ale <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Acordului de Partener Independent</a>
ru: Нажимая на кнопку "Войти", Вы соглашаетесь с условиями <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Членского Соглашения</a> и с условиями <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Соглашения Независимого Партнёра</a>
uk: Натискаючи на кнопку "Ввійти", Ви погоджуєтеся з умовами <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Угоди про Членство</a> та з умовами <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Угоди Незалежного Партнера</a>
uz: Кириш тугмасини босиб, сиз <a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">Клубга Аъзолик Битими</a> ва <a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">Мустақил Ҳамкор Битими</a>шартларига розилик билдирасиз
zh: 点击登录即表示您同意以下条款<a id="memberAgreement" class="underline" target="_blank" href="%{memberAgreement}">俱乐部会员协议</a>和<a id="partnerAgreement" class="underline" href="%{partnerAgreement}" target="_blank">独立合作伙伴协议</a>

source: By clicking on “Search tours”, easily explore tours and activities matching your booked cruise dates and destinations!
ca: Fent clic a "Cerca de Tours", podràs explorar fàcilment Tours i activitats que coincideixin amb les dates i destinacions del teu creuer reservat!
de: Wenn Sie auf "Touren suchen" klicken, können Sie ganz einfach Touren und Aktivitäten entdecken, die zu Ihren gebuchten Kreuzfahrtdaten und Reisezielen passen!
es: Al hacer clic en “Buscar tours”, ¡explora fácilmente tours y actividades que coincidan con las fechas y destinos de tu crucero reservado!
fr: En cliquant sur "Rechercher des itinéraires", vous découvrirez facilement les itinéraires et les activités correspondant aux dates et aux destinations de votre croisière !
it: Cliccando su "Cerca tour", potrai esplorare facilmente i tour e le attività che corrispondono alle date di crociera e alle destinazioni prenotate!
ja: 「ツアーを検索」をクリックすると、予約したクルーズの日程や目的地に合ったツアーやアクティビティを簡単に検索できます！
kk: «Тур іздеу» түймесін басу арқылы сіз брондаған күндеріңізге және круиздік бағыттарға сәйкес келетін турлар мен әрекеттерді оңай таба аласыз!
ky: "Турларды издөө" баскычын басуу менен брондолгон круиздик даталарыңызга жана көздөгөн жерлериңизге дал келген турларды жана иш-чараларды оңой табыңыз!
lv: Noklikšķinot uz “Searc htours”,viegli izpētiet tūres un aktivitātes, kas atbilst rezervētajiem kruīza datumiem un galamērķiem!
mn: "Аялал хайх" товчин дээр дарснаар, өөрийн захиалсан далайн аяллын хугацаа болон очих газруудад тохирсон газрын аялал, арга хэмжээнүүдийн тухай хялбархан мэдэх боломжтой юм!
pt: Ao clicar em “Pesquisar passeios”, explore facilmente passeios e atividades que correspondam às datas e destinos do cruzeiro reservado!
ro: Făcând clic pe „Căutați tururi”, explorezi cu ușurință tururi și activități care se potrivesc cu datele și destinațiile rezervate pentru croazieră!
ru: Нажав на кнопку "Искать туры", вы легко найдёте туры и активности, соответствующие забронированным вами датам круиза и направлениям!
uk: Натиснувши на кнопку "Шукати тури", легко шукайте тури та активності, що відповідають заброньованим вами датам круїзу та напрямкам!
uz: Шунчаки “Тур излаш” тугмасига босиб, сиз буюртма берилган круиз саналари ва йўналишларига мос келувчи турларни осон топишингиз мумкин!
zh: 点击“搜索旅行”，轻松探索与您预订的邮轮日期和目的地相匹配的旅行和活动！
