Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Each cruise award includes accommodations for
ca: Cada premi del creuer inclou allotjament per a
de: Jeder Preis für eine Kreuzfahrt beinhaltet die Unterbringung von
es: Cada premio de crucero incluye alojamiento para
fr: Chaque récompense de croisière comprend l'hébergement pour
it: Ogni premio crociera include la sistemazione per
ja: 各クルーズ賞には宿泊（キャビン）が含まれます
kk: Әр круиз сыйлығы келесі тұрғын үй қызметтерін қамтиды
ky: Ар бир круиздик сыйлык турак жайларды камтыйт
mn: Далайн аялал бүр
pt: Cada prêmio de cruzeiro inclui acomodações para
ro: Fiecare premiu de croazieră include cazare pentru
ru: Каждый призовой круиз включает в себя размещение на
uk: Кожна круїзна премія включає проживання для
uz: Ҳар бир круиз ютуғига 2 кишилик жойлашув киради
zh: 每个邮轮奖项包含的内容包括住宿

source: Earliest first
ca: Primer les més recents
de: Früheste erste
es: Los más tempranos primero
fr: Premier arrivé, premier servi
it: Prima le più recenti
ja: 最も早い時期
kk: Алдымен ертесі
ky: Алгач эң эрте болгонун
lv: Pirmais agrākais
mn: Эртнийх эхэнд
pt: Datas mais próximas primeiro
ro: Mai devreme mai întâi
ru: Сначала ранние
uk: Спочатку ранні
uz: Энг вақтли саналар
zh: 最早优先

source: Earn <strong>$20 Daily Activation Bonuses</strong> when you directly <strong>“Activate”</strong> <em>(enroll, sponsor, sign-up, reactivate)</em> a Club Member. Activating Members and Partner-Members counts the same for compensation purposes.
ca: Guanya<strong>Bonificacions diàries d'activació de 20 dòlars.</strong>quan directament<strong>"Actives"</strong> <em>(inscriure, patrocinar, donar d'alta, reactivar </em> ) a un Membre del Club. L'activació de Membres i socis-Membres compta el mateix a l'efecte de compensació.
de: Verdienen Sie <strong>Täglich 20$ Aktivierungsbonus</strong>, wenn Sie direkt ein Clubmitglied<strong>"Aktivieren"</strong> <em>(einschreiben, sponsern, anmelden, reaktivieren)</em>. Die Aktivierung von Mitgliedern und Partner-Mitgliedern zählt für Vergütungszwecke gleich.
es: Obtén <strong>Bonos de Activación Diarios de $20</strong> al <strong>"Activar"</strong> <em>(inscribir, patrocinar, registrar, reactivar)</em> directamente a un Miembro del Club. La activación de Miembros y Socios-Miembros cuenta lo mismo para efectos de compensación.
fr: Gagnez <strong>20 $ de bonus d'activation quotidien</strong> lorsque vous <strong>"activez"</strong> <em>(inscrivez, parrainez, inscrivez, réactivez)</em> directement un Membre du Club. L'activation des Membres et des Membres-Partenaires compte de la même manière à des fins de compensation.
it: Guadagni <strong>20$ di Bonus di Attivazione giornaliero</strong> quando <strong>" Attivi"</strong> <em>(iscrivi, sponsorizzi, fai iscrivere, riattivi)</em> un Membro del Club diretto. L'attivazione dei Membri e dei Partner-Membri conta allo stesso modo ai fini dei compensi.
ja: あなたが <strong>$20 のデイリーアクティベーション ボーナス</strong> を獲得するには、直接クラブメンバーを <strong>“アクティベート”</strong> <em>（登録、スポンサーになる、サインアップ、復会）</em> した時に獲得できます。メンバーやパートナー・メンバーを登録することは、報酬の計算上同じようにカウントされます。
kk: Клуб<strong> мүшесін</strong> тікелей<strong>«белсендендіру» </strong><em>(тіркеу, демеушілік, тіркелу, қайта белсендіру)</em> кезінде $20 күнделікті белсендіру бонустарын алыңыз. Мүше және мүше серіктес белсендірулері өтемақы мақсаттары үшін бірдей есептеледі.
ko: <strong>$20 일일 활성화 보너스</strong> 는 클럽 멤버를 직접 <strong>“활성화”</strong> <em>(등록, 후원, 가입, 재활성화)</em> 할 때 받습니다. 멤버와 파트너 멤버 활성화는 보상 목적으로 동일하게 계산됩니다.
ky: Түздөн-түз Клуб мүчөсү болгон <strong>“Жандандыруу”</strong> <em>(каттоо, демөөрчүлүк, катталуу, кайра активдештирүү)</em> болгондо, <strong>$20 күнүмдүк активдештирүү бонустарын</strong> алыңыз. Мүчөлөрдү жана Өнөктөш-мүчөлөрдү активдештирүү компенсация максаттары үчүн бирдей эсептелет.
lv: Pelni <strong>$20 Ikdienas Aktivizācijas Bonusu</strong> kad tu tieši <strong>“Aktivizē”</strong> <em>(iesaisti, sponsorē, pieraksti, reaktivizē)</em> Kluba Biedru.Aktivizējot Biedrus un Partnerus-Biedrus, kompensācijas nolūkos tiek skaitītas vienādas summas.
mn: Клубын гишүүнээр хэн нэгнийг хувьчлан идэвхжүүлэхэд <strong>Өдөр бүрийн идэвхжүүлэх урамшуулалд бүр $20</strong> авна. Гишүүд болон Түнш-Гишүүдийг идэвхжүүлэхэд шагнал урамшуулал адилхан авах болно.
pt: Receba <strong>bônus diários de ativação de $20</strong> ao <strong>“ativar”</strong> <em>(inscrever, patrocinar, reativar) diretamente</em> um membro ao clube. A ativação de membros e sócio-membros conta o mesmo para fins de remuneração.
ro: Câștigă <strong>Bonusuri de activare zilnice de 20$</strong> atunci când <strong>„Activezi”</strong> <em>(înscrii, sponsorizezi, înregistrezi, reactivezi)</em> un membru al clubului. Activarea membrilor și a membrilor parteneri contează la fel în scopuri de compensare.
ru: Заработайте <strong>Ежедневный бонус за Активацию в размере $20</strong>, напрямую <strong>"Активировав"</strong> <em>(подписав, проспонсировав, зарегистрировав, восстановив)</em> Члена Клуба. Для целей рассчёта компенсации Активации Членов Клуба и Членов-Партнёров Клуба засчитываются одинаково.
uk: Заробіть <strong>Щоденний бонус за Активацію у розмірі $20</strong>, напряму <strong>“Активувавши”</strong> <em>(підписавши, проспонсувавши, зареєструвавши, відновивши)</em> Члена Клубу . З метою розрахунку компенсації Активації Членів Клубу та Членів-Партнерів Клубу зараховуються однаково.
uz: Клуб Аъзоларини шахсан <strong>"фаоллаштириб"</strong> <em>(обуна қилиб, ҳомийлик қилиб, қайта фаоллаштириб)</em>, <strong>20$ миқдоридаги Кунлик Фаоллик бонусларини</strong> ишлаб топинг. Аъзолар ва Ҳамкор Аъзоларни фаоллаштирганлик учун бир хил компенсация тўланади.
zh: 当您直接<strong>“激活”</strong> <em>（注册、赞助、注册、重新激活）</em> 俱乐部会员时，赚取 <strong>20 美元的每日激活奖金</strong>。 出于补偿目的，激活会员和合作伙伴会员的数量相同。

source: Earn <strong>$20 Daily Activation Bonuses</strong> when you directly <strong>“Activate”</strong> a Starter or Classic Member. <br/><br/>Earn <strong>$50 Daily Activation Bonuses</strong> when you directly <strong>“Activate”</strong> a Premium Member. <br /><br />Activating Members and Partner-Members counts the same for compensation purposes.<br />
ca: Guanya <strong>20 dòlars de bonificacions d'activació diàries</strong> quan Activis directament un Membre Starter o Classic. <br/><br/>Guanya <strong>50 dòlars de bonificacions d'activació diàries</strong> quan Activis directament un Membre Premium. <br /><br />L'activació de Membres i Membres-Socis compta igual per a efectes de compensació.<br />
de: Verdienen Sie <strong>$20 tägliche Aktivierungs Boni</strong> wenn Sie ein Starter oder Classic Mitglied direkt<strong>“Aktivieren”</strong>. <br/><br/>Verdienen Sie <strong>$50 Tägliche Aktivierungsboni </strong> wenn Sie direkt ein Premium Mitglied <strong>“Aktivieren”</strong> <br /><br />Aktivierte Mitglieder und Partner-Mitglieder zählen für Vergütungszwecke gleich.<br />
es: Gana <strong>$20 USD en Bonos Diarias de Activación</strong> cuando “Actives” directamente a un Miembro Starter o Classic. <br/><br/>Gana <strong>$50 USD en Bonos Diarios de Activación</strong> cuando “Actives” directamente a un Miembro Premium. <br /><br />Activar Miembros y Socio-Miembros cuenta de la misma manera para fines de compensación.<br />
fr: Gagnez<strong> 20 $ de bonus d'activation quotidienne</strong> lorsque vous <strong>activez</strong> directement un Membre Débutant ou Classique. <br/><br/>Gagnez <strong>50 $ de bonus d'activation quotidienne</strong> lorsque vous <strong>activez</strong> directement un Membre Premium. <br /><br />L'activation des Membres et des Membres Partenaires est prise en compte de la même manière pour la rémunération.<br />
it: Guadagna <strong>$20 Bonus di Attivazione giornaliero</strong> quando <strong>“Attivi”</strong> direttamente un Membro Starter o Classic. <br/><br/> Guadagna <strong>$50 Bonus di Attivazione giornaliero</strong> quando <strong>“Attivi”</strong> direttamente un Membro Premium. <br /><br />L'attivazione dei Membri e dei Partner-Membri conta allo stesso modo ai fini dei compensi.<br />
ja: あなたが <strong>$20 のデイリーアクティベーション ボーナス</strong> を獲得するには、STARTERまたはCLASSICメンバーを直紹介メンバーとして <strong>“アクティベート”</strong> すると獲得できます。<br/><br/>あなたが<strong>$50 のデイリーアクティベーション ボーナス</strong>を獲得するには、PREMIUMメンバーを直紹介メンバーとして<strong>“アクティベート”</strong>すると獲得できます。<br /><br />メンバーやパートナー・メンバーを登録することは、報酬の計算上同じようにカウントされます。<br />
kk: Starter<strong> немесе Classic мүшесін тікелей <strong>"іске қосқан"</strong> кезде күнделікті белсендіру бонустарынан 20 доллар алыңыз. <br/><br/>Premium<strong> мүшелерін тікелей </strong>"іске қосқан" <strong>кезде</strong> күнделікті белсендіру бонустарынан 50 доллар табыңыз. <br /><br />Мүшелер мен мүше серіктестерді белсендіру өтемақы мақсатында бірдей ескеріледі.<br />
ky: Starter же Classic мүчөнү <strong>түздөн-түз</strong> "активдештирип", <strong>>$20 күнүмдүк активдештирүү бонусун</strong> алыңыз. <br/><br/>Premium мүчөнү <strong>"активдештирип",</strong> $50 күнүмдүк активдештирүү бонусун<strong>алыңыз</strong> . <br /><br />Мүчөлөрдү жана өнөктөш-мүчөлөрдү активдештирүү компенсация максаттары үчүн бирдей эсептелет.<br />
lv: Pelni <strong>$20 Ikdienas Aktivizācijas Bonusus</strong> kad tieši <strong>“Aktivizē”</strong> Starter vai Classic Biedru. <br/><br/>Pelni <strong>$50 Ikdienas Aktivizācijas Bonusus</strong> kad tieši <strong>“Aktivizē”</strong> Premium Biedru. <br /><br />Biedru un Partneru-Biedru Aktivizācija kompensēšanas nolūkos ir vienāda.<br />
mn: Starter эсвэл Classic Гишүүн хувьчлан <strong>идэвхжүүлэхэд</strong> <strong>Өдөр бүрийн урамшуулал бүрт $20</strong> авна. <br /><br />Premium Гишүүн хувьчлан <strong>идэвхжүүлэхэд</strong> <strong>Өдөр бүрийн урамшуулал бүрт $50</strong> авна. <br /><br />Гишүүд болон Түнш-Гишүүдийг шагнал урамшуулал авах зорилгоор идэвхжүүлнэ.<br />
pt: Receba <strong>bônus de ativação diários de $20</strong> quando você <strong>“ativar”</strong> diretamente um Membro Starter ou Classic. <br/><br/>Receba <strong>bônus de ativação diários de $50</strong> quando você <strong>“ativar”</strong> diretamente um Membro Premium. <br /><br />Ativar membros e sócio-membros conta da mesma forma para fins de compensação.<br />
ro: Câștigă <strong>bonusuri de activare zilnice de 20$</strong> atunci când <strong>„Activezi”</strong> în mod direct un membru Starter sau Classic. <br/><br/>Câștigă <strong>Bonusuri de activare zilnice de 50$</strong> când <strong>„Activezi”</strong> în mod direct un membru Premium. <br /><br />Activarea membrilor și a membrilor parteneri contează la fel în scopuri de compensare.<br />
ru: Заработайте <strong>Ежедневный бонус за Активацию в размере $20</strong>, напрямую <strong>"Активировав"</strong> Члена Клуба плана Starter или Classic.<br/><br/>Заработайте <strong>Ежедневный бонус за Активацию в размере $50</strong>, напрямую <strong>"Активировав"</strong> Члена Клуба плана Premium.<br/><br/>Для целей рассчёта компенсации Активации Членов Клуба и Членов-Партнёров Клуба засчитываются одинаково.<br />
uk: Отримуйте <strong>щоденні бонуси за активацію по $20</strong>, коли ви безпосередньо <strong>“активуєте”</strong> Члена зі стартовим або класичним планом. <br/><br/>Отримуйте <strong>щоденні бонуси за активацію по $50</strong>, коли ви безпосередньо <strong>“активуєте”</strong> Члена з преміум-планом. <br /><br />Активація Членів та Партнерів-Членів рахується однаково для цілей компенсації.<br />
uz: Starter ёки Classic Аъзоларини шахсан <strong>"Фаоллаштириб"</strong>, </strong>20$ Кунлик Фаоллик бонусини</strong> ишлаб топинг. Premium Аъзоларини шахсан <strong>"Фаоллаштириб"</strong>, </strong>50$ Кунлик Фаоллик бонусини</strong> ишлаб топинг. <br /><br />Аъзолар ва Ҳамкор Аъзоларни фаоллаштирганлик учун бир хил компенсация тўланади.<br />
zh: 当您直接<strong>“激活”</strong>一个初级会员或经典会员时，赚取<strong>$20每日激活奖金</strong>。<br/><br/>当您直接<strong>“激活”</strong>一个高级会员时，赚取<strong>$50每日激活奖金</strong>。<br /><br />激活会员和合作伙伴会员在补偿方面视为相同。<br />

source: Earn 100 Reward Points for the $100 activation payment
ca: Guanya 100 Punts de Recompensa per al pagament d'activació de 100 dòlars
de: Verdienen Sie 100 Reward Points für die $100 Aktivierungszahlung
es: Obtén 100 Puntos de Recompensa por el pago de activación de $100 USD
fr: Gagnez 100 Points Récompense pour le paiement d'activation de 100
it: Guadagna 100 Crediti Premio per il pagamento dell'attivazione di $100
ja: $100の登録費の支払いで、100リワードポイントを獲得
kk: Активтендіру үшін 100 доллар төлеу үшін 100 бонустық ұпай жинаңыз
ky: 100$ активдештирүү акысы үчүн 100 бонустук упайларын алыңыз
lv: Pelni 100 Balvu punktus par $100 aktivizācijas maksājumu
mn: $100-ын идэвхжүүлэх төлбөрт 100 Шагналын Оноо авна
pt: Receba 100 Pontos de Recompensa pelo pagamento de ativação de $100
ro: Câștigă 100 de puncte de recompensă pentru plata de activare de 100$
ru: Заработайте 100 Бонусных Баллов за платёж за активацию в размере $100
uk: Заробляйте 100 Бонусних Балів за платіж за активацію у розмірі $100
uz: 100$ Фаоллаштириш тўлови эвазига 100 Бонус балларини ишлаб топинг
zh: 支付$100激活付款，赚取100奖励积分

source: Earn 200 Reward Points for each $100 membership payment
ca: Guanya 200 Punts de Recompensa per cada pagament de Membresia de 100 dòlars
de: Verdienen Sie 200 Reward Points für jede Mitgliedszahlung von 100 $
es: Ganas 200 Puntos de Recompensa por cada pago de Membresía de $100 USD
fr: Gagnez 200 Points Récompense pour chaque paiement d'adhésion de 100 $
it: Guadagna 200 Crediti Premio per ogni pagamento di $100 per la membership
ja: $100のメンバーシップの支払いで、200リワードポイントを獲得
kk: Әр мүшелік жарна үшін 200 бонустық ұпай жинаңыз 100 доллар
ky: Ар бир $100 мүчөлүк төлөмүңүз үчүн $200 Бонустук упай аласыз.
lv: pelni 200 Balvu Punktus par katru $ 100 biedra dalības maksājumu
mn: $100-ын гишүүнчлэлийн төлбөр бүрт 200 Шагналын Оноо авна
pt: Receba 200 Pontos de Recompensa para cada pagamento de assinatura de $100
ro: Câștigă 200 de puncte de recompensă pentru fiecare plată de membru de 100$
ru: Зарабатывайте 200 Бонусных Баллов за каждый членский взнос в размере $100
uk: Заробляйте 200 Бонусних Балів за кожен членський внесок у розмірі $100
uz: Ҳар бир 100$ аъзолик тўлови учун 200 Бонус балларини ишлаб топинг
zh: 每支付$100会员费用，赚取200奖励积分

source: Earn 200 Reward Points for each on-time $100 membership payment
ca: Guanya 200 Punts de Recompensa per cada pagament de Membresia de 100 dòlars pagat a temps.
de: Verdienen Sie 200 Reward Points für jede pünktliche Mitgliedszahlung von 100 $
es: Obtén 200 Puntos de Recompensa por cada pago de Membresía de $100 USD realizado a tiempo
fr: Gagnez 200 Points de Récompense pour chaque paiement d'adhésion de 100 $ effectué à temps
it: Ricevi 200 Crediti Premio per ogni pagamento puntuale di 100 $ per la Membership
ja: 月会員費$100の期日内の支払いで、200リワードポイントを獲得
kk: 100 АҚШ доллары көлеміндегі әрбір уақтылы мүшелік жарна үшін 200 бонустық ұпай жинаңыз
ky: Өз убагында төлөнгөн ар бир $100 мүчөлүк төлөм үчүн 200 бонустук упай алыңыз
lv: pelni 200 Balvu Punktus par katru $ 100 sav-laicīgu biedra dalības maksājumu
mn: $100-ын Гишүүнчлэлийн төлбөрийг цаг тухайд нь төлөх бүрт 200 Шагналын Оноо авна
pt: Receba 200 Pontos de Recompensa para cada pagamento de assinatura de $100 feito em dia
ro: Câștigă 200 de puncte de recompensă pentru fiecare plată de membru de 100$ făcută la timp
ru: Зарабатывайте 200 Бонусных Баллов за каждый своевременный членский взнос в размере $100
uk: Заробляйте 200 Бонусних Балів за кожен своєчасний членський внесок у розмірі $100
uz: Ўз вақтида тўланган ҳар бир 100$ аъзолик тўлови учун 200 Бонус балларини ишлаб топинг
zh: 每次按时支付$100会员费用，赚取200奖励积分

source: Earn 250 Reward Points for the $250 activation payment
ca: Guanya 250 Punts de Recompensa pel pagament d'activació de 250 dòlars
de: Verdienen Sie 250 Reward Points für die $250 Aktivierungszahlung
es: Obtén 250 Puntos de Recompensa por el pago de Activación de $250 USD
fr: Gagnez 250 Points Récompense pour le paiement d'activation de 250 $
it: Guadagna 250 Crediti Premio per il pagamento di $250 per l'attivazione
ja: $250の登録費の支払いで、250リワードポイントを獲得
kk: 250 доллар активтендіру ақысын төлеу үшін 250 бонустық ұпай жинаңыз
ky: $250 активдештирүү төлөмү үчүн 250 бонустук упайын алыңыз
lv: pelni 250 Balvu puntus par $250 aktivizācijas maksājumu
mn: $250-ын идэвхжүүлэх төлбөрт 250 Шагналын Оноо авна
pt: Receba 250 Pontos de Recompensa pelo pagamento de ativação de $250
ro: Câștigă 250 de puncte de recompensă pentru plata de activare de 250$
ru: Заработайте 250 Бонусных Баллов за платёж за активацию в размере $250
uk: Заробляйте 250 Бонусних Балів за платіж за активацію у розмірі $250
uz: Ҳар бир 250$ аъзолик тўлови учун 250 Бонус балларини ишлаб топинг
zh: 支付$250激活付款，赚取250奖励积分

source: Earn 50 Reward Points for each $50 membership payment
ca: Guanya 50 Punts de Recompensa per cada pagament de Membresia de 50 dòlars
de: Verdienen Sie 50 Reward Points für jede Mitgliedszahlung von 50 $
es: Obtén 50 Puntos de Recompensa por cada pago de Membresía de $50 USD
fr: Gagnez 50 Points de Récompense pour chaque paiement d'adhésion de 50 $
it: Guadagna 50 Crediti Premio per ogni pagamento di $50 per la membership
ja: $50のメンバーシップの支払いで、50リワードポイントを獲得
kk: Әрбір 50 мүшелік жарна үшін 50 бонустық ұпай жинаңыз
ky: Ар бир $50 мүчөлүк төлөмү үчүн 50 бонустук упай алыңыз
lv: Pelni 50 balvu Punktus par katru $50 biedru dalības maksājumu
mn: $50-ийн идэвхжүүлэх төлбөр бүрт 50 Шагналын Оноо авна
pt: Receba 50 Pontos de Recompensa para cada pagamento de assinatura de $50
ro: Câștigă 50 de puncte de recompensă pentru fiecare plată de membru de 50$
ru: Зарабатывайте 50 Бонусных Баллов за каждый членский взнос в размере $50
uk: Заробляйте 50 Бонусних Балів за кожен членський внесок у розмірі $50
uz: Ҳар бир 50$ аъзолик тўлови учун 50 Бонус балларини ишлаб топинг
zh: 每支付$50会员费用，赚取50奖励积分

source: Earn 500 Reward Points for each $250 membership payment
ca: Guanya 500 Punts de Recompensa per cada pagament de Membresia de 250 dòlars
de: Verdienen Sie 500 Reward Points für jede Mitgliedszahlung von 250 $
es: Gana 500 Puntos de Recompensa por cada pago de Membresía de $250 USD
fr: Gagnez 500 Points de Récompense pour chaque paiement d'adhésion de 250 $
it: Guadagna 500 Crediti Premio per ogni pagamento di $250 per la membership
ja: $250のメンバーシップの支払いで、500リワードポイントを獲得
kk: Әрбір $250 мүшелік жарна үшін 500 бонустық ұпай жинаңыз
ky: Ар бир $250 мүчөлүк төлөм үчүн 500 бонустук упай алыңыз
lv: Pelni 500 Balvu punktus par katru $250 biedru dalības maksājumu
mn: $250-ын идэвхжүүлэх төлбөрт 500 Шагналын Оноо авна
pt: Receba 500 Pontos de Recompensa para cada pagamento de assinatura de $250
ro: Câștigă 500 de puncte de recompensă pentru fiecare plată de membru de 250$
ru: Зарабатывайте 500 Бонусных Баллов за каждый членский взнос в размере $250
uk: Заробляйте 500 Бонусних Балів за кожен членський внесок у розмірі $250
uz: Ҳар бир 250$ аъзолик тўлови учун 500 Бонус балларини ишлаб топинг
zh: 每支付$250会员费用，赚取500奖励积分

source: Earn 500 Reward Points for each on-time $250 membership payment
ca: Guanya 500 Punts de Recompensa per cada pagament de Membresia de 250 dòlars pagat a temps
de: Verdienen Sie 500 Reward Points für jede pünktliche Mitgliedszahlung von 250 $
es: Obtén 500 Puntos de Recompensa por cada pago de Membresía de $250 USD realizado a tiempo
fr: Gagnez 500 Points de Récompense pour chaque paiement de 250 $ effectué dans les délais
it: Ricevi 500 Crediti Premio per ogni pagamento puntuale di 250$ per la Membership
ja: 月会員費$250の期日内の支払いで、500リワードポイントを獲得
kk: Әрбір уақтылы 250 доллар мүшелік жарна үшін 500 бонустық ұпай жинаңыз
ky: Ар бир өз убагындагы $250 мүчөлүк төлөм үчүн 500 бонустук упайларды алыңыз
lv: Pelni 500 Balvu punktus par katru savlaicīgu $250 biedru dalības maksājumu
mn: $250-ын Гишүүнчлэлийн төлбөрийг цаг тухайд нь төлөх бүрт 500 Шагналын Оноо авна
pt: Receba 500 Pontos de Recompensa para cada pagamento de assinatura de $250 feito em dia
ro: Câștigă 500 de puncte recompensă pentru fiecare plată de membru la timp de 250$
ru: Зарабатывайте 500 Бонусных Баллов за каждый своевременный членский взнос в размере $250
uk: Заробляйте 500 Бонусних Балів за кожен своєчасний членський внесок у розмірі $250
uz: Ўз вақтида тўланган ҳар бир 250$ аъзолик тўлови учун 500 Бонус балларини ишлаб топинг
zh: 每次按时支付$250会员费用，赚取500奖励积分

source: Earn 750 Reward Points Immediately + 500 Every Month
fr: Gagnez 750 Points de Récompense immédiatement + 500 Points par Mois
it: Guadagna subito 750 Crediti Premio + 500 ogni mese
kk: Дереу 750 Бонустық Ұпайын табыңыз + ай сайын 500 ұпай
pt: Ganhe 750 Pontos de Recompensa Imediatamente + 500 Todos os Meses
uk: Отримайте 750 Бонусних Балів одразу + 500 щомісяця
uz: 750 Бонус балларини тезда ишлаб топинг + 500 ҳар ойда
zh: 立即赚取750点奖励积分 + 每月500点

source: Earn a
fr: Gagnez un
it: Guadagna un

source: Earn a $300 MD Team Leadership Bonus + $200 One Time Fast Start Reward.
fr: Gagnez un Bonus du MD de 300 $ du Leadership d'Équipe + 200$ de Récompense Unique de Démarrage Rapide.
it: Guadagna un Bonus di Leadership Team MD di $300 + un Premio Avvio Veloce una tantum di $200.
pt: Ganhe um Bônus de Liderança de Equipe MD de $300 + Uma Recompensa Única de $200 pelo Início Rápido.
uk: Заробіть Командний Лідерський бонус для MD у розмірі $300 + $200 як одноразову винагороду за Швидкий Старт.

source: Earn a $500 dollar bonus when your Fast Start Partners maintain their Marketing Director rank for the next consecutive month
fr: Gagnez un bonus de 500 $ lorsque vos Partenaires de Démarrage rapide conservent leur rang de Marketing Director pendant le mois suivant
it: Guadagna un bonus di 500 $ quando i tuoi Partner con Avvio Veloce mantengono il loro rango di Marketing Director anche nel mese successivo
kk: Сіздің Жылдам бастау серіктестеріңіз келесі айда қатарынан Marketing Director рангын сақтаған жағдайда, сіз $500 бонус аласыз
pt: Ganhe um bônus de US$500 quando seus Parceiros de Arranque Rápido mantiverem sua classificação de Marketing Director pelo próximo mês
uk: Отримайте бонус у розмірі $500, якщо ваші Партнери за програмою «Швидкий Старт» збережуть свій ранг Marketing Director протягом наступного послідовного місяця.
uz: Тезкор стартга эришган Ҳамкорларингиз кейинги ойда ҳам Marketing Director рангида қолганлари учун 500$ бонус ишлаб топинг
zh: 当您的快速启动合作伙伴在接下来的连续一个月内保持Marketing Director级别时，您将获得500美元奖金

source: Earn a $500 dollar bonus when your Fast Start Partners maintain their Marketing Director rank for the next consecutive month.
ca: Guanya una bonificació de 500 dòlars quan els teus Socis Fast Start mantinguin el rang de Marketing Director durant el proper mes consecutiu.
fr: Gagnez un bonus de 500 $ lorsque vos Partenaires de Démarrage rapide conservent leur rang de Marketing Director pendant le mois suivant.
it: Guadagna un bonus di $500 quando i tuoi Partner con Avvio Veloce mantengono il loro rango di Marketing Director anche nel mese successivo.
ja: あなたのファストスタートパートナーが翌月も継続してMarketing Directorのランクを維持すると、$500 のボーナスを獲得できます。
kk: Сіздің Жылдам бастау серіктестеріңіз келесі айда қатарынан Marketing Director рангын сақтаған жағдайда, сіз $500 бонус аласыз.
pt: Ganhe um bônus de US$500 quando seus Parceiros de Arranque Rápido mantiverem sua classificação de Diretor de Marketing pelo próximo mês.
ro: Câștigă un bonus de 500$ atunci când partenerii tăi de Start Rapid își mențin nivelul de Marketing Director pentru următoarea lună consecutivă.
uk: Отримайте бонус у розмірі $500, коли ваші Члени з програми Fast Start збережуть ранг Маркетингового Директора протягом наступного місяця.
uz: Тезкор старт қилган Ҳамкорларингиз кейинги ойда ҳам Marketing Director рангида қолганлари учун 500$ бонус ишлаб топинг.
zh: 当您的快速起步合伙人在下一个连续月份保持Marketing Director职级时，您将获得$500奖金。
