Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The services and/or products provided to you by INGROUP INTERNATIONAL LLC d/b/a INCRUISES® INTERNATIONAL LLC, or for Puerto Rico residents, INCRUISES PUERTO RICO LLC, hereinafter referred to as "we", "us", "our", "inCruises", or the "Company", its subsidiaries, agents and affiliates, in conjunction with inCruises.com (hereinafter referred to as the "Site" or the "Website"), are subject to the following Terms of Service and Privacy Policy (hereinafter referred to as the "TOS"). If you do not understand or agree to be bound by (or cannot comply with) any part of the TOS described herein, you must immediately cease using the Site. inCruises reserves the right to update the TOS at any time, with or without notice to you. The current version of the TOS can be reviewed by following the URL link at the footer of inCruises web pages.
ca: Els serveis o productes que et proporciona INGROUP INTERNATIONAL LLC operant com INCRUISES® INTERNATIONAL LLC, o en el cas dels residents de Puerto Rico, INCRUISES PUERTO RICO LLC, d'ara endavant referits com "nosaltres", "la nostra empresa", "inCruises" o "la Companyia" juntament amb les seves filials, agents i afiliats, i en col·laboració amb inCruises.com (d'ara endavant, el “Lloc” o el “Lloc web”), estan subjectes als següents Termes i Condicions i a la Política de Privacitat (d'ara endavant, els “T&C”). Si no entens o no acceptes estar subjecte (o no pots complir) alguna part dels T&C descrits aquí, has de cessar immediatament l’ús del Lloc. inCruises es reserva el dret d’actualitzar els T&C en qualsevol moment, amb o sense avís previ. La versió actual dels T&C es pot consultar seguint l’enllaç corresponent al peu de pàgina del lloc web d’inCruises.
de: Die Ihnen von INGROUP INTERNATIONAL LLC d/b/a INCRUISES® INTERNATIONAL LLC bzw. für Einwohner Puerto Ricos INCRUISES PUERTO RICO LLC, im Folgenden „wir“, „uns“, „unser“, „inCruises“ oder das „Unternehmen“, seinen Tochtergesellschaften, Vertretern und verbundenen Unternehmen, in Verbindung mit inCruises.com (im Folgenden „Site“ oder „Website“) bereitgestellten Dienste und/oder Produkte unterliegen den folgenden Servicebedingungen und Datenschutzrichtlinien (im Folgenden „AGB“). Wenn Sie einen Teil der hier beschriebenen AGB nicht verstehen oder nicht akzeptieren (oder nicht einhalten können), müssen Sie die Nutzung der Site unverzüglich einstellen. inCruises behält sich das Recht vor, die AGB jederzeit mit oder ohne Benachrichtigung an Sie zu aktualisieren. Die aktuelle Version der AGB finden Sie unter dem URL-Link in der Fußzeile der inCruises-Webseiten.
es: Los servicios y/o productos ofrecidos por INGROUP INTERNATIONAL LLC, que opera bajo el nombre comercial de INCRUISES INTERNATIONAL LLC o para residentes en Puerto Rico, INCRUISES PUERTO RICO LLC, en lo sucesivo, "nosotros", "nos", "nuestro" o "inCruises”,o “La Compañía”, sus subsidiarias, agentes y afiliados, en conjunto con inCruises.com (denominado en lo sucesivo como el "sitio" o el "Sitio Web"), están sujetos a los siguientes Términos de Servicio y Política de Privacidad (en adelante denominado el "TDS"). Si no entiendes o aceptas que quedarás vinculado por cualquier parte de las Condiciones del servicio descrito en el presente documento (o no puedes cumplirlas), debes cesar inmediatamente de utilizar el Sitio. inCruises se reserva el derecho de actualizar las condiciones de servicio en cualquier momento, con o sin previo aviso. Es posible ver la versión actual de los TDS en el enlace ubicado en el pie de página de las páginas web de inCruises.
fr: Les services et/ou produits qui vous sont fournis par INGROUP INTERNATIONAL LLC exerçant ses activités sous le nom d'INCRUISES® INTERNATIONAL LLC, ou pour les résidents de Porto Rico, INCRUISES PUERTO RICO LLC, ci-après dénommée « nous », « notre », « nos », « inCruises » ou la « Société », ses filiales, agents et sociétés affiliées, en collaboration avec inCruises.com (ci-après dénommés le « Site » ou le « Site web »), sont soumis aux Conditions d'utilisation et à la Politique de confidentialité suivantes (ci-après dénommées les « ТОS »). Si vous ne comprenez pas ou n'acceptez pas d'être lié par (ou ne pouvez pas respecter) une partie quelconque des ТОS décrites dans les présentes, vous devez immédiatement cesser d'utiliser le Site. inCruises se réserve le droit de mettre à jour les ТОS à tout moment, avec ou sans préavis. La version actuelle des ТОS peut être consultée en suivant le lien URL situé en bas de page des pages web d'inCruises.
it: I servizi e/o prodotti forniti all'utente da INGROUP INTERNATIONAL LLC operante come INCRUISES® INTERNATIONAL LLC, o per i residenti di Porto Rico, INCRUISES PUERTO RICO LLC, di seguito denominati "noi", "ci", "nostro/a/i/e", "inCruises" o la "Società", le sue filiali, agenti e affiliate, in collaborazione con inCruises.com (di seguito denominato il "Sito" o il "Sito Web"), sono soggetti alle seguenti Condizioni di Servizio e alla Privacy Policy (di seguito denominati i "TOS"). Se non comprendi o non accetti di essere vincolato da (o non puoi rispettare) qualsiasi parte dei TOS qui descritti, devi immediatamente cessare di utilizzare il Sito. inCruises si riserva il diritto di aggiornare i TOS in qualsiasi momento, con o senza preavviso all'utente. La versione attuale dei TOS può essere consultata seguendo il link URL presente nel piè di pagina delle pagine web di inCruises.
ja: INCRUISES INTERNATIONAL LLCの商号を使っているINGROUP INTERNATIONAL LLC、またはプエルトリコ居住者の⽅は、INCRUISES PUERTO RICO LLCから提供されるサービスまたは製品。以下、「当社」、「私たち」または「inCruises」と呼び、その⼦会社、代理店、および関連会社は、inCruises.com（以下「サイト」または「ウェブサイト」と呼びます）以下の利⽤規約およびプライバシーポリシー（以下「TOS」と呼びます）の対象となります。ここに記載されているTOSの⼀部を理解または同意しない（または従わない）場合、 直ちに停⽌する必要があります。本サイトを使⽤する場合inCruisesは、会員への通知の有無にかかわらず、いつでもTOSを更新する権利を留保します。TOCの現在のバージョンは、 inCruises ウェブページのフッターにあるURLリンクで確認できます。
kk: Сізге in GROUP INTERNATIONAL LLC D/b/a incruises® International LLC компаниясы немесе Пуэрто-Рико тұрғындары үшін - INCRUISES Puerto RICO LLC компаниясы ұсынатын қызметтер және/немесе өнімдер, бұдан әрі "біз", "біздің", "inCruises" немесе "Компания" деп аталады, оның еншілес компаниялары компаниялар, агенттер және аффилиирленген тұлғалар inCruises.com (бұдан әрі" Сайт "немесе" Веб-сайт "деп аталатындар) қызметтер көрсетудің мынадай шарттарына және құпиялылық саясатына (бұдан әрі"пайдалану шарттары" деп аталады) бағынады. Егер сіз осы құжатта сипатталған шарттардың кез келген бөлігін түсінбесеңіз немесе орындауға келіспесеңіз (немесе орындай алмасаңыз), сайтты пайдалануды дереу тоқтатуыңыз керек. inCruises Шарттарды кез келген уақытта, хабарламамен немесе хабарламасыз жаңарту құқығын өзіне қалдырады. Пайдалану ережелерінің ағымдағы нұсқасымен inCruises веб-беттерінің төменгі деректемесіндегі URL сілтемесіне өту арқылы танысуға болады.
ky: Сизге мындан ары "биз", "бизди/бизге", "биздин", "inCruises" же "Компания" деп аталган INGROUP INTERNATIONAL LLC, d/b/a INCRUISES® INTERNATIONAL LLC же Пуэрто-Рико тургундары үчүн INCRUISES PUERTO RICO LLC, анын туунду компаниялары, агенттери жана филиалдары тарабынан жана inCruises.com (мындан ары "Сайт" же "Веб-сайт" деп аталат) тарабынан сунулган кызматтар жана/же продуктылар, төмөнкү Тейлөө шарттарына жана Купуялык саясатына баш ийет. (мындан ары "ТШ" деп аталат). Эгерде сиз бул жерде сүрөттөлгөн ТШнын кайсы бир бөлүгүн түшүнбөсөңүз же аткарууга макул болбосоңуз (же аткара албасаңыз), анда сиз дароо Сайтты колдонууну токтотушуңуз керек. inCruises Шарттарды каалаган убакта, сизге эскертип же эскертпестен жаңыртуу укугун өзүнө калтырат. Тейлөө шарттарынын учурдагы версиясын inCruises веб-баракчаларынын төмөнкү колонтитулундагы URL шилтемеси аркылуу көрүүгө болот.
lv: Uz pakalpojumiem un/vai produktiem, ko jums sniedz INGROUP INTERNATIONAL LLC d/b/a INCRUISES® INTERNATIONAL LLC, vai Puertoriko rezidentiem, INCRUISES PUERTORIKO LLC, turpmāk “mēs”, “mūs”, “mūsu”, “inCruises” vai “kompānija”, tā meitasuzņēmumi, aģenti un saistītie uzņēmumi saistībā ar inCruises.com (turpmāk “vietne” vai “tīmekļa vietne”), attiecas šādi pakalpojumu sniegšanas un privātuma politikas noteikumi (turpmāk līdz “TOS”). Ja nesaprotat vai piekrītat, ka jums ir saistoša (vai nevarat ievērot) kāda no šeit aprakstītajām TOS daļām, jums nekavējoties jāpārtrauc vietnes lietošana. inCruises patur tiesības atjaunināt TOS jebkurā laikā, par to brīdinot vai nebrīdinot jūs. Pašreizējo dos versiju var pārskatīt, sekojot saitei URL inCruises tīmekļa lapu kājenē.
mn: INGROUP INTERNATIONAL LLC d/b/a INCRUISES® INTERNATIONAL LLC, эсвэл Пуэрто Рикогийн оршин суугчдын хувьд INCRUISES PUERTO RICO LLC (цаашид "бид", "биднийг", "манай", " inCruises ", эсвэл "Компани" гэх)-ээс танд санал болгож буй бүтээгдэхүүн болон/эсвэл үйлчилгээнүүд нь inCruises.com-той (цаашид “Хуудас” эсвэл “Вэб хуудас” гэх) хамт дараах Үйлчилгээний Нөхцөл ба Хувийн Нууцлалын Бодлогын (цаашид “TOS” гэх) дагуу хэрэгжинэ. Хэрэв та энэхүү TOS-н аливаа хэсгийг ойлгоогүй эсвэл дагаж мөрдөж чадахгүй (эсвэл зөвшөөрөхгүй) бол энэхүү Хуудсыг нэн даруй ашиглахаа зогсоох шаардлагатай. inCruises нь TOS-г танд мэдэгдэх болон мэдэгдэлгүйгээр ямар ч үед шинэчлэх эрхтэй. Одоогийн хүчин төгөлдөр TOS-г inCruises вэб хуудасны доод хэсэгт байрлах URL холбоосоор орж унших боломжтой.
pt: Os serviços e/ou produtos fornecidos a você pela INGROUP INTERNATIONAL LLC fazendo negócios como INCRUISES INTERNATIONAL LLC, ou para residentes em Porto Rico, INCRUISES PUERTO RICO LLC, doravante referidos como "nós", "nosso", "inCruises" ou "Empresa", suas subsidiárias, agentes e afiliados, em conjunto com o inCruises.com (doravante referido como “Site”) estão sujeitos aos seguintes Termos de Serviço e Política de Privacidade (doravante referido como “TDS”). Se você não entende ou concorda em permanecer vinculado por (ou não pode cumprir com) qualquer parte dos Termos de Serviço descritos nesse documento, você deve interromper imediatamente o uso do Site. A inCruises reserva o direito de atualizar o TDS a qualquer momento, com ou sem notificação prévia. A versão atual do TDS pode ser revisada através do link URL no rodapé das páginas da web inCruises.
ro: Serviciile și/sau produsele furnizate de INGROUP INTERNATIONAL LLC d/b/a INCRUISES® INTERNATIONAL LLC, sau pentru rezidenții din Puerto Rico, INCRUISES PUERTO RICO LLC, denumită în continuare „noi”, „nostru”, „inCruises”, sau „Compania”, filialele, agenții și afiliații săi, în legătură cu inCruises.com (denumite în continuare „Site-ul” sau „Website”), sunt supuse următorilor Termeni și condiții și Politicii de confidențialitate (denumite în continuare „TOS”). Dacă nu înțelegi sau ești de acord să fii legat de (sau nu te poți conforma) vreunei părți a TOS descrise aici, trebuie să încetezi imediat utilizarea Site-ului. inCruises își rezervă dreptul de a actualiza TOS în orice moment, cu sau fără notificare. Versiunea actuală a TOS poate fi revizuită urmând linkul URL de la subsolul paginilor web inCruises.
ru: Услуги и/или продукты, предоставляемые вам INGROUP INTERNATIONAL LLC, осуществляющей свою деятельность под наименованием INCRUISES INTERNATIONAL LLC, а для резидентов Пуэрто-Рико – INCRUISES PUERTO RICO LLC (именуемые в дальнейшем «мы», «нам», «наш», «inCruises» или «Компания»), ее дочерними компаниями, агентами и аффилированными организациями, указанными на inCruises.com (далее «Сайт» или «Веб-сайт»), являются предметом настоящих Условий Использования и Политики Конфиденциальности (далее именуемых «Условия Использования»). Если вы не понимаете, не согласны принять или не можете выполнить какие-либо положения любой части настоящих Условий Использования, вы должны незамедлительно отказаться от использования Сайта. inCruises оставляет за собой право вносить изменения в Условия Использования в любое время с уведомлением вас об этом либо без него. С актуальной версией Условий Использования можно ознакомиться, пройдя по соответствующей ссылке в нижней части любой веб-страницы inCruises.
uk: Послуги та/або продукти, що надаються Вам INGROUP INTERNATIONAL LLC, що здійснює свою діяльність під комерційним (фірмовим) найменуванням ІNCRUISES® INTERNATIONAL LLC, а для резидентів Пуерто-Ріко – INCRUISES PUERTO RICO LLC (надалі «ми», «нам», «наш», «inCrues» або «Компанія»), її дочірніми компаніями, агентами та афілійованими організаціями, зазначеними на inCruises.com (далі «Сайт» або «Веб-сайт»), є предметом цих Умов Використання та Політики Конфіденційності (далі «Умови Використання»). Якщо Ви не розумієте, чи не згодні прийняти або не можете виконати будь-які положення будь-якої частини цих Умов Використання, Ви повинні негайно відмовитися від використання Сайту. inCruises залишає за собою право вносити зміни до Умов Використання в будь-який час з повідомленням про це або без нього. З актуальною версією Умов Використання можна ознайомитися, пройшовши за посиланням у нижній частині будь-якої веб-сторінки inCruises.
uz: Кейинги ўринларда “биз”, “бизга”, “бизнинг” ёки “inCruises”, ёхуд “Компания” деб номланувчи, INCRUISES INTERNATIONAL LLC ёки Пуэрто-Рико резидентлари учун INCRUISES PUERTO RICO LLC, inCruises.com (кейинги ўринларда “Сайт” ёки “Веб-сайт” деб юритилади) билан биргаликда унинг шўбалари, агентлари ва филиаллари сифатида фаолият олиб борувчи INGROUP INTERNATIONAL LLC томонидан тақдим этилган хизматлар ва/ёки маҳсулотларга қуйидаги Хизмат кўрсатиш шартлари (кейинги ўринларда - “ХКШ”) ва Маҳфийлик сиёсати қоидалари қўлланилади. Агар мазкур ХКШнинг бирор қисмига тушунмасангиз ёки амал қилишга рози бўлмасангиз (ёки амал қила олмасангиз), дарҳол Сайтдан фойдаланишни тўхтатишингиз лозим. inCruises исталган вақтда, сизни хабардор қилиб ёки сизга хабар бермасда, ХКШни янгилаш ҳуқуқига эга. ХКШнинг жорий таҳририни inCruises веб-саҳифаларининг қуйи лавҳасида келтирилган URL ҳаволага ўтиш орқали кўриб чиқишингиз мумкин.
zh: 由INGROUP INTERNATIONAL LLC d/b/a INCRUISES® INTERNATIONAL LLC提供给您的服务和/或产品（波多黎各居民则为INCRUISES PUERTO RICO LLC），以下称为“我们”、“本公司”或“inCruises”，以及其子公司、代理商和关联公司，与inCruises.com（以下简称“网站”）共同受以下服务条款及隐私政策（以下简称“TOS”）约束。如果您无法理解、不同意接受（或无法遵守）本文所述TOS的任何部分，您必须立即停止使用本网站。inCruises保留随时更新TOS的权利，无需通知您。您可通过inCruises网页底部的URL链接查看当前版本的TOS。

source: The Silver Package is sold out. Please select another package.
ca: El paquet Plata està esgotat. Si us plau, selecciona un altre paquet.
de: Das Silber-Paket ist ausverkauft. Bitte wählen Sie ein anderes Paket.
es: El Paquete Plata está agotado. Por favor, selecciona un paquete diferente.
fr: Le Forfait Argent est épuisé. Veuillez choisir un autre forfait.
it: Il pacchetto Silver è esaurito. Ti invitiamo a selezionare un altro pacchetto.
ja: シルバー・パッケージは完売しました。他のパッケージをお選びください。
kk: Күміс пакет сатылып кетті. Басқа пакетті таңдаңыз.
ko: 실버 패키지는 매진되었습니다. 다른 패키지를 선택하십시오.
ky: Күмүш пакети сатылып бүттү. Сураныч, башка пакет тандаңыз.
lv: Sudraba pakete ir izpārdotz.Lūdzu izvēlieties citu paketi.
mn: Мөнгөн багц зарагдаж дууссан байна. Та өөр багц сонгоно уу.
pt: O pacote Silver está esgotado. Selecione outro pacote.
ro: Pachetul Argint este epuizat. Te rugăm să selectezi un alt pachet.
ru: Серебрянный тариф распродан. Выберите, пожалуйста, другой тариф.
uk: Срібний тариф розпродано. Виберіть, будь ласка, інший тариф.
uz: Кумуш пакет сотиб бўлинди. Илтимос, бошқа пакетни танланг.
zh: Silver套餐已售完。 请选择其他套餐。
