Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: i. PARTNER acknowledges that during the term of this Addendum, he/she will have access to and shall become aware of confidential, proprietary and trade secret information belonging to inGroup International. PARTNER agrees that all knowledge and information that he/she may receive from inGroup International or its employees, agents or consultants, or otherwise by virtue of the performance of PARTNER’s obligations and duties under and pursuant to this Addendum, relating to PARTNER or customer lists or other identifying information, suppliers, vendors, advisors, inventions, products, processes, machinery, apparatus, prices, discounts, <span class="before"/> costs, business affairs, future plans, or technical data that belong to inGroup International or to those with whom inGroup International has contracted regarding such information, shall for all time and for all purposes constitute “Confidential Information” and be treated by PARTNER as strictly confidential and held by PARTNER in confidence, and solely for inGroup International's benefit and use, and shall not be used by PARTNER or directly or indirectly disclosed by PARTNER to any person whatsoever except to inGroup International or with inGroup International's prior written permission.
ca: i. El SOCI té coneixement que durant el període d'aquest Annex tindrà accés i serà conscient de la informació confidencial i secreta que pertany a inGroup International. El SOCI accepta que tots els coneixements i la informació que ell / ella pugui rebre d'inGroup International o dels seus empleats, agents o consultors, o bé en virtut de l'execució de les obligacions i deures del SOCI en aquest annex en relació al SOCI o llista de clients o una altra informació de proveïdors, venedors, assessors, invents, productes, processos, maquinària, aparells, preus, descomptes, <span class="before"/> costos, assumptes empresarials, plans de futur o dades tècniques que pertanyen a inGroup International o a aquells amb els quals inGroup International ha contractat aquesta informació, per a tots els temps i per a tots els efectes, constituirà "Informació confidencial" i serà tractada pel SOCI estrictament confidencial i es mantindrà per part del SOCI en confiança, i únicament per al benefici i ús d'inGroup International i el SOCI no l'utilitzarà ni revelarà directament o indirectament a cap persona excepte inGroup International o amb el permís previ per escrit d'inGroup International.
de: i. Der PARTNER stimmt zu, dass er während der Laufzeit dieses Addendums Zugang zu vertraulichen, urheberrechtlich geschützten und Geschäftsgeheimnisinformationen von inGroup International hat und davon Kenntnis erlangen wird. Der PARTNER erklärt sich damit einverstanden, dass alle Kenntnisse und Informationen, die er von inGroup International oder seinen Mitarbeitern, Agenten oder Beratern oder anderweitig aufgrund der Erfüllung der Verpflichtungen und Pflichten des PARTNERs gemäß und in diesem Addendum erhält, die sich auf PARTNER oder Kundenlisten oder andere identifizierende Informationen, Lieferanten, Verkäufer, Berater, Erfindungen, Produkte, Prozesse, Maschinen, Apparate, Preise, Rabatte, <span class="before"/> Kosten, Geschäftsangelegenheiten, Zukunftspläne beziehen, oder technische Daten, die zu inGroup International gehören oder mit denen inGroup International in Bezug auf diese Informationen Verträge abgeschlossen hat, stellen für alle Zeit und zu allen Zwecken "vertrauliche Informationen" dar und werden vom PARTNER streng vertraulich behandelt und vom PARTNER verwahrt, und zwar ausschließlich zum Nutzen und zur Nutzung durch inGroup International, und dürfen vom PARTNER nicht verwendet oder direkt oder indirekt an eine Person weitergegeben werden, außer an inGroup International oder mit der vorherigen schriftlichen Genehmigung von inGroup International.
es: i. El SOCIO, reconoce que durante el plazo de este Anexo, tendrá acceso a la información confidencial, comercial y de secreto de propiedad de inGroup International. El SOCIO acuerda que todos los conocimientos e información que pueda recibir de inGroup International o sus empleados, agentes o consultores, o en virtud del cumplimiento de las obligaciones y deberes del SOCIO de este Anexo, en relación con el SOCIO o listas de clientes u otra información de identificación, proveedores, vendedores, asesores, productos, procesos, maquinaria, aparatos, precios, descuentos, <span class="before"/> costos, asuntos comerciales, planes futuros, o datos técnicos que pertenecen a inGroup International o aquellos con quienes inGroup International ha contratado dicha información, deberá, para todos los tiempos y para todos los fines, constituirse "Información confidencial" y ser tratado por el SOCIO como estrictamente confidencial<span class="before"></span> y se le ofrece al SOCIO en confianza, y únicamente para el beneficio y uso de inGroup International. No debe ser utilizado por el SOCIO ni divulgarlo directa o indirectamente a ninguna persona, excepto a inGroup International o con el permiso previo por escrito de inGroup International.
fr: i. PARTNER reconnaît que pendant la durée de cet Addendum, il aura accès aux informations confidentielles, exclusives et aux secrets commercials appartenant à inGroup International et en prendra connaissance. PARTENAIRE accept que toutes les connaissances et informations qu'il peut recevoir d'inGroup International ou de ses employés, agents ou consultants, ou autrement, en raison de l'exécution de ses obligations et obligations aux termes de cet Addendum, en ce qui concerne PARTENAIRE, les listes de clients ou autres informations d'identification, fournisseurs, vendeurs, conseillers, inventions, produits, processus, machines, appareils, <span class="before"/> prix, remises, coûts, activités commerciales, projets futurs ou données techniques appartenant à inGroup International ou à ceux avec lesquels inGroup International a passé un contrat portant sur de telles informations, constitueront à tout moment et à toutes fins utiles des "Informations Confidentielles" et seront traitées par PARTENAIRE comme strictement confidentiel et tenu par PARTENAIRE en toute confiance, et uniquement pour le bénéfice et l’utilisation d'inGroup International, et ne doit pas être utilisé par PARTENAIRE ni divulgué directement ou indirectement par PARTENAIRE à toute personne, sauf avec inGroup International ou avec l'autorisation écrite préalable d'inGroup International.
it: i. Il PARTNER accetta che tutte le conoscenze e le informazioni che può ricevere da inGroup International o dai suoi dipendenti, agenti o consulenti, o altrimenti in virtù dell'esecuzione degli obblighi e doveri del PARTNER ai sensi e in conformità al presente Addendum, relative a PARTNER o agli elenchi di clienti o altre informazioni identificative, fornitori, venditori, consulenti, invenzioni, prodotti, processi, macchinari, apparecchi, prezzi, sconti, <span class="before"/> costi, affari, piani futuri o dati tecnici che appartengono a inGroup International o a coloro con i quali inGroup International ha contratto riguardo a tali informazioni devono, per tutto il tempo e per tutti gli scopi, costituire "Informazioni riservate" ed essere trattate e conservate dal PARTNER come strettamente confidenziali e riservate ad esclusivo vantaggio e utilizzo di inGroup International, non devono neppure essere utilizzate dal PARTNER, né rivelate direttamente o indirettamente dal PARTNER a qualsiasi persona, ad eccezione di inGroup International o previa autorizzazione scritta di inGroup International.
ja: i. パートナーは、この追加条項の期間中、inGroup Internationalに属する機密、専有、および企業秘密の情報にアクセスし、それを認識するようになることを認めます。 パートナーは、自らがinGroup Internationalまたはその従業員、代理人もしくはコンサルタントから受け取る、またはそうでなければ、パートナーまたは顧客リストまたはその他の事項に関連して、この追加条項に基づくパートナーの義務および義務の履行によって得られるすべての知識および情報に同意します。識別情報、納入業者、またはそのような情報に関してinGroup Internationalと契約している者に属するサプライヤ、ベンダー、アドバイザー、開発、製品、プロセス、機械、装置、価格、割引、<span class="before"/> コスト、業務、将来計画、または技術データパートナーは、常に、あらゆる目的のために「機密情報」を構成し、パートナーによって厳重に機密扱いされ、inGroup Internationalの利益と使用のためだけに機密保持されているものとします。パートナーによって使用されたり、inGroup InternationalまたはinGroup Internationalの事前の書面による許可を除き、パートナーによって直接的または間接的にいかなる人物にも開示されません。
kk: i. «СЕРІКТЕС» осы қосымшаның қолданылу мерзімі ішінде inGroup International-ке тиесілі құпия, жеке және коммерциялық құпия ақпараттарына қол жеткізетіндігін мойындайды. СЕРІКТЕС осы Келісімнің қосымшасына сәйкес inGroup International компаниясынан және оның қызметкерлерінен, агенттерінен немесе кеңесшілерінен алған білімін, ақпараттарды немесе тұтынушы тізімдерін, басқа да сәйкестендіруге қатысты серіктестің міндеттемелері мен міндеттерін орындай отырып, барлық алынған ақпараттың құпиялылығына келіседі, inGroup International-тің тауарды жеткізушілері, дистрибьюторлары, кеңесшілері, өнертапқыштары, шығарылатын өнімдері, жұмыс процесстері, машиналары, жабдықтары, бағалары, жеңілдіктері, шығындары, бизнес-операциялары, болашақ жоспарлары немесе техникалық деректері және тек қана inGroup International-ке қатысты жасалған келісімшарттар барлық уақытта және барлық мақсаттарда «құпия ақпарат» болып табылады және СЕРІКТЕС тарапынан <span class="before"/> ол қатаң құпия ақпарат болып саналады, СЕРІКТЕС бұл ақпараттарды inGroup International компаниясының тек пайдасы мен пайда табуы үшін қолданып, оны тікелей немесе жанама пайдаланады және оны сенімді қызметкерлер мен агенттерге немесе кеңесшілерге тек қана inGroup International -тің иеленушісі ретінде оның алдын-ала жазбаша рұқсатымен кез-келген тұлғаға СЕРІКТЕС ретінде ашылып түсіндіру үшін пайдаланады.
ky: и. ӨНӨКТӨШ бул Кошумча колдонуу мөөнөтүнүн ичинде ал inGroup International компаниясына тиешелүү купуя, менчик жана коммерциялык сырды камтыган маалыматка жетүү мүмкүнчүлүгүнө ээ болорун жана алардан кабардар боло тургандыгын моюнга алат. ӨНӨКТӨШ inGroup Internationalдан же анын кызматкерлеринен, агенттеринен же консультанттарынан же башка жол менен ӨНӨКТӨШ же кардарлардын тизмесине же ушул Тиркеме боюнча жана ага ылайык ӨНӨКТӨШтүн милдеттенмелерин жана милдеттерин аткаруунун аркасында ала турган бардык билимдерди жана маалыматты кабыл алат. башка идентификациялоочу маалыматтар, жеткирүүчүлөр, сатуучулар, кеңешчилер, ойлоп табуулар, өнүмдөр, процесстер, машиналар, аппараттар, арзандатуулар, <span class="before"/> баалар, чыгымдар, бизнес иштери, келечектеги пландар же inGroup International же inGroup International менен келишим түзгөн адамдарга тиешелүү болгон техникалык маалыматтар мындай маалымат бардык убакта жана бардык максаттар үчүн "Жашыруун маалымат" болуп саналат жана ӨНӨКТӨШ тарабынан катуу купуя катары каралат жана ӨНӨКТӨШ тарабынан жашыруун сакталат жана бир гана inGroup International кызыкчылыгы үчүн жана колдонууга жана ӨНӨКТӨШ тарабынан колдонулбашы керек же ӨНӨКТӨШ тарабынан түз же кыйыр түрдө inGroup International же inGroup International компаниясынын алдын ала жазуу жүзүндөгү уруксаты менен эч кандай адамга ачыкка чыкпайт.
lv: iI. PARTNERIS atzīst, ka šā pielikuma darbības laikā viņam būs piekļuve konfidenciālai, patentētai un tirdzniecības slepenai informācijai, kas ir saistīta ar inGruop International. PARTNERIS piekrīt, ka visas zināšanas un informācija, ko viņš/viņa var saņemt no inGroup International vai saviem darbiniekiem, aģentiem vai konsultantiem, vai kā citādi, pildot partnera pienākumus un pienākumus saskaņā ar šo papildinājumu un saskaņā ar šo papildinājumu, attiecībā uz PARTNERU vai klientu sarakstiem vai citu identificējošu informāciju, piegādātājiem, pārdevējiem, konsultantiem, izgudrojumiem, produktiem, procesiem, iekārtām, cenām, atlaidēm, <span class="before"/> izmaksām, uzņēmējdarbības lietām, nākotnes plāniem vai tehniskiem datiem, kas attiecas uz inGroup International vai uz tiem ar ko inGroup International ir līgums attiecībā uz šo informāciju visu laiku un visiem nolūkiem veido “Konfidenciālo informāciju”, pret kuru PARTNERIS izturas kā pret STINGRI konfidenciālu un kuru PARTNERIS uzskata par UZTICAMU, un tikai un vienīgi par INCRUISE labumu u un izmantošanu, un to neizmanto ne partneris, ne arī tā, ko PARTNERIS tieši vai netieši atklāj jebkurai personai, izņemot inGroup International vai ar inGroup International rakstisku atļauju.
mn: з. ТҮНШ нь энэхүү Нэмэлт Гэрээний хугацаанд inGroup International-д хамаарах чухал нууц мэдээллүүд, өмчийн эрхийн болон худалдааны нууц мэдээлэл олж авах боломжтой гэдгээ хүлээн зөвшөөрч байна. ТҮНШ нь inGroup International болон түүний ажилчид, агент, зөвлөхүүдээс авч болох бүхий л мэдлэг, мэдээллийг хүлээн зөвшөөрч, энэ Нэмэлт Гэрээний дагуу ТҮНШ өөрийн үүргээ гүйцэтгэж, inGroup International-д болон inGroup International-тэй ийм мэдээллүүдээр гэрээ хийсэн талуудад харьяалагдах ТҮНШ болон үйлчлүүлэгчдийн жагсаалт, тэдний тухай мэдээлэл, ханган нийлүүлэгчид, шинэ бүтээлүүд, бүтээгдэхүүнүүд, процесс, машин, тоног төхөөрөмж, үнэ, хөнгөлөлт, <span class="before"/> зардал, бизнесийн үйл ажиллагаа, ирээдүйн төлөвлөгөө, техник технологитой холбоотой мэдээлэл зэргүүд нь бүгд нууц бөгөөд, ТҮНШ нь бүхий л хугацааны турш, бүхий л зорилгоор энэ "Маш чухал нууц мэдээлэл"-ийн нууцыг чанд хадгалан, итгэмж болгон зөвхөн дан ганц inGroup International-ийн ажиллагаа болон ашиг тусын тулд хэрэглэх бөгөөд inGroup International-ээс бусад болон түүний урьдчилан бичгээр авсан зөвшөөрөлгүйгээр хэн нэгэнд шууд болон шууд бус байдлаар бусдад задруулахгүй байх болно.
pt: I. O SÓCIO reconhece que durante o período deste Adendo, ele/ela terá acesso e deverá tomar conhecimento de informações confidenciais, de propriedade e de segredos comerciais pertencentes ao inGroup International. O SÓCIO concorda que todo conhecimento e informação que ele/ela possa receber do inGroup International ou de seus funcionários, agentes ou consultores, ou em virtude do desempenho das obrigações e deveres do SÓCIO em relação a este Adendo, relacionado a SÓCIOS ou listas de clientes ou outras informações identificadas, fornecedores, consultores, invenções, produtos, processos, máquinas, aparelhos, preços, descontos, <span class="before"/> custos, negócios, planos futuros ou dados técnicos pertencentes ao inGroup International ou àqueles com quem o inGroup International tenha contratado tais informações, deverá, a todo tempo e para todos os fins, constituir “Informações Confidenciais” e ser tratado pelo SÓCIO como estritamente confidencial e de propriedade do SÓCIO em sigilo, e exclusivamente para benefício e uso do inGroup International, e não deverá ser usado pelo SÓCIO direta ou indiretamente e nem divulgado pelo SÓCIO a qualquer pessoa, exceto para inGroup International ou com a permissão prévia por escrito do inGroup International.
ro: i. PARTENERUL recunoaşte că pe perioada valabilităţii acestui Act Adiţional el/ea va avea acces şi va deveni conştient(ă) de informaţia confidenţială, privată şi cu caracter de secret comercial aparţinând inGroup International. PARTENERUL încuviinţează că toate cunoştinţele şi informaţia pe care el/ea o poate primi de la inGroup International sau de la angajaţii, agenţii sau consultanţii săi sau, altfel, în virtutea îndeplinirii obligațiilor și îndatorirlor PARTNERULUI în temeiul și în conformitate cu prezentul Act Adiţional, referitoare la liste de PARTNERI sau clienţi sau alte informații de identificare, furnizori, vânzători, consilieri, invenții, produse, procese, mașini, aparate, prețuri, reduceri, <span class="before"/> afaceri, planuri viitoare sau datele tehnice care aparțin inGroup International sau celor cu care inGroup International s-a înţeles în legătură cu astfel de informații vor constitui în orice moment și în toate scopurile "informații Confidențiale" și vor fi tratate de PARTNER ca fiind strict confidențiale şi ţinute de PARTNER în secret şi folosite numai pentru beneficiul şi în folosul inGroup International, şi nu vor fi folosite de către PARTNER sau dezvăluite de către PARTENER în mod direct sau indirect absolut niciunei persoane în afara inGroup International sau fără permisiunea prealabilă în scris.
ru: i. ПАРТНЕР признает, что в течение срока действия настоящего Дополнения он / она будет иметь доступ к конфиденциальной, частной и коммерческой информации, принадлежащей компании inGroup International, и соглашается с тем, что все данные и информация, которые он / она может получить от inGroup International или ее сотрудников, агентов или консультантов, или иным образом, в силу выполнения обязательств и обязанностей ПАРТНЕРА в соответствии с настоящим Приложением, касающихся ПАРТНЕРА или списков клиентов или других источников информации, поставщиков, продавцов, консультантов, изобретений, продуктов, процессов, механизмов, оборудования, цен, скидок,<span class="before"/> затрат, деловых отношений, планов на будущее или технических данных, которые принадлежат inGroup International или тем, с кем inGroup International заключил договор на получение такой информации, на все время и для любых целей составляют «Конфиденциальную информацию» и рассматриваются ПАРТНЕРОМ как строго конфиденциальные и держатся ПАРТНЕРОМ конфиденциально и используются исключительно для использования inGroup International. Они не должны использоваться ПАРТНЕРОМ или прямо или косвенно раскрываться ПАРТНЕРОМ любому лицу, за исключением inGroup International или с предварительного письменного разрешения inGroup International.
uk: i. ПАРТНЕР визнає, що протягом терміну дії цього Доповнення він/вона матиме доступ до конфіденційної, приватної та комерційної інформації, що належить компанії inGroup International, і погоджується з тим, що всі дані та інформація, які він/вона може отримати від inGroup International або її співробітників, агентів або консультантів, або іншим чином, внаслідок виконання зобов'язань ПАРТНЕРА відповідно до цього Додатку, що стосуються ПАРТНЕРА або списків клієнтів або інших джерел інформації, постачальників, продавців, консультантів, винаходів, продуктів, процесів, механізмів, обладнання, цін, знижок, <span class="before"/> витрат, ділових відносин, планів на майбутнє або технічних даних, які належать inGroup International або тим, з ким inGroup International уклав договір на отримання такої інформації, на весь час і для будь-яких цілей складають «Конфіденційну інформацію» і розглядаються ПАРТНЕРОМ як суворо конфіденційні та тримаються ПАРТНЕРОМ конфіденційно і використовується виключно для використання на користь inGroup International. Вони не повинні використовуватися ПАРТНЕРОМ або прямо чи опосередковано розкриватися ПАРТНЕРОМ будь-якій особі, за винятком inGroup International або з попереднього письмового дозволу inGroup International.
uz: i. ҲАМКОР ушбу Қўшимчанинг амал қилиш муддати даврида inGroup International га тегишли маҳфий, хусусий ва тижорат сири бўлган ахборотни олиш имконига эга ва бундан хабардор эканлигини қабул қилади. ҲАМКОР inGroup International ёки унинг ходимлари, агентлари ёки маслаҳатчиларидан ёки бошқа йўл билан оладиган билимлар ва ахборот мазкур Қўшимчага мувофиқ ҳамкорлик масъулияти ва мажбуриятини бажариш мақсадида, ҳамкор ёки мижозлар рўйхати ёки inGroup International га ёхуд inGroup International шартнома тузган ташкилотга тегишли бошқа шунга ўхшаш етказиб берувчилар, сотувчилар, консультантлар, ихтиролар, маҳсулотлар, жараёнлар, машиналар, аппаратлар, нархлар, чегирмалар, қиймат, бизнес, ишлар, келажак режалар ёки техник маълумотлар, ҳар доим ва ҳар қандай мақсадлар учун “маҳфий маълумот” саналиши ва фақатгина inGroup International фойдаси ва фойдаланиши учун ҲАМКОР томонидан ўта маҳфий деб ҳисобланиб, сир <span class="before"/> сақланиши ва ҲАМКОР томонидан бевосита ёки билвосита бошқа шахсларга ошкор қилинмаслигига розилик билдиради, inGroup International томонидан ёки inGroup International нинг ёзма рухсати билан ошкор қилинган ҳолатлар бундан мустасно.
zh: i. 合作伙伴承认，在本附录期间，他/她将有权访问并了解属于 inGroup International 的机密和商业机密信息。合作伙伴同意，他/她可能从 inGroup International 或其员工、代理人或顾问处获得的所有知识和信息，或通过履行本协议中有关合作伙伴或其他方面的合作伙伴获得的所有属于 inGroup International 或者与 inGroup International 签订过合约的人的知识和信息，包括供应商，顾问，发明，产品，流程，机器，设备，价格，折扣，<span class="before"/>成本，商业事务，未来计划或技术数据，这些信息应始终被视作“机密信息”，并由合作伙伴严格保密和保管，且仅限于 inGroup International 的利益和使用，并且不得由合作伙伴直接或间接向任何人披露，除非 inGroup International 已事先给了书面许可。
