Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: We may disclose your information if we believe that it is reasonably necessary to comply with a law, regulation or legal request; to protect the safety of any person; to address fraud, security or technical issues; or to protect inCruises' rights or property.
ca: Podem divulgar la teva informació si considerem que és raonablement necessari per complir una llei, normativa o requeriment legal; per protegir la seguretat de qualsevol persona; per abordar qüestions de frau, seguretat o tècniques; o per protegir els drets o la propietat d’inCruises.
fr: Nous pouvons divulguer vos informations si nous pensons que cela est raisonnablement nécessaire pour se conformer à une loi, un règlement ou une demande légale ; pour protéger la sécurité de toute personne ; pour résoudre des problèmes de fraude, de sécurité ou techniques ; ou pour protéger les droits ou la propriété d'inCruises.
it: Potremmo divulgare le tue informazioni qualora ritenessimo ragionevolmente necessario ottemperare a una legge, a un regolamento o a una richiesta legale; per proteggere la sicurezza di qualsiasi persona; per affrontare frodi, problemi di sicurezza o tecnici; o per proteggere i diritti o la proprietà di 1 inCruises.
ja: 法律、規制、または法的要求を遵守することが合理的に必要であると判断した場合、次の理由から会員の情報を開⽰する場合があります：あらゆる⼈の安全を守るため。詐欺、セキュリティまたは技術的な問題に対処するため。またはinCruisesの権利または財産を保護するため。
kk: Егер біз сіздің ақпаратыңызды заң, ереже немесе заңды сұрау салуына сәйкес ашу қажеттілігі бар деп есептесек, оны жариялауымыз мүмкін; кез келген адамның қауіпсіздігін қорғау үшін; алаяқтық, қауіпсіздік немесе техникалық мәселелерді шешу үшін; немесе inCruises' компаниясының құқықтары мен мүлкін қорғау үшін.
pt: Nós podemos divulgar suas informações se acreditarmos que é razoavelmente necessário cumprir uma lei, regulamento ou solicitação legal; proteger a segurança de qualquer pessoa; tratar de questões de fraude, segurança ou técnicas; ou para proteger os direitos ou a propriedade da inCruises.
ro: Putem dezvălui informațiile tale dacă considerăm că este necesar în mod rezonabil pentru a respecta o lege, un regulament sau o solicitare legală; pentru a proteja siguranța oricărei persoane; pentru a aborda frauda, securitatea sau problemele tehnice; sau pentru a proteja drepturile sau proprietatea inCruises.
uk: Ми можемо розкрити вашу інформацію, якщо вважаємо, що це розумно необхідно для дотримання закону, постанови чи юридичного запиту; захисту безпеки будь-якої людини; вирішення питань шахрайства, безпеки чи технічних питань; або для захисту прав або власності inCruises'.
uz: Агар биз қонун, тартиб-қоида ёки ҳуқуқий талабга амал қилиш учун асосли равишда зарур деб ҳисобласак; бирор кишининг хавфсизлигини ҳимоя қилиш учун; фирибгарлик, хавфсизлик ва техник муаммоларни ҳал қилиш учун; ёки inCruises ҳуқуқлари ва мулкини ҳимоя қилиш учун маълумотларингизни ошкор қилишимиз мумкин.
zh: 我们可能会在合理认为有必要的情况下披露您的信息，以遵守法律、法规或法律请求；保障任何人的安全；应对欺诈、安全或技术问题；或保护inCruises的权利或财产。

source: We need you to confirm your details by re-entering your card, or enter a new card to get your monthly Membership paid via Trust My Travel (TMT).
ca: Necessitem que confirmis les teves dades reintroduint la targeta o introduïu una nova targeta per aconseguir que la teva Membresia mensual es pagui mitjançant Trust My Travel (TMT).
de: Sie müssen Ihre Angaben bestätigen, indem Sie Ihre Karte erneut eingeben, oder eine neue Karte eingeben, damit Ihre monatliche Mitgliedschaft über Trust My Travel (TMT) bezahlt wird.
es: Necesitamos que confirmes tus detalles reingresando tu tarjeta, o ingresando una nueva tarjeta para obtener tu Membresía mensual a través de Trust My Travel (TMT).
fr: Nous avons besoin de vous pour confirmer vos coordonnées en ressaisissant votre carte, ou en saisissant une nouvelle carte pour que votre Adhésion mensuel soit payé via Trust My Travel (TMT).
it: Per pagare le quote associative mensili tramite Trust My Travel (TMT), è necessario che confermi i tuoi dati inserendo nuovamente la carta, oppure inserisci una carta nuova.
ja: 確認のため、再度カード情報をご入力いただく必要があります。あるいは、トラストマイトラベル（TMT）を介して毎月の月会費の支払いをご希望の場合、新しいカード情報をご入力ください。
kk: Сізге ай сайынғы мүшелігіңізді Trust My Travel (TMT) арқылы төлеу үшін, өзіңіздің картаңызды қайта енгізу арқылы мәліметтеріңізді растауыңыз керек немесе жаңа картаны енгізуіңіз қажет.
ko: 신용 카드를 다시 입력하여 귀하의 세부 정보를 확인하거나 새 카드를 입력하여 Trust My Travel (TMT)을 통해 지불하십시오.
ky: Trust My Travel (TMT) аркылуу ай сайын мүчөлүк төлөмдү төлөө үчүн картаңыздын чоо-жайын кайра ырасташыңыз же жаңы картаны кошушуңуз керек.
lv: Mums vajag apstiprināt jūsu datus,atkārtoti ievadot jūsu datus,vai ievadīt jaunu karti,lai ir iespējams nomaksāt ikmēneša Biedra maksu caur "Trust My Travel"(TMT).
mn: Та картны мэдээллээ дахин оруулах, эсвэл сар бүрийн Гишүүнчлэлийн төлбөрөө Trust My Travel (TMT)-аар дамжуулан төлөх үүднээс шинэ картны мэдээллээ оруулна уу.
pt: Precisamos que você confirme seus detalhes, reinserindo seu cartão ou inserindo um novo cartão para recebermos o valor da sua assinatura mensal através da Trust My Travel (TMT).
ro: Avem nevoie să vă confirmați detaliile reintroducând cardul dvs. sau să introduceți un card nou pentru a vă plăti calitatea de membru lunar prin Trust My Travel (TMT).
ru: Для того, чтобы начать оплачивать счета за Членство в Клубе с помощью Trust My Travel (TMT), нам необходимо получить подтверждение Ваших данных. Для этого введите данные карты заново или добавьте новую карту.
uk: Для того, щоб почати сплачувати рахунки за Членство в Клубі за допомогою Trust My Travel (TMT), нам необхідно отримати підтвердження Ваших даних. Для цього введіть дані картки заново або додайте нову картку.
uz: Ойлик Аъзолик тўловини Trust My Travel (TMT) орқали тўлаш учун картангиз маълумотларини қайтадан киритиб тасдиқлашингиз ёки янги карта қўшишингиз лозим.
zh: 我們需要您通過重新輸入卡來確認您的詳細信息，或輸入新卡以通過Trust My Travel (TMT)支付月度會員資格。

source: We noticed you have an upcoming cruise booked:
ca: Hem observat que tens un creuer reservat pròximament:
de: Wir haben gesehen, dass Sie eine Kreuzfahrt gebucht haben:
es: Hemos notado que tienes un crucero próximo reservado:
fr: Nous avons remarqué que vous aviez réservé une prochaine croisière :
it: Abbiamo notato che hai una crociera in programma:
ja: 次のクルーズ予約が完了しています：
kk: Сізде алдағы круизге тапсырыс берілгенін байқадық:
ky: Сизде брондолгон саякатыңыз бар экендигин байкадык:
lv: Ievērojām, ka jums ir rezervēts gaidāmais kruīzs:
mn: Таны захиалсан далайн аялал:
pt: Percebemos que você tem um próximo cruzeiro reservado:
ro: Am observat că ai rezervată o croazieră viitoare:
ru: Мы заметили, что у вас забронирован предстоящий круиз:
uk: Ми помітили, що ви забронювали майбутній круїз:
uz: Сизда яқинлашаётган круиз мавжудлигини аниқладик:
zh: 我们注意到您有预订即将开始的邮轮行程：

source: we proudly recognize those who go above and beyond in charitable giving through two special recognitions
ca: Amb orgull, reconeixem aquells que es distingeixen per la seva tasca benèfica a través de dos reconeixements especials
de: Wir sind stolz darauf, dass wir diejenigen, die mit ihren wohltätigen Spenden über das normale Maß hinausgehen, mit zwei besonderen Auszeichnungen ehren können
es: orgullosamente reconocemos a aquellos que van más allá en su generosidad, a través de dos reconocimientos especiales
fr: nous sommes fiers de rendre hommage à ceux qui se surpassent en matière de dons caritatifs en leur décernant deux distinctions spéciales
it: siamo orgogliosi di riconoscere coloro che danno il meglio di sé nelle donazioni di beneficenza con due riconoscimenti speciali
ja: の皆様を称えるため、2つの特別表彰を行い、それ以上の慈善寄付を行った方々を誇りを持って表彰します：
kk: біз қайырымдылықта қолдан келгеннің бәрін жасайтындарды екі арнайы марапатпен мақтан тұтамыз
ky: биз кайрымдуулук иштерин берешендик менен аткаргандарды жогору баалап, аларга өзгөчө эки сыйлык тапшырабыз
lv: mēs ar lepnumu atzīstam tos, kas pārsniedz labdarības nospraustos mērķus ar divām īpašām atzīmēm
mn: Бид энэхүү хоёр онцгой өргөмжлөлөөр дамжуулан манай сайн үйлсэд илүү их амжилт гаргасан хүмүүсийг бахархалтайгаар хүлээн зөвшөөрч байна
pt: reconhecemos com orgulho aqueles que vão além nas doações de caridade por meio de dois reconhecimentos especiais
ro: îi recunoaștem cu mândrie pe cei care merg dincolo de donațiile caritabile prin două recunoașteri speciale
ru: мы с гордостью отмечаем тех, кто не ограничивает себя в благотворительности, двумя специальными наградами
uk: ми з гордістю відзначаємо тих, хто не обмежує себе у благодійних вчинках, двома спеціальними нагородами
uz: биз энг кўп хайрия қилаётганларни иккита махсус мукофот билан тақдирлаймиз
zh: 我们自豪地表彰那些在慈善捐赠方面超越常规的个人，通过两项特别的荣誉

source: We reserve the right to modify or otherwise update these TOS at any time and you agree to be bound by such modifications, updates and revisions. You should visit this page from time to time to review the current terms. No waiver of any rights is to be charged against inCruises unless such waiver is in writing signed by an authorized representative of inCruises.
ca: Ens reservem el dret de modificar o actualitzar aquests Termes i Condicions en qualsevol moment, i acceptes quedar vinculat per aquestes modificacions, actualitzacions i revisions. Hauries de visitar aquesta pàgina de tant en tant per revisar els termes vigents. Cap renúncia a cap dret s’atribuirà a inCruises llevat que aquesta renúncia estigui per escrit i signada per un representant autoritzat d’inCruises.
de: Wir behalten uns das Recht vor, diese Nutzungsbedingungen jederzeit zu ändern oder anderweitig zu aktualisieren. Sie erklären sich mit solchen Änderungen, Aktualisierungen und Überarbeitungen einverstanden. Sie sollten diese Seite regelmäßig besuchen, um die aktuellen Bedingungen einzusehen. Ein Verzicht auf Rechte kann gegenüber inCruises nur geltend gemacht werden, wenn er schriftlich und von einem autorisierten Vertreter von inCruises unterzeichnet wurde.
es: Nos reservamos el derecho de modificar o actualizar estos Términos de Servicio en cualquier momento y tú aceptas que quedarás vinculado por estas modificaciones, actualizaciones y revisiones. Debes visitar esta página ocasionalmente para revisar los términos actuales. Ninguna renuncia a cualquier derecho es con cargo a inCruises a menos que dicha renuncia se haga por escrito firmado por un representante autorizado de inCruises.
fr: Nous nous réservons le droit de modifier ou de mettre à jour les présentes TOS ( Condiutions d'utilisation) à tout moment et vous acceptez d'être lié par ces modifications, mises à jour et révisions. Nous vous invitons à consulter régulièrement cette page pour consulter les conditions en vigueur. Aucune exonération à un quelconque droit ne saurait être opposable à inCruises, sauf si cette exonération est formulée par écrit et signée par un représentant autorisé d'inCruises.
it: Ci riserviamo il diritto di modificare o altrimenti aggiornare questi TOS in qualsiasi momento e tu accetti di essere vincolato da tali modifiche, aggiornamenti e revisioni. Dovresti visitare questa pagina di tanto in tanto per consultare le condizioni correnti. Nessuna rinuncia a qualsiasi diritto sarà opponibile a inCruises a meno che tale rinuncia non sia in forma scritta e firmata da un rappresentante autorizzato di inCruises.
ja: 当社は、これらのTOSをいつでも変更または更新する権利を留保し、会員はかかる変更、更新、および改訂に拘束されることに同意します。現在の条件を確認するには、時々このページにアクセスしてください。inCruisesの許可された代表者が署名した書⾯による権利放棄がない限り、inCruisesに対して権利の放棄は請求されません。
kk: Біз осы Шарттарды кез келген уақытта өзгерту немесе басқаша жаңарту құқығын өзімізде қалдырамыз және сіз осындай өзгерістерді, жаңартуларды және түзетулерді сақтауға келісесіз. Ағымдағы шарттармен танысу үшін сіз осы бетке анда-санда кіріп отыруыңыз керек. Мұндай бас тарту жазбаша түрде ресімделген және inCruises уәкілетті өкілі қол қойған жағдайларды қоспағанда, inCruises қандай да бір құқықтардан бас тарта алмайды.
ky: Биз бул ТШ каалаган убакта өзгөртүү же башка жол менен жаңыртуу укугун өзүнө калтырабыз жана сиз мындай өзгөртүүлөр, жаңыртуулар жана оңдоолор менен милдеттүү болууга макулсуз. Учурдагы жоболорду жана шарттарды карап чыгуу үчүн мезгил-мезгили менен бул баракчага кирип туруңуз. Эгерде мындай баш тартуу жазуу жүзүндө жана inCruises ыйгарым укуктуу өкүлү тарабынан кол коюлбаса, InCruises компаниясына эч кандай укуктардан баш тартуу үчүн айып салынбайт.
lv: Mēs paturam tiesības jebkurā laikā modificēt vai citādi atjaunināt šos TOS, un jūs piekrītat, ka šādi pārveidojumi, atjauninājumi un labojumi ir saistoši. Laiku pa laikam apmeklējiet šo lapu, lai pārskatītu pašreizējos noteikumus. Pret inCruises netiek izvirzītas nekādas apsūdzības par atteikšanos no jebkādām tiesībām, ja vien šādu atteikšanos nav rakstiski parakstījis inCruises pilnvarots pārstāvis.
mn: Бид эдгээр үйлчилгээний нөхцөлийг хүссэн үедээ өөрчлөх, шинэчлэх эрхтэй бөгөөд та ийм өөрчлөлт, шинэчлэлт, засварыг хүлээн зөвшөөрөх хэрэгтэй болно. Та энэ хуудсанд үе үе зочилж, одоогийн нөхцөлтэй танилцах хэрэгтэй. inCruises-ийн итгэмжлэгдсэн төлөөлөгч гарын үсэг зурж баталгаажуулаагүй бол аливаа эрхээс татгалзсан тохиолдолд inCruises-д хариуцлага тооцох эрхгүй юм.
pt: Reservamos o direito de modificar ou atualizar esses TDS a qualquer momento e você concorda em ficar sujeito a essas modificações, atualizações e revisões. Você deve visitar esta página periodicamente para revisar os termos atuais. Nenhuma renúncia a qualquer direito deve ser declarada contra a inCruises, a menos que tal renúncia seja assinada por escrito por um representante autorizado da inCruises.
ro: Ne rezervăm dreptul de a modifica sau de a actualiza în orice moment aceste TOS și ești de acord să fii obligat de astfel de modificări, actualizări și revizuiri. Ar trebui să vizitezi această pagină din când în când pentru a verifica termenii actuali. Nicio renunțare la niciun drept nu va fi acuzată împotriva inCruises, cu excepția cazului în care o astfel de renunțare este în scris, semnată de un reprezentant autorizat al inCruises.
ru: Мы оставляем за собой право изменять или иным образом обновлять настоящие Условия Использования в любое время, и вы соглашаетесь соблюдать такие изменения, обновления и поправки. Вы должны периодически посещать эту страницу, чтобы пересматривать действующие условия. Никакой отказ от каких-либо прав не может быть предъявлен inCruises до тех пор, пока такой отказ в письменной форме не подписан уполномоченным представителем inCruises.
uk: Ми залишаємо за собою право змінювати або іншим чином оновлювати ці TOS в будь-який час, і ви погоджуєтесь бути пов'язаними такими модифікаціями, оновленнями та ревізіями. Ви повинні час від часу відвідувати цю сторінку, щоб переглянути поточні умови. Жодна відмова від будь-яких прав не стягується з inCruises, якщо така відмова не буде письмово підписана уповноваженим представником компанії inCruises.
uz: Биз мазкур ХКШга исталган вақтда ўзгартириш киритиш ёки бошқа шаклда янгилаш ҳуқуқини ўзимизда сақлаб қоламиз ва сиз бу каби ўзгаришлар, янгиланишлар ва қайта кўриб чиқишларга амал қилишга розилик билдирасиз. Амалдаги шартларни кўриб чиқиш учун ушбу саҳифага вақти-вақти билан ташриф буюриб туришингиз керак. Агар воз кечиш inCruisesʼнинг ваколатли ходими томонидан ёзма шаклда имзоланган бўлмаса, бирор ҳуқуқдан воз кечиш юзасидан inCruisesʼга нисбатан айблов эълон қилиниши мумкин эмас.
zh: 我们保留在任何时间修改或更新本服务条款的权利，您同意受该等修改、更新和修订的约束。您应不时访问此页面以查阅当前条款。除非inCruises的授权代表以书面形式签署，否则inCruises对任何权利的放弃均不予认定。

source: We send an invitation to the participant
ca: Enviem una invitació al participant
de: Wir senden eine Einladung an den Teilnehmer
es: Mandamos una invitación al participante
fr: Nous envoyons une invitation au participant
it: Abbiamo inviato un invito all'utente
ja: 参加者に招待メールを送信しました
kk: Біз қатысушыға шақыру жібердік
ko: 참가자에게 초대장을 보냅니다
ky: Катышуучуга чакыруу жөнөтөбүз
lv: Nosūtām dalībniekam uzaicinājumu
mn: Бид оролцогч нарт урилга илгээдэг
pt: Enviamos um convite ao participante
ro: Trimitem o invitație participantului
ru: Мы отправили участнику приглание
uk: Ми надіслали учаснику запрошення
uz: Биз иштирокчига таклифнома йўллаймиз
zh: 我们向参与者发送邀请

source: We strongly encourage you to consider delaying booking your cruise until you know the "water is fine" to go back to cruising as normal. Until then please expect issues to occur.
ca: Es recomana que consideris la possibilitat de retardar la reserva del teu creuer fins que sàpigues que "l'aigua està bé" per tornar a navegar amb normalitat. Fins llavors, espera que es presenti algun problema.
de: Wir empfehlen Ihnen dringend, die Buchung Ihrer Kreuzfahrt zu verschieben, bis Sie wissen, dass "das Wasser gut ist", damit Sie Ihre Kreuzfahrt wie gewohnt fortsetzen können. Bis dahin müssen Sie mit Problemen rechnen.
es: Te recomendamos encarecidamente consideres retrasar la reserva de tu crucero hasta estar seguros que "el agua está bien" para volver a navegar con normalidad. Hasta entonces, puedes esperar que ocurran inconvenientes.
fr: Nous vous encourageons vivement à envisager de reporter la réservation de votre croisière jusqu'à ce que vous sachiez que "la mer est bonne" pour reprendre une croisière normale. D'ici là, attendez-vous à ce que des problèmes surviennent.
it: Ti incoraggiamo fortemente a considerare di ritardare la prenotazione della tua crociera fino a quando le acque saranno tornate tranquille e si potrà tornare a navigare normalmente. Fino ad allora aspettati che ci siano dei problemi.
ja: クルージングが通常に戻り、「海が穏やか」だとわかるまでは、クルーズのご予約を延期するよう、検討することを強くお勧めします。平常に戻るまでの間は、問題が起こる可能性があることをご理解ください。
kk: Біз сізге круизге брондауды «қалыпты жағдайда круизге қайту үшін» жақсы екенін білмейінше кешіктіруді қарастыруды ұсынамыз. Осы уақытқа дейін проблемалар пайда болады деп күтіңіз.
ko: 평소처럼 크루즈 여행을 다시 하기 위해서는 "괜찮다"는 것을 알게 될 때까지 크루즈 예약을 연기하는 것을 고려할 것을 강력히 권장합니다. 그때까지 문제가 발생할 수 있습니다.
ky: Баары өз нугунда болмоюнча, круизиңизди брондоону токтото турууну сунуштайбыз. Болбосо, бир нече көйгөйлөр пайда болушу мүмкүн.
lv: Mēs noteikti aicinām jūs apsvērt iespēju atlikt savu kruīza rezervāciju līdz zināsiet ka ar “ūdeni viss ir kārtībā”,lai atkal normāli dotos kruīzā.Līdz tam sagaidiet,ka var būt problēmas.
mn: Бид танд далайн аялал хэвийн болтол, "ус сайхан болтол" далайн аяллын захиалга хийхээ түр хүлээнэ үү гэж зөвлөж байна. Асуудал шийдтэл түр хүлээнэ үү.
pt: Recomendamos que você considere adiar a reserva do seu cruzeiro até saber que “a água está boa” para voltar a viajar normalmente. Até então, espere que ocorram problemas.
ro: Te încurajăm cu tărie să iei în considerare întârzierea rezervării de croazieră până când vei știi că "apele sunt bine" pentru a reveni la croazieră ca normal. Până atunci, te poți aștepta să apară probleme.
ru: Мы настоятельно рекомендуем вам подумать над тем, чтобы отложить бронирование своего круиза до тех пор, пока "воды не успокоятся", чтобы вернуться к круизным путешествиям в нормальном режиме. А пока этого не произошло, можно ожидать возникновения некоторых проблем.
uk: Ми наполегливо рекомендуємо вам подумати над тим, аби відкласти бронювання свого круїзу до тих пір, поки "води не заспокояться", щоб повернутися до круїзних подорожей в нормальному режимі. А поки цього не сталося, можна очікувати виникнення деяких проблем.
uz: Ҳаммаси изга тушгунига қадар круизга буюртма беришни кечиктириб туришингизни тавсия этамиз. Акс ҳолда бир қанча муаммолар юзага келиши мумкин.
zh: 我們強烈建議您考慮推遲您的郵輪預訂，直到一切平靜下來，您可以恢復正常航行。在此之前，預計會有問題發生。

source: We want our entire inCruises family to have the opportunity to travel with us on the Elevate Cruise.
ca: Volem que tota la nostra família d'inCruises tingui l'oportunitat de viatjar amb nosaltres en el Creuer Elevate.
de: Wir möchten, dass unsere gesamte inCruises-Familie die Möglichkeit hat, mit uns auf der Elevate Cruise zu reisen.
es: Queremos que toda nuestra familia inCruises tenga la oportunidad de viajar con nosotros en el Crucero Elevate.
fr: Nous voulons que toute notre famille inCruises ait la possibilité de voyager avec nous sur la Elevate Cruise.
it: Vogliamo che tutta la nostra famiglia inCruises abbia l'opportunità di viaggiare con noi sulla Elevate Cruise.
ja: inCruisesファミリー全員に、Elevateクルーズで私たちと一緒に旅行する機会をぜひ持ってもらいたいと思っています。
kk: Біз бүкіл inCruises отбасымыздың бізбен бірге Elevate Cruise саяхатына шығу мүмкіндігіне ие болғанын қалаймыз.
ko: 우리는 모든 inCruises 가족이 Elevate 크루즈를 타고 함께 여행할 기회를 갖기를 바랍니다.
ky: Биз бүт inCruises үй-бүлөбүздүн биз менен Elevate Cruise алып кетүүгө мүмкүнчүлүгү болушун каалайбыз.
lv: Mēs vēlamies, lai visai mūsu inCruises ģimenei būtu iespēja ceļot kopā ar mums pa Elevate Kruīzā.
mn: Манай inCruises-ын гэр бүлийнхэн бүхэлдээ Elevate аялалаар бидэнтэй хамт аялах боломжтой байгаасай гэж бид хүсч байна.
pt: Queremos que toda a nossa família inCruises tenha a oportunidade de viajar conosco no Elevate Cruise.
ro: Ne dorim ca întreaga noastră familie inCruises să aibă ocazia să călătorească cu noi în croaziera Elevate.
ru: Мы хотим, чтобы вся наша семья inCruises имела возможность отправиться с нами в Elevate Cruise.
uk: Ми хочемо, щоб вся наша родина inCruises мала можливість вирушити з нами в Elevate Cruise.
uz: Биз бутун inCruises оиламиз биз билан Elevate Cruise саёҳатига чиқиш имконига эга бўлишини истаймиз.
zh: 我们希望整个 inCruises 家族都有机会与我们一起乘坐 Elevate Cruise 旅行。

source: We will provide the necessary transportation for all included excursions and tours during the Elevate cruise.
ca: Proporcionarem el transport necessari per a totes les excursions i visites incloses durant el creuer Elevate.
de: Wir sorgen für den notwendigen Transport für alle inkludierten Ausflüge und Touren während der Elevate-Kreuzfahrt.
es: Vamos a proporcionar el transporte necesario para todas las excursiones y tours incluídos en el Crucero Elevate.
fr: Nous fournirons le transport nécessaire pour toutes les excursions et visites incluses pendant Elevate Cruise.
it: Provvederemo al trasporto necessario per tutte le escursioni e i tour inclusi durante la crociera Elevate.
ja: Elevateクルーズに含まれるすべての寄港地観光やツアーに必要な送迎は含まれています。
kk: Біз сіздің Elevate круизі кезінде барлық енгізілген экскурсиялар мен турлар үшін қажетті көлікті қамтамасыз етеміз.
ko: Elevate Cruise 동안에는 모든 여행 및 투어에 필요한 교통편을 제공합니다.
ky: Elevate Cruise турлар жана экскурсиялар үчүн зарыл болгон транспорттук кызматтарды гана көрсөтөт.
lv: Elevate kruīza laikā mēs nodrošināsim nepieciešamo transportu visām iekļautajām ekskursijām un braucieniem.
mn: Бид зөвхөн Elevate аялалд багтсан бүх тур, аялалуудыг шаардлагатай унаагаар хангах болно.
pt: Forneceremos o transporte necessário para todas as excursões e passeios incluídos durante o cruzeiro Elevate.
ro: Vom asigura transportul necesar pentru toate excursiile și tururile incluse în timpul croazierei Elevate.
ru: В рамках путешествия Elevate Cruise предоставляться будут только необходимые переезды в туры и на экскурсии.
uk: Ми забезпечимо необхідний транспорт для всіх включених екскурсій і турів під час круїзу Elevate.
uz: Elevate Cruise саёҳати доирасида фақатгина турлар ва экскурсиялар учун зарур бўлган ташиш хизматлари кўрсатилади.
zh: 我们将为 Elevate 邮轮期间所有包含的短途旅行和游览提供必要的交通。
