Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Senior Marketing Directors earn a $1,000 Team Leadership Bonus each and every month they remain qualified.
ca: El Senior Marketing Director guanya 1.000 dòlars de Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: Senior Marketing Directors erhalten für jeden Monat, in dem sie qualifiziert bleiben, einen Team Leadership Bonus von 1.000 Dollar.
es: Senior Marketing Directors ganan un Bono de Liderazgo de Equipo de $1,000 USD cada mes que se mantengan calificados.
fr: Les Directeurs de Marketing recevront un Bonus du Leadership d'Équipe de 1 000$ pour chaque mois, tant qu’ils restent qualifiés.
it: I Senior Marketing Director guadagnano un Bonus di $1.000 per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: Senior Marketing Directorsは、$1,000のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: Сеньор Маркетинг Директорлары ай сайын $1,000 командалық көшбасшылық бонусын алады және олар біліктілігін сақтайды.
ko: Senior Marketing Director는 자격을 유지하는 동안 매달 $1,000의 팀 리더십 보너스를 받습니다.
ky: Senior Marketing Directorлор квалификацияга ээ болгон ар бир ай үчүн 1000 доллар Команда Лидерлиги Бонусун алат.
lv: Seniors Mārketinga Direktors pelna $1,000 Komandas Līdera Bonusu katru un ikvienu mēnesi kamēr viņi kvalificējas.
mn: Сар бүр болзол хангаж буй Senior Marketing Director нь Багийн манлайллын урамшуулалд $1,000 авах болно.
pt: Diretores de Marketing Senior ganham um bônus de liderança de equipe de $1.000 a cada mês em que permanecem qualificados.
ro: Senior Marketing Directors câștigă un bonus de 1.000 USD pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: Сеньор-Маркетинг-Директора зарабатывают по $1000 в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: Сеньйор Маркетинг Директори заробляють по $1000 у вигляді Командного Лідерського бонусу кожного місяця, у якому вони зберігають кваліфікацію.
uz: Senior Marketing Director квалификацияни ушлаб турган ҳар ой учун қатъий 1,000$ Жамоа етакчилиги бонусини ишлаб топади.
zh: Senior Marketing Directors保持合格状态，每月可获得 1,000 美元的团队领导奖金。

source: Senior No
ca: Sènior No
de: Senior Nein
es: No incluye Adulto Mayor
fr: Senior Non
it: Non sono presenti Senior
ja: シニア無し
kk: Senior жоқ
ky: Senior жок
lv: Seniora No
mn: Ахмад настай биш
pt: Sênior Não
ro: Senior Nr
ru: Senior Нет
uk: Senior Ні
uz: Senior Йўқ
zh: 无老年人

source: Senior Passengers: Please designate if a member of your party is 55+ years old.
de: Ältere Passagiere: Bitte geben Sie an, ob ein Mitglied Ihrer Gruppe 55+ Jahre alt ist.
es: Descuentos para personas mayores: Favor de asignar si un miembro de tu grupo tiene más de 55 años.
fr: Passagers Aînés : Veuillez indiquer si un membre de votre groupe est âgé de 55 ans et plus.
it: Passeggeri Senior: indica se un membro della tua comitiva ha più di 55 anni.
ko: 노인 승객: 일행이 55 세 이상이면 지정하십시오.
ky: Улгайган жүргүнчүлөр: Сиздин группаңызда 55 жаштан жогору мүчө бар болсо, кабардаңыз.
lv: Seniori Pasažieri: Lūdzu uzrādiet ja jūsu grupas biedrs ir 55+ gadu vecs.
mn: Ахмад зорчигч: Хэрэв тантай хамт аялах хүмүүсийн дотор 55-аас дээш насны хүн байгаа бол чагтална уу.
ru: Пассажиры в возрасте: пожалуйста, отметьте, если одному из членов вашей компании больше 55-ти лет.

source: Senior Team Leader
es: Líder Senior de Equipo
fr: Chef d'Équipe Senior
ja: シニアチームリーダー
kk: Топтың Сеньор Жетекшісі
ko: 시니어 팀 리더
ky: Команданын Сеньор жетекчиси
lv: Seniors Komandas Līderis
pt: Líder de Equipe Sênior
ro: Liderul de Echipă Senior
ru: Синьор Лидер Команды
uk: Сеньйор Лідер Команди
uz: Жамоа катта етакчиси
zh: 高級團隊負責人

source: Senior Team Leader Last Month
ca: Líder d'Equip Sènior del Mes Passat
de: Senior Team Leader letzten Monat
es: Líder Senior de Equipo del Mes Pasado
fr: Chef d'Équipe Senior le Dernier Mois
it: Senior Team Leader del mese scorso
ja: 先月のシニアチームリーダー
kk: Өткен Айдағы Топтың Сеньор Жетекшісі
ko: 지난 달 시니어 팀 리더
ky: Өткөн Айда Команданын Сеньор Лидери
lv: Seniors Komandas Līderis pagājušajā mēnesī
mn: Өмнөх сард Senior Team Leader болсон хүмүүс
pt: Líder de Equipe Sênior no mês passado
ro: Liderul de Echipă Senior luna trecută
ru: Синьор Лидер Команды за Прошлый Месяц
uk: Сеньйор Лідер Команди за Минулий Місяць
uz: Ўтган ойда Жамоа катта етакчиси
zh: 上個月高級團隊負責人

source: Senior Team Leader This Month
ca: Líder Sénior d'Equip d'Aquest Mes
de: Senior Team Leader diesen Monat
es: Líder Senior de Equipo de Este Mes
fr: Chef d'Équipe Senior Ce Mois-ci
it: Senior Team Leader di questo mese
ja: 今月のシニアチームリーダー
kk: Осы Айдағы Топтың Сеньор Жетекшісі
ko: 이 달의 시니어 팀 리더
ky: Учурдагы айда Команданын Сеньор Лидери
lv: Seniors Komandas Līderis šajā mēnesī
mn: Энэ сард Senior Team Leader болсон хүмүүс
pt: Líder de Equipe Sênior este mês
ro: Liderul de Echipă Senior luna aceasta
ru: Синьор Лидер Команды в Этом Месяце
uk: Сеньйор Лідер Команди за Цей Місяць
uz: Ушбу ойда Жамоа катта етакчиси
zh: 本月高級團隊負責人

source: Senior Yes
ca: Sènior Sí
de: Senior Ja
es: Incluye Adulto Mayor
fr: Senior Oui
it: Sono presenti Senior
ja: シニア有り
kk: Senior Бар
ky: Senior Бар
lv: Seniors jā
mn: Ахмад зорчигч
pt: Senior Sim
ro: Seniori Da
ru: Senior Да
uk: Senior Так
uz: Senior Ҳа
zh: 有老年人

source: Sent
ca: Enviat
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ja: 送信済
kk: Жіберілген
ko: 전송
ky: Жөнөтүлдү
lv: Nosūtīšana
mn: Илгээсэн
pt: Enviado
ro: Trimis
ru: Отправленные
uk: Відправлено
uz: Жўнатилди
zh: 已發送

source: Sent: {{ formatDate(invite.lastInvitationCreationDate) }}
ca: Enviat: {{ formatDate(invite.lastInvitationCreationDate) }}
de: Gesendet:{{ formatDate(invite.lastInvitationCreationDate) }}
es: Enviado: {{ formatDate(invite.lastInvitationCreationDate) }}
fr: Envoyé : {{ formatDate(invite.lastInvitationCreationDate) }}
it: Inviato: {{ formatDate(invite.lastInvitationCreationDate) }}
ja: 送信済: {{ formatDate(invite.lastInvitationCreationDate) }}
kk: Жіберілді: {{ formatDate(invite.lastInvitationCreationDate) }}
ko: 보낸 날짜 : {{ formatDate(invite.lastInvitationCreationDate) }}
ky: Жөнөтүлдү: {{ formatDate(invite.lastInvitationCreationDate) }}
lv: Nosūtīts: {{ formatDate(invite.lastInvitationCreationDate) }}
mn: Илгээгдсэн: {{ formatDate(invite.lastInvitationCreationDate) }}
pt: Enviado: {{ formatDate(invite.lastInvitationCreationDate) }}
ro: Trimisă: {{ formatDate(invite.lastInvitationCreationDate) }}
ru: Отправлено: {{ formatDate(invite.lastInvitationCreationDate) }}
uk: Відправлено: {{ formatDate(invite.lastInvitationCreationDate) }}
uz: Жўнатилди: {{ formatDate(invite.lastInvitationCreationDate) }}
zh: 已發送: {{ formatDate(invite.lastInvitationCreationDate) }}

source: Separated
ca: Separat/da
de: Getrennt
es: Separado(a)
fr: Séparés
it: Separato/a
ja: 別居
kk: Бөлек
ky: Бөлөк
lv: Nošķirts
mn: Тусдаа амьдардаг
pt: Separado
ro: Separat
ru: Свободен(-на)
uk: Вільний(-а)
uz: Ажрашган
zh: 分开的

source: September
ca: Setembre
es: Septiembre
fr: Septembre
it: Settembre
ja: 9月
kk: Қыркүйек
ko: 9월
ky: Сентябрь
lv: Septembris
mn: 9-р сар
pt: Setembro
ro: Septembrie
ru: Сентябрь
uk: Вересень
uz: Сентябрь
zh: 九月

source: September 17, 2026
fr: 17 Septembre 2026
it: 17 Settembre 2026
kk: Қыркүйек 17, 2026
pt: 17 de setembro de 2026
uk: 17 вересня 2026 року
uz: 2026 йил, 17 сентябрь
zh: 2026年9月17日

source: September 18, 2026
fr: 18 septembre 2026
it: 18 Settembre 2026
kk: Қыркүйек 18, 2026
pt: 18 de setembro de 2026
uk: 18 вересня 2026 року
uz: 2026 йил, 18 сентябрь
zh: 2026年9月18日

source: September 19, 2026
fr: 19 septembre 2026
it: 19 Settembre 2026
kk: Қыркүйек 19, 2026
pt: 19 de setembro de 2026
uk: 19 вересня 2026 року
uz: 2026 йил, 19 сентябрь
zh: 2026年9月19日

source: September 20, 2026
fr: 20 septembre 2026
it: 20 Settembre 2026
kk: Қыркүйек 20, 2026
pt: 20 de setembro de 2026
uk: 20 вересня 2026 року
uz: 2026 йил, 20 сентябрь
zh: 2026年9月20日

source: Service discounts (e.g., military discounts)
ca: Descomptes de categoria (per exemple, descomptes per a militars, sanitaris, etc.)
de: Rabatte für Dienstleistungen (z. B. Rabatte für Militärangehörige)
es: Descuentos por servicio (p.ej. descuentos a militares)
fr: Réductions de service (par exemple, réductions pour les militaires)
it: Sconti di categoria (ad esempio, sconti per militari, personale sanitario, ecc.)
ja: サービス割引（例：軍人割引）
kk: Қызметтік жеңілдіктер (мысалы, әскери)
ky: Кызматтык арзандатуулар (мисалы, аскердик арзандатуулар)
lv: Dienesta atlaides (piemēram, militārās atlaides
mn: Үйлчилгээний хямдрал (жиш., цэргийн албан хаагчийн хөнгөлөлт)
pt: Descontos em serviços (por exemplo, descontos para militares)
ro: Reduceri de servicii (de exemplu, reduceri militare)
ru: Скидки на обслуживание (например, для военных)
uk: Знижки на обслуговування (наприклад, для військових)
uz: Хизмат чегирмаси (масалан, ҳарбийлар учун чегирма)
zh: 服务折扣（例如军人折扣）

source: Set sail on your dream cruise within days or weeks. Enjoy the freedom to book without the 90-day restriction or booking limitations.
ca: Embarca't en el creuer dels teus somnis en pocs dies o setmanes. Gaudeix de la llibertat de reservar sense la restricció de 90 dies ni limitacions de reserva.
de: Fahren Sie innerhalb weniger Tage oder Wochen auf Ihrer Traumkreuzfahrt. Genießen Sie die Freiheit, ohne die 90-Tage-Beschränkung oder Einschränkungen.
es: Zarpa hacia el crucero de tus sueños en días o semanas. Disfruta de la libertad de reservar sin la restricción de 90 días ni limitaciones de reserva.
fr: Embarquez pour la croisière de vos rêves en quelques jours ou en quelques semaines. Profitez de la liberté de réserver sans restriction de 90 jours ni limites de réservation.
it: Salpa per la crociera dei tuoi sogni entro pochi giorni o settimane. Goditi la libertà di prenotare senza il vincolo dei 90 giorni o i limiti di prenotazione.
ja: 数日から数週間で夢のクルーズに出航しましょう。90日の制限や予約件数の制限なく、自由にご予約いただけます。
kk: Бірнеше күн немесе апта ішінде арманыңыздағы круизге барыңыз. 90 күндік шектеусіз брондау еркіндігінен ләззат алыңыз.
ky: Бир нече күн же бир нече жуманын ичинде кыялданган саякатыңарга чыккыла. 90 күндүк чектөөсүз же чектөөсүз брондоо эркиндигинен пайдаланыңыз.
lv: Dodieties uz savu sapņu kruīzu dažu dienu vai nedēļu laikā. Baudiet brīvību rezervēt bez 90 dienu ierobežojuma vai rezervēšanas ierobežojumiem.
mn: Мөрөөдлийн аялалдаа хэдхэн өдөр эсвэл хэдхэн долоо хоногийн өмнө захиалгаа хийж аялаарай. 90 хоногийн захиалгын хугацаа болон бусад захиалгын хязгаарлалтгүйгээр захиалгаа чөлөөтэй хийх эрх чөлөөг эдлээрэй.
pt: Embarque no cruzeiro dos seus sonhos em poucos dias ou semanas. Aproveite a liberdade de reservar sem a restrição de 90 dias ou limitações de reserva.
ro: Navighează pe o croazieră de vis în câteva zile sau săptămâni. Bucură-te de libertatea de a rezerva fără restricția de 90 de zile sau limitările de rezervare.
ru: Отправляйтесь в свой круиз мечты в течение недель или даже дней. Наслаждайтесь свободой бронирования без ограничений в 90 дней или каких-либо лимитов по бронированиям.
uk: Вирушайте в круїз своєї мрії протягом кількох тижнів або навіть днів. Насолоджуйтесь свободою бронювання без обмежень на 90 днів і без будь-яких лімітів на бронювання.
uz: Бир неча кун ёки ҳафта ичида орзуингиздаги круизга чиқинг. 90 кун олдин буюртма бериш шарти ва буюртма чекловларисиз буюртма бериш эркинлигидан баҳраманд бўлинг.
zh: 在几天或几周内启航，畅游梦想中的邮轮。享受无需90天限制或预订限制的自由。

source: Set the Requirements for this Month!
fr: Définissez les Exigences pour ce Mois-ci !
it: Stabilisci i requisiti per questo mese!

source: Set Up 2FA
ca: Configurar 2FA
de: 2FA einrichten
es: Configurar 2FA
fr: Configurer 2FA
it: Configura 2FA
ja: 2FA（２段階認証）を設定する
kk: 2FA орнату
ko: 2FA 설정
ky: 2FA орнотуу
lv: Iestatīt 2FA
mn: 2FA хамгаалалт хийх
pt: Configurar 2FA
ro: Configurează 2FA
ru: Установить 2FA
uk: Встановити 2FA
uz: 2FA ни созлаш
zh: 设置 2FA

source: Set up a referral link
ca: Configura un enllaç de referència
de: Einen Empfehlungslink einrichten
es: Configura un enalce de referidos
fr: Configurer un lien de parrainage
it: Imposta un referral link
ja: 紹介リンクを設定する
kk: Реферальдық сілтемені орнату
ky: Кайрылуу шилтемесин түзүү
lv: Atsauces saites iestatīšana
mn: Элсүүлэх холбоосоо үүсгэх
pt: Configure um link de indicação
ro: Configurează un link de recomandare
ru: Установите реферальную ссылку
uk: Налаштуй реферальне посилання
uz: Реферал ҳаволани ўрнатинг
zh: 设置推荐链接

source: Set Up Recurring Payment Method
fr: Configurer le Mode de Paiement Récurrent
it: Impostare un metodo di pagamento ricorrente
kk: Рекурренттік төлем әдісін орнату
pt: Configurar meio de pagamento recorrente
uk: Налаштуйте рекурентний спосіб оплати
uz: Даврий тўлов усулини ўрнатиш
zh: 设置定期付款方式

source: Set Up Recurring Payments
fr: Configurer les Paiements Récurrents
it: Imposta pagamenti ricorrenti
kk: Рекурренттік төлемдерді орнату
pt: Configurar Pagamentos Recorrentes
uk: Налаштувати Рекурентні Платежі
uz: Даврий тўловларни ўрнатиш
zh: 设置定期付款

source: Set Up Your Account
ca: Configura el teu compte
de: Ihren Account einstellen
es: Configura Tu Cuenta
fr: Configurer votre compte
it: Configura il tuo account
ja: あなたのアカウントを設定する
kk: Есептік жазбаңызды орнатыңыз
ky: Аккаунттыңызды жөнгө салыңыз
lv: Iestati Savu Kontu
mn: Бүртгэлээ тохируулна уу
pt: Crie sua conta
ro: Configurează-ți contul
ru: Настроить свою учётную запись
uk: Налаштувати свій обліковий запис
uz: Аккаунт яратинг
zh: 设置您的账户

source: Set up your display name <a href="/settings" target="_blank">here</a> .
ca: Configura el teu nom de visualització <a href="/settings" target="_blank">aquí</a> .
de: Richten Sie Ihren Displaynamen ein <a href="/settings" target="_blank">here</a> .
es: Configura tu nombre de pantalla <a href="/settings" target="_blank">aquí</a> .
fr: Installe ton nom d'affichage <a href="/settings" target="_blank">ici</a> .
it: Imposta il tuo nome di visualizzazione <a href="/settings" target="_blank">qui</a> .
ja: ディスプレイネームの設定は <a href="/settings" target="_blank">こちらから</a> 。
kk: Өз дисплей атыңызды <a href="/settings" target="_blank">осында орнатыңыз</a>.
ky: Көрсөтүлүүчү атыңызды киргизиңиз <a href="/settings" target="_blank">бул жерде</a>.
lv: Jūsu Displeja nosaukums <a href="/settings" target="_blank">šeit</a> .
mn: <a href="/settings" target="_blank">Энд дарж</a> хэрэглэгчийн нэрээ үүсгэнэ үү.
pt: Configure seu nome para exibição <a href="/settings" target="_blank">aqui</a> .
ro: Configurează Pseudonimul tău <a href="/settings" target="_blank">here</a> .
ru: Установите Ваше отображаемое имя <a href="/settings" target="_blank">здесь</a> .
uk: Встановіть Ваше ім'я, яке буде відображатися <a href="/settings" target="_blank">тут</a> .
uz: Акс этувчи исмингизни <a href="/settings" target="_blank"> бу ерда </a> ўрнатинг .
zh: 设置昵称<a href="/settings" target="_blank">这里</a>。

source: Set Up Your Email Address
ca: Configura la teva adreça de Correu Electrònic
de: Ihre E-Mail Adresse einstellen
es: Configura Tu Dirección de Correo Electrónico
fr: Configurer votre adresse mail
it: Configura il tuo indirizzo email
ja: あなたのメールアドレスを設定
kk: Электрондық пошта мекенжайыңызды орнатыңыз
ky: Электрондук почта адресиңизди жөнгө салыңыз
lv: Iestati Savu Epasta Adresi
mn: Имэйл хаягаа тохируулна уу
pt: Configure seu endereço de e-mail
ro: Configurează adresa ta de e-mail
ru: Установить адрес своей электронной почты
uk: Налаштувати адресу своєї електронної пошти
uz: Электрон почта манзилингизни яратинг
zh: 设置您的邮件地址

source: Set up your referral link <a href="/referral_links" target="_blank">here</a> .
ca: Configura el teu enllaç de referència <a href="/referral_links" target="_blank">aquí</a> .
de: Richten Sie Ihren Empfehlungs-Link ein <a href="/settings" target="_blank">hier</a> .
es: Configura tu enlace de referencia <a href="/referral_links" target="_blank">aquí</a> .
fr: Créez votre lien de parrainage <a href="/referral_links" target="_blank">ici</a> .
it: Imposta il tuo referral link <a href="/referral_links" target="_blank">qui</a> .
ja: 紹介リンクの設定は <a href="/referral_links" target="_blank">こちら</a> 。
kk: Мұнда сілтеме сілтемесін <a href="/referral_links" target="_blank">орнатыңыз</a> .
ky: Рефералдык шилтемеңизди <a href="/referral_links" target="_blank">бул жерде</a> орнотуңуз.
lv: Atsauces saites iestatīšana <a href="/referral_links" target="_blank">šeit</a> .
mn: <a href="/referral_links" target="_blank">Энд</a> дарж өөрийн элсүүлэх холбоосыг үүсгэнэ үү.
pt: Configure seu link de indicação <a href="/referral_links" target="_blank">aqui</a> .
ro: Configurează linkul tău de referință <a href="/referral_links" target="_blank">aici</a> .
ru: Сформируйте свою реферральную ссылку <a href="/referral_links" target="_blank">здесь</a> .
uk: Сформуйте своє реферальне посилання <a href="/referral_links" target="_blank">тут</a> .
uz: Тахаллусингизни <a href="/referral_links" target="_blank">бу ерда</a> яратинг.
zh: 设置您的推荐链接<a href="/referral_links" target="_blank">这里</a>。

source: Set your price range per night to filter hotel options.
fr: Définissez votre budget par nuit pour filtrer les options d'hôtels.
it: Imposta l'intervallo di prezzo a notte per filtrare gli hotel disponibili.

source: Set your price range per night.
fr: Définissez votre budget par nuit.
it: Imposta il tuo budget a notte.

source: Set your price range per person to filter tour options.
fr: Définissez votre budget par personne pour filtrer les options de circuits.
it: Imposta l'intervallo di prezzo a persona per filtrare i tour disponibili.

source: Set your price range per person, based on double occupancy to filter cruise options.
ca: Estableix el teu rang de preu per persona, basat en ocupació doble, per filtrar les opcions de creuer.
de: Legen Sie Ihre Preisspanne pro Person auf der Grundlage einer Doppelbelegung fest, um die Kreuzfahrtoptionen zu filtern.
es: Establece tu rango de precios por persona, basado en ocupación doble, para filtrar las opciones de cruceros.
fr: Définissez votre fourchette de prix par personne, sur la base d'une occupation double, pour filtrer les options de croisière.
it: Per filtrare le opzioni di crociera, imposta la fascia di prezzo per persona con occupazione doppia.
ja: 2名1室利用時のお一人様あたりの料金を設定し、クルーズオプションの絞り込み検索をしてください。
kk: Круиздік опцияларды сүзу үшін екі адамға арналған баға диапазонын орнатыңыз.
ky: Круиздик опцияларды фильтрлөө үчүн эки кишилик орунга негизделген баа диапазонуңузду орнотуңуз.
lv: Iestatiet cenu diapazonu vienai personai, pamatojoties uz dubulto vietu skaitu, lai filtrētu kruīza opcijas.
mn: Сонголтоо нарийвчлах үүднээс нэг хүнд оногдох үнийг хязгаарыг бичнэ үү.
pt: Defina sua faixa de preço por pessoa, com base em ocupação dupla, para filtrar as opções de cruzeiro.
ro: Setează intervalul de preț pe persoană, în funcție de ocuparea dublă, pentru a filtra opțiunile de croazieră.
ru: Для фильтрации вариантов круизов, установите диапазон цены за человека с учётом двойного размещения.
uk: Щоб відфільтрувати варіанти круїзу, установіть діапазон цін на особу на основі двомісного розміщення.
uz: Круиз вариантини фильтрлаш учун икки кишилик жойлашувга асосланган бир киши учун нарх диапазонини ўрнатинг.
zh: 根据双人入住设置每人的价格范围，以筛选游轮选项。

source: Set Your Referral Link
ca: Configura el teu Enllaç de Referència
de: Ihren Empfehlungs-Link einstellen
es: Establece tu Link de Referidos
fr: Configurer votre lien de référence
it: Imposta il tuo Referral Link
ja: 紹介リンクを設定する
kk: Сілтеме сілтемесін орнатыңыз
ky: Рефералдык шилтемеңизди орнотуңуз
lv: Iestai Savu Reģistrācijas Saiti
mn: Элсүүлэх холбоосоо тохируулна уу
pt: Defina seu link de indicação
ro: Setați linkul de recomandare
ru: Установить свою реферальную ссылку
uk: Налаштувати своє реферальне посилання
uz: Реферал ҳаволангизни яратинг
zh: 设置您的推荐链接

source: Set your settings from your notifications
ca: Configura els teus ajustos des de les teves notificacions
de: Legen Sie Ihre Einstellungen über Ihre Benachrichtigungen fest
es: Configura tus ajustes desde tus notificaciones
fr: Réglez vos paramètres à partir de vos notifications
it: Imposta le tue impostazioni dalle notifiche
ja: 通知から設定を行う
kk: Хабарландырулардан артықшылықтарды орнату
ko: 알림에서 설정 지정
ky: Жөндөөлөрүңүздү эскертмелериңизден орнотуңуз
lv: Iestatījumu iestatīšana no paziņojumiem
mn: Имэйлээр хүлээн авах мэдээллүүд
pt: Defina as configurações de suas notificações
ro: Setează setările din notificări
ru: Установите настройки из ваших уведомлений
uk: Встановіть налаштування з ваших сповіщень
uz: Билдиргиларда ўз созлашларингизни ўрнатинг
zh: 从通知中设置您的设置

source: Setting Saved!
ca: Configuració Desada!
de: Einstellungen gespeichert!
es: ¡Configuración guardada!
fr: Réglage sauvegardé !
it: Impostazioni Salvate!
ja: 設定が保存されました！
kk: Баптаулар Сақталды!
ko: 설정 저장!
ky: Орнотуулар сакталды!
lv: Iestatījums saglabāts!
mn: Тохиргоо сануулагдлаа!
pt: Configuração salva!
ro: Setare salvată!
ru: Настройки Сохранены!
uk: Налаштування Збережені!
uz: Созлаш сақланди!
zh: 設置已保存！

source: Settings
ca: Configuració
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
kk: Баптаулар
ko: 설정
ky: Орнотуулар
lv: Iestatījumi
mn: Тохиргоо
pt: Configurações
ro: Setări
ru: Настройки
uk: Налаштування
uz: Созлашлар
zh: 設置

source: Setup
ca: Configuració
de: Konfiguration
es: Configuración
fr: L'organisation
it: Impostazioni
ja: アカウント設定
kk: Орнату
ko: 계정 설정
ky: Орнотуу
lv: Iestatījumi
mn: Тохиргоо
pt: Configuração
ro: Configurare
ru: Настроить
uk: Налаштування
uz: Ўрнатиш
zh: 建立

source: Setup Recurring Payment
fr: Configurer le Paiement Récurrent
it: Imposta pagamento ricorrente
kk: Рекурренттік төлемді орнату
pt: Configurar Pagamento Recorrente
uk: Налаштувати Рекурентний Платіж
uz: Даврий тўловни ўрнатиш
zh: 设置定期付款

source: Share
ca: Compartir
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: シェアする
kk: Бөлісу
ko: 공유
ky: Бөлүшүү
lv: Dalies
mn: Хуваалцах
pt: Compartilhar
ro: Distribuie
ru: Поделиться
uk: Поділитися
uz: Бўлишиш
zh: 分享

source: Share and download all the certificates you have earned as an inCruises partner.
ca: Comparteix i descarrega tots els certificats que has aconseguit com a soci d'inCruises.
de: Teilen Sie alle Zertifikate, die Sie als inCruises-Partner erworben haben, und laden Sie sie herunter.
es: Comparte y descarga todos los certificados que has obtenido como socio de inCruises.
fr: Partagez et téléchargez tous les certificats que vous avez obtenus en tant que partenaire inCruises.
it: Condividi e scarica tutti i certificati che hai ricevuto come Partner inCruises.
ja: inCruisesのパートナーとして獲得したすべての表彰状を共有し、ダウンロードすることができます。
kk: inCruises серіктесі ретінде алған барлық сертификаттарыңызды бөлісіңіз және жүктеңіз.
ko: inCruises 파트너로서 획득한 모든 인증서를 공유하고 다운로드하십시오.
ky: inCruises өнөктөшү катары алган бардык сертификаттарыңызды бөлүшүңүз жана жүктөп алыңыз.
lv: Kopīgojiet un lejupielādējiet visus sertifikātus, ko esat nopelnījis kā inCruises partneris.
mn: inCruises-ийн Түнш таны бусдад хуваалцах, татаж авах гэрчилгээнүүд.
pt: Compartilhe e baixe todos os certificados que você recebeu como parceiro inCruises.
ro: Descarcă și distribuie toate certificatele pe care le-ai câștigat ca partener inCruises.
ru: Поделитесь и скачайте все заработанные вами сертификаты Партнёра inCruises.
uk: Поділіться та завантажте всі зароблені вами сертифікати Партнера inCruises.
uz: inCruises Ҳамкори сифатида қўлга киритган барча сертификатларингизни бўлишинг ва юклаб олинг.
zh: 共享和下載您作為 inCruises 合作夥伴獲得的所有證書。

source: Share by email
ca: Compartir per email
de: Per E-Mail teilen
es: Compartir por correo electrónico
fr: Partager par e-mail
it: Condividi per email
ja: メールでシェアする
kk: Электрондық пошта арқылы бөлісіңіз
ko: 이메일로 공유
ky: Электрондук почта аркылуу бөлүшүңүз
lv: Kopīgot pa e-pastu
mn: Имэйлээр илгээх
pt: Compartilhar por e-mail
ro: Distribuie prin e-mail
ru: Поделиться по электронной почте
uk: Поділитися електронною поштою
uz: Электрон почта орқали бўлишиш
zh: 通過電子郵件分享
