Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: c. Non-Solicitation Covenants
ca: c. Convenis de no sol·licitud
de: c. Verzicht auf die aktive Einholung von Drittangeboten
es: c. Pactos sin solicitud
fr: c. Alliances de non-sollicitation
it: c. Patti di non Concorrenza
ja: c. 勧誘(引き抜き)禁止契約
kk: с. Келісімшарттардан Бас тарту
ko: c. 비권유 서약
ky: с. Талап кылбоо келишими
lv: c. Neatrisinātie pakti
mn: в. Үл-Хамаарах Гэрээнүүд
pt: c. Acordos sem Solicitação
ro: c. Convenții care nu implică solicitarea
ru: c. Соглашения о неиспользовании настойчивых приемов
uk: c. Угода про невикористання наполегливих прийомів
uz: c. Талаб этилмайдиган аҳдлашувлар
zh: c. 非徵求公約

source: c. Notices
ca: c. Avisos
de: c. Hinweise
es: c. Avisos
fr: c. Notes
it: c. Avvisi
ja: c. 通知条項
kk: с. Хабарламалар
ko: c.알림
ky: c. Эскертүүлөр
lv: c. Paziņojumi
mn: в. Мэдэгдэл
pt: c. Notícias
ro: c. Anunţuri
ru: c. Уведомления
uk: с. Повідомлення,Сповіщення
uz: c. Билдиргилар
zh: c. 通告

source: c. PARTNER may advance to higher ranks above the National Director rank provided i) he/she meets the requirements for advancement as set forth in the Compensation Plan, ii) he/she remains in good standing under the IBP Agreement, and iii) this Addendum remains in effect. <span class="before"/>
ca: c. El Soci pot avançar a rangs superiors com a National Director sempre que i) compleixi els requisits per avançar tal com es recull al Pla de compensació, ii) roman en bon estat de conformitat amb l'Acord IBP, i iii) aquest Annex continua vigent. <span class="before"/>
de: c. Der PARTNER kann in höhere Ränge über dem Rang eines nationalen Direktors aufsteigen, vorausgesetzt, i) er/sie erfüllt die im Vergütungsplan festgelegten Voraussetzungen für den Aufstieg, ii) er/sie bleibt im Rahmen des IBP-Vertrags in gutem Einvernehmen. iii) Dieser Zusatz bleibt in Kraft. <span class="before"/>
es: c. El SOCIO puede avanzar a rangos superiores al rango de National Director siempre que: i) cumpla con los requisitos de avance establecidos en el Plan de Compensación, ii) se mantenga en regla con el Acuerdo SCI, y iii) este Anexo permanezca vigente y en efecto. <span class="before"/>
fr: c. Le PARTENAIRE peut accéder à des grades supérieurs au rang de directeur national à condition que i) il / elle remplisse les conditions requises pour l’avancement définies dans le plan de rémunération, ii) il / elle reste en règle en vertu de l’accord IBP, et iii) que cet addenda reste en effet. <span class="before"/>
it: c. Il PARTNER può avanzare ai titoli superiori al titolo del Direttore Nazionale quando i) lui / lei soddisfa i requisiti per l'avanzamento come stabilito nel Piano di Compensi, ii) lui / lei rimane in regola secondo l'Accordo BPI, e iii) il presente Addendum rimane in vigore. <span class="before"/>
ja: c. パートナーは、提供されたナショナルディレクターのランクよりも高いランクに進むことができます。i）報酬プランに規定されている昇進の要件を満たしている、ii）IBP契約の下で良好な状態を維持している、およびiii）この追加条項が有効な場合。<span class="before"/>
kk: с. Егер СЕРІКТЕС өтемақы жоспарында көрсетілген дәрежеге сәйкес көтерілуге қойылатын талаптарды қанағаттандырса, Серіктестің Ұлттық Директордан жоғары биік деңгейдегі дәрежеге алға жылжуы мүмкін, ii) егер ол ТБС - тің Келісіміне сәйкес тиісті сапада қалса және iii) Ұлттық Директордың дәрежесіне жету мақсаты болса, бірақ, осы Қосымша өз күшінде болса да, осыған қарамастан, ТБС СЕРІКТЕС Келісімі өз күшінде қалады.<span class="before"/>
ky: c. ӨНӨКТӨШ төмөнкү шарттарды аткарса National Director даражасынан жогорку даражаларга көтөрүлө алат: i) Төлөм планында көрсөтүлгөн тиешелүү кызмат орду үчүн белгиленген тийиштүү талаптарга жооп берсе,, ii) КБӨ Келишиминдеги өз милдеттенмелерин талаптагыдай аткарганда жана iii) бул Толуктоо күчүндө турган болсо.<span class="before"/>
lv: c. PARTNERIS var pāriet uz augstākām pakāpēm virs Nacionālā direktora līmeņa, ja i) viņš/viņa atbilst atalgojuma plāna prasībām, ii) viņš/viņa saglabā labu stāvokli saskaņā ar IBP nolīgumu, un iii) šis papildinājums paliek spēkā. <span class="before"/>
mn: с. Түнш нь i) Шагнал урамшууллын хөтөлбөрт заасны дагуу цол ахих болзолыг хангаж буй, ii) Бие даасан Түншийн Гэрээний заалтуудыг сахин мөрдөж буй, iii) энэ Нэмэлт Өөрчлөлт хүчин төгөлдөр хэвээр буй тохиолдлуулад National Director-ын цолоос дээш цол руу ахиж болно. <span class="before"/>
pt: c. O SÓCIO pode avançar para níveis mais altos acima do nível de Diretor Nacional desde que: i) cumpra os requisitos para avanço conforme estabelecido no Plano de Compensação; ii) permaneça em conformidade com o Contrato IBP; e iii) este Adendo permaneça válido. <span class="before"/>
ro: c. PARTENERUL poate avansa la trepte de carieră mai înalte decât cel de Director Naţional dacă i) el/ea întruneşte cerinţele pentru înaintare după cum sunt stabilite în Planul de Compensaţie, ii) el/ea rămâne cu un statut corect în ce priveşte Acordul PAI şi iii) acest Act Adiţional rămâne în vigoare. <span class="before"/>
ru: с. ПАРТНЕР может занять более высокие ранги по сравнению с рангом Национального Директора при условии, что i) он отвечает соответствующим требованиям, установленым для соответствующей позиции и указанным в Компенсационном Плане , ii) он в надлежащем порядке исполняет свои обязательства по Соглашению НБП и iii) настоящее Дополнение продолжает действовать.<span class="before"/>
uk: c. ПАРТНЕР може перейти на більш високі ранги, ніж ранг Національного Директора, за умови, що i) він/вона відповідає вимогам для досягнення рангу, зазначених у Компенсаційному плані, ii) він/вона не порушує положення Угоди НБП, і iii) дане Доповнення залишається в силі. <span class="before"/>
uz: c. ҲАМКОР Миллий директордан юқори рангларга қуйидаги шартлар билан эришиши мумкин: i) Компенсация режасида баён этилган талабларга жавоб берса, ii) МБҲ Битимига мувофиқ яхши ҳолатда қолса, ва iii) мазкур Қўшимча ўз кучида қолса.<span class="before"/>
zh: c. 如果i）他/她符合薪酬计划中规定的晋升要求，ii）他/她在IBP协议中保持了良好的表现，iii）本附录还依然生效，则合作伙伴有可能会提升到高于National Director级别的更高级别。<span class="before"/>

source: c. Survival
ca: c. Supervivència
de: c. Fortsetzung
es: c. Supervivencia
fr: c. Survie
it: c. Durata
ja: c. 存続規定
kk: с. Іске асыру мерзімі
ko: c.효력유지
ky: c. Ишке Ашыруу Мөөнөтү
lv: c. Izdzīvošana
mn: в. Хадгалж үлдэх
pt: c. Sobrevivência
ro: c. Supravieţuire
ru: c. Срок осуществления
uk: с. Термін Здійснення,Реалізації
uz: c. Истисно
zh: c. 生存

source: Cabin
ca: Cabina
de: Kabine
es: Camarote
fr: Cabine
it: Cabina
ja: キャビン
kk: Каюта
ko: 객실
ky: Каюта
lv: Kajīte
mn: Өрөө
pt: Cabine
ro: Cabină
ru: Каюта
uk: Каюта
uz: Кабина
zh: 客艙

source: Cabin Category:
de: Kabinenkategorie:
es: Categoría de Camarote:
fr: Catégorie de Cabine :
it: Categoria della cabina:
ko: 객실 카테고리:
ky: Каютанын Категориясы:
lv: Kajītes kategorija:
mn: Өрөөний ангилал:
ru: Категория каюты:

source: Cabin Chosen!
ca: Cabina Seleccionada!
de: Kabine ausgewählt!
es: ¡Camarote Seleccionado!
fr: Cabine choisie !
it: Cabina scelta!
ja: キャビンを選択しました！
kk: Кабина таңдалды!
ko: 객실 선택!
ky: Каюта тандалды!
lv: Kajītes Izvēlētas!
mn: Сонгосон өрөө!
pt: Cabine selecionada!
ro: Cabină aleasă!
ru: Каюта выбрана!
uk: Каюта обрана!
uz: Каюта танланди!
zh: 舱位选择！

source: Cabin Code
ca: Codi de cabina
de: Kabinen-Code
es: Código de Camarote
fr: Code de la Cabine
it: Codice cabina
ja: キャビンコード
kk: Каюта Коды
ko: 객실 코드
ky: Каютанын коду
lv: Kajītes Kods
mn: Өрөөний Код
pt: Código da cabine
ro: Codul cabinei
ru: Код каюты
uk: Код каюти
uz: Кабина коди
zh: 機艙代碼

source: Cabin Description
ca: Descripció de la Cabina
de: Kabinenbeschreibung
es: Descripción de Camarote
fr: La description de cabine
it: Descrizione della cabina
ja: キャビンの説明
kk: Кабинаның сипаттамасы
ko: 객실 설명
ky: Каютанын сүрөттөлүшү
lv: Kajītes Apraksts
mn: Өрөөний тухай
pt: Descrição da cabine
ro: Descriere cabină
ru: Описание каюты
uk: Опис каюти
uz: Каюта таърифи
zh: 客舱描述

source: Cabin Details
ca: Detalls de la cabina
de: Kabine Details
es: Detalles de Camarote
fr: Détails de la cabine
it: Dettagli cabina
ja: キャビンの詳細
kk: Каюта туралы мәліметтер
ky: Каютанын маалыматтары
lv: Kajītes Dati
mn: Өрөөний дэлгэрэнгүй мэдээлэл
pt: Detalhes da cabine
ro: Detalii cabină
ru: Подробности о каюте
uk: Подробиці про каюту
uz: Каютага оид маълумотлар
zh: 舱房详情

source: Cabin Info
ca: Informació de la cabina
de: Kabinen Info
es: Información de Camarote
fr: Renseignements sur la Cabine
it: Info sulla cabina
ja: キャビン情報
kk: Каютa туралы ақпарат
ky: Каюта тууралу маалымат
lv: Kajītes Info
mn: Өрөөний мэдээлэл
pt: Informação da cabine
ro: Info cabină
ru: Информация о каюте
uk: Інформація про кабіну
uz: Каютага оид маълумот
zh: 船舱信息

source: Cabin Number
ca: Número de cabina
de: Kabinennummer
es: Número de Camarote
fr: Numéro de la cabine
it: Numero della cabina
ja: キャビン番号
kk: Каюта Нөмірі
ky: Каютанын номери
lv: Kajītes Numurs
mn: Өрөөний дугаар
pt: Número da cabine
ro: Număr cabină
ru: Номер каюты
uk: Номер каюти
uz: Каюта рақами
zh: 舱房号码

source: Cabin Price
ca: Preu de la cabina
de: Kabinenpreis
es: Precio del Camarote
fr: Prix de la cabine
it: Prezzo della cabina
ja: キャビンの価格
kk: Каюта бағасы
ko: 객실 가격
ky: Каютанын Баасы
lv: Kajītes cena
mn: Өрөөний Үнэ
pt: Preço da cabine
ro: Preţul cabinei
ru: Цена Каюты
uk: Ціна Каюти
uz: Кабина нархи
zh: 艙位價格

source: Cabin Price: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
ca: Preu de la Cabina: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
de: Kabinenpreis: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
es: Precio de Camarote: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
fr: Prix de la Cabine : <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
it: Prezzo della cabina: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
ja: キャビン料金：<b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
kk: Каюта бағасы: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
ky: Каюта баасы: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
lv: kajītes cena: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
mn: Өрөөний үнэ: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
pt: Preço da Cabine : <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
ro: Preț cabină: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
ru: Стоимость каюты: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
uk: Ціна каюти: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
uz: Каюта нархи: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
zh: 舱位价格：<b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>

source: Cabin Price: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
ca: Preu de la Cabina: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
de: Kabinenpreis: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
es: Precio de Camarote: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
fr: Prix de la Cabine : <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
it: Prezzo della cabina: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
ja: キャビン料金：<b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
kk: Каюта бағасы: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
ky: Каюта баасы: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
lv: Kajītes Cena: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
mn: Өрөөний үнэ: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
pt: Preço da Cabine: <b>${{ $filters.money(additionalBookingData.cabinPrice) }}</b>
ro: Preț cabină: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
ru: Стоимость каюты: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
uk: Ціна каюти: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
uz: Каюта нархи: <b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>
zh: 舱位价格：<b>${{ $filters.money(data.additional_booking_data.cabinPrice) }}</b>

source: Cabin Price: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
ca: Preu de la Cabina: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
de: Kabinenpreis: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
es: Precio de Camarote: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
fr: Prix de la Cabine : <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
it: Prezzo della cabina: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
ja: キャビン料金：<b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
kk: Каюта бағасы: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
ky: Каюта баасы: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
lv: Kajītes cena: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
mn: Өрөөний үнэ: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
pt: Preço da Cabine: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
ro: Preț cabină: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
ru: Стоимость каюты: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
uk: Ціна каюти: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
uz: Каюта нархи: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>
zh: 舱位价格：<b>${{ $filters.money(this.selectedRequest.additional_booking_data.cabinPrice) }}</b>

source: cabin type
ca: tipus de cabina
de: Kabinentyp
es: tipo de camarote
fr: type de cabine
it: tipo di cabina
ja: キャビンタイプ
kk: кабинаның түрі
ky: каютанын тиби
lv: kajītes tips
mn: өрөөний төрөл
pt: tipo de cabine
ro: tipul cabinei
ru: тип каюты
uk: тип каюти
uz: каюта тури
zh: 舱房类型

source: Cabin type will be based on final leaderboard position
ca: El tipus de cabina es basarà en la posició final a la classificació
de: Der Kabinentyp richtet sich nach der Position in der Rangliste
es: El tipo de camarote estará basado en la posición final de la clasificación
fr: Le type de Cabine sera déterminé en fonction du classement final
it: Il tipo di cabina dipenderà dalla posizione nella classifica finale
ja: ャビンタイプは最終リーダーボードの順位に基づいて決定されます
kk: Кабинаның түрі соңғы көшбасшылар тізіміндегі орынға сәйкес белгіленеді
ky: Каютанын түрү лидер тактасынын акыркы абалына негизделет
mn: Өрөөний ангиллыг эцсийн байр эзэлсэн жагсаалтын үр дүнд үндэслэн тогтооно
pt: O tipo de cabine será baseado na posição final na tabela de classificação
ro: Tipul de cabină va fi bazat pe poziția finală în clasament
ru: Тип каюты будет зависеть от итоговой позиции в таблице лидеров
uk: Тип каюти визначатиметься за остаточним місцем у рейтингу
uz: Каюта тури етакчилар жадвалидаги якуний позициянгизга қараб аниқланади
zh: 舱位类型将根据最终排行榜名次确定

source: cabin type, grade,
ca: tipus de cabina, categoria,
de: Kabinentyp, Klasse,
es: tipo de camarote, categoría,
fr: type de cabine, catégorie,
it: tipologia e categoria di cabina
ja: キャビンタイプ、グレード
kk: кабинаның түрі, класы,
ky: кабинанын тиби, классы,
lv: kajītes tips un klase,
mn: өрөөний төрөл, ангилал
pt: tipo de cabine, categoria,
ro: tip de cabină, clasă,
ru: тип каюты, класс,
uk: тип каюти, клас,
uz: каюта тури, даражаси,
zh: 舱房类型、等级，

source: Cabin Type:
de: Kabinentyp:
es: Tipo de Camarote:
fr: Type de Cabine :
it: Tipo di cabina:
ko: 객실 형태:
ky: Каютанын тиби:
lv: Kajītes Tips:
mn: Өрөөний төрөл:
ru: Тип каюты:

source: Cabins Available With Special Booking Terms
fr: Cabines Disponibles Avec des Conditions de Réservation Spéciales
it: Cabine disponibili con condizioni di prenotazione speciali
kk: Арнайы шарттармен брондауға болатын каюталар
pt: Cabines Disponíveis Com Condições Especiais de Reserva
uk: Каюти доступні на особливих умовах бронювання
uz: Каюталар махсус буюртма қилиш шартлари остида мавжуд
zh: 客舱可按特殊预订条款提供

source: Cabins:
de: Kabinen:
es: Camarotes:
fr: Cabines :
it: Cabine:
ko: 객실:
ky: Каюталар:
lv: Kajītes:
mn: Өрөө:
ru: Каюты:

source: Calendar
ca: Calendari
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
ja: カレンダー
kk: Күнтізбе
ko: 일정
ky: Календарь
lv: Kalendārs
mn: Вэбинарын хуваарь
pt: Calendário
ru: Календарь
uk: Календар
uz: Календарь
zh: 日曆

source: Calendar Month
ca: Mes del calendari
de: Kalendermonat
es: Mes Calendario
fr: Mois Civil
it: Mese solare
ja: カレンダー月
kk: Күнтізбелік ай
ko: 달력 월
ky: Календардык ай
lv: Kalendārais Mēnesis
mn: Хуанлийн сар
pt: Mês do calendário
ro: Lună calendaristică
ru: Календарный месяц
uk: Календарний місяць
uz: Календарь ойи
zh: 日历月

source: Calendar of Events
ca: Calendari d'Esdeveniments
de: Event-Kalender
es: Calendario de Eventos
fr: Calendrier des Événements
it: Calendario eventi
ja: イベントのカレンダー
kk: Шаралар Күнтізбесі
ko: 이벤트 일정
ky: Иш-чаралар календары
lv: Pasākumu Kalendārs
mn: Арга хэмжээний хуваарь
pt: Calendário de eventos
ro: Calendarul evenimentelor
ru: Календарь Мероприятий
uk: Календар Заходів
uz: Тадбирлар календари
zh: 活動日曆

source: California registration number
ca: Número de registre de Califòrnia
de: Registrierungsnummer in Kalifornien
es: Numero de registro de California
fr: Numéro d'enregistrement californien
it: Numero di registrazione della California
ja: カリフォルニア州登録番号
kk: Калифорниядағы тіркеу нөмірі
ko: 캘리포니아주 등록 번호
ky: Калифорниядагы каттоо номери
lv: Kalifornijas reģistrācijas numurs
mn: Калифорни мужийн бүртгэлийн дугаар
pt: Número de registro na Califórnia
ro: Număr de înregistrare de California
ru: Регистрационный номер в Калифорнии
uk: Реєстраційний номер у штаті Каліфорнія
uz: Калифорнияда рўйхатдан ўтган рақами
zh: 加利福利亞州註冊號

source: Call
fr: Appel
it: Chiamata
ja: コール
kk: Қоңырау
pt: Chamada
ro: Apel
uk: Телефонувати
uz: Қўнғироқ қилиш
zh: 呼叫

source: Can a Partner’s inCruises business be transferred to someone else if the Partner passes away?
ca: Es pot transferir el negoci d'inCruises d'un soci a una altra persona si aquest mor?
de: Kann das inCruises Geschäft eines Partners an jemanden anderen übertragen werden, wenn der Partner verstirbt?
es: ¿Si un Socio de inCruises fallece, su negocio se podría transferir a otra persona?
fr: Le business inCruises d'un Partenaire peut-il être transférée à une autre personne si le Partenaire décède ?
it: In caso di morte di un Partner inCruises, la sua attività può passare a un'altra persona?
ja: パートナーが亡くなった場合、inCruisesのビジネスを他の人に譲渡することはできますか？
kk: Серіктес қайтыс болған жағдайда, inCruises серіктесінің бизнесі басқа тұлғаға берілуі мүмкін бе?
ko: 파트너가 사망한 경우 파트너의 inCruises 사업을 다른 사람에게 양도할 수 있습니까?
ky: Эгерде Өнөктөш кайтыш болуп калса, Өнөктөштүн inCruises бизнеси башка бирөөгө өткөрүлүп бериле алабы?
lv: Vai Partneru inCruises biznesu var nodot kādai citai personai, ja partneris ir prom?
mn: Хэрэв inCruises-ийн Түнш нас барвал түүний бизнесийг хэн нэгэнд шилжүүлж болох уу?
pt: Se um Sócio da inCruises morrer seu negócio pode ser transferido para outra pessoa?
ro: Poate fi transferată afacerea unui partener inCruises către cineva dacă partenerul decedează?
ru: Могут ли Партнёры передать бизнес inCruises кому-то другому, если Партнёр уйдет?
uk: Чи може Партнер передати свій бізнес inCruises комусь іншому, якщо Партнер піде?
uz: Агар Ҳамкор вафот этса, унинг inCruises бизнеси бошқа одамга ўтказилиши мумкинми?
zh: 如果合作夥伴去世，合作夥伴的inCruises業務是否可以轉移給其他人吗？

source: can access their Partner back office the same way!
ca: pots accedir al teu Back office de Soci de la mateixa manera!
de: können auf die gleiche Weise auf ihr Partner-Backoffice zugreifen!
es: puede acceder a su back office de Socio de la misma manera!
fr: peuvent accéder à leur back-office de Partenaire de la même manière !
it: possono accedere al loro back office di Partner allo stesso modo!
ja: パートナーのバックオフィスにも同じ方法でアクセスできます！
kk: серіктесінің бэк-офисіне дәл осылай қол жеткізе алады!
ko: 동일한 방식으로 파트너 백오피스에 액세스할 수 있습니다 !
ky: Ушул эле жол менен өздөрүнүн Өнөктөштүк жеке кабинетине кире алат!
lv: var piekļūt savam Partnera personālajam birojam tādā pašā veidā!
mn: ийн арын оффис хуудас өмнөхтэй ижил байдлаар ажиллана!
pt: podem acessar o escritório virtual de parceiro da mesma maneira!
ro: pot accesa biroul partenerului în același mod!
ru: могут входить в свой Партнёрский личный кабинет точно также!
uk: можуть входити в свій Партнерський особистий кабінет так само!
uz: ўз Ҳамкор кабинетига худди шу йўл билан киришлари мумкин!
zh: 可以以同样的方式访问他们的合作伙伴后台！

source: can be used to pay the out-of-pocket portion.
fr: peuvent être utilisés pour régler la partie restante.
it: possono essere usati per pagare la parte a proprio carico.
kk: өз қаражатынан төленетін құнның бір бөлігіне қолдануға рұқсат етіледі.
pt: pode ser usado para pagar a parte do próprio bolso.
uk: можуть бути використані для покриття частини вартості, що підлягає оплаті з власних коштів.
uz: билан ҳамёндан тўлов қисмини тўлаш мумкин.
zh: 可用于支付自付部分。
