Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: From
ca: Des de
de: Von
es: Desde
fr: De
it: Da
ja: スタート価格
kk: Бастап
ko: 시작
ky: баштап
lv: No
mn: Эхлэх үнэ
pt: De
ro: De
ru: От
uk: Від
uz: дан
zh: 從

source: From iconic landmarks to hidden gems, expand your world without stretching your budget. Travel smarter, explore further, and make unforgettable memories!
ca: Des de llocs emblemàtics fins a joies amagades, expandeix el teu món sense superar el teu pressupost. Viatja de manera més intel·ligent, explora més enllà i crea records inoblidables!
de: Von berühmten Sehenswürdigkeiten bis hin zu versteckten Juwelen - erweitern Sie Ihre Welt, ohne Ihr Budget zu strapazieren. Reisen Sie intelligenter, erkunden Sie mehr und schaffen Sie unvergessliche Erinnerungen!
es: Desde monumentos icónicos hasta joyas ocultas, expande tu mundo sin exceder tu presupuesto. ¡Viaja de forma más inteligente, explora más lejos y crea recuerdos inolvidables!
fr: Des monuments emblématiques aux trésors cachés, élargissez votre horizon sans dépasser votre budget. Voyagez plus intelligemment, explorez plus loin et créez des souvenirs inoubliables !
it: Dai luoghi più iconici ai tesori nascosti, espandi il tuo mondo senza spendere una fortuna. Viaggia in modo più intelligente, esplora più a fondo e crea ricordi indimenticabili!
ja: 有名なランドマークから隠れた名所まで、予算を抑えながら世界を広げよう。もっと賢く旅して、もっと遠くへ出かけて、忘れられない思い出を作ろう！
kk: Көрнекті жерлерден жасырын асыл тастарға дейін бюджетті созбай өз әлеміңізді кеңейтіңіз. Ақылды саяхаттаңыз, тереңірек зерттеңіз және ұмытылмас естеліктер жасаңыз!
ky: Легендарлуу эстеликтерден тартып жашыруун асыл кендерге чейин — бюджетиңизден ашырбастан эле дүйнөңүздү кеңейтиңиз. Акылдуураак саякаттаңыз, көбүрөөк изилдеңиз жана унутулгус эскерүүлөрдү жаратыңыз!
lv: Sākot ar ikoniskiem orientieriem un beidzot ar slēptiem dārgakmeņiem, paplašiniet savu pasaules redzes loku, nepalielinot savu budžetu. Ceļojiet gudrāk, izpētiet tālāk un veidojiet neaizmirstamas atmiņas!
mn: Түүхэн дурсгалт газруудаас нууцлаг газрууд хүртэл, аяллын зардлаа нэмэхгүйгээр аялах ертөнцийг тэлж шинэ газруудыг нээж аялаарай. Ухаалаг аялал хийж, хол газар явж, мартагдашгүй дурсамжууд бүтээгээрэй!
pt: A partir de marcos icônicos a jóias escondidas, expanda seu mundo sem estourar seu orçamento. Viaje com mais inteligência, explore mais e crie memórias INesquecíveis!
ro: De la repere emblematice la pietre prețioase ascunse, extinde-ți lumea fără a-ți extinde bugetul. Călătorește mai inteligent, explorează mai departe și creează amintiri de neuitat!
ru: От знаковых достопримечательностей до скрытых жемчужин — расширяйте свой мир, не растягивая бюджет. Путешествуйте умнее, исследуйте глубже и создавайте незабываемые воспоминания!
uk: Від знакових пам’яток до прихованих цікавинок – розширюйте свій горизонт, не переобтяжуючи свій бюджет. Подорожуйте розумніше, досліджуйте більше та створюйте незабутні спогади!
uz: Диққатга сазовор муҳим жойлардан тортиб яширин марваридларгача – бюджетингизни чекламаган ҳолда ўз оламингизни кенгайтиринг. Ақл билан саёҳат қилинг, кўпроқ тадқиқ этинг ва унутилмас хотиралар яратинг!
zh: 从标志性地标到隐秘瑰宝，拓展您的世界视野而无需超出预算。更聪明地旅行，探索更远的地方，创造难忘的回忆！

source: From time to time inCruises may update this Privacy Policy when our information practices are modified or changed. If we make any material changes to this policy, we will announce that this policy has been changed at our website home page for a period of 30 days. Your continued use of the Services after we post a revised Privacy Policy signifies your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes in the revised Privacy Policy. If you object to any such changes, you must cease using the Services. We therefore encourage you to periodically review this page for the latest information on our privacy practices.
ca: inCruises pot actualitzar aquesta Política de Privacitat de tant en tant quan es modifiquin o canviïn les nostres pràctiques d’informació. Si fem cap canvi substancial en aquesta política, anunciarem que s’ha modificat a la pàgina principal del nostre lloc web durant un període de 30 dies. El teu ús continuat dels Serveis després que publiquem una Política de Privacitat revisada significa que reconeixes aquests canvis i acceptes quedar vinculat pels termes i condicions d’aquests canvis a la Política de Privacitat revisada. Si no estàs d’acord amb cap d’aquests canvis, has de deixar d’utilitzar els Serveis. Per tant, t’animem a revisar periòdicament aquesta pàgina per obtenir la informació més actualitzada sobre les nostres pràctiques de privacitat.
de: inCruises kann diese Datenschutzrichtlinie gelegentlich aktualisieren, wenn sich unsere Datenschutzpraktiken ändern. Bei wesentlichen Änderungen dieser Richtlinie geben wir dies 30 Tage lang auf unserer Website bekannt. Ihre fortgesetzte Nutzung der Dienste nach Veröffentlichung einer überarbeiteten Datenschutzrichtlinie gilt als Anerkennung dieser Änderungen und als Zustimmung zu den Bedingungen der überarbeiteten Datenschutzrichtlinie. Sollten Sie mit solchen Änderungen nicht einverstanden sein, müssen Sie die Nutzung der Dienste einstellen. Wir empfehlen Ihnen daher, diese Seite regelmäßig zu besuchen, um aktuelle Informationen zu unseren Datenschutzpraktiken zu erhalten.
es: De vez en cuando, inCruises podrá actualizar esta Política de Privacidad cuando se modifiquen o cambien nuestras prácticas de manejo de información. Si realizamos algún cambio sustancial en esta política, anunciaremos dicha modificación en la página de inicio de nuestro sitio web durante un período de 30 días. Tu uso continuado de los Servicios después de que publiquemos una versión revisada de la Política de Privacidad constituye tu reconocimiento de dichos cambios y tu aceptación de quedar sujeto a los términos y condiciones de dichos cambios en la Política de Privacidad revisada. Si no estás de acuerdo con alguno de esos cambios, deberás dejar de utilizar los Servicios. Por ello, te recomendamos revisar periódicamente esta página para conocer la información más reciente sobre nuestras prácticas de privacidad.
fr: inCruises peut occasionnellement mettre à jour cette Politique de confidentialité lorsque nos pratiques en matière d'information sont modifiées. Si nous apportons des modifications importantes à cette politique, nous l'annoncerons sur la page d'accueil de notre site web pendant 30 jours. Votre utilisation continue des Services après la publication d'une Politique de confidentialité révisée signifie que vous acceptez ces modifications et que vous acceptez d'être lié par les conditions générales d'utilisation de cette Politique de confidentialité révisée. Si vous vous opposez à ces modifications, vous devez cesser d'utiliser les Services. Nous vous encourageons donc à consulter régulièrement cette page pour connaître les dernières informations sur nos pratiques en matière de confidentialité.
it: Di tanto in tanto inCruises potrà aggiornare questa Informativa sulla Privacy qualora le nostre pratiche relative alle informazioni vengano modificate o cambiate. In caso di modifiche sostanziali alla presente informativa, annunceremo che la stessa è stata modificata sulla homepage del nostro sito web per un periodo di 30 giorni. L'uso continuato dei Servizi da parte tua dopo la pubblicazione di un'Informativa sulla Privacy revisionata implica la tua presa d'atto di tali modifiche e l'accettazione di essere vincolato dai termini e dalle condizioni di tali modifiche contenute nell'Informativa sulla Privacy revisionata. Qualora tu non concordi con tali modifiche, dovrai cessare l'utilizzo dei Servizi. Ti invitiamo pertanto a consultare periodicamente questa pagina per le informazioni più aggiornate sulle nostre pratiche in materia di privacy.
ja: inCruises は、情報の取り扱い方法が変更または修正された場合、随時このプライバシーポリシーを更新することがあります。重大な変更を行った場合には、当社ウェブサイトのホームページ上で30日間にわたり、ポリシーの変更について告知します。 改訂されたプライバシーポリシーを当社が掲載した後も引き続きサービスを利用される場合は、その変更を認識し、改訂後のプライバシーポリシーに記載された条件に同意したものとみなされます。変更に同意されない場合は、 サービスのご利用を中止していただく必要があります。そのため、当社のプライバシー慣行に関する最新情報をご確認いただくために、定期的にこのページを確認されることをお勧めします。
kk: inCruises мезгіл-мезгіл осы Құпиялылық Саясатын жаңартып отыруы мүмкін, егер біздің ақпараттық тәжірибелеріміз өзгерсе немесе түзетілсе. Егер біз осы саясатқа маңызды өзгерістер енгізсек, біз осы саясаттың өзгергенін біздің веб-сайттың басты бетінде 30 күн бойы хабарлаймыз. Жаңартылған Құпиялылық Саясатын жариялағаннан кейін Қызметтерді пайдалануды жалғастыру, сіздің сол өзгерістерді қабылдағаныңызды және жаңартылған Құпиялылық Саясатын қабылдағаныңызбен келісетіндігіңізді білдіреді. Егер сіз қандай да бір өзгерістерге қарсылығыңыз болса, Қызметтерді пайдалануды тоқтатуыңыз қажет. Сондықтан, біз сізді осы бетті үнемі қарап, біздің құпиялылық тәжірибелеріміз туралы соңғы ақпаратты тексеруге кеңес береміз.
ky: Маалымат билимибиз өнүгүп, өзгөргөн сайын inCruises бул Купуялык Саясатын жаңыртышы мүмкүн. Бул саясатка кандайдыр бир олуттуу өзгөртүүлөрдү киргизсек, биз бул саясатка өзгөртүүнү 30 күндүн ичинде веб-сайтыбыздын башкы бетине жарыялайбыз. Биз кайра каралган Купуялык саясатын жарыялагандан кийин кызматтарды колдонууну улантсаңыз, мындай өзгөрүүлөрдү моюнга аласыз жана кайра каралып чыккан Купуялык саясатындагы мындай өзгөртүүлөрдүн жоболору жана шарттары менен макул экениңизди билдиресиз. Мындай өзгөрүүлөргө каршы болсоңуз, кызматтарды колдонууну токтотушуңуз керек. Ошондуктан, купуялык практикабыз боюнча акыркы маалымат алуу үчүн бул баракты мезгил-мезгили менен карап турууну сунуштайбыз.
lv: Laiku pa laikam inCruises var atjaunināt šo konfidencialitātes politiku, kad tiek modificēta vai mainīta mūsu informācijas prakse. Ja mēs veiksim kādas būtiskas izmaiņas šajā politikā, mēs paziņosim par to mūsu tīmekļa vietnes mājas lapā 30 dienu laiā Jūsu pakalpojumu turpmāka izmantošana pēc tam, kad publicējam pārskatītu Privātuma politiku, nozīmē, ka jūs atzīstat, ka šādas izmaiņas un vienošanās ir saistošas pārskatītās konfidencialitātes politikas noteikumiem un nosacījumiem. Ja jūs iebilstat pret šādām izmaiņām, jums jāpārtrauc lietot Pakalpojumus.Tāpēc mēs aicinām jūs periodiski pārskatīt šo lapu, lai iegūtu jaunāko informāciju par mūsu konfidencialitātes praksi.
mn: inCruises нь мэдээлэл боловсруулах үйл ажиллагаанд засвар хийгдсэн эсвэл өөрчлөлт орсон тохиолдолд Нууцлалын бодлогоо тодорхой хугацаанд шинэчилж байж болзошгүй. Хэрэв бид энэ бодлогод бодит өөрчлөлт оруулвал, уг өөрчлөлт хийгдсэн бодлогын талаар вэб хуудасны нүүр хуудсанд 30 хоногийн хугацаанд зарлана. Шинэчилсэн Нууцлалын бодлогыг нийтэлсний дараа үйлчилгээг үргэлжлүүлэн ашиглах нь тухайн өөрчлөлтүүдийг хүлээн зөвшөөрч, шинэ нөхцөл, заалтыг дагаж мөрдөхийг зөвшөөрсөнд тооцно. Хэрэв та эдгээр өөрчлөлттэй санал нийлэхгүй бол манай үйлчилгээг ашиглахаа зогсоох шаардлагатай. Тиймээс та энэхүү хуудсыг үе үе хянаж, бидний нууцлалын бодлогын хамгийн сүүлийн хувилбартай танилцаж байхыг зөвлөж байна.
pt: Periodicamente, a inCruises pode atualizar esta Política de Privacidade de acordo com as modificações e alterações das nossas práticas de informações. Se fizermos alterações materiais, nós anunciaremos na página inicial do site por um período de 30 dias que essa política foi alterada. Seu uso continuado dos Serviços após a publicação de uma Política de Privacidade revisada significa que você reconhece essas alterações e concorda em estar vinculado aos termos e condições de tais alterações na Política de Privacidade revisada. Se você se opuser a essas alterações, você deve interromper o uso dos Serviços. Portanto, recomendamos que você reveja esta página periodicamente para obter as informações mais recentes sobre nossas práticas de privacidade.
ro: Din când în când, inCruises poate actualiza această Politică de confidențialitate atunci când practicile noastre de informare sunt modificate sau schimbate. Dacă aducem modificări materiale acestei politici, vom anunța că această politică a fost modificată pe pagina de pornire a site-ului nostru pentru o perioadă de 30 de zile. Utilizarea în continuare a Serviciilor după ce publicăm o Politică de confidențialitate revizuită înseamnă că ai luat la cunoștință astfel de modificări și ești de acord să respecți termenii și condițiile acestor modificări din Politica de confidențialitate revizuită. Dacă te opui oricăror astfel de modificări, trebuie să încetezi folosirea Serviciilor. Prin urmare, te încurajăm să revizuiești periodic această pagină pentru cele mai recente informații despre practicile noastre de confidențialitate.
ru: Время от времени компания inCruises может обновлять данную Политику конфиденциальности в случае изменения или дополнения наших методов работы с информацией. Если мы внесем какие-либо существенные изменения в настоящие правила, мы опубликуем соответствующее объявление на домашней странице нашего сайта на 30 дней. Дальнейшее пользование Услугами после размещения нами пересмотренной Политики конфиденциальности означает ваше принятие таких изменений и согласие на соблюдение обновленных условий и положений пересмотренной Политики конфиденциальности. Если вы не согласны с любыми такими изменениями, вы должны прекратить пользоваться Услугами. В связи с этим мы рекомендуем вам периодически просматривать эту страницу для получения актуальной информации о наших правилах конфиденциальности.
uk: Час від часу inCruises може оновлювати цю Політику конфіденційності, коли наші інформаційні практики модифікуються чи змінюються. Якщо ми внесемо якісь суттєві зміни до цієї політики, ми повідомимо на домашній сторінці нашого веб-сайту протягом 30 днів, що ця політика була змінена. Подальше використання Вами Послуг після опублікування переглянутої Політики конфіденційності означає ваше підтвердження таких змін та угоди, пов'язане з умовами та змінами переглянутої Політики конфіденційності. Якщо ви заперечуєте проти будь яких подібних змін, ви повинні припинити використання Сервісу. Тому радимо періодично переглядати цю сторінку, щоб отримати останню інформацію про нашу політику конфіденційності.
uz: Ахборот олиш йўллари такомиллашиши ёки ўзгаришига қараб inCruises вақти-вақти билан ушбу Маҳфийлик сиёсати қоидаларини янгилаб туриши мумкин. Агар мазкур сиёсатга бирор муҳим ўзгариш киритилса, ушбу сиёсат ўзгартирилганлиги ҳақидаги эълон 30 кун давомида вебсайтимизнинг бош саҳифасида туради. Таҳрир қилинган Маҳфийлик сиёсатини эълон қилганимиздан кейин Хизматларимиздан фойдаланишда давом этиш билан ушбу ўзгаришлардан хабардорлигингизни ва таҳрир қилинган Маҳфийлик сиёсатига киритилган янги шартлар ва қоидаларга амал қилиш ҳамда улар асосида жавобгар бўлишга розилигингизни тасдиқлайсиз. Агар бундай ўзгаришларга қарши бўлсангиз, Хизматлардан фойдаланишни тўхтатишингиз лозим. Шу сабабли, бизнинг Маҳфийлик сиёсатимиздаги энг сўнгги маълумотлардан хабардор бўлиш учун мунтазам равишда мазкур саҳифани кўздан кечириб туришингизни тавсия этамиз.
zh: inCruises可能会不时更新本隐私政策，以反映我们的信息处理方式的修改或变更。如果我们对本政策进行任何重大变更，我们将在网站主页上公告该政策已更改，并持续展示30天。在我们发布修订后的隐私政策后，您 继续使用本服务即表示您已知悉这些变更，并同意受修订后隐私政策条款与条件的约束。如您不同意任何该等变更，您必须停止 使用本服务。因此，我们建议您定期查看本页面，以获取我们隐私实践的最新信息。

source: From: %{ from }
de: Von: %{ von }
es: De: %{ from }
fr: De : %{ de }
it: Da: %{ from }
ko: 시작일: %{ from }
ky: Кайдан:% {from}
lv: No: %{ from }
mn: Хөдлөх боомт: %{ from }
ru: Из: %{ from }

source: From: <span class="text-blue font-italic">{{ from }}</span>
ca: Des de: <span class="text-blue font-italic">{{ from }}</span>
de: Von: <span class="text-blue font-italic">{{ from }}</span>
es: De: <span class="text-blue font-italic">{{ from }}</span>
fr: De : <span class="text-blue font-italic">{{ de }}</span>
it: Da: <span class="text-blue font-italic">{{ from }}</span>
ja: 差出人： <span class="text-blue font-italic">{{ from }}</span>
kk: Бастап: <span class="text-blue font-italic">{{ from }}</span>
ky: Кимден:<span class="text-blue font-italic">{{ from }}</span>
lv: No: <span class="text-blue font-italic">{{ from }}</span>
mn: Хэнээс: <span class="text-blue font-italic">{{ from }}</span>
pt: De: <span class = "text-blue font-italic"> {{from}} </span>
ro: From: <span class="text-blue font-italic">{{ de }}</span>
ru: От: <span class="text-blue font-italic">{{ from }}</span>
uk: Від: <span class="text-blue font-italic">{{ from }}</span>
uz: Кимдан: <span class="text-blue font-italic">{{ from }}</span>
zh: 从：<span class="text-blue font-italic">{{ from }}</span>

source: Full account restriction pending compliance resolution.
ca: Restricció completa del compte pendent de resolució de compliment normatiu.
es: Restricción completa de la cuenta pendiente de la resolución del área de Cumplimiento Normativo.
fr: Restriction complète du compte en attente de résolution de conformité.
it: L'account è bloccato in attesa di risoluzione della compliance.
ja: コンプライアンス審査が完了するまで、アカウントは全面的に制限されています。
kk: Сәйкестік мәселесі шешілгенге дейін аккаунтқа толық шектеу қойылды.
ky: Эсеп толугу менен чектелет, шайкештик маселелери чечилгенге чейин.
mn: Асуудлыг шийдвэрлэх хүртэл бүртгэлд нэвтрэх эрхийг түр хаасан байна.
pt: Restrição total da conta pendente de resolução de conformidade.
ro: Restricționare completă a contului în așteptarea rezoluției conformității.
ru: Полное ограничение учётной записи до решения отдела комплаенс-контроля.
uk: Обліковий запис повністю обмежено до вирішення питань відповідності.
uz: Аккаунтни тўлиқ чеклаш мувофиқлик қарорини кутмоқда.
zh: 账户将被全面限制，直至合规问题解决。

source: Full name
ca: Nom complet
de: Vollständiger Name
es: Nombre Completo
fr: Nom complet
it: Nome e cognome
ja: フルネーム
kk: Толық аты-жөні
ky: Толук аты
lv: Pilns Vāŗds
mn: Овог нэр
pt: Nome completo
ro: Nume întreg
ru: Полное имя
uk: Повне ім'я
uz: Тўлиқ исми
zh: 全名

source: Full Name
ca: Nom Complet
de: vollständiger Name
es: Nombre y Apellido
fr: Nom complet
it: Nome e cognome
ja: フルネーム
kk: Толық Аты-жөні
ko: 성명
ky: Толук аты
lv: Pilns vāŗds
mn: Овог нэр
pt: Nome Completo
ro: Numele întreg
ru: Имя Фамилия
uk: Повне Ім'я
uz: Тўлиқ исм
zh: 全名

source: Functions
ca: Funcions
de: Funktionen
es: Funciones
fr: Fonctions
it: Funzioni
ja: 機能
kk: Функциялар
ko: 기능
ky: Функциялар
lv: Funkcijas
mn: Функцүүд
pt: Funções
ro: Funcții
ru: Функции
uk: Функції
uz: Функциялар
zh: 职能

source: Funds availability:
ca: Disponibilitat de fons:
de: Verfügbarkeit von Mitteln:
es: Disponibilidad de fondos:
fr: Disponibilité des fonds :
it: Disponibilità di denaro:
ja: 利用可能な資金：
kk: Қаражаттың болуы:
ko: 자금 가용성 :
ky: Каражаттын жеткиликтүүлүгү:
lv: Līdzekļu pieejamība:
mn: Боломжит мөнгөн дүн.
pt: Disponibilidade de fundos:
ro: Disponibilitatea fondurilor:
ru: Доступность средств:
uk: Доступність коштів:
uz: Мавжуд маблағлар:
zh: 资金可用性：

source: Funds have been added. Transaction successfully completed
ca: Els fons han estat afegits. Transacció completada amb èxit
de: Es wurden Mittel hinzugefügt. Transaktion erfolgreich abgeschlossen
es: Los fondos han sido añadidos. Transacción completada con éxito
fr: Les fonds ont été ajoutés. Transaction terminée avec succès
it: Il denaro è stato aggiunto. Transazione completata con successo
ja: 資金が追加されました。取引は正常に終了しました
kk: Қаражаттар қосылды. Транзакция сәтті аяқталды
ko: 자금이 추가되었습니다. 거래가 성공적으로 완료되었습니다
ky: Каражаттар которулду. Транзакция ийгиликтүү аяктады
lv: Ir pievienoti līdzekļi. Transakcija veiksmīgi pabeigta
mn: Мөнгөн дүн нэмэгдсэн. Гүйлгээ амжилттай боллоо
pt: Os fundos foram adicionados. Transação concluída com sucesso
ro: S-au adăugat fonduri. Tranzacție finalizată cu succes
ru: Средства зачислены. Транзакция прошла успешно
uk: Кошти зараховані. Транзакція пройшла успішно
uz: Маблағлар қўшилди. Транзакция муваффақиятли якунланди
zh: 已添加資金。 交易成功完成

source: Funds have been removed. Transaction successfully completed
ca: Els fons han estat retirats. Transacció completada amb èxit
de: Mittel wurden entfernt. Transaktion erfolgreich abgeschlossen
es: Los fondos han sido retirados. Transacción completada con éxito
fr: Les fonds ont été retirés. Transaction terminée avec succès
it: Il denaro è stato rimosso. Transazione completata con successo
ja: 資金が削除されました。取引は正常に終了しました
kk: Қаражат алынып тасталды. Транзакция сәтті аяқталды
ko: 자금이 제거되었습니다. 거래가 성공적으로 완료되었습니다
ky: Каражаттар алынып салынды. Транзакция ийгиликтүү аяктады
lv: Līdzekļi ir izņemti. Transakcija veiksmīgi pabeigta
mn: Мөнгөн дүн хасагдсан. Гүйлгээ амжилттай боллоо
pt: Os fundos foram removidos. Transação concluída com sucesso
ro: Fondurile au fost eliminate. Tranzacție finalizată cu succes
ru: Средства удалены. Транзакция прошла успешно
uk: Кошти видалені. Транзакція пройшла успішно
uz: Маблағлар чиқариб ташланди. Транзакция муваффақиятли якунланди
zh: 資金已被移除。 交易成功完成

source: Funds:
fr: Frais :
it: Fondi:
kk: Қаражаттар:
pt: Fundos:
uk: Кошти:
uz: Маблағлар:
zh: 资金：

source: Future Bookings
ca: Reserves futures
de: Zukünftige Buchungen
es: Reservas Futuras
fr: Réservations Futures
it: Prenotazioni future
ja: 将来の予約
kk: Болашақ Брондар
ko: 향후 예약
ky: Келечектеги брондор
lv: Nākotnes Rezervācijas
mn: Ирээдүйн захиалга
pt: Reservas futuras
ro: Rezervări viitoare
ru: Будущие бронирования
uk: Майбутні бронювання
uz: Келгуси буюртмалар
zh: 未來預訂

source: g. Acknowledgment of Effect
ca: g. Reconeixement d’efecte
de: g. Bestätigung der Wirkung.
es: g. Reconocimiento de Efecto
fr: g. Reconnaissance de l'effet
it: g. Riconoscimento dell'effetto
ja: g. 効力の確認
kk: g. Нәтижені растау
ko: g. 효력 인증
ky: Жыйынтыкты тастыктоо
lv: g.Efekta atzīšana
mn: ё. Үр нөлөөг хүлээн зөвшөөрөх
pt: g. Reconhecimento de Efeito
ro: g. Recunoaşterea intrării în vigoare
ru: g. Подтверждение результата
uk: g. Підтвердження Результату
uz: g. Оқибатлардан хабардор бўлиш
zh: g. 確認效果

source: G100 list.
ca: Llista G100.
de: G100-Liste.
es: Lista de los G100.
fr: Liste G100.
it: Lista G100.
ja: G100 リスト。
kk: G100 Тізімі.
ky: G100 тизмеси.
lv: G100 saraksts.
mn: G100 жагсаалтанд
pt: Lista G100.
ro: Lista G100.
ru: Список G100.
uk: Список G100.
uz: Г100 рўйхати.
zh: G100清单。

source: Gain Access To Exclusive PREMIUM Only Cruise Lines
fr: Accédez à des Compagnies de Croisière Exclusives PREMIUM Only
it: Accedi alle esclusive compagnie di crociera riservate ai Membri PREMIUM
kk: Тек PREMIUM мүшелеріне арналған эксклюзивті круиздік желілерге қолжетімділік алыңыз
pt: Obtenha acesso exclusivo às companhias de cruzeiros PREMIUM Only
uk: Отримайте доступ до ексклюзивних круїзних ліній лише для PREMIUM
uz: Фақат PREMIUM учун эксклюзив круиз линияларидан буюртма бериш ҳуқуқини қўлга киритинг
zh: 获取仅限PREMIUM会员的独家邮轮航线访问权限

source: Gain Access To Exclusive PREMIUM Only inStays
fr: Accédez à des inStays Exclusifs PREMIUM Only
it: Accedi ai soggiorni esclusivi inStays riservati ai Membri PREMIUM
kk: Тек PREMIUM мүшелеріне арналған эксклюзивті inStays-ке қолжетімділік алыңыз
pt: Ganhe acesso exclusivo ao PREMIUM Only inStays
uk: Отримайте доступ до ексклюзивних розміщень inStays лише для PREMIUM.
uz: Фақат PREMIUM учун эксклюзив меҳмонхоналарга буюртма бериш ҳуқуқини қўлга киритинг
zh: 获取专属PREMIUM限定inStays的使用权
