Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Reports are real-time viewable and downloadable reports for just about every aspect of your business. You can download reports for recognition purposes like all the leaders in your organization that are Membership free, or those that reached a new rank. You can also search for customers that have pending invoices or have upcoming billing dates. You can then download these reports in CSV files and use these to create your own marketing campaigns and to be on to your business anytime and from anywhere in the world.
ca: Els Reports són informes que es poden descarregar en temps real per a gairebé tots els aspectes del teu negoci. Pots descarregar informes amb finalitats de reconeixement com tots els líders de la teva organització que tenen Membresia gratuïta, o aquells que hagin obtingut un nou rang. També pots cercar clients que tinguin factures pendents o que tinguin dates de facturació properes. A continuació, pots descarregar aquests informes en fitxers CSV i utilitzar-los per crear les teves campanyes de màrketing i participar en el teu negoci en qualsevol moment i des de qualsevol lloc del món.
de: Reports sind in Echtzeit einsehbare und herunterladbare Berichte für nahezu jeden Bereich Ihres Geschäfts. Sie können Berichte zu Ehrungen herunterladen, wie z.B. alle Führungskräfte in Ihrer Struktur, die eine beitragsfreie Mitgliedschaft haben oder die einen neuen Rang erreicht haben. Sie können auch nach Kunden suchen, die ausstehende Rechnungen oder anstehende Rechnungsdaten haben. Sie können diese Berichte dann in CSV-Dateien herunterladen und daraus Ihre eigenen Marketingkampagnen erstellen, um jederzeit und von überall auf der Welt auf Ihr Geschäft zugreifen zu können.
es: Los Reportes son reportes visibles y descargables en tiempo real para cada elemento de tu negocio. Puedes descargar reportes con fines de reconocimiento, como todos los líderes de tu organización que tienen Membresía Gratuita o aquellos que alcanzaron un nuevo rango. También puedes buscar clientes que tengan recibos pendientes o tengan fechas próximas de facturación. Puedes descargar estos reportes en archivos CSV y usarlos para crear tus propias campañas de marketing y para manejar tu negocio en cualquier momento y desde cualquier parte del mundo.
fr: Les rapports sont des rapports visualisables et téléchargeables en temps réel pour juste à peu près chaque aspect de votre business. Vous pouvez télécharger des rapports à des fins de reconnaissance, comme tous les dirigeants de votre organisation qui ont une adhésion gratuite ou ceux qui ont atteint un nouveau rang. Vous pouvez également rechercher des clients qui ont des factures en attente ou des dates de facturation à venir. Vous pouvez ensuite télécharger ces rapports sous forme de fichiers CSV et les utiliser pour créer vos propres campagnes marketing et être en contact avec votre entreprise à tout moment et depuis n'importe quel endroit dans le monde.
it: I report sono visualizzabili e scaricabili in tempo reale e riguardano praticamente ogni aspetto della tua attività. Puoi scaricare i report ai fini dei riconoscimenti, per esempio tutti i leader della tua organizzazione che hanno la Membership gratuita, o quelli che hanno raggiunto un nuovo rango. Puoi anche cercare i clienti che hanno fatture in sospeso o che hanno date di fatturazione imminenti. Inoltre puoi scaricare i report in file CSV e usarli per creare le tue campagne di marketing e per gestire la tua attività in qualsiasi momento e da qualsiasi parte del mondo.
ja: レポートは、ビジネスのあらゆる面におけるデータをリアルタイムで表示したりダウンロードしたりすることができます。メンバーシップフリーや新しいランクを達成したチーム内のすべてのリーダーを称えるためにレポートを抽出し、ダウンロードすることができます。 保留中の請求書がある方や、請求日が近いメンバー会員を検索することもできます。 データ抽出後、レポートをCSVファイルでダウンロードし、独自のマーケティングキャンペーンを実行したり、いつでも世界中のどこでもビジネス活動に専念できます。
kk: Connect - сіздің бизнесіңіздің әрбір аспектісі бойынша нақты уақытта көрінетін және жүктелетін есептер. Есептерді құттықтау мақсатында, ұйымыңыздағы барлық көшбасшылар сияқты, тегін мүшелік немесе жаңа дәрежеге жеткен сияқты етіп жүктеуге болады. Сондай-ақ, күтудегі шот-фактуралары бар немесе алдағы төлем күндері бар клиенттерді іздеуге болады. Содан кейін сіз CSV файлдарында осы есептерді жүктеп алып, оларды өзіңіздің маркетингтік науқандарыңызды жасауыңызға және кез келген уақытта және әлемнің кез келген нүктесінен өз бизнесіңізді дамыту үшін пайдалана аласыз.
ko: 리포트는 비즈니스의 모든 면에 대해 실시간으로 다운로드할 수 있는 보고서입니다. 조직 내 무료 멤버나 새로운 직급에 도달한 멤버들을 인증하기 위한 보고서를 다운로드할 수 있습니다. 미납 청구서가 있거나 청구일이 다가오고 있는 고객을 검색할 수도 있습니다. 이러한 보고서를 CSV 파일로 다운로드한 후 이 보고서를 사용하여 자신의 마케팅 캠페인을 작성하고 전세계 어디서나 언제든지 비즈니스를 수행할 수 있습니다.
ky: Отчеттор бизнесиңиздин бардык аспектилери боюнча реалдуу убакыт режиминде көрүүгө жана жүктөп алууга болот. Сиз командаңыздагы Акысыз мүчөлүккө же жаңы рангга ээ болгон бардык лидерлерди таануу үчүн отчетторду жүктөп алсаңыз болот. Ошондой эле Сиз күтүүдөгү эсеп-фактуралары же келе жаткан эсеп-дүмүрчөк датасы бар кардарларды издей аласыз.Сиз андан кийин бул отчетторду CSV файлдары катары жүктөп алып, аларды өзүңүздүн маркетинг кампанияларыңызды түзүү жана каалаган убакта, дүйнөнүн каалаган жеринде бизнесте болуу үчүн колдоно аласыз.
lv: Atskaites reāllaikā ir skatāmi un lejupielādējami pārskati tikai par katru jūsu biznesa aspektu. Varat lejupielādēt atskaites atpazīšanas nolūkiem, kā visi jūsu organizācijas vadītāji,kuriem ir brīva partnerība vai tiem,kuri ir sasnieguši jaunu pakāpi. Varat arī meklēt klientus, kuriem ir gaidoši rēķini vai kuriem ir paredzami norēķinu datumi. Pēc tam šos pārskatus varat lejupielādēt CSV failos un izmantot tos, lai izveidotu savas mārketinga kampaņas un jebkurā laikā un no jebkuras vietas pasaulē būtu savās biznesā.
mn: Тайлан бол таны бизнесийн бүхий л талыг харуулах, вэб хуудаснаас татаж авч болохуйц тайлан юм. Та өөрийн багынхаа Гишүүнчлэл-Үнэгүй болсон болон шинэ цол зэрэглэлд хүрсэн бүх манлайлагчидийн тухай мэдээллүүдийг хүлээн зөвшөөрөх, мэдэх зорилгоор энэ тайланг вэб хуудаснаас татаж авч болно. Мөн хүлээгдэж буй нэхэмжлэхээ төлж амжаагүй болон төлбөр тооцоо хийх өдөр нь ойртож байгаа хэрэглэгчдээ харах боломжтой. Эдгээр тайланг CSV файл хэлбэрээр татаж авсны дараа та дэлхийн аль ч хэсэгт өөрийн маркетингийн компанит ажлыг зохион байгуулж, бизнес эрхлэхдээ ашиглаж болно.
pt: Os Relatórios são visíveis a tempo real e disponíveis para download para praticamente todos os aspectos do seu negócio. Você pode fazer o download de relatórios para fins de reconhecimento, como para reconhecer todos os líderes da sua organização que têm a Assinatura Gratuita ou aqueles que atingiram uma nova classificação. Você também pode pesquisar clientes com faturas pendentes ou com datas de faturamento futuras. Você pode fazer o download desses relatórios em arquivos CSV e usá-los para criar suas próprias campanhas de marketing e estar no seu negócio a qualquer hora e em qualquer lugar do mundo.
ro: Rapoarte sunt rapoarte în timp real care se pot descărca şi cuprind aproape toate aspectele afacerii tale. Poţi descărca rapoarte pentru scopul recunoaşterii cuiva, cum ar fi toţi liderii din echipa ta care sunt membri gratuiţi sau aceia care au atins o nouă treaptă de carieră. Poţi de asemenea căuta clienţi care au facturi în aşteptare sau a căror dată de facturare este apropiată. Poţi apoi descărca aceste rapoarte în fişiere CSV şi folosi ca să-ţi creezi propriile campanii de marketing şi să deţii controlul afacerii tale în orice moment şi de oriunde în lume.
ru: Инструмент "Отчёты" - это просматриваемые и загружаемые отчеты в режиме реального времени практически по всем аспектам Вашего бизнеса. Вы можете загружать отчеты для целей признания Лидеров, например, для всех лидеров Вашей организации, которые имеют Бесплатное Членство, или для тех, кто достиг нового ранга. Также, для Вас доступен поиск покупателей, у которых есть неоплаченные счета или счета в ожидании. Кроме того, Вы можете скачать эти отчеты в CSV-формате и использовать их для создания собственных маркетинговых кампаний и для работы в Вашем бизнесе в любое время и из любой точки мира.
uk: Інструмент "Звіти" - це звіти, що переглядаються і завантажуються в режимі реального часу практично по всіх аспектах Вашого бізнесу. Ви можете завантажувати звіти для цілей визнання Лідерів, наприклад, для всіх лідерів Вашої організації, які мають Безкоштовне Членство, або для тих, хто досяг нового рангу. Також, для Вас доступний пошук покупців, які мають несплачені рахунки або рахунки в очікуванні. Крім того, Ви можете завантажити ці звіти в CSV-форматі та використовувати їх для створення власних маркетингових кампаній та для роботи у Вашому бізнесі у будь-який час та з будь-якої точки світу.
uz: Ҳисоботлар - бизнесингизнинг ҳар бир аспекти бўйича реал вақтда кўриш ва юклаб олиш мумкин бўлган ҳисоботлардир. Жамоангиздаги Бепул Аъзоликка ёки янги рангга эришган барча етакчиларни эътироф этиш учун ҳисоботларни юклаб олишингиз мумкин. Шунингдек, кутаётган ҳисоблари мавжуд ёки тўлов санаси яқинлашаётган мижозларингизни қидирув орқали кўришингиз мумкин. Сўнгра ушбу ҳисоботларни CSV-файлларга юклаб олишингиз ҳамда улардан ўз маркетинг кампанияларингизни яратиш ва истаган вақтингизда, дунёнинг исталган еридан туриб ўз бизнесингизни юритиш учун фойдаланишингиз мумкин.
zh: 報告是針對您業務的各個方面的可查看和可下載的實時報告。您可以下載報告以用於識別目的，例如組織中所有無會員資格的領導者或達到新級別的領導者。您還可以搜索具有待處理髮票或即將開票的客戶。然後，您可以以CSV文件格式下載這些報告，並使用這些報告創建自己的營銷活動，隨時隨地進行您的業務。

source: Request Price Match
ca: Sol·licita Igualació de Preu
de: Preisanpassung anfordern
es: Solicitar Igualación de Precio
fr: Demander l'Alignement des Prix
it: Richiedi la Parità di Prezzo
ja: プライスマッチリクエスト
kk: Баға сәйкестігін сұрау
ky: Бааларды дал келтирүү өтүнүчүн жөнөтүү
lv: Pieprasīt cenas atbilstību
mn: Үнэ тохируулах хүсэлт гаргах
pt: Solicitar Equiparação de Preço
ro: Solicită potrivirea prețului
ru: Запросить соответствие цены
uk: Запросити перегляд відповідності ціни
uz: Нарх мувофиқлигини сўраш
zh: 申请价格匹配

source: Requests
ca: Sol·licituds
de: Anfragen
es: Solicitudes
fr: Demandes
it: Richieste
ja: リクエスト
kk: Сұраулар
ky: Өтүнүчтөр
lv: Pieprasījumi
mn: Үр дүн
pt: Solicitações
ro: Solicitări
ru: Запросы
uk: Запити
uz: Сўровлар
zh: 申请

source: Required
ca: Requerit
de: Erforderlich
es: Requerido
fr: Requis
it: Obbligatorio
ja: 必須
kk: Қажетті
ko: 요구 매출액
ky: Талап кылынат
lv: Pieprasīts
mn: Заавал бичих ёстой
pt: Obrigatório
ro: Necesar
ru: Необходимо к заполнению
uk: Необхідно заповнити
uz: Талаб этилади
zh: 必需的

source: Required
ca: Requerit
de: Erforderlich
es: Requerido:
fr: Requis
it: Obbligatorio
ja: 必須
kk: Қажетті
ky: Талап кылынат
lv: Pieprasīts
mn: Заавал бичигдэх ёстой
pt: Obrigatório
ro: Necesar
ru: Необходимо к заполнению
uk: Необхідно заповнити
uz: Талаб этилган
zh: 必需的

source: Requirement
ca: Requisit
de: Anforderung
es: Requisito
fr: Exigence
it: Requisiti
ja: 要件
kk: Талап
ko: 요구 매출액
ky: Талап
lv: Prasība
mn: болзол
pt: Requerimento
ro: Cerinţă
ru: Требование
uk: Вимога
uz: Талаб
zh: 要求

source: Requirement met!
ca: Requisit complert!
de: Anforderung erfüllt!
es: ¡Requisito cumplido!
fr: Condition remplie !
it: Requisiti soddisfatti!
ja: 条件を達成しました！
kk: Талап орындалды!
ko: 요건 충족!
ky: Талаптар аткарылды!
lv: Prasība ievērota!
mn: Болзол хангагдсан!
pt: Requisito atendido!
ro: Cerință îndeplinită!
ru: Требование выполнено!
uk: Вимога виконана!
uz: Талаблар бажарилди!
zh: 满足要求！

source: Requirements
ca: Requisits
de: Anforderungen
es: Requisitos
fr: Exigences
it: Requisiti
ja: 必須条件
kk: Талаптар
ko: 요구 사항
ky: Талаптар
lv: Prasības
mn: Шаардлагууд
pt: Requerimentos
ro: Cerinţe
ru: Требования
uk: Вимоги
uz: Талаблар
zh: 要求

source: Requirements for
fr: Exigences pour
it: Requisiti per

source: Requirements for this month have been set!
ca: S'han establert els requisits d'aquest mes!
de: Die Anforderungen für diesen Monat sind festgelegt!
es: ¡Se han establecido los requisitos para este mes!
fr: Les exigences pour ce mois ont été fixées !
it: I requisiti per questo mese sono stati fissati!
ja: 今月の要件が設定されました！
kk: Осы айға қойылған талаптар орындалды!
ko: 이번 달의 요구조건이 달성되었습니다!
ky: Бул айдын талаптары аткарылды!
lv: Šī mēneša prasības ir uzstādītas!
mn: Энэ сарын шаардлагууд тохируулагдав!
pt: Os requisitos para este mês foram definidos!
ro: Cerinţele pentru luna aceasta au fost stabilite!
ru: Требования за этот месяц достигнуты!
uk: Вимоги за цей місяць досягнуті!
uz: Ушбу ой учун талаблар ўрнатилган!
zh: 本月的要求已定下來了！

source: Requires Authentication:
ca: Requereix d'Autentificació:
de: Authentifizierung erforderlich:
es: Requiere Autentificación:
fr: Requiert une authentification :
it: Autenticazione obbligatoria:
ja: 認証が必要です：
kk: Түпнұсқалықты Растау Талап Етіледі:
ko: 인증 필요 :
ky: Аутентификация талап кылынат:
lv: Nepieciešama autentifikācija:
mn: Хамгаалалт шаардлагатай:
pt: Requer autenticação:
ro: Este necesară autentificarea:
ru: Требуется Аутентификация:
uk: Необхідна Авторизація:
uz: Идентификация қилишни талаб этиш:
zh: 需要身份驗證：

source: Resend account verification
ca: Reenviar la verificació del compte
de: Kontoverifizierung erneut senden
es: Reenviar verificación de cuenta
fr: Renvoyer la vérification du compte
it: Invia di nuovo la verifica dell'account
ja: アカウント認証の再送信
kk: Есептік жазбаны қайта тексеру
ky: Каттоо эсебин ырастоону кайра жөнөтүү
lv: Atkārtoti nosūtīt konta pārbaudi
mn: Бүртгэл баталгаажуулах имэйл дахин илгээх
pt: Reenviar verificação de conta
ro: Retrimite verificarea contului
ru: Отправить письмо для подтверждения счёта повторно
uk: Надіслати листа для підтвердження рахунку повторно
uz: Тасдиқлов хатини қайта юбориш
zh: 重新发送账户验证邮件

source: Resend Code
ca: Codi de reenviament
de: Code erneut senden
es: Re enviar Código
fr: Renvoyer le Code
it: Invia di nuovo il codice
ja: コードを再送信
kk: Кодты қайта жіберіңіз
ko: 코드 재전송
ky: Кодду кайра жөнөтүңүз
lv: Atkārtoti nosūtīt kodu
mn: Код дахин илгээх
pt: Reenviar código
ro: Retrimite codul
ru: Отправить код повторно
uk: Надіслати код повторно
uz: Кодни такрор жўнатиш
zh: 重新發送驗證碼

source: Resend Email
ca: Reenviar correu electrònic
de: E-Mail erneut senden
es: Reenviar email
fr: Renvoyer l'e-mail
it: Invia nuovamente l'email
ja: メールを再送する
kk: Электрондық поштаны қайта жіберу
ky: Электрондук катты кайрадан жөнөтүү
lv: Nosūtīt e-pastu atkārtoti
mn: Имэйл дахин илгээх
pt: Reenviar e-mail
ro: Retrimite email
ru: Отправить электронное письмо заново
uk: Надіслати електронний лист заново
uz: Электрон хатни такрор жўнатиш
zh: 重新发送邮件

source: Resend SMS
ca: Tornant a enviar SMS
de: SMS erneut senden
es: Reenviar SMS
fr: Renvoyer le SMS
it: Reinvio SMS
ja: SMSを再送信
kk: Қайтадан SMS жіберіңіз
ko: SMS 재전송
ky: SMSти кайра жөнөтүңүз
lv: Atkārtot SMS
mn: Мессеж дахин илгээх
pt: Reenviar SMS
ro: Retrimite SMS
ru: Отправить SMS повторно
uk: Надіслати SMS повторно
uz: Такрор SMS жўнатиш
zh: 重发短信

source: Reservation Details
ca: Detalls de la reserva
de: Reservierungsdetails
es: Detalles de la Reserva
fr: Détails de la réservation
it: Dettagli della prenotazione
ja: 予約詳細
kk: Брондау туралы Мәліметтер
ko: 예약 상세정보
ky: Брондоо боюнча маалымат
lv: Rezervācijas detaļas
mn: Захиалгын Дэлгэрэнгүй
pt: Detalhes da reserva
ro: Detaliile rezervării
ru: Детали Брони
uk: Деталі Бронювання
uz: Буюртмага оид маълумотлар
zh: 預定詳情

source: Reservation ID
ca: Identificador de la reserva
de: Reservierungs-ID
es: Identificación de Reserva
fr: Identifiant de réservation
it: ID prenotazione
ja: 予約ID
kk: Брондау идентификаторы
ko: 예약 ID
ky: Брондоо ИН
lv: Rezervācijas ID
mn: Захиалгын ID
pt: ID da reserva
ro: ID Rezervare
ru: ID бронирования
uk: ID бронювання
uz: Буюртма ID
zh: 预订ID

source: Reservation Number
ca: Nombre de reserva
de: Reservierungsnummer
es: Número de Reserva
fr: Numéro de la réservation
it: Numero di prenotazione
ja: 予約番号
kk: Брондау Нөмірі
ko: 예약 번호
ky: Брондоонун номери
lv: Rezervācjas numurs
mn: Захиалгын дугаар
pt: Número da reserva
ro: Numărul rezervării
ru: Номер Брони
uk: Номер Бронювання
uz: Буюртма рақами
zh: 預定號碼

source: Reservation Status
ca: Estat de reserva
de: Reservierungsstatus
es: Estatus de la Reserva
fr: Statut de la réservation
it: Stato della prenotazione
ja: 予約状況
kk: Брондау Күйі
ko: 예약 현황
ky: Брондоонун абалы
lv: Rezervācijas statuss
mn: Захиалгын байдал
pt: Status de reserva
ro: Starea rezervării
ru: Статус Брони
uk: Статус Бронювання
uz: Буюртма ҳолати
zh: 預定狀態

source: Reservations
ca: Reserves
de: Reservierungen
es: Reservaciones
fr: Réservations
it: Prenotazioni
ja: 予約
kk: Брондау
ko: 예약
ky: Брондоолор
lv: Rezervācijas
mn: Миний аяллууд
pt: Reservas
ro: Rezervări
ru: Бронирования
uk: Бронювання
uz: Буюртмалар
zh: 预订

source: Reserve
ca: Reservar
de: Reservieren
es: Reservar
fr: Réserve
it: Riserva
ja: 予約
kk: Резерв
ky: Брондоп коюу
lv: Rezervēt
mn: Захиалах
pt: Reserva
ro: Rezervă
ru: Зарезервировать
uk: Зарезервувати
uz: Банд қилиш
zh: 保留

source: Reserved Seating at
fr: Places Réservées à
it: Posti riservati a

source: Reset
ca: Restablir
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Reimposta
ja: リセット
kk: Қайта Орнату
ko: 재설정
ky: Кайра орнотуу
lv: Atiestatīt
mn: Дахин тохируулах
pt: Redefinir
ro: Resetează
ru: Переустановка
uk: Перевстановити
uz: Тиклаш
zh: 重置

source: Reset Columns
fr: Réinitialiser les Colonnes
it: Ripristina colonne
pt: Redefinir colunas
uk: Скинути Колонки

source: Reset Filters
ca: Restableix els filtres
de: Filter zurücksetzen
es: Restablecer Filtros
fr: Réinitialiser les filtres
it: Ripristina i filtri
ja: フィルターをリセットする
kk: Фильтрлерді Қалпына Келтіру
ko: 필터 재설정하기
ky: Чыпкаларды калыбына келтирүү
lv: Atpakaļ iestatīšanas filtri
mn: Филтерийг дахин тохируулах
pt: Redefinir Filtros
ro: Restabileşte filtrele
ru: Сбросить Фильтры
uk: Скинути,Перевстановити Фільтри
uz: Фильтрларни тиклаш
zh: 重置過濾器

source: Reset Password
ca: Restablir la contrasenya
de: Passwort zurücksetzen
es: Resetear Contraseña
fr: Réinitialiser le mot de passe
it: Reimposta la password
ja: パスワードを再設定する
kk: Құпиясөзді қайта орнату
ko: 비밀번호 재설정
ky: Сырсөздү кайра орнотуу
lv: Atjaunot paroli
mn: Нууц үг шинээр үүсгэх
pt: Redefinir senha
ro: Resetaţi parola
ru: Переустановить Пароль
uk: Скинути пароль
uz: Паролни тиклаш
zh: 重置密碼

source: Reset your password now and keep exploring.
ca: Restableix la teva contrasenya ara i continua explorant.
de: Setzen Sie jetzt Ihr Passwort zurück und erkunden Sie weiter.
es: Restablece tu contraseña ahora y sigue explorando.
fr: Réinitialisez votre mot de passe maintenant et continuez à explorer.
it: Reimposta la password e continua a esplorare.
ja: 今すぐパスワードをリセットして、引き続きご利用ください。
kk: Құпия сөзді қазір қалпына келтіріп, зерттеуді жалғастырыңыз.
ky: Азыркы шилтемеңизди өзгөртүңүз жана издөөнү улантыңыз.
lv: Atiestatiet paroli tūlīt un turpiniet izpēti.
mn: Одоо нууц үгээ дахин тохируулж аяллаа үргэлжлүүлэн судлаарай.
pt: Redefina sua senha agora e continue explorando.
ro: Resetează parola acum și continuă să explorezi.
ru: Сбросьте свой пароль и продолжайте изучение.
uk: Скиньте свій пароль зараз і продовжуйте досліджувати.
uz: Паролни ўзгартиринг ва кашф этишда давом этинг.
zh: 立即重置密码，继续探索。

source: Residency discounts of which you are not a resident
ca: Descomptes destinats als residents de localitats on no ets resident
de: Rabatte für Personen, die nicht in der Region ansässig sind
es: Descuentos de residencia de los cuales no eres residente
fr: Remises pour résidence dont vous n'êtes pas résident
it: Sconti destinati ai residenti di località in cui non sei residente
ja: 居住していない国の居住者割引
kk: Сіз резидент емес жерлерде орналастыруға жеңілдіктер
ky: Сиз резиденти эмес жерде турак жай үчүн арзандатуулар
lv: Rezidences atlaides, kuru rezidents neesi
mn: Таны оршин суудаггүй газрын иргэдийн хямдрал
pt: Descontos por residência dos quais você não é residente
ro: Reduceri de rezidență la care nu ești rezident
ru: Скидки на размещение в тех местах, где вы не являетесь резидентом
uk: Знижки на розміщення в тих місцях, де ви не є резидентом
uz: сиз резиденти бўлмаган яшаш жойи учун чегирма
zh: 您非居民的居住地折扣
