Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: This function will end all active sessions, effectively logging out any other devices or locations that were previously logged into.
ca: Aquesta funció finalitzarà totes les sessions actives, tancant la sessió de qualsevol altre dispositiu o ubicació en els quals s'hagi iniciat sessió prèviament.
de: Mit dieser Funktion werden alle aktiven Sitzungen beendet und alle anderen Geräte oder Standorte, bei denen Sie zuvor angemeldet waren, abgemeldet.
es: Esta función cerrará todas las sesiones activas, lo que ocasionará el cierre de sesión en cualquier otro dispositivo o ubicación que estuviera previamente conectado.
fr: Cette fonction met fin à toutes les sessions actives, déconnectant de fait tous les autres appareils ou sites précédemment connectés.
it: Questa funzione chiuderà tutte le sessioni attive, disconnettendo di fatto tutti i dispositivi o le posizioni a cui si è acceduto in precedenza.
ja: この機能は、すべてのアクティブなセッションを終了し、以前にログインしていた他のデバイスや場所からログアウトします。
kk: Бұл мүмкіндік бұрын кірген кез келген басқа құрылғыларды немесе орындарды тиімді ажыратып, барлық белсенді сеанстарды аяқтайды.
ko: 이 기능은 모든 활성 세션을 종료하여 이전에 로그인한 다른 장치나 위치를 효과적으로 로그아웃합니다.
ky: Бул функция бардык активдүү сеанстарды токтотуп, мурда кирген бардык түзмөктөрдөн же даректерден эффективдүү түрдө чыгып кетет.
lv: Ar šo funkciju tiks pārtrauktas visas aktīvās sesijas, efektīvi izslēdzot citas ierīces vai atrašanās vietas, kurās iepriekš bija pieteicies lietotājs.
mn: Энэ функцээр бүх идэвхтэй хуудсуудыг хааж, өмнө нь нэвтэрч байсан бусад төхөөрөмж, байршил зэргээс амжилттай салгагдах болно.
pt: Esta função encerrará todas as sessões ativas, desconectando efetivamente todos os outros dispositivos ou locais nos quais você fez login anteriormente.
ro: Această funcție va încheia toate sesiunile active, deconectând efectiv orice alte dispozitive sau locații la care au fost conectate anterior.
ru: Данная функция завершит все активные сессии, фактически осуществив выход со всех устройств и местоположений, в который ранее был сделан вход.
uk: Ця функція завершить усі активні сесії, фактично здійснивши вихід з усіх пристроїв та місць, з яких ви входили раніше.
uz: Ушбу функция аввал кирилган барча қурилмалар ёки манзиллардан самарали чиққан ҳолда барча фаол сессияларни якунлайди.
zh: 此功能将结束所有活动会话，有效地注销之前登录的任何其他设备或位置。

source: This group has been locked.
ca: Aquest grup ha estat tancat.
de: Diese Gruppe wurde gesperrt.
es: Este grupo ha sido bloqueado.
fr: Ce groupe a été verrouillé.
it: Il gruppo è stato chiuso.
ja: このグループはロックされました。
kk: Бұл топ бұғатталған.
ko: 이 그룹은 잠겨 있습니다.
ky: Бул топ бөгөттөлгөн.
lv: Šī grupa ir bloķēta.
mn: Энэ бүлэг цоожлогдсон.
pt: Este grupo foi bloqueado.
ro: Acest grup a fost blocat.
ru: Данная группа была закрыта.
uk: Ця група була закрита.
uz: Ушбу гуруҳ блокланган.
zh: 该群已被锁定。

source: This group is locked by administrator. You can not enter
ca: Aquest grup està bloquejat per l'administrador. No pots ingressar
de: Diese Gruppe ist vom Administrator gesperrt. Sie können nicht eintreten
es: Este grupo está bloqueado por el administrador. No puedes ingresar
fr: Ce groupe est verrouillé par l'administrateur. Vous ne pouvez pas entrer dans ce groupe
it: Questo gruppo è bloccato dall'amministratore. Non puoi entrare.
ja: このグループは管理者によってロックされています。このグループには参加できません
kk: Бұл топты әкімші бұғаттады. Сіз жүйеге кіре алмайсыз
ko: 이 그룹은 관리자에 의해 잠겨 있습니다. 들어갈 수 없습니다
ky: Бул топ администратор тарабынан бөгөттөлгөн. Кире албайсыз
lv: Šo grupu ir bloķējis administrators. Nevar ievadīt
mn: Админ энэ бүлгийг цоожилсон байна. Та орж болохгүй
pt: Este grupo está bloqueado pelo administrador. Você não pode entrar
ro: Acest grup este blocat de administrator. Nu poți intra
ru: Данная группа закрыта администратором. Вы не можете войти
uk: Ця група закрита адміністратором. Ви не можете увійти
uz: Ушбу гуруҳ маъмур томонидан блокланган. Сиз унга кира олмайсиз
zh: 该组已被管理员锁定。 您不能进入

source: This hotel is only available for select countries.
ca: Aquest hotel només està disponible per a determinats països.
de: Dieses Hotel ist nur für ausgewählte Länder verfügbar.
es: Este hotel solo está disponible para países seleccionados.
fr: Cet hôtel n'est disponible que pour certains pays.
it: Questo hotel è disponibile solo per alcuni paesi selezionati.
ja: このホテルは、一部の国のみご予約可能です。
kk: Бұл қонақ үй белгілі бір елдерде ғана қолжетімді.
ko: 이 호텔은 선택된 국가들만 이용가능합니다.
ky: Бул мейманкана тандалган өлкөлөрдө гана жеткиликтүү.
lv: Šī viesnīca ir pieejama tikai atsevišķām valstīm.
mn: Эдгээр зочид буудлыг зөвхөн зарим нэг сонгосон улс орнуудын хувьд ашиглах боломжтой.
pt: Este hotel está disponível apenas para alguns países.
ro: Acest hotel este disponibilă numai pentru anumite țări.
ru: Этот отель доступен только для определённых стран.
uk: Цей готель доступний лише для певних країн.
uz: Ушбу меҳмонхона фақат танланган мамлакатлар учун мавжуд.
zh: 這家酒店僅適用於部分國家/地區。

source: This income is not just limited to the earnings you derive from inCruises® and needs to take into account ALL income you have obtained during this year from all related business activities. Partners working under the "occasional basis" status are not VAT registered, thus the commissions paid to these Partners ARE NOT subject to the VAT nor be eligible for social contributions.
ca: Aquests ingressos no es limiten únicament als que obté d'inCruises® han de tenir en compte TOTS els ingressos que hagis obtingut durant aquest any de totes les activitats empresarials relacionades. Els socis que treballen sota l'estatus de "base ocasional" no estan registrats en l'IVA, per la qual cosa les comissions pagades a aquests socis NO ESTAN subjectes a l'IVA ni poden ser objecte de contribucions socials.
de: Dieses Einkommen beschränkt sich nicht nur auf die Einkünfte, die Sie mit inCruises® erzielen, sondern muss ALLE Einkünfte berücksichtigen, die Sie während des Jahres aus allen damit verbundenen Geschäftstätigkeiten erzielt haben. Partner, die auf "Gelegenheits-Basis" arbeiten, sind nicht mehrwertsteuerpflichtig, daher unterliegen die an diese Partner gezahlten Provisionen NICHT der Mehrwertsteuer und sind auch nicht sozialversicherungspflichtig.
es: Estos ingresos no se limitan solo a las ganancias que obtienes de inCruises® y deben tomarse en cuenta TODOS los ingresos que hayas obtenido durante este año de todas las actividades comerciales relacionadas. Los socios que trabajan bajo el estado de "base ocasional" no están registrados a efectos del VAT, por lo que las comisiones pagadas a estos socios NO ESTÁN sujetas al VAT ni son elegibles para contribuciones sociales.
fr: Ce revenu ne se limite pas seulement aux revenus provenant d'inCruises® et doit prendre en compte TOUS les revenus que vous avez obtenus au cours de cette année de toutes les activités commerciales connexes. Les Partenaires travaillant sous le statut de "base occasionnelle" ne sont pas enregistrés à la TVA, donc les commissions payées à ces Partenaires NE SONT PAS soumises à la TVA et ne sont pas éligibles aux contributions sociales.
it: Tale reddito non si limita ai soli guadagni che derivano da inCruises® e deve tener conto di TUTTI i guadagni che hai realizzato nel corso dell'anno da tutte le attività commerciali correlate. I Partner che lavorano in modalità "occasionale" non sono titolari di partita IVA, quindi le commissioni pagate a questi Partner NON sono soggette all'IVA né ai contributi previdenziali.
ja: この収入は、inCruisesから得た収入だけではなく、関連するすべての事業活動からその年に得たすべての収入を考慮に入れる必要があります。「臨時的」なステータスで働くパートナーはVAT登録されていないため、 これらのパートナーに支払われるコミッションはVATの対象にはならず、社会貢献の対象にもなりません。
kk: Бұл кіріс тек inCruises®-тен алатын табыспен шектеліп қоймайды және осы жыл ішінде барлық байланысты әрекеттерден алған БАРЛЫҚ кірісті қамтуы керек. Біржолғы негізде жұмыс істейтін аффилирленген тұлғалар ҚҚС төлеуші ретінде тіркелмеген, сондықтан осы Серіктестіктерге төленген комиссиялар ҚҚС САЛМАЙДЫ және әлеуметтік сақтандыру жарналарын алуға құқығы жоқ.
ky: Бул киреше сиздин inCruises® дан кирешеңиз менен чектелбеши керек жана жыл ичинде ушул сыяктуу иш-аракеттерден алган БАРДЫК кирешени камтышы керек. "Убактылуу" өнөктөштөрдүн КНС номери жок, ошондуктан бул Өнөктөштөр үчүн төлөнүүчү комиссиялар КНСтен жана социалдык камсыздандыруу төгүмдөрүнөн бошотулат.
lv: Šie ienākumi neaprobežojas tikai ar ieņēmumiem, ko gūstat no inCruises ®, un ir jāņem vērā VISI ienākumi, ko esat guvis no visām saistītajām biznesa darbībām šī gada laikā.. Partneri, kas strādā ar statusu “gadījuma rakstura”, nav reģistrējuši PVN, tāpēc komisijas maksas, kas tiek maksātas šiem partneriem, netiek apliktas ar PVN un nav tiesīgas saņemt sociālās iemaksas.
mn: Энэхүү орлого нь зөвхөн inCruises®-ээс олсон орлогоор хязгаарлагдахгүй бөгөөд таны энэ жилийн турш өөрийн бизнесийн бүхий л үйл ажиллагаанаас олсон БҮХ орлогыг харгалзан үзэх шаардлагатай. "Тогтмол орлоготой биш" түншүүд НӨАТ-д бүртгэгддэггүй тул эдгээр Түншүүдийн шагнал урамшуулалд НӨАТ-ийн татвар оногдуулахгүй бөгөөд нийгмийн даатгалын шимтгэлд хамрагдах боломжгүй юм.
pt: Esta receita não se limita apenas aos ganhos que você obtém da inCruises® e precisa levar em consideração TODOS os rendimentos que você obteve durante este ano de todas as atividades de negócios relacionadas. Os parceiros que trabalham com o estatuto de "base ocasional" não têm registo de VAT, pelo que as comissões pagas a estes parceiros NÃO ESTÃO sujeitas ao VAT nem são elegíveis para contribuições sociais.
ro: Acest venit nu se limitează la câștigurile care derivă de la inCruises® și trebuie să ia în considerare TOATE veniturile pe care le-ai obținut în acest an din toate activitățile de afaceri conexe. Partenerii care lucrează în baza statutului „ocazional" nu sunt înregistrați cu TVA, astfel comisioanele plătite acestor parteneri nu fac obiectul TVA și nu sunt eligibile pentru contribuțiile sociale.
ru: Этот доход не ограничивается заработками, полученными от inCruises®, подсчитывать необходимо все полученные за этот год доходы от всей соответствующей деловой активности. Партнёры, работающие на "временной основе" не подлежат регистрации в качестве плательщика НДС, таким образом, комиссия, выплаченная этим Партнёрам, НЕ облагается НДС и НЕ подлежит социальным отчислениям.
uk: Цей дохід не обмежується заробітками, отриманими від InCruises®, підраховувати необхідно всі отримані за цей рік доходи від усієї відповідної ділової активності. Партнери, які працюють на "тимчасовій основі" не підлягають реєстрації в якості платника ПДВ, таким чином, комісія, виплачена цим Партнерам, не оподатковується ПДВ і не підлягає соціальним відрахуванням.
uz: Ушбу даромад фақатгина inCruises® дан олган даромадингиз билан чекланиб қолмаслиги ва сиз йил давомида шунга ўхшаш фаолиятдан олган БАРЧА даромадларни ўз ичига олиши зарур. "Вақтинчалик" мақомида ишлаётган Ҳамкорларда ҚҚС рақами мавжуд эмас, шу сабабли ушбу Ҳамкорларга тўланадиган комиссиялардан ҚҚС ва ижтимоий йиғимлар ундирилмайди.
zh: 该收入不仅限于您从 inCruises® 获得的收入，还需要考虑您在这一年中从所有相关业务活动中获得的所有收入。 在“临时基础”状态下工作的合作伙伴未注册增值税，因此，支付给这些合作伙伴的佣金无需缴纳增值税，也无资格获得社会贡献。

source: This information is updated daily
ca: Aquesta informació s'actualitza diàriament
de: Diese Informationen werden täglich aktualisiert
es: Esta información se actualiza diariamente
fr: Ces informations sont mises à jour quotidiennement
it: Queste informazioni sono aggiornate quotidianamente
ja: この情報は毎日更新しています
kk: Бұл ақпарат күн сайын жаңарып отырады
ky: Бул маалымат күн сайын жаңыланып турат
lv: Informācija tiek atjaunota katru dienu
mn: Энэ мэдээллүүд өдөр бүр шинэчлэгдэнэ
pt: Esta informação é atualizada diariamente
ro: Această informație este actualizată zilnic
ru: Информация обновляется ежедневно
uk: Інформація оновлюється щодня
uz: Ушбу маълумот ҳар куни янгиланади
zh: 此信息每天更新

source: This information is updated daily.
ca: Aquesta informació s'actualitza diàriament.
de: Diese Informationen werden täglich aktualisiert.
es: Esta información se actualiza diariamente.
fr: Ces informations sont mises à jour quotidiennement.
it: Queste informazioni sono aggiornate quotidianamente.
ja: この情報は毎日更新しています。
kk: Бұл ақпарат күн сайын жаңарып отырады.
ko: 이 정보는 매일 업데이트됩니다.
ky: Бул маалымат күн сайын жаңыланып турат.
lv: Informācija tiek atjaunota katru dienu.
mn: Энэ мэдээллүүд өдөр бүр шинэчлэгдэнэ.
pt: Esta informação é atualizada diariamente.
ro: Această informație este actualizată zilnic.
ru: Информация обновляется ежедневно.
uk: Інформація оновлюється щодня.
uz: Ушбу маълумот ҳар куни янгиланади.
zh: 此信息每天更新。

source: This invoice is to renew your Membership for the next 30 days.
ca: Aquesta factura és per renovar la teva Membresia pels pròxims 30 dies.
de: Mit dieser Rechnung wird Ihre Mitgliedschaft für die nächsten 30 Tage verlängert.
es: Esta factura es para renovar tu Membresía por los próximos 30 días.
fr: Cette facture est destinée à renouveler votre Adhésion pour les 30 prochains jours.
it: Questa fattura rinnova la tua Membership per i prossimi 30 giorni.
ja: この請求書は、今後30日以内にメンバーシップを更新するためのものです。
kk: Бұл шот сіздің мүшелігіңізді келесі 30 күнге ұзартуға арналған.
ky: Бул эсеп-фактура Сиздин мүчөлүгүңүздү кийинки 30 күнгө узартуу үчүн.
lv: Šajā rēķinā paredzēts atjaunot jūsu Biedru Dalību nākamajās 30 dienās.
mn: Уг нэхэмжлэх таны Гишүүнчлэлийг 30 хоногоор сунгах болно.
pt: Esta fatura é para renovar sua assinatura pelos próximos 30 dias.
ro: Această factură este pentru a-ți reînnoi calitatea de membru pentru următoarele 30 de zile.
ru: Данный счёт необходим для возобновления вашей Программы Членства на последующие 30 дней.
uk: Цей рахунок необхідний для відновлення вашої Програми Членства на наступні 30 днів.
uz: Мазкур тўлов Аъзолигингизни келгуси 30 кунга узайтиради.
zh: 此账单用于续订您的会员资格，期限为接下来的30天。

source: This is a list of your direct Partners with notable production in a short time period.
ca: Aquesta és una llista dels teus socis directes amb una producció notable en un curt període de temps.
de: Dies ist eine Liste Ihrer direkten Partner mit besonderen Umsätzen in einer kurzen Zeitspanne.
es: Esta es una lista de tus Socios directos con producción notable en un corto período de tiempo.
fr: Il s'agit d'une liste de vos Partenaires directs avec une production notable dans un court laps de temps.
it: Qui di seguito sono elencati i tuoi Partner diretti con una produzione notevole in un breve periodo di tempo.
ja: これは、あなたが短期間に注目すべきプロダクションを手がけた直紹介パートナーのリストです。
kk: Бұл қысқа уақыт ішінде айтарлықтай нәтижелерге қол жеткізген тікелей серіктестеріңіздің тізімі.
ky: Бул кыска убакыттын ичинде мыкты өндүрүмдүүлүккө ээ болгон түздөн-түз өнөктөштөрүңүздүн тизмеси.
lv: Šis ir saraksts ar jūsu tiešajiem Partneriem ar ievērojamu apgrozījuma apjomu īsā laika periodā.
mn: Энэ бол богино хугацаанд онцгой борлуулалт хийсэн, таны хувьчлан идэвхжүүлсэн Түнш нарын нэрс болно.
pt: Esta é uma lista dos seus Parceiros diretos com produção notável em um curto período de tempo.
ro: Aceasta este o listă a partenerilor tăi direcți cu producție notabilă într-o perioadă scurtă de timp.
ru: Это список ваших прямых Партнёров со значительным товарооборотом за короткий промежуток времени.
uk: Це список ваших прямих Партнерів із значним виробітком за короткий проміжок часу.
uz: Бу қисқа вақт ичида салмоқли ҳажмига эришган тўғридан-тўғри Ҳамкорларингиз рўйхати.
zh: 这是您的直接合作伙伴名单，他们在短时间内取得了显著的成果。

source: This is a refundable booking. If you are unable to attend your booking due to unforeseen circumstances and can provide evidence as listed in the Terms & Conditions <a target="_blank" href="https://www.refundable.me/">here</a> , you may be entitled to a full refund.
ca: Aquesta és una reserva reemborsable. Si no pots assistir a la teva reserva a causa de circumstàncies imprevistes i pots proporcionar proves com es detalla als Termes & Condicions <a target="_blank" href="https://www.refundable.me/">aquí</a>, podries tenir dret a un reemborsament complet.
de: Diese Buchung ist erstattungsfähig. Wenn Sie Ihre Buchung aufgrund unvorhergesehener Umstände nicht wahrnehmen können und den Nachweis erbringen können, wie in den Bedingungen & Konditionen aufgeführt <a target="_blank" href="https://www.refundable.me/">hier</a>, haben Sie möglicherweise Anspruch auf eine vollständige Rückerstattung.
es: Esta es una reservación reembolsable. Si no puedes asistir al viaje debido a circunstancias imprevistas, y puedes proveer evidencia(s) según se detalla en los Términos y Condiciones <a target="_blank" href="https://www.refundable.me/">aquí</a> , es posible que puedas recibir un reembolso completo.
fr: Il s'agit d'une réservation remboursable. Si vous n'êtes pas en mesure d'assister à votre réservation en raison de circonstances imprévues et que vous pouvez fournir les preuves énumérées dans les Conditions & générales <a target="_blank" href="https://www.refundable.me/">ici</a> , vous pouvez avoir droit à un remboursement complet.
it: Questa è una prenotazione rimborsabile. Se non sei in grado di partecipare al viaggio prenotato a causa di circostanze impreviste e puoi fornire le prove indicate nelle Condizioni Generali <a target="_blank" href="https://www.refundable.me/">qui</a> , potresti avere diritto al rimborso totale.
ja: これは返金可能な予約です。不測の事態により予約した旅行に行くことができず、利用規約に記載されている証拠を提出できる場合、 <a target="_blank" href="https://www.refundable.me/">こちら</a> をクリックして、全額払い戻しを受け取ることができます。
kk: Бұл қайтарылатын брондау. Егер сіз күтпеген жағдайларға байланысты брондауға қатыса алмасаңыз және Шарттар мен шарттарда көрсетілген дәлелдемелерді ұсына алсаңыз <a target="_blank" href="https://www.refundable.me/">Егер</a> сіз осы шарттарды орындасаңыз, толық қайтаруға құқығыңыз болуы мүмкін.
ky: Бул кайтарылып берилүүчү брондоо. Эгерде сиз күтүлбөгөн жагдайлардан улам брондооңузга келе албасаңыз жана Шарттар & жана жоболордо көрсөтүлгөндөй далилдерди суна алсаңыз <a target="_blank" href="https://www.refundable.me/">бул жерде</a>, сиз толук кайтарып алууга укуктуу болушуңуз мүмкүн.
lv: Šī ir atmaksājama rezervācija. Ja rezervāciju nevarat apmeklēt neparedzētu apstākļu dēļ un varat sniegt pierādījumus, kas uzskaitīti noteikumos &amp; nosacījumi<a target="_blank" href="https://www.refundable.me/">šeit</a>,jums var būt tiesības uz pilnu kompensāciju.
mn: Энэ бол төлбөр буцаан олголттой захиалга. Хэрэв та урьдчилан тооцоолоогүй нөхцөл байдлын улмаас аялалдаа явж чадахгүй тохиолдолд <a target="_blank" href="https://www.refundable.me/">энд</a> буй Үйлчилгээний Нөхцөлд жагсаасан нотлох баримтыг гаргаж өгсөн тохиолдолд төлбөрөө бүрэн хэмжээгээр буцаан авах болно.
pt: Esta é uma reserva reembolsável. Se você não puder comparecer à sua reserva devido a circunstâncias imprevistas e puder fornecer provas conforme listado nos Termos e Condições, <a target="_blank" href="https://www.refundable.me/">aqui</a>, você pode ter direito a um reembolso total.
ro: Aceasta este o rezervare rambursabilă. Dacă nu poți participa la rezervare din cauza unor circumstanțe neprevăzute și poți furniza dovezi, așa cum sunt enumerate în Termeni & Condiții <a target="_blank" href="https://www.refundable.me/">aici</a> , este posibil să ai dreptul la o rambursare completă.
ru: Если вы не можете присутствовать в забронированном путешествии вследствие непредвиденных обстоятельств и можете предоставить доказательства в соответствии с Условиями и Положениями <a target="_blank" href="https://www.refundable.me/">отсюда</a>, то вам может быть предоставлен полный возврат средств.
uk: Це бронювання, що підлягає поверненню. Якщо ви не можете бути присутнім у заброньованій подорожі внаслідок непередбачених обставин та можете надати докази відповідно до Умов та Положень <a target="_blank" href="https://www.refundable.me/">звідси</a> , то вам може бути надано повне повернення коштів.
uz: Ушбу буюртма пули қайтарилади. Агар фавқулодда ҳолатлар туфайли саёҳатга чиқа олмасангиз ва унга қуйидаги шартларда кўрсатилган далил-исботларни <a target="_blank" href="https://www.refundable.me/">келтирсангиз</a> , маблағларингизни тўлиқ қайтариб олиш ҳуқуқига эга бўлишингиз мумкин.
zh: 这是可退款的预订。 如果您因不可预见的情况而无法参加预订，并且可以提供条款和条件中列出的证据及满足<a target="_blank" href="https://www.refundable.me/">此处</a>的条件，您可能有权获得全额退款。

source: This is any member or partner enrolled only if their status is active.
ca: Això és qualsevol membre o soci inscrit només si el seu estat és actiu.
de: Dies ist jedes Mitglied oder jeder Partner, der nur dann eingeschrieben ist, wenn sein Status aktiv ist.
es: Esto incluye a cualquier Miembro o Socio inscrito únicamente si su estado es activo.
fr: Il s'agit de tout membre ou partenaire inscrit uniquement si son statut est actif.
it: Qualsiasi membro o partner iscritto solo se il suo stato è attivo.
ja: これは、ステータスがアクティブの場合のみカウントされるメンバーまたはパートナーです。
kk: Бұл клубтың кез-келген Мүшесі немесе оның мәртебесі белсенді болған жағдайда ғана тіркелген серіктес.
ky: Бул статусу активдүү болгон катталган ар бир мүчө же өнөктөш.
lv: Tas attiecas tikai uz tiem Biedriem vai Partneriem, kuru statuss ir aktīvs.
mn: Зөвхөн идэвхтэй статустай байхдаа элсүүлсэн Гишүүн, Түнш нар.
pt: Isso se aplica a qualquer membro ou parceiro cadastrado, desde que seu status esteja ativo.
ro: Acesta este orice membru sau partener înscris numai dacă statutul său este activ.
ru: Это любой Член Клуба или Партнёр, зарегистрированный, только если его статус Активен.
uk: Це будь-який зареєстрований Член або партнер, лише якщо його статус активний.
uz: Бу обуна бўлган ҳар қандай аъзо ёки ҳамкор, агар фаол мақомда бўлса.
zh: 仅统计状态为活跃的会员或合作伙伴。

source: This is the activations volume requirement for you to go to the next rank.
fr: Voici le volume d'activations requis pour accéder au rang supérieur.
it: Questo è il volume di attivazioni richiesto per il tuo avanzamento al rango successivo.
kk: Бұл сіздің келесі рангқа өтуіңіз үшін қажетті активациялар көлемі.
pt: Este é o volume de ativações necessário para você avançar para o próximo patamar.
uk: Це ваш необхідний активаційний обсяг для переходу на наступний ранг.
uz: Бу - сизнинг кейинги рангга эришишингиз учун талаб этиладиган фаоллик ҳажми.
zh: 这是您晋升到下一个级别所需的激活业绩量要求。

source: This is the number of Direct Partners you have enrolled this month.
ca: Aquesta és la quantitat de Socis Directes que has inscrit aquest mes.
de: Dies ist die Anzahl der Direktpartner, die Sie in diesem Monat registriert haben.
es: Este es el número de Socios Directos que has enrolado este mes.
fr: C'est le nombre de Partenaires Directs que vous avez inscrits ce mois-ci.
it: Questo è il numero dei Partner Diretti che hai iscritto questo mese.
ja: あなたが紹介した今月の直紹介パートナーです。
kk: Бұл сіз осы айда тіркелген тікелей серіктестер саны.
ko: 이는 귀하가 이번 달에 등록한 직접 추천 파트너의 수입니다.
ky: Бул сиз ушул айда катталган Түз Өнөктөштөрдүн саны.
lv: Šis ir aktīvo tiešo partneru skaits,ko esat piesaistījis šajā mēnessī.
mn: Энэ сард хувьчлан элсүүлсэн Түншүүд.
pt: Este é o número de parceiros diretos que você inscreveu este mês.
ro: Acesta este numărul de parteneri direcți pe care i-ai înregistrat în această lună.
ru: Число прямых Партнёров, подписанных лично вами в этом месяце.
uk: Число прямих Партнерів, підписаних вами в цьому місяці.
uz: Бу сиз ушбу ойда обуна қилган Тўғридан-тўғри Ҳамкорлар сони.
zh: 這是您本月註冊的直接合作夥伴的數量。
