Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Celebrating 5 Years!
ca: Celebrant 5 Anys!
de: 5-Jahres-Jubiläum!
es: Celebrando 5 Años!
fr: Fêtons 5 ans !
it: Festeggiamo i 5 anni!
ja: 5周年のお祝い！
kk: 5-жылдықты Тойлаймыз!
ko: 5주년 기념!
ky: 5 жылдыгыбызды майрамдап жатабыз!
lv: 5 gadu svinēšana!
mn: 5 жилийн ойг тэмдэглэх!
pt: Comemorando 5 anos!
ro: Sărbătorim 5 ani!
ru: Отмечаем наш 5-летний юбилей!
uk: Святкуємо наш 5-річний Ювілей!
uz: 5 йилликни нишонлаш!
zh: 慶祝5週年！

source: Celebrating Generosity
ca: Celebrant la Generositat
de: Großzügigkeit zelebrieren
es: Celebrando la Generosidad
fr: Célébrer la générosité
it: Celebriamo la generosità
ja: 寛大さを祝う
kk: Жомарттықты Тойлау
ky: Берешендикти майрамдоо
lv: Godinot Dāsnumu
mn: Өгөөмөр сэтгэлээ тэмдэглэх нь!
pt: Celebrando a generosidade
ro: Sărbătorim Generozitatea
ru: Праздник щедрости
uk: Свято щедрості
uz: Саховатни нишонлаш!
zh: 庆祝慷慨精神

source: centive will have no out-of-pocket cost attributed to them in a comparison.
ca: L'incentiu no tindrà cap cost de butxaca atribuït a ells en una comparació.
de: Bei einem Vergleich werden den Teilnehmern keine Kosten zugerechnet.
es: centivo no tendrá costo de desembolso atribuido a ellos en una comparación.
fr: incitation n'entraînera pas de coûts supplémentaires dans le cadre d'une comparaison.
it: centivo Membership Gratuita non avranno alcun costo effettivo nel confronto.
ja: センティブは比較する際に実費分の支払いとはみなしません。
kk: Салыстырмалы түрде центив оларға тиесілі қалтадан тыс шығындар болмайды.
ko: 센티브는 비교할 때 그들에게 귀속되는 현금 비용이 없을 것입니다.
ky: Сыйлыктар аларга салыштырмалуу берилген чөнтөк каражатынан эч кандай чыгаша талап кылбайт.
lv: klientam nebūs piemērita skaidras naudas izmaksa, kas tiek piedāvēta salīdzinājumā.
mn: Мөн шагнал урамшуулал танаас гараагүй гэдгийг санаарай.
pt: centivo não terá nenhum custo desembolso atribuído a ele em uma comparação.
ro: stimulentul nu va avea niciun cost din buzunar atribuit într-o comparație.
ru: Вознаграждение не будет обладать соотносимой с ним стоимостью расходов из собственных средств при сравнении.
uk: винагорода не матиме співвідносну з ним вартість витрат із власних коштів при порівнянні.
uz: Рағбатлар, таққослаганда, ҳамёндан тўлов қийматига эга бўлмайди.
zh: 相比之下不会有任何自付费用。

source: Central Asia
ca: Àsia Central
de: Zentralasien
es: Asia Central
fr: Asie centrale
it: Asia Centrale
ja: 中央アジア
kk: Орталық Азия
ky: Борбордук Азия
mn: Төв Ази
pt: Ásia Central
ro: Asia Centrală
ru: Центральная Азия
uk: Центральна Азія
uz: Марказий Осиё
zh: 中亚地区

source: Central Asia Cruise
ca: Creuer per l’Àsia Central
fr: Croisière en Asie Centrale
it: Crociera Asia Centrale
ja: 中央アジアクルーズ
kk: Орталық Азия Круизі
pt: Cruzeiro Ásia Central
ro: Croazieră în Asia Centrală
uk: Круїз по Центральній Азії
uz: Марказий Осиё круизи
zh: 中亚邮轮

source: Certain cruises with this line require at least one passenger to be %{ageLimit} years old on the day of boarding. Please check the cruise line's website by clicking
fr: Certaines croisières de cette compagnie exigent qu'au moins un passager soit âgé de %{ageLimit} ans le jour de l'embarquement. Veuillez consulter le site web de la compagnie de croisière en cliquant ici
it: Attenzione: Alcune crociere con questa compagnia richiedono che almeno un passeggero abbia compiuto %{ageLimit} anni il giorno dell'imbarco. Ti invitiamo a verificare il sito web della compagnia cliccando
pt: Certos cruzeiros desta linha exigem que pelo menos um passageiro tenha %{ageLimit} anos de idade no dia do embarque. Verifique o site da companhia de cruzeiros clicando em
uk: Деякі круїзи цієї круїзної лінії вимагають, щоб принаймні одному пасажиру виповнилося %{ageLimit} років на період відправлення. Будь ласка, перевірте вебсайт круїзної лінії, натиснувши

source: Certain destinations require travel documents, for example, a Passport/ ID Card, to be valid for six months from the date of entry to a specific country. Please check, so you comply with this requirement.
ca: Algunes destinacions exigeixen que els documents de viatge, per exemple, el passaport/documento d'identitat, tinguin una validesa de sis mesos a partir de la data d'entrada en un país determinat. Si us plau, comprova que compleixes amb aquest requisit.
de: Für bestimmte Reiseziele ist es erforderlich, dass die Reisedokumente, z. B. der Reisepass oder der Personalausweis, bei der Einreise in ein bestimmtes Land noch sechs Monate gültig sind. Bitte überprüfen Sie, ob Sie diese Anforderung erfüllen.
es: Ciertos destinos requieren que los documentos de viaje, por ejemplo, un pasaporte/tarjeta de identificación, tengan una validez de seis meses a partir de la fecha de entrada a un país específico. Por favor verifica, para cumplir con este requisito.
fr: Certaines destinations exigent que les documents de voyage, par exemple un passeport/une carte d'identité, soient valables pendant six mois à compter de la date d'entrée dans le pays en question. Veuillez vérifier, afin de vous conformer à cette exigence.
it: Alcune destinazioni richiedono che i documenti di viaggio, ad esempio il passaporto/carta d'identità, siano validi per sei mesi dalla data di ingresso in un determinato paese. Ti invitiamo a controllare di essere in regola con questo requisito.
ja: 渡航先によっては、パスポートや身分証明書などの渡航書類に、入国日から6ヶ月間の有効期限が必要な場合があります。この条件を満たしているかどうか、ご自身でご確認ください。
kk: Кейбір бағыттарда төлқұжат/жеке куәлік сияқты жол жүру құжаттары белгілі бір елге кірген күннен бастап алты ай бойы жарамды болуы керек. Бұл талапқа сай келетініңізді тексеріңіз.
ko: 특정 목적지의 경우 여권/신분증과 같은 여행 문서가 특정 국가에 입국한 날짜로부터 6개월 동안 유효해야 합니다. 이 요구 사항을 준수하는지 확인하십시오.
ky: Кээ бир багыттар үчүн паспорт/өздүк карта сыяктуу жол жүрүү документтери белгилүү бир өлкөгө кирген күндөн тартып алты ай бою жарактуу болушун талап кылат. Сураныч, бул талапка жооп бересизби, текшериңиз.
lv: Dažiem galamērķiem ir nepieciešami ceļošanas dokumenti, piemēram, pases/personas apliecības, kas ir derīgas sešus mēnešus no ieceļošanas dienas konkrētā valstī. Lūdzu, pārbaudiet, lai jūs ievērotu šo prasību.
mn: Зарим газруудад аяллын бичиг баримт, тухайлбал, Паспорт/Иргэний үнэмлэх тухайн улсад нэвтрэн орсон өдрөөс хойш зургаан сарын хугацаанд хүчинтэй байхыг шаарддаг. Иймээс бичиг баримтаа сайн шалгаж байна уу.
pt: Certos destinos exigem que os documentos de viagem, por exemplo, passaporte/carteira de identidade, sejam válidos por seis meses a partir da data de entrada em um país específico. Por favor, verifique, para que você cumpra este requisito.
ro: Anumite destinații necesită ca documentele de călătorie, de exemplu, un pașaport/carte de identitate, să fie valabile timp de șase luni de la data intrării într-o anumită țară. Te rugăm să verifici, astfel încât să respecți această cerință.
ru: На определённых направлениях туристические документы, такие как, например, паспорт или удостоверение личности, должны быть действительны в течение шести месяцев с даты въезда в конкретную страну. Проверяйте, пожалуйста, что вы удовлетворяете этому требованию.
uk: На певних напрямках туристичні документи, такі як, наприклад, паспорт чи посвідчення особи, мають бути дійсними протягом шести місяців з дати в'їзду до конкретної країни. Переконайтеся, будь ласка, що ви відповідаєте цій вимозі.
uz: Баъзи йўналишлар саёҳатга оид ҳужжатлар, масалан, паспорт/ID картанинг муддати маълум бир мамлакатга кирган кундан бошлаб 6 ой ичида амал қилишини талаб этади. Илтимос, ушбу талабга риоя этилаётганини текширинг.
zh: 某些目的地要求旅行证件，例如护照/身份证，从进入特定国家之日起六个月内有效。 请检查，以便您符合此要求。

source: Certain destinations require travel documents, for example, a Passport/ID Card, to be valid for 6 months from the date of entry to a specific country. Please check, so you comply with this requirement.
ca: Algunes destinacions requereixen que els documents de viatge, com el passaport o el DNI, tinguin una validesa de 6 mesos a partir de la data d'entrada al país. Si us plau, verifica-ho per complir amb aquest requisit.
de: Für bestimmte Reiseziele ist es erforderlich, dass die Reisedokumente, z. B. der Reisepass oder der Personalausweis, bei der Einreise in ein bestimmtes Land noch 6 Monate gültig sind. Bitte überprüfen Sie, ob Sie diese Anforderung erfüllen.
es: Ciertos destinos requieren que los documentos de viaje, como un pasaporte o tarjeta de identificación, sean válidos por 6 meses a partir de la fecha de entrada a un país específico. Por favor, verifica para que cumplas con este requisito.
fr: Certaines destinations exigent que les documents de voyage, par exemple un passeport/une carte d'identité, soient valables pendant 6 mois à compter de la date d'entrée dans le pays en question. Veuillez vérifier, afin de vous conformer à cette exigence.
it: Alcune destinazioni richiedono che i documenti di viaggio, ad esempio il passaporto/carta d'identità, siano validi per 6 mesi dalla data di ingresso in un determinato paese. Ti invitiamo a controllare di essere in regola con questo requisito.
ja: 渡航先によっては、パスポートや身分証明書などの渡航書類に、入国日から6ヶ月間の有効期限が必要な場合があります。この条件を満たしているかどうか、ご自身でご確認ください。
kk: Кейбір бағыттарда төлқұжат/жеке куәлік сияқты жол жүру құжаттары белгілі бір елге кірген күннен бастап 6 ай бойы жарамды болуы керек. Бұл талапқа сай келетініңізді тексеріңіз.
ky: Кээ бир багыттар үчүн паспорт/өздүк карта сыяктуу жол жүрүү документтери белгилүү бир өлкөгө кирген күндөн тартып 6 ай бою жарактуу болушун талап кылат. Сураныч, бул талапка жооп бересизби, текшериңиз.
lv: Dažiem galamērķiem ir nepieciešami ceļošanas dokumenti, piemēram, pases/ID Karyespersonas apliecības, kas ir derīga 6 mēnešus no ieceļošanas dienas konkrētā valstī. Lūdzu, pārbaudiet, lai jūs ievērotu šo prasību.
mn: Зарим газруудад аяллын бичиг баримт, тухайлбал, Паспорт/Иргэний үнэмлэх тухайн улсад нэвтрэн орсон өдрөөс хойш 6 сарын хугацаанд хүчинтэй байхыг шаарддаг. Иймээс бичиг баримтаа сайн шалгаж байна уу.
pt: Certos destinos exigem que os documentos de viagem, por exemplo, passaporte/carteira de identidade, sejam válidos por seis meses a partir da data de entrada em um país específico. Por favor, verifique, para que você cumpra este requisito.
ro: Anumite destinații necesită ca documentele de călătorie, de exemplu, un pașaport/carte de identitate, să fie valabile timp de 6 luni de la data intrării într-o anumită țară. Te rugăm să verifici, astfel încât să respecți această cerință.
ru: На определённых направлениях туристические документы, такие как, например, паспорт или удостоверение личности, должны быть действительны в течение 6 месяцев с даты въезда в конкретную страну. Проверяйте, пожалуйста, что вы удовлетворяете этому требованию.
uk: На певних напрямках туристичні документи, такі як, наприклад, паспорт чи посвідчення особи, мають бути дійсними протягом 6 місяців з дати в'їзду до конкретної країни. Переконайтеся, будь ласка, що ви відповідаєте цій вимозі.
uz: Баъзи йўналишлар саёҳатга оид ҳужжатлар, масалан, паспорт/ID картанинг муддати маълум бир мамлакатга кирган кундан бошлаб 6 ой ичида амал қилишини талаб этади. Илтимос, ушбу талабга риоя этилаётганини текширинг.
zh: 某些目的地要求旅行证件，例如护照/身份证，从进入特定国家之日起六个月内有效。 请检查，以便您符合此要求。

source: Certain personal information not accessible online by you (e.g., IP address) that you provide is accessible only by selected personnel and contractors via password and is not modifiable by you.
ca: Certa informació personal no accessible en línia per tu (per exemple, l’adreça IP) que proporciones només és accessible per personal i contractistes seleccionats mitjançant contrasenya, i no és modificable per tu.
de: Auf bestimmte von Ihnen angegebene persönliche Informationen, auf die Sie online keinen Zugriff haben (z. B. IP-Adresse), kann nur ausgewähltes Personal und Vertragspartner per Passwort zugreifen und sie können von Ihnen nicht geändert werden.
es: Cierta información personal no será accesible online por usted (por ejemplo, dirección IP) y es sólo accesible por personal y contratistas seleccionados mediante contraseña y no es modificable por usted.
fr: Certaines informations personnelles que vous ne pouvez pas accéder en ligne (par exemple, l'adresse IP) que vous fournissez ne sont accessibles qu'au personnel et aux sous-traitants sélectionnés via un mot de passe et ne sont pas modifiables par vous.
it: Alcune informazioni personali che fornisci e a cui non puoi accedere online (ad es. indirizzo IP) sono accessibili solo a personale e collaboratori selezionati tramite password e non sono modificabili da te.
ja: あなたが提供した一部の個人情報（例：IPアドレスなど）で、オンライン上ではご自身でアクセスできない情報は、選任された担当者および契約業者のみがパスワードを使用してアクセス可能であり、あなた自身が変更することはできません。
kk: Сіз онлайн режимінде қол жеткізе алмайтын белгілі бір жеке ақпарат (мысалы, IP мекенжайы) тек таңдаулы қызметкерлер мен мердігерлерге құпия сөз арқылы қол жетімді және оны сіз өзгерте алмайсыз.
ky: Сиз берген жана сизге онлайн түрдө жеткиликсиз болгон айрым жеке маалыматтарыңыз (мисалы, IP дареги) тандалган кызматкерлерге жана подрядчыларга гана сырсөз аркылуу жеткиликтүү жана сиз тарабынан өзгөртүлбөйт.
lv: Noteikta personiskā informācija, kurai jūs nevarat piekļūt tiešsaistē (piemēram, IP adrese) un kuru jūs sniedzat, ir pieejama tikai atlasītam personālam un līgumslēdzējiem, izmantojot paroli, un jūs to nevarat modificēt.
mn: Таны өгсөн болон таны зүгээс өөрчилж болохгүй тодорхой хувийн мэдээллүүдэд (жишээ нь, IP хаяг) зөвхөн сонгогдсон ажилчид болон гэрээт гүйцэтгэгч нар нууц үгээр дамжуулан нэвтрэх боломжтой юм.
pt: Algumas informações pessoais que não estão acessíveis por você on-line (por exemplo, endereço IP) são acessíveis apenas por pessoal e contratados selecionados por meio de senha e não podem ser modificadas diretamente por você.
ro: Anumite informații personale care nu sunt accesibile online de tine (de exemplu, adresa IP) pe care le furnizezi sunt accesibile numai de către personalul și contractorii selectați prin parolă și nu pot fi modificate de tine.
ru: Определенная персональная информация, не доступная вам в режиме онлайн (например, IP-адрес), которую вы предоставляете, доступна только отдельным сотрудникам и контрагентам с помощью пароля и не подлежит изменению с вашей стороны.
uk: Певна персональна інформація, яка недоступна вам в онлайн-режимі (наприклад, IP-адреса), доступна лише окремим співробітникам і контрагентам за паролем та не підлягає зміні з вашого боку.
uz: Сиз тақдим этган айрим шахсий маълумотларни ўзингиз онлайн тарзда ўзгартира олмайсиз (масалан, IP манзил) ва уларга фақат танланган ходим ёки пудратчи томонидан пароль орқали кирилиши мумкин ҳамда сиз уларни ўзгартира олмайсиз.
zh: 某些您无法在线访问的个人信息（例如IP地址）仅限经授权的工作人员和承包商通过密码访问，且您无法自行修改。

source: Certificate
ca: Certificat
de: Zertifikat
es: Certificado
fr: Certificat
it: Certificato
ja: 証明書
kk: Сертификат
ko: 인증서
ky: Сертификат
lv: Sertifikāts
mn: Гэрчилгээ
pt: Certificado
ro: Certificat
ru: Сертификат
uk: Сертифікат
uz: Сертификат
zh: 證書

source: Certificate Name Options
ca: Opcions per al nom al certificat
de: Optionen für Zertifikatsnamen
es: Opciones de nombre de certificado
fr: Options de nom de certificat
it: Opzioni per il nome nel certificato
ja: 証明書の名前オプション
kk: Сертификат Атауының Опциялары
ko: 인증서 이름 옵션
ky: Сертификаттын аталышынын варианттары
lv: Sertifikāta nosaukuma opcijas
mn: Гэрчилгээний нэрний сонголтууд
pt: Opções de nome de certificado
ro: Opțiuni pentru numele certificatului
ru: Варианты названия сертификата
uk: Варіанти назви сертифіката
uz: Сертификат номи вариантлари
zh: 证书名称选项

source: Certificate not found
fr: Certificat introuvable
it: Certificato non trovato

source: Certificate Of Achievement
fr: Attestation de réussite
it: Certificato

source: CERTIFICATE OF COMPLETION
fr: ATTESTATION DE RÉUSSITE
it: CERTIFICATO DI COMPLETAMENTO

source: Certificates
ca: Certificats
de: Zertifikate
es: Certificados
fr: Certificats
it: Certificati
ja: 証明書
kk: Сертификаттар
ko: 인증서
ky: Сертификаттар
lv: Sertifikāti
mn: Гэрчилгээнүүд
pt: Certificados
ro: Certificate
ru: Сертификаты
uk: Сертифікати
uz: Сертификатлар
zh: 证书

source: Change
ca: Canviar
de: Ändern
es: Cambiar
fr: Changement
it: Modifica
ja: 変更
kk: Өзгерту
ko: 변경
ky: Өзгөртүү
lv: Mainīt
mn: Өөрчлөх
pt: Alterar
ro: Schimbă
ru: Изменить
uk: Змінити
uz: Ўзгартириш
zh: 改變

source: Change 2FA Method
ca: Canviar Mètode 2FA
de: 2FA-Methode ändern
es: Cambiar Método 2FA
fr: Changement de la méthode 2FA
it: Cambia il metodo 2FA
ja: ２段階認証（2FA）の方法を変更
kk: 2FA әдісін өзгерту
ko: 2FA 방식 변경
ky: 2FA ыкмасын өзгөртүү
lv: Izmainīt 2FA Metodi
mn: 2FA хамгаалалтын аргыг өөрчлөх
pt: Alterar método 2FA
ro: Schimbă metoda 2FA
ru: Изменить способ 2FA
uk: Змінити спосіб 2FA
uz: 2FA услубини ўзгартириш
zh: 改变2FA方法

source: Change Internal Price
ca: Canviar Preu Intern
de: Interner Preis ändern
es: Cambiar Precio Interno
fr: Modifier le prix interne
it: Modifica del prezzo interno
ja: 内部価格の変更
kk: Ішкі бағаны өзгерту
ko: 내부 금액 변경
ky: Ички бааны өзгөртүү
lv: Mainīt iekšējo cenu
mn: Дотоод үнэ өөрчлөх
pt: Alterar preço interno
ro: Modifică prețul intern
ru: Изменить внутреннюю стоимость
uk: Змінити внутрішню вартість
uz: Ички нархни ўзгартириш
zh: 更改内部价格

source: Change Password
ca: Canviar contrasenya
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Modifica password
ja: パスワードを変更する
kk: Құпия сөзді Өзгерту
ko: 비밀번호 변경
ky: Паролду өзгөртүү
lv: Izmaini paroli
mn: Нууц үг өөрчлөх
pt: Alterar a senha
ro: Schimbă parola
ru: Изменить пароль
uk: Змінити пароль
uz: Паролни ўзгартириш
zh: 更改密码

source: Change setting on Device
ca: Canvia la configuració al Dispositiu
fr: Modifiez les paramètres de l'Appareil
it: Modifica impostazioni sul dispositivo
ja: デバイスの設定を変更
kk: Құрылғыдағы баптауларды өзгерту
pt: Alterar configuração no Dispositivo
ro: Schimbă setările pe dispozitiv
uk: Змінити налаштування на пристрої
uz: Қурилмада созлашларни ўзгартиринг
zh: 请在设备上更改设置

source: Change Subscription
ca: Canviar Subscripció
de: Abonnements ändern
es: Cambiar suscripción
fr: Modifier l'abonnement
it: Cambia abbonamento
ja: サブスクリプションを変更する
kk: Жазылымды Өзгерту
ky: Катталууну өзгөртүү
lv: Mainīt Abonementu
mn: Захиалыг өөрчлөх
pt: Alterar assinatura
ro: Schimbă abonamentul
ru: Изменить подписку
uk: Змінити підписку
uz: Обунани ўзгартириш
zh: 更改订阅

source: Changes have been saved successfully.
ca: Els canvis s'han desat correctament.
de: Die Änderungen wurden erfolgreich gespeichert.
es: Cambios han sido guardados correctamente.
fr: Les modifications ont été enregistrées avec succès.
it: Le modifiche sono state salvate correttamente.
ja: 変更は正常に保存されました。
kk: Өзгерістер сәтті сақталды.
ky: Өзгөртүүлөр ийгиликтүү сакталды
lv: Izmaiņas saglabātas veiksmīgi.
mn: Өөрчлөлт амжилттай хадгалагдлаа.
pt: Alterações salvas com sucesso.
ro: Modificările au fost salvate cu succes.
ru: Изменения сохранены успешно.
uk: Зміни успішно збережено.
uz: Ўзгаришлар муваффақиятли сақланди.
zh: 更改已成功保存。

source: Changes Saved Successfully
ca: Canvis Desats Correctament.
de: Änderungen erfolgreich gespeichert
es: Cambios guardados correctamente
fr: Modifications sauvegardées avec succès
it: Modifiche salvate con successo
ja: 変更が正常に保存されました
kk: Өзгерістер сәтті сақталды
ky: Өзгөртүүлөр ийгиликтүү сакталды
lv: Izmaiņas saglabātas veiksmīgi
mn: Өөрчлөлт амжилттай хадгалагдлаа.
pt: Alterações salvas com sucesso
ro: Schimbările au fost salvate cu succes
ru: Изменения успешно сохранены
uk: Зміни успішно збережені
uz: Ўзгаришлар муваффақиятли сақланди
zh: 更改保存成功

source: changing or manipulating Your Content for use with inCruises' website, products and/or services;
ca: canviar o manipular el teu contingut per utilitzar-lo amb el lloc web, els productes o els serveis d’inCruises;
fr: modifier ou manipuler Votre Contenu pour une utilisation avec le site web, les produits et/ou les services d'inCruises ;
it: modificare o manipolare i Tuoi Contenuti per l'utilizzo con il sito web, i prodotti e/o i servizi di inCruises;
ja: あなたのコンテンツをinCruisesのウェブサイト、製品および／またはサービスで使用するために変更または編集すること;
kk: inCruises' веб-сайтымен, өнімдерімен және / немесе қызметтерімен пайдалану мақсатында материалдарыңызды өзгерту немесе манипуляциялау;
pt: alterar ou manipular o Seu Conteúdo para uso no site, produtos e/ou serviços da inCruises;
ro: modificarea sau manipularea Conținutului Tău pentru a fi utilizat cu site-ul web, produsele și/sau serviciile inCruises;
uk: змінювати або маніпулювати власними Матеріалами з метою їх використання на inCruises'вебсайті, у продуктах та/або послугах inCruises;
uz: inCruises веб-сайти, маҳсулот ва/ёки хизматлари билан фойдаланиш учун Контентингизни ўзгартириш ёки бошқариш;
zh: 更改或操控您的内容以用于inCruises的网站、产品和/或服务；

source: Chartered sailings
ca: Sortides xàrter
de: Charterfahrten
es: Navegaciones chárter
fr: Croisières affrétées
it: Crociere in charter
ja: チャーター旅程
kk: Чартерлік рейстер
ky: Чартердик каттамдар
lv: Fraktēti kuģošanas pakalpojumi
mn: Чартер далайн аялалууд
pt: Navegações fretadas
ro: Navigări charter
ru: Чартерные плавания
uk: Чартерні плавання
uz: Чартер рейслар
zh: 包船航行

source: Check group
ca: Revisar grup
de: Gruppe prüfen
es: Revisar grupo
fr: Vérifier le groupe
it: Controlla il gruppo
ja: グループをチェック
kk: Тексеру тобы
ko: 그룹 확인
ky: Топту текшерүү:
lv: Pārbaudes grupa
mn: Бүлгийг шалгах
pt: Verificar o grupo
ro: Verifică grupul
ru: Проверить группу
uk: Перевірити групу
uz: Назорат гуруҳи
zh: 检查团体

source: Check In
ca: Registre d'entrada
es: Llegada
fr: Arrivée
it: Arrivo
ja: チェックイン
kk: Тіркелу
ko: 체크인
ky: Каттоодон өтүү
lv: Iečekoties
mn: Бүртгүүлэх
ru: Регистрация
uk: Реєстрація
uz: Рўйхатдан ўтиш
zh: 報到

source: Check It Out
ca: Dona-hi un cop d'ull
de: Anschauen
es: Echa un vistazo
fr: À consulter
it: Dai un'occhiata
ja: チェックしてください
kk: мұны тексеріңіз
ky: Текшериңиз
lv: Pārskati
mn: Үүнийг шалгах
pt: Confira
ro: Verifică
ru: Проверьте
uk: Перевірте
uz: Текшириш
zh: 查看一下

source: Check it out!
ca: Dóna un cop d'ull!
de: Sehen Sie sich das an!
es: ¡Dale un vistazo!
fr: Découvrez-le !
it: Dai un'occhiata!
ja: 確認してください！
kk: Тексеру!
ko: 확인하세요 !
ky: Карап чыгыңыз!
lv: Pārbaudi!
mn: Үүнийг үзнэ үү!
pt: Confira!
ro: Verifică!
ru: Взгляните на это!
uk: Погляньте на це!
uz: Текшириб кўринг!
zh: 一探究竟！

source: Check our Book and Cruise with Confidence page for access to the most up-to-date requeriments.
de: Besuchen Sie unsere Seite Buchen und Reisen mit Verlässlichkeit, um Zugang zu den aktuellsten Anforderungen zu erhalten.
es: Consulta nuestra página Reserva y Navegua con Confianza para acceder a los requisitos más actualizados.
fr: Consultez notre page "Réservez et Partez en croisière en toute Confiance" pour accéder aux conditions les plus récentes.
it: Consulta la nostra pagina Prenota e naviga in sicurezza per conoscere gli ultimi requisiti.
ko: 최신 요구 사항을 보려면 예약 및 크루즈 페이지를 확인하십시오.
ky: Акыркы талаптарды билүү үчүн биздин "Ишеним менен брондоп, Круиздерге чыгыңыз" баракчабызды текшериңиз.
lv: Lai iegūtu piekļuvi visaktuālākajām prasībām, pārbaudiet mūsu Rezervāciju un Kruīzu lapu.
mn: Хамгийн сүүлийн үеийн шаардлагуудыг авахын тулд манай "Ном ба "Итгэлтэй аялал" хуудаснаас шалгана уу.
ru: Ознакомьтесь с нашей страницей "Бронируйте и отправляйтесь в круиз с уверенностью" для доступа к самым актуальным требованиям.
