Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Much will depend on your personal idea of success and your effort and ability. For example, to some people, the ability to better travel the world is their idea of success. And for some, the opportunity to earn extra income will mean success. inCruises has a proven, fair, and effective program that is being used by many thousands of different Partners to achieve varying levels of success.
ca: Molt dependrà de la teva idea personal d'èxit, del teu compromís i de les teves habilitats. Per exemple, per a algunes persones, l'èxit és poder viatjar millor pel món. Per a altres, però, l'oportunitat de guanyar ingressos addicionals és sinònim d'èxit. inCruises té un programa provat, just i eficaç que utilitzen milers de Socis diferents per aconseguir diferents nivells d'èxit.
de: Vieles wird von Ihrer persönlichen Vorstellung von Erfolg und Ihren Bemühungen und Fähigkeiten abhängen. Für manche Menschen ist zum Beispiel die Möglichkeit, die Welt besser zu bereisen, ihre Vorstellung von Erfolg. Und für manche ist die Möglichkeit, ein zusätzliches Einkommen zu verdienen, ein Erfolg. inCruises hat ein bewährtes, faires und effektives Programm, das von vielen Tausenden von verschiedenen Partnern genutzt wird, um unterschiedliche Erfolgsstufen zu erreichen.
es: Mucho dependerá de tu idea personal de éxito y de tu esfuerzo y habilidad. Por ejemplo, para algunas personas, la capacidad de viajar mejor por el mundo es su idea de éxito. Y para algunos, la oportunidad de obtener ingresos adicionales significará el éxito. inCruises tiene un programa probado, justo y efectivo que está siendo utilizado por miles de Socios diferentes para lograr diferentes niveles de éxito.
fr: Cela dépendra en grande partie de l'idée que vous vous faites du succès, de vos efforts et de vos capacités. Par exemple, pour certaines personnes, la possibilité de mieux voyager dans le monde est leur idée du succès. Et pour d'autres, l'opportunité de gagner un revenu supplémentaire sera synonyme de succès. inCruises a un programme éprouvé, juste et efficace qui est utilisé par plusieurs milliers de Partenaires différents pour atteindre différents niveaux de succès.
it: Molto dipenderà dalla tua personale idea di successo, dal tuo impegno e dalle tue capacità. Ad esempio, per alcune persone il successo consiste nel poter viaggiare meglio per il mondo. Per altri, invece, l'opportunità di guadagnare un reddito extra è sinonimo di successo. inCruises ha un programma collaudato, equo ed efficace che viene utilizzato da migliaia di Partner diversi per raggiungere diversi livelli di successo.
ja: 多くの場合、個人的な成功への考え方と、あなたの努力や能力に左右されるでしょう。例えば、ある人にとっては、世界をより良い方法で旅することが成功の概念であり、ある人にとっては、副収入を得る機会が成功の概念となります。inCruisesでは、実績のある、公平で効果的なプログラムを提供しており、多くのパートナーにご利用いただき、さまざまなレベルの成功を収めています。
kk: Көп нәрсе сіздің сәттілік туралы Жеке түсінігіңізге, сондай-ақ сіздің күш-жігеріңіз бен қабілеттеріңізге байланысты болады. Мысалы, кейбір адамдар үшін әлемді шарлау мүмкіндігі олардың табысқа деген көзқарасы болып табылады. Ал кейбіреулер үшін қосымша табыс табу мүмкіндігі табысты білдіреді. InCruises-те дәлелденген, әділ және тиімді бағдарлама бар, оны көптеген мыңдаған серіктестер әртүрлі жетістіктерге жету үшін пайдаланады.
ky: Көп нерсе сиздин ийгилигиңизге, аракетиңизге жана жөндөмүңүзгө жараша болот. Мисалы, кээ бирөөлөр үчүн ийгилик - бул дүйнө жүзү боюнча көбүрөөк саякаттоо мүмкүнчүлүгү. Ал эми кээ бирлери үчүн кошумча акча табуу мүмкүнчүлүгү ийгиликти билдирет. inCruises ар кандай деңгээлдеги ийгиликке жетүү үчүн миңдеген ар кандай Өнөктөштөр тарабынан колдонулган далилденген, чынчыл жана эффективдүү программаны сунуштайт.
lv: Daudz kas būs atkarīgs no jūsu personīgā priekšstata par panākumiem un jūsu pūlēm un spējām. Piemēram, dažiem cilvēkiem iespēja labāk apceļot pasauli ir viņu ideja par panākumiem. Un dažiem iespēja gūt papildu ienākumus nozīmēs panākumus. inCruises ir pierādīta, godīga un efektīva programma, ko izmanto daudzi tūkstoši dažādu Partneru, lai sasniegtu dažādus panākumu līmeņus.
mn: Маш олон зүйл таны амжилтын талаарх хувийн бодол, хичээл зүтгэл, чадвараас шалтгаална. Жишээлбэл, зарим хүмүүсийн хувьд дэлхий ертөнцөөр гайхамшигтайгаар аялах тэдний хувьд амжилт байдаг. Мөн зарим хүмүүсийн хувьд нэмэлт орлого олох нь амжилт байдаг. inCruises-д олон мянган Түншүүдийг өөр өөрсдийн амжилтанд хүргэх батлагдсан, шударга, үр дүнтэй хөтөлбөр бий.
pt: Muito dependerá de sua ideia pessoal de sucesso e de seu esforço e habilidade. Por exemplo, para algumas pessoas, a capacidade de viajar mais pelo mundo é sua ideia de sucesso. E para alguns, a oportunidade de ganhar uma renda extra significará sucesso. A inCruises tem um programa comprovado, justo e eficaz que está sendo usado por milhares de parceiros diferentes para alcançar níveis variados de sucesso.
ro: Multe vor depinde de ideea ta personală despre succes și de efortul și abilitățile tale. De exemplu, pentru unii oameni, capacitatea de a călători mai bine prin lume este ideea lor de succes. Iar pentru unii, oportunitatea de a obține un venit suplimentar va însemna succes. inCruises are un program dovedit, echitabil și eficient, care este folosit de multe mii de parteneri diferiți pentru a atinge diferite niveluri de succes.
ru: Многое будет зависеть от вашего собственного представления об успехе, ваших усилий и способностей. Например, для некоторых успех - это возможность больше путешествовать по миру. А для некоторых возможность заработать дополнительные деньги будет означать успех. inCruises предлагает проверенную, честную и эффективную программу, применяемую тысячами различных Партнёров для достижения различных уровней успеха.
uk: Багато залежатиме від вашого власного уявлення про успіх, ваші зусилля та здібності. Наприклад, для деяких успіх – це можливість більше подорожувати світом. А для деяких, можливість заробити додаткові кошти означатиме успіх. inCruises пропонує перевірену, чесну та ефективну програму, яку застосовують тисячі різних Партнерів для досягнення різних рівнів успіху.
uz: Кўп нарса сизнинг муваффақият борасидаги фикрингиз, интилишларингиз ва қобилиятингизга боғлиқ. Масалан, баъзи инсонлар учун дунё бўйлаб яхшироқ саёҳат қилиш муваффақиятдир. Баъзилар учун эса муваффақият қўшимча пул ишлаб топишдир. inCruises минглаб турли Ҳамкорлар томонидан муваффақиятнинг турли даражаларига эришиш учун фойдаланиб келинаётган синалган, адолатли ва самарали дастурга эга.
zh: 成功的定义在很大程度上取决于您的个人观点、努力和能力。例如，对一些人来说，能够更好地环游世界就是他们的成功理念。而对另一些人来说，获得额外收入的机会意味着成功。inCruises拥有一个经过验证、公平且有效的项目，许多不同的合作伙伴正在使用这个项目来实现不同程度的成功。

source: Multiplier
ca: Multiplicador
de: Multiplikator
es: Multiplicador
fr: Multiplicateur
it: Moltiplicatore
ja: 乗数
kk: Мультипликатор
ky: Мультипликатор
lv: Reizinātājs
mn: Үржүүлэгч
pt: Multiplicador
ro: Multiplicator
ru: Мультипликатор
uk: Мультиплікатор
uz: Кўпайтиргич
zh: 乘数

source: Multiplier is pending until rank is assigned/updated. (Usually on or after the 10th of the month).
ca: El Multiplicador està pendent fins que s'assigni/actualitzi el rang. (Normalment, a partir del dia 10 del mes).
de: Der Multiplikator steht noch aus, bis der Rang zugewiesen/aktualisiert wird. (In der Regel am oder nach dem 10. des Monats).
es: El multiplicador está pendiente hasta que se asigne o actualice el rango (generalmente el día 10 del mes o después).
fr: Le multiplicateur est en attente jusqu'à ce que le rang soit attribué/mis à jour. (En général, le 10 du mois ou après).
it: Il moltiplicatore è in sospeso fino all'assegnazione/aggiornamento del rango. (Di solito il 10 del mese o dopo).
ja: 乗数はランクが付与／更新されるまで保留されます。(通常は毎月10日以降）。
kk: Мультипликатор дәреже тағайындалғанға/жаңартылғанға дейін күтіледі. (Әдетте айдың 10-ында немесе одан кейін).
ky: Мультипликатор даража дайындалганга/жаңыртылганга чейин күтүлүүдө (Адатта ар бир айдын 10-унда же андан кийин)
lv: Reizinātājs ir gaidoš līdz tiek piešķirts/atjaunināts rangs. (Parasti mēneša 10. datumā vai pēc tā).
mn: Үржүүлэгч цол авах болон шинэчлэх хүртэл хүлээгдэж байна. (Ихэвчлэн сарын 10-нд болон үүнээс хойш).
pt: O multiplicador fica pendente até que a classificação seja atribuída/atualizada. (Geralmente no dia 10 ou após).
ro: Multiplicatorul este în așteptare până când nivelul de carieră este atribuit/actualizat. (De obicei, în sau după data de 10 a lunii).
ru: Мультипликатор не применяется пока не присвоен/обновлён ранг (обычно 10 числа или позже).
uk: Мультиплікатор не застосовується доки не присвоєно/оновлено ранг (зазвичай 10 числа або пізніше).
uz: Кўпайтиргич рангга эришилгунича/янгилангунича кутиб туради. (Одатда ойнинг 10-санасида ёки ундан кейин).
zh: 加倍器将等待直到等级被分配/更新（通常在每月的10日或之后）。

source: Must
fr: Doit
it: Devono

source: Must be between 3 and 20 characters long
ca: Ha de tenir entre 3 i 20 caràcters de llargada.
de: Muss zwischen 3 und 20 Zeichen lang sein
es: Debe tener entre 3 y 20 caracteres de longitud
fr: La longueur doit être comprise entre 3 et 20 caractères
it: Deve avere una lunghezza compresa tra 3 e 20 caratteri
ja: 3〜20文字の間でなければなりません
kk: 3 пен 20 таңба арасында болуы керек
ky: Узундугу 3төн 20га чейин болушу керек
lv: Jābūt no 3 līdz 20 rakstzīmēm
mn: Тэмдэгт 3-20 үсгийн хооронд байх ёстой
pt: Deve ter entre 3 e 20 caracteres
ro: Trebuie să aibă între 3 și 20 de caractere
ru: Должно быть длиной от 3 до 20 символов
uk: Має бути довжиною від 3 до 20 символів
uz: 3 - 20 белгидан иборат бўлиши шарт
zh: 只能在3到20个字符之间

source: Must be born on or before
fr: Doivent être nés au plus tard le
it: Deve essere nato il o prima del
pt: Deve ter nascido até
uk: Дата народження має бути до (включно).

source: Must be from a
ca: Ha de ser d’un
de: Muss von einer
es: Debe provenir de
fr: Doit provenir d'un
it: Dev'essere da un
ja: からのものである必要があります
kk: Болуы керек
ky: Болуу керек
lv: Ir jābūt no
mn: Байх ёстой
pt: Precisa ser de um
ro: Trebuie să fie dintr-un
ru: Должно быть из
uk: Має бути з
uz: Эришган ранги:
zh: 必须来自于一个

source: must be submitted and approved before booking
ca: s’ha de presentar i aprovar abans de fer la reserva
de: muss vor der Buchung eingereicht und genehmigt werden
es: deben ser presentadas y aprobadas antes de reservar
fr: doivent être summises et approuvées avant la réservation
it: deve essere inviata e approvata prima di procedere con la prenotazione
ja: 予約前に提出および承認されている必要があります
kk: Тапсырылып, брондаудан бұрын мақұлдануы керек
ky: брондолгонго чейин жиберилип, бекитилиши керек
mn: илгээж, захиалга хийхийн өмнө баталгаажуулагдах ёстой
pt: deve ser enviado e aprovado antes da reserva
ro: trebuie trimis și aprobat înainte de rezervare
ru: должен быть отправлен и одобрен до бронирования
uk: Повинні бути подані та затверджені перед бронюванням
uz: буюртмадан олдин юборилиши ва тасдиқланиши шарт
zh: 必须在预订前提交并获得批准

source: Must be unique and available
ca: Ha de ser únic i estar disponible
de: Muss einzigartig und verfügbar sein
es: Deber ser único y estar disponible
fr: Doit être unique et disponible
it: Deve essere unico e disponibile
ja: ユニークで利用可能でなければなりません
kk: Бірегей және қолжетімді болуы керек
ky: Уникалдуу жана жеткиликтүү болушу керек
lv: Vajag būt unikālam un pieejamam
mn: Нэр өвөрмөц, хэрэглэж болохуйц байх ёстой
pt: Deve ser único e disponível
ro: Trebuie să fie unică şi disponibilă
ru: Должно быть уникальным и не занятым
uk: Має бути унікальним і не зайнятим
uz: Ноёб ва боғланиш осон бўлиши шарт
zh: 必须是唯一的和可用的

source: Must be unique and available.
ca: Ha de ser únic i estar disponible.
de: Muss bestehen und verfügbar sein.
es: Deber ser único y estar disponible.
fr: Doit être unique et disponible.
it: Deve essere unico e disponibile.
ja: 他に同じ物がなく利用可能でなければなりません。
kk: Бірегей және қолжетімді болуы керек.
ko: 고유해야 하며 사용할 수 있어야 합니다.
ky: Уникалдуу жана жеткиликтүү болушу керек.
lv: Vajag būt unikālam un pieejamam.
mn: Нэр өвөрмөц, хэрэглэж болохуйц байх ёстой.
pt: Deve ser único e disponível.
ro: Trebuie să fie unic şi disponibil.
ru: Должен быть уникальным и доступным.
uk: Має бути унікальним і доступним.
uz: Ноёб ва боғланиш мумкин бўлиши лозим.
zh: 必須是唯一的和可用的。

source: Must not drop more than one rank to remain eligible.
ca: No es pot baixar més d’un rang per continuar sent elegible.
es: No deben descender más de un rango para seguir siendo elegibles.
fr: Ne pas rétrograder de plus d'un rang pour rester éligible.
it: Non si può scendere di più di un rango per rimanere idonei.
ja: 資格を維持するには、ランクを1つ以上下げてはなりません。
kk: Қатысу құқығын сақтау үшін дәреже бір сатыдан артық төмен болмауы керек.
pt: Não podem perder mais de uma classificação para permanecerem elegíveis.
ro: Nu trebuie să scadă la mai mult de un nivel pentru a rămâne eligibil.
uk: Не можна опускатися більше ніж на один ранг, щоб залишитися правомочним.
uz: Иштирок этиш ҳуқуқини сақлаб қолиш учун етакчиларга битта рангдан ортиқ тушиш мумкин эмас.
zh: 最多只能下降一个级别，否则将失去资格。

source: My bookings
ca: Les meves reserves
de: Meine Buchungen
es: Mis Reservaciones
fr: Mes Réservations
it: Le mie prenotazioni
ja: 私の予約
kk: Менің брондарым
ky: Бардык брондоолор
lv: Manas rezervācijas
mn: Миний захиалгууд
pt: Minhas reservas
ro: Rezervările mele
ru: Мои бронирования
uk: Мої бронювання
uz: Менинг буюртмаларим
zh: 我的预定

source: My Contact Information
ca: La meva informació de contacte
de: Meine Kontaktinformation
es: Mi Información de Contacto
fr: Mes informations de contact
it: Le mie informazioni di contatto
ja: 私の連絡先情報
kk: Менің Байланыс Ақпаратым
ky: Менин байланыш маалыматым
lv: Mana Kontakt informācija
mn: Миний мэдээлэл
pt: Minha informação de contato
ro: Informaţiile mele de contact
ru: Моя контактная информация
uk: Моя контактна інформація
uz: Контакт маълумотларим
zh: 我的联系方式

source: My Cruise Savings
ca: Els meus estalvis en creuers
de: Meine Kreuzfahrt-Ersparnisse
es: Mis Ahorros en Cruceros
fr: Mes Économies sur les Croisières
it: Quanto ho risparmiato sulle crociere
ja: 私のクルーズ節約
kk: Менің Круиздік Үнемдеулерім
ko: 나의 크루즈 절감액
ky: Менин круизден үнөмдөөм
lv: Mani Kruīza Ietaupījumi
mn: Миний далайн аяллын хэмнэлтүүд
pt: Minhas economias em cruzeiros
ro: Economiile mele
ru: Моя экономия на круизах
uk: Моя економія на круїзах
uz: Менинг круизда тежаган пулларим
zh: 我的郵輪儲蓄

source: My Directs
fr: Mes Directs
it: I miei diretti

source: My Reach
ca: El meu Abast
de: Meine Struktur
es: Mi Alcance
fr: Mes Atteintes
it: La mia estensione
ja: 私の到達範囲
kk: Менің Қамтуым
ko: 나의 초대정보 확산현황
ky: Менин камтуум
lv: Mani sasniegumi
mn: Миний бизнесийн тархац
pt: Meu alcance
ro: Acoperirea mea
ru: Мой охват
uk: Мій охват
uz: Менинг қамровим
zh: 我的營銷範圍

source: My sincerest hope is that you visit often and come away with renewed resolve to keep growing - yourself and your team partners.
ca: La meva més sincera esperança és que visitis sovint aquesta secció i que et sentis bé per continuar creixent, tu i els teus socis d’equip.
de: Meine aufrichtige Hoffnung ist, dass Sie oft vorbeischauen und mit neuer Entschlossenheit nach Hause kommen, um weiter zu wachsen - Sie selbst und Ihre Teampartner.
es: Mi más sincera esperanza es que visites esta sección con frecuencia y salgas renovado para seguir creciendo, tú y los socios de tu equipo.
fr: J’espère sincèrement que vous irez fréquemment à l’Académie et après les cours vous serez encore plus déterminé(e) à continuer à maîtriser votre leadership et le développement de vos partenaires d'équipe.
it: La mia più sincera speranza è che tu venga a trovarci spesso e che te ne vada con rinnovata determinazione per continuare a crescere, tu e i Partner del tuo team.
ja: 私が心から願っているのは、皆様が何度もアクセスし、自分自身とチームの人たちが新しい思考を学び成長し続けることです。
kk: Сіз мұнда жиі болып, және әр шыққан сайын өзіңіз және өзіңіздің серіктестеріңізбен бірге өсуді жалғастыру үшін жаңарған шешімде боласыз деген үміттемін.
ko: 여러분께서 자주 방문하여 자신과 팀파트너의 성장을 계속해 가기 위한 새로운 결의를 가지고 떠나기를 진심으로 희망합니다.
ky: Сиз тез-тез кайтып келесиз жана ар бир чыккан сайын өзүңүз жана өнөктөштөрүңүз менен бирге өсүүнү улантуу үчүн жаңыланган чечкиндүүлүк менен келесиз деп үмүттөнөм.
lv: Mana vislielākā vēlēšanās ir,ka jūs bieši apmeklēsiet un atgriezīsaties ar atjaunotu apņēmibu turpināt augt - augt pašiem un jūsu komandas partneriem.
mn: Өөрийнхөө болон багийн хамтрагчдынхаа өсөлтийг хангахын тулд та байнга зочилж, шинэ шийдэмгий сэтгэлээр байгаарай гэж чин сэтгэлээсээ найдаж байна.
pt: Minha esperança mais sincera é que você me visite com frequência e saia com a determinação renovada de continuar crescendo - você e seus parceiros de equipe.
ro: Speranța mea sinceră este că vei vizita des și vei primi o hotărâre reînnoită de a continua să crești - tu și partenerii echipei tale.
ru: Я искренне надеюсь, что Вы будете её частым посетителем, а покидая её, Вы будете испытывать свежее чувство решимости продолжать развиваться как самостоятельно, так и со своими партнёрами по команде.
uk: Я щиро сподіваюся, що Ви будете її частим відвідувачем, а покидаючи її, Ви будете відчувати свіже почуття рішучості продовжувати розвиватися як самостійно, так і зі своїми партнерами по команді.
uz: Умид қиламанки, сиз тез-тез ташриф буюриб, ўзингизни ва жаомангизни ўстириш учун янги иштиёқ билан кетасиз.
zh: 我最真誠的希望是，您和您的團隊合作夥伴經常拜訪，並以新的決心保持增長，從而擺脫困境。

source: My Team
fr: Mon Équipe
it: Il mio team

source: My travel savings
ca: Els meus estalvis de viatge
de: Meine Reise Ersparnisse
es: Mis ahorros en viajes
fr: Mes économies sur les voyages
it: I miei risparmi sui viaggi
ja: 私の旅行節約
kk: Менің саяхат жинақтарым
ky: Менин саякаттан үнөмдөөлөрүм
lv: Mani eļojuma Ietaupījumi
mn: Миний аяллын хэмнэлтүүд
pt: Minha economia em viagens
ro: Economiile mele de călătorie
ru: Моя экономия на путешествиях
uk: Мої заощадження на подорожі
uz: Круизда тежаган пулларим
zh: 我的旅行储蓄

source: Name
ca: Nom
es: Nombre
fr: Nom
it: Nome
ja: 名前
kk: Аты
ko: 이름
ky: Аты
lv: Nosaukums
mn: Нэр
pt: Nome
ro: Nume
ru: Имя
uk: Ім'я
uz: Исми
zh: 名

source: Name changes are not allowed under any circumstance. This booking is not transferable.
ca: No es permet el canvi de nom sota cap circumstància. Aquesta reserva no és transferible.
de: Namensänderungen sind unter keinen Umständen zulässig. Diese Buchung ist nicht übertragbar.
es: No se permiten cambios de nombre bajo ninguna circunstancia. Esta reserva es intransferible.
fr: Les changements de nom ne sont autorisés en aucune circonstance. Cette réservation n'est pas transférable.
it: I cambi di nome non sono consentiti in nessuna caso. Questa prenotazione non è trasferibile.
ja: 名前の変更はいかなる場合にもできません。この予約は譲渡できません。
kk: Ешбір жағдайда атауды өзгертуге рұқсат етілмейді. Бұл брондау аударылмайды.
ko: 이름 변경은 어떠한 경우에도 허용되지 않습니다. 이 예약은 양도할 수 없습니다.
ky: Эч кандай шартта ысымды өзгөртүүгө жол берилбейт. Бул брондоону өткөрүп берүүгө болбойт.
lv: Nosaukuma maiņa nav atļauta nekādos apstākļos. Šī rezervācija nav nododama tālāk.
mn: Ямар ч нөхцөлд нэр өөрчлөхийг зөвшөөрөхгүй болно. Энэ захиалгыг бусдад шилжүүлж үл болно.
pt: Mudanças de nome não são permitidas em nenhuma circunstância. Esta reserva não é transferível.
ro: Schimbarea numelui nu este permisă în nicio circumstanță. Această rezervare nu este transferabilă.
ru: Изменения имён недопустимы ни при каких обстоятельствах. Это бронирование не может быть переоформлено на кого-то другого.
uk: Зміни імен неприпустимі за жодних обставин. Це бронювання не може бути переоформлене на когось іншого.
uz: Ҳеч қандай ҳолатда исм ўзгартиришга йўл қўйилмайди. Ушбу буюртмани бошқа шахсга ўтказиб бўлмайди.
zh: 在任何情況下都不允許更改名稱。 此預訂不可轉讓。
