Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Next (Not Recommended)
fr: Suivant (Non Recommandé)
it: Avanti (Non consigliato)
kk: Келесі (ұсынуға болмайды)
pt: Próximo (não recomendado)
uk: Наступний (не рекомендується)
zh: 下一步（不推荐）

source: Next Available
ca: Següent Disponible
de: demnächst verfügbar
es: Siguiente disponible:
fr: Prochainement disponible
it: Prossimo disponibile
ja: 次に利用可能
kk: Келесі қол жетімді
ky: Кийинки жеткиликтүү
lv: Nākamais Pieejamais
mn: Дараагийн боломжит
pt: Próximo disponível
ro: Următorul disponibil
ru: Следующий доступный
uk: Наступний доступний
uz: Навбатдаги мавжуд
zh: 下一个可用的

source: Next billing date
ca: Pròxim dia de facturació
de: Nächstes Zahlungsdatum
es: Próxima fecha de facturación
fr: Prochaine date de facturation
it: Prossima data di fatturazione
ja: 次の請求日
kk: Келесі төлем күні
ky: Кийинки төлөм күнү
lv: Nākamais Rēķina datums
mn: Дараагийн төлөх өдөр
pt: Data da próxima fatura
ro: Următoarea dată de facturare
ru: Следующая дата оплаты
uk: Наступна дата оплати
uz: Навбатдаги тўлов санаси
zh: 下一个结算日期

source: Next Billing Date
ca: Pròxima data de facturació
de: Nächstes Zahlungsdatum
es: Próxima Facturación
fr: Prochaine date de facturation
it: Prossima data di fatturazione
ja: 次の請求日
kk: Келесі Төлем Күні
ko: 다음 청구일
ky: Кийинки Төлөм Күнү
lv: Nākamais rēķina datums
mn: Дараагийн төлөх өдөр
pt: Data da próxima fatura
ro: Următoarea dată de facturare
ru: Следующая Дата Оплаты
uk: Наступна Дата Оплати
uz: Навбатдаги тўлов санаси
zh: 下一個結算日期

source: Next Billing:
ca: Pròxima facturació:
de: Nächste Zahlungsaufforderung:
es: Proxima Facturación:
fr: Prochaine facturation :
it: Prossima fatturazione:
ja: 次の請求日：
kk: Келесі Төлем:
ko: 다음 청구:
ky: Кийинки Төлөм:
lv: Nākamie rēķini:
mn: Дараагийн төлбөрийн өдөр:
pt: Próxima fatura:
ro: Următoarea facturare:
ru: Следующая Оплата:
uk: Наступна Оплата:
uz: Навбатдаги тўлов:
zh: 下一個結算：

source: Next Invoice
fr: Prochaine Facture
it: Prossima fattura

source: Next Membership Invoice
fr: Prochaine Facture d'Adhésion
it: Prossima fattura Membership

source: Next Month
ca: El mes que ve
de: Nächster Monat
es: Próximo Mes
fr: Le mois prochain
it: Mese prossimo
ja: 次の月
kk: Келесі Ай
ko: 다음 달
ky: Кийинки Ай
lv: Nākamais mēnesis
mn: Дараах сар
pt: Próximo mês
ro: Luna următoare
ru: Следующий Месяц
uk: Наступний Місяць
uz: Кейинги ой
zh: 下個月

source: Next Partnership Invoice
fr: Prochaine Facture de Partenariat
it: Prossima fattura Partnership

source: Next Payment Month:
fr: Prochain Mois de Paiement :
it: Prossimo mese di pagamento:
kk: Келесі төлем айы:
pt: Próximo Mês de Pagamento:
uk: Місяць наступного платежу:
uz: Кейинги тўлов ойи:
zh: 下一个付款月份：

source: Next Step
ca: Pròxim Pas
de: Nächster Schritt
es: Próximo Paso
fr: Prochaine étape
it: Passo successivo
ja: 次のステップ
kk: Келесі Қадам
ko: 다음 단계
ky: Кийинки Кадам
lv: Nākamais solis
mn: Үргэлжлүүлэх
pt: Próximo passo
ro: Pasul următor
ru: Следующий Шаг
uk: Наступний Крок
uz: Кейинги босқич
zh: 下一步

source: Next Year
ca: L'any que vé
de: Nächstes Jahr
es: Próximo Año
fr: Année prochaine
it: Anno successivo
ja: 次の年
kk: Келесі Жыл
ko: 다음 해
ky: Кийинки Жыл
lv: Nākamais gads
mn: Дараа жил
pt: Próximo ano
ro: Anul următor
ru: Следующий Год
uk: Наступний Рік
uz: Кейинги йил
zh: 明年

source: nights
ca: nits
de: Nächte
es: noches
fr: nuits
it: notti
ja: 泊
kk: түндер
ko: 박
ky: түндөр
lv: naktis
mn: хоног
pt: noites
ro: nopți
ru: ночей
uk: ночей
uz: кеча
zh: 夜晚

source: Nights
ca: Nits
de: Nächte
es: Noches
fr: Nuits
it: Notti
ja: 泊数
kk: Түндер
ky: Түн
lv: Naktis
mn: Шөнийн тоо
pt: Noites
ro: Nopţi
ru: Ночей
uk: Ночей
uz: Кеча
zh: 晚

source: No
de: Nein
fr: Non
ja: いいえ
kk: Жоқ
ko: 아니오
ky: Жок
lv: nē
mn: Үгүй
pt: Não
ro: Nu
ru: Нет
uk: Ні
uz: Йўқ
zh: 沒有

source: No Active Notifications
ca: Notificacions Inactives
de: Keine aktiven Benachrichtigungen
es: Notificaciones Inactivas
fr: Pas de notifications actives
it: Nessuna notifica attiva
ja: アクティブな通知はありません
kk: Белсенді хабарландырулар жоқ
ky: Активдүү билдирүүлөр жок
lv: Nav aktīvu paziņojumu
mn: Идэвхтэй мэдэгдэл байхгүй байна
pt: Nenhuma notificação ativa
ro: Nu sunt notificări active
ru: Активных уведомлений нет
uk: Активних повідомлень немає
uz: Фаол билдиргилар йўқ
zh: 没有活跃的通知

source: No agreements available at this time.
fr: Aucun contrat disponible pour le moment.
it: Nessun contratto disponibile al momento.

source: No articles found. Please try another search.
ca: No s’han trobat articles. Si us plau, prova amb una altra cerca.
de: Es wurden keine Artikel gefunden. Bitte versuchen Sie eine andere Suche.
es: No se encontraron artículos. Intenta con otra búsqueda.
fr: Aucun article trouvé. Veuillez effectuer une autre recherche.
it: Nessun articolo trovato. Riprova con un'altra ricerca.
ja: 記事が見つかりません、別の検索をしてください。
kk: Мақалалар табылмады. Басқа іздеуді қолданып көріңіз.
ky: Макала табылган жок, Башка издөө сөзүн колдонуп көрүңүз.
lv: Raksti nav atrasti. Lūdzu, mēģiniet veikt citu meklēšanu.
mn: Илэрц олдсонгүй, дахин хийнэ үү.
pt: Nenhum artigo encontrado. Tente outra pesquisa.
ro: Nu s-au găsit articole. Te rugăm să încerci o altă căutare.
ru: Статьи не найдены. Попробуйте, пожалуйста, другой вариант поиска.
uk: Опцій не знайдено. Спробуйте, будь ласка, змінити параметри пошуку.
uz: Мақолалар топилмади. Илтимос, бошқа қидирувни амалга оширинг.
zh: 未找到相关文章。请尝试其他搜索关键词。

source: No availability found for the selected dates and guest count.
ca: No hi ha disponibilitat per a les dates i el nombre de persones seleccionats.
de: Keine Verfügbarkeit für die ausgewählten Daten und die Anzahl der Gäste gefunden.
es: No existe disponibilidad para las fechas y el número de personas seleccionadas.
fr: Aucune disponibilité n'a été trouvée pour les dates et le nombre d'invités sélectionnés.
it: Non è stata trovata alcuna disponibilità per le date e il numero di ospiti selezionati.
ja: 選択された日付とゲスト数に空室が見つかりませんでした。
kk: Таңдалған күндер мен қонақтар саны бойынша бос нөмірлер табылған жоқ.
ky: Тандалган даталар жана коноктордун саны үчүн жеткиликтүүлүк табылган жок.
lv: Atlasītajiem datumiem un viesu skaitam nav atrasta neviena pieejamība.
mn: Сонгосон огноо болон зочдын тоонд тохирох боломж олдсонгүй.
pt: Nenhuma disponibilidade encontrada para as datas selecionadas e número de hóspedes.
ro: Nu a fost găsită nicio disponibilitate pentru datele selectate și numărul de oaspeți.
ru: Для выбранных дат и количества гостей доступных вариантов не найдено.
uk: Для обраних дат та кількості гостей доступних варіантів не знайдено.
uz: Танланган саналар ва меҳмонлар сони учун бўш жой топилмади.
zh: 未找到所选日期和客人数的可用房源。

source: No certificates earned yet.
fr: Aucun certificat obtenu pour l'instant.
it: Non hai ancora ottenuto alcun certificato.

source: No contacts found
ca: No s'ha trobat cap contacte
de: Keine Kontakte gefunden
es: No encontramos contactos
fr: Aucun contact trouvé
it: Non sono stati trovati contatti
ja: 連絡先が見つかりません
kk: Байланыс табылмады
ky: Контакттар табылган жок
lv: Nav Atrasti nekādi kontakti
mn: Харилцагч нар байхгүй байна
pt: Nenhum contato encontrado
ro: Nu s-au găsit contacte
ru: Контакты не найдены
uk: Контакти не знайдено
uz: Контактлар топилмади
zh: 找不到联系人

source: No cruises found
ca: No s'han trobat creuers
de: Keine Kreuzfahrten gefunden
es: No se encontraron cruceros
fr: Aucune croisière trouvée
it: Non sono state trovate crociere
ja: クルーズが見つかりませんでした
kk: Ешқандай круиз табылмады
ky: Круиз табылган жок.
lv: Kruīzi nav atrasti
mn: Далайн аялал байхгүй байна.
pt: Nenhum cruzeiro encontrado
ro: Nu s-au găsit croaziere
ru: Круизы не найдены
uk: Круїзи не знайдено
uz: Круиз топилмади
zh: 找不到邮轮

source: No Data
ca: Sense dades
de: keine Daten
es: No hay datos
fr: Aucune donnée
it: Nessun dato
ja: データなし
kk: Деректер жоқ
ky: Маалыматтар жок
lv: Nav Datu
mn: Мэдээлэл байхгүй байна
pt: Sem dados
ro: Fără date
ru: Данные отсутствуют
uk: Дані відсутні
uz: Маълумотлар йўқ
zh: 没有数据

source: No Data Available
fr: Aucune donnée disponible
it: Nessun dato disponibile
kk: Деректер жоқ
pt: Sem dados disponíveis
uk: Дані недоступні
uz: Маълумотлар топилмади
zh: 无可用数据

source: No data available for download
ca: No hi ha dades disponibles per a la descàrrega
de: Keine Daten zum Herunterladen verfügbar
es: No hay datos disponibles para descargar
fr: Aucune donnée disponible pour le téléchargement
it: Nessun dato disponibile per il download
ja: ダウンロード可能なデータはありません
kk: Деректерді жүктеу мүмкін емес
ky: Жүктөө үчүн маалымат жеткиликтүү эмес
lv: Lejupielādei nav pieejami dati
mn: Татаж авах мэдээлэл байхгүй байна
pt: Nenhum dado disponível para download
ro: Nu există date disponibile pentru descărcare
ru: Отсутствуют данные для загрузки
uk: Відсутні дані для завантаження
uz: Юклаб олиш учун маълумотлар мавжуд эмас
zh: 没有可下载的数据

source: No data to download
fr: Aucune donnée à télécharger
it: Nessun dato da scaricare

source: No destination options available.
ca: No hi ha opcions de destinació disponibles.
de: Keine Zieloptionen verfügbar.
es: No hay opciones de destino disponibles.
fr: Aucune option de destination disponible.
it: Non sono presenti opzioni di destinazione.
ja: 利用可能な目的地オプションはありません。
kk: Мақсатты орындар таңдау мүмкіндігі жоқ.
ky: Бара турган жерлердин варианты жок
lv: Neviena galamērķa opcija nav pieejama.
mn: Очих газрын сонголт алга байна.
pt: Nenhuma opção de destino disponível.
ro: Nu sunt disponibile opțiuni de destinație.
ru: Нет доступных направлений.
uk: Варіанти пунктів призначення відсутні.
uz: Йўналиш вариантлари йўқ.
zh: 无可用的目的地。

source: No Directs
ca: No directe
de: Keine Direkten
es: No hay Directos
fr: Non Directe
it: Nessun diretto
ja: 直紹介者なし
kk: Тікелей жоқ
ko: 직접 추천 없음
ky: Түз жок
lv: Nav tiešo
mn: Хувьчлан урьсан хүн байхгүй
pt: Nenhum direto
ro: Fără Direcţi
ru: Нет прямых
uk: Немає прямих
uz: Тўғридан-тўғрилар йўқ
zh: 沒有指示

source: No directs found
fr: Aucun direct trouvé.
it: Nessun diretto trovato

source: No Display Name available.
ca: No hi ha Nom de Visualització disponible.
de: Kein Displayname vorhanden.
es: No hay Nombre de Pantalla disponible.
fr: Aucun nom d'affichage disponible.
it: Nessun nome di visualizzazione disponibile.
ja: ディスプレイネームはご利用いただけません。
kk: Дисплей Атауы қолжетімді емес.
ko: 사용 가능한 표시 이름이 없습니다.
ky: Көрсөтүлгөн ысым жеткиликсиз.
lv: Nav pieejams parādāmais vārds.
mn: Хэрэглэгчийн нэр байхгүй байна.
pt: Nenhum nome para exibição disponível.
ro: Niciun Pseudonim disponibil.
ru: Дисплей Имя не доступно.
uk: Немає доступного Дисплей Імені.
uz: Тахаллус мавжуд эмас.
zh: 沒有可用的昵稱

source: No downgradable plans
ca: Plans sense possibilitat de rebaixar de categoria
de: Keine herabsetzbaren Pläne
es: Planes sin opción a bajar de plan
fr: Pas de plans dégradables
it: Non sono disponibili piani declassabili
ja: ダウングレード可能なプランはありません
kk: Төмендету мүмкіндігі бар пландар жоқ
ky: Төмөндөтүү пландары жок
lv: Nav Pazemināšanas plānu
mn: Бууруулах хувилбар байхгүй байна
pt: Nenhum plano com downgrade disponível
ro: Fără planuri retrogradabile
ru: Планы с возможностью понижения отсутствуют
uk: Плани з можливістю зниження відсутні
uz: Даунгрейд қилинадиган режа йўқ
zh: 无可降级计划

source: No element of this contest should be interpreted as a promise or guarantee of earning.
ca: Cap element d’aquest concurs s’ha d’interpretar com una promesa o garantia de guanys.
de: Kein Element dieses Wettbewerbs ist als Gewinnversprechen oder -garantie auszulegen.
es: Ningún elemento de este concurso debe ser interpretado como una promesa o garantía de ganancias.
fr: Aucun élément de ce concours ne doit être interprété comme une promesse ou une garantie de gain.
it: La partecipazione al concorso non garantisce in alcun modo la possibilità di vincere un premio.
ja: 本コンテストのいかなる要素も、収益を約束または保証するものとして解釈されるべきではありません。
kk: Бұл байқаудың ешбір элементі табысқа қол жеткізуге уәде немесе кепілдік ретінде қабылданбауы тиіс.
ky: Бул конкурстун эч бир бөлүгү киреше табууга убада же кепилдик катары чечмеленбеши керек.
mn: Энэхүү уралдааны аль ч хэсгийг орлого олох баталгаа эсвэл амлалт гэж ойлгож болохгүй.
pt: Nenhum elemento deste concurso deve ser interpretado como uma promessa ou garantia de ganho.
ro: Niciun element al acestui concurs nu trebuie interpretat ca o promisiune sau garanție de câștig.
ru: Ни один из элементов настоящего конкурса не должен восприниматься как обещание или гарантия заработка.
uk: Жоден елемент цього конкурсу не повинен тлумачитися як обіцянка або гарантія отримання доходу.
uz: Мазкур танловнинг ҳеч бир элементи даромад ваъдаси ёки кафолати сифатида қабул қилинмаслиги лозим.
zh: 本次比赛的任何内容均不应被视为收益的承诺或保证。

source: No hidden fees, just great savings!
ca: Sense comissions ocultes, només grans estalvis!
de: Keine versteckten Gebühren, nur große Ersparnisse!
es: Sin comisiones ocultas, ¡solo grandes ahorros!
fr: Pas de frais cachés, juste de belles économies !
it: Nessuna spesa nascosta, solo grandi risparmi!
ja: 隠れた手数料は一切なし、しかし多くの節約が！
kk: Жасырын төлемдер жоқ, тек жақсы үнемдеу!
ky: Жашыруун төлөмдөр жок, болгону мыкты үнөмдөө!
lv: Nekādas slēptās maksas, tikai lieliski ietaupījumi!
mn: Далд хураамж байхгүй, зөвхөн ихээхэн хэмнэлт авах болно!
pt: Sem taxas escondidas, apenas grandes economias!
ro: Fără taxe ascunse, doar economii mari!
ru: Никаких скрытых комиссий, только хорошая экономия!
uk: Ніяких прихованих комісій, просто чудові заощадження!
uz: Яширин тўловларсиз, фақат ажойиб чегирмалар!
zh: 没有隐藏费用，只有巨大的优惠！

source: No hotels found
ca: No s'han trobat hotels
de: Keine Hotels gefunden
es: No se encontraron hoteles
fr: Aucun hôtel trouvé
it: Non sono stati trovati hotel
ja: ホテルが見つかりませんでした
kk: Қонақ үйлер табылмады
ky: Мейманкана табылган жок.
lv: Viesnīcas nav atrastas
mn: Зочид буудал байхгүй байна.
pt: Nenhum hotel encontrado
ro: Nu s-au găsit hoteluri
ru: Отели не найдены
uk: Готелі не знайдено
uz: Меҳмонхона топилмади
zh: 找不到酒店

source: No Leaderboard Available
ca: No n'hi ha cap Butlletí de Líders disponible
de: Kein Leaderboard verfügbar
es: No hay Boletines de Líderes disponibles
fr: Pas de classement disponible
it: Nessuna classifica dei leader disponibile
ja: 該当するリーダーボードはありません
kk: Көшбасшылар жоқ
ko: 사용할 수 있는 순위표 없음
ky: Лидерлер жок
lv: Nav pieejams galvenais panelis
mn: Жагсаалт байхгүй байна
pt: Não existem Boletins de Líderes disponíveis
ro: Clasament liderilor nu este disponibil
ru: Нет Лидеров
uk: Немає Доступних Списків Лідерів
uz: Етакчилар жадвали мавжуд эмас
zh: 沒有可用排行榜

source: No login activity found.
ca: No s'ha trobat cap activitat d'inici de sessió.
de: Keine Anmeldeaktivität gefunden.
es: No se encontró actividad de inicio de sesión.
fr: Aucune activité de connexion n'a été trouvée.
it: Non sono state trovate attività di accesso.
ja: ログインのアクティビティが見つかりません。
kk: Ешбір кіру әрекеті анықталмады.
ko: 발견된 로그인 활동 없음.
ky: Кирүү маалыматы табылган жок
lv: Pieteikšanās aktivitāte nav atrasta.
mn: Хандалтын мэдээлэл байхгүй байна.
pt: Nenhuma atividade de login encontrada.
ro: Nu a fost găsită nicio activitate de conectare.
ru: Данные о входах не обнаружены.
uk: Інформації про входи в систему не знайдено.
uz: Тизимга кириш ҳаракатини кўрилмади.
zh: 未发现登录活动。

source: No long-term contracts; cancel anytime
ca: Sense contractes a llarg termini; cancel·la en qualsevol moment
de: Keine langfristigen Verträge, jederzeit kündbar
es: Sin contratos a largo plazo; puedes cancelar en cualquier momento
fr: Pas de contrats à long terme ; annuler à tout moment
it: Nessun contratto a lungo termine; annulla in qualsiasi momento
ja: 長期契約はありません。いつでもキャンセルできます
kk: Ұзақ мерзімді келісімшарттар жоқ; кез келген уақытта бас тартыңыз
ky: Узак мөөнөттүү келишимдер жок; каалаган убакта жокко чыгаруу
lv: Nav ilgtermiņa līgumu; atcelt jebkurā laikā
mn: Урт хугацааны гэрээгүй. Хэзээ ч цуцлах боломжтой.
pt: Sem contratos de longo prazo; cancele a qualquer momento
ro: Fără contracte pe termen lung; poţi anula oricând
ru: Без долгосрочных контрактов; отменяйте в любое время
uk: Без довгострокових контрактів; скасовуйте у будь-який час
uz: Узоқ муддатли шартномалар йўқ; исталган вақтда бекор қилинг
zh: 么有长期合同；可以随时取消

source: No Membership
fr: Pas d'Adhésion
it: Nessuna Membership
kk: Мүшелік жоқ
pt: Sem Assinatura
uk: Без Членства
uz: Аъзолик йўқ
zh: 无会员资格

source: No Name Imported
ca: Cap Nom Importat
de: Kein Name importiert
es: No existen Nombres Importados
fr: Pas de Nom Importé
it: Non ci sono nomi importati
ja: インポートされた名前がありません
kk: Есім Импортталмады
ko: 불러온 이름 없습니다
ky: Ысым импорттолбоду
lv: Neviens vārds nav importēts
mn: Нэр татагдаагүй байна
pt: Nenhum nome importado
ro: Niciun Nume Importat
ru: Имя не импортировано
uk: Ім'я не імпортовано
uz: Исм импорт қилинмади
zh: 沒有輸入名稱

source: No Obligation, No Cost
ca: Sense Compromís, sense Cost
de: Keine Verpflichtung, keine Kosten
es: Sin Compromiso, Sin Costo
fr: Pas d'obligation, pas de frais
it: Nessun obbligo, nessun costo
ja: 義務なし、費用なし
kk: Міндеттемелер жоқ, шығындар жоқ
ky: Эч кандай милдеттенме, чыгым жок
lv: Nav pienākuma, nav izmaksu
mn: Ямар ч үүрэг хариуцлагагүй, ямар ч зардалгүй
pt: Sem Compromisso, Sem Custo
ro: Fără obligație, fără costuri
ru: Без обязательств, без затрат
uk: Жодних зобов’язань, жодних витрат
uz: Мажбуриятларсиз, Харажатларсиз
zh: 没有义务，没有费用

source: No Plan
ca: Sense pla
de: Kein Plan
es: Sin Plan
fr: Aucun plan
it: Nessun piano
ja: 未入金
kk: Жоспар жоқ
ko: 계획 없음
ky: План жок
lv: Nav plāna
mn: Аль нь ч биш
pt: Sem plano
ro: Niciun plan
ru: Нет Плана
uk: Немає Плану
uz: Режа йўқ
zh: 沒有計劃

source: No Processing Fee!
ca: Sense despeses de tramitació!
de: Keine Bearbeitungsgebühr!
es: ¡Sin Cuota de Procesamiento!
fr: Pas de Frais de Traitement !
it: Senza spese di elaborazione!
ja: 処理手数料なし！
kk: Өңдеу ақысы жоқ!
ko: 처리 수수료 없음 !
ky: Иштетүү Акысы Жок!
lv: Nav nepieciešama noformēšanas maksa!
mn: Шимтгэл байхгүй!
pt: Nenhuma taxa de processamento!
ro: Fără taxă de procesare!
ru: Без комиссии за обработку!
uk: Без комісії за опрацювання!
uz: Қайта ишлаш тўловисиз!
zh: 无加工费！

source: No Rank
ca: Sense Rang
de: Kein Rang
es: Sin Rango
fr: Aucun Rang
it: Senza rango
ja: ランク無し
kk: Рангы Жоқ
ky: Даражасы жок
lv: Bez Ranga
mn: Цолгүй Гишүүд
pt: Sem Classificação
ro: Fără carieră
ru: Без ранга
uk: Без рангу
uz: Ранг соҳиби эмас
zh: 无排名

source: No receipts available at this time.
fr: Aucun reçu disponible pour le moment.
it: Al momento non ci sono ricevute.

source: No Recurring Billing
ca: No té facturació recurrent
de: Keine wiederkehrenden Abrechnungen
es: Sin Pago Recurrente
fr: Pas de Facturation Récurrente
it: Non ha la fatturazione ricorrente
ja: 定期払い未設定
kk: Қайталанатын төлемдер жоқ
ko: 자동 청구 없음
ky: Кайталанган төлөмдөр жок
lv: Nav Atkārtota apmaksa
mn: Давтамжит төлбөрийн арга тохируулаагүй
pt: Sem faturação recorrente
ro: Fără facturare recurentă
ru: Система рекуррентной оплаты отсутствует
uk: Система рекурентної оплати відсутня
uz: Даврий ҳисоблар йўқ
zh: 無重複計費

source: No redemption point - this is a direct entry ticket
ca: No hi ha punt de canvi - aquest és un tiquet d'entrada directa
de: Keine Rücknahmestelle - dies ist ein Direktticket
es: Sin punto de canje - este es un boleto de entrada directa
fr: Pas de point d'échange - il s'agit d'un billet d'entrée directe
it: Nessun punto di riscatto: è un biglietto d'ingresso diretto.
ja: 引き換えポイントなし - このチケットはダイレクト・エントリー・チケットです
kk: Өтеу нүктесі жоқ - бұл тікелей кіру билеті
ky: Эч кандай сатып алуу пункту жок - бул түздөн-түз кирүү билети
lv: Nav izpirkšanas /atpakaļpirkšanas punkta - šī ir tiešā ieejas biļete
mn: Солих газаргүй - энэ бол шууд нэвтрэх тасалбар
pt: Sem ponto de partida - este é um ingresso de entrada direta
ro: Fără punct de răscumpărare - acesta este un bilet de intrare directă
ru: Пункт выкупа отсутствует - это прямой входной билет
uk: Немає очок відігратись - це прямий вхідний квиток
uz: Чегирмаларсиз - бу бевосита кириш чиптаси
zh: 无需兑换点 - 这是直接入场票

source: No registered date found
fr: Aucune date enregistrée trouvée
it: Nessuna data di registrazione trovata

source: No reservations found
ca: No s'han trobat reserves
de: Keine Reservierungen gefunden
es: No se encontraron reservaciones
fr: Aucune réservation trouvée
it: Non sono state trovate prenotazioni
ja: 予約が見つかりませんでした
kk: Брондау табылмады
ky: Брондоо табылган жок.
lv: Rezervācijas nav atrastas
mn: Захиалга байхгүй байна.
pt: Nenhuma reserva encontrada
ro: Nu s-au găsit rezervări
ru: Бронирования не найдены
uk: Бронювання не знайдено
uz: Буюртма топилмади
zh: 找不到预订

source: No Resolution
fr: Aucune Résolution
it: Senza risoluzione
kk: Шешім жоқ
pt: Não Resolvido
ro: Fără rezoluție
uk: Без вирішення
uz: Ҳал этилмади
zh: 未解决

source: No resources found with this parameters.
ca: No s'han trobat recursos amb aquests paràmetres.
de: Keine Ressourcen mit diesen Parametern gefunden.
es: No se encontraron recursos con estos parámetros.
fr: Aucune ressource n'a été trouvée avec ces paramètres.
it: Non sono state trovate risorse con questi parametri.
ja: このパラメータを持つリソースは見つかりません。
kk: Бұл параметрлермен ресурстар табылмады.
ky: Бул параметрлер менен эч кандай ресурстар табылган жок.
lv: Ar šiem parametriem nav atrasts neviens resurss.
mn: Энэхүү параметрүүдтэй тохирох материал олдсонгүй.
pt: Nenhum recurso encontrado com esses parâmetros.
ro: Nu s-au găsit resurse cu acești parametri.
ru: Материалов с такими параметрами не найдено.
uk: Матеріалів із такими параметрами не знайдено.
uz: Мазкур параметрлар бўйича манбалар топилмади.
zh: 未找到符合此参数的资源。

source: No resources found.
ca: No s'han trobat recursos.
de: Keine Ressourcen gefunden.
es: No se encontraron recursos.
fr: Aucune ressource trouvée.
it: Non sono state trovate risorse.
ja: リソースが見つかりませんでした。
kk: Ресурстар табылмады.
ky: Ресурстар табылган жок.
lv: Resursi nav atrasti.
mn: Материал олдсонгүй.
pt: Nenhum recurso encontrado.
ro: Nu au fost găsite resurse.
ru: Материалы не найдены.
uk: Матеріалів не знайдено.
uz: Манбалар топилмади.
zh: 未找到资源。

source: No results match your search criteria
ca: No s'han trobat resultats que coincideixin amb els criteris de cerca
de: Keine Ergebnisse für Ihre Suchkriterien
es: No hay resultados que coincidan con tus criterios de búsqueda
fr: Pas de résultats correspondent à vos critères de recherche
it: Nessun risultato corrispondente ai tuoi criteri di ricerca
ja: 検索条件に一致する結果がありません
kk: Ешқандай нәтиже сіздің іздеу критерийлеріңізге сәйкес келмейді
ky: Издөө критерийлериңизге туура келген жыйынтыктар табылган жок
lv: Meklēšanas kritērijiem neatbilst neviens rezultāts
mn: Таны хайлтанд илэрц олдсонгүй.
pt: Nenhum resultado corresponde ao seu critério de pesquisa
ro: Niciun rezultat nu corespunde criteriilor tale de căutare
ru: Результатов, соответствующих вашим критериям поиска, не обнаружено
uk: Результатів, що відповідають вашим критеріям пошуку, не виявлено
uz: Қидирувингизга мос натижалар йўқ
zh: 没有符合您搜索条件的结果

source: No reviewed yet
ca: Encara no s'ha revisat
de: Noch nicht bewertet
es: Aún no se ha revisado
fr: Pas encore examiné
it: Non ci sono ancora recensioni
ja: まだレビューされていません
kk: Әлі қаралған жоқ
ky: Азырынча карала элек
lv: Vēl nav pārbaudīts
mn: Хүн үзээгүй байна.
pt: Nenhuma revisão ainda
ro: Nicio recenzie încă
ru: Ещё не просмотрены
uk: Ще не переглянуті
uz: Хали кўриб чиқилмади
zh: 尚未评审

source: No room found ...
fr: Aucune salle trouvée...
it: Nessuna stanza trovata...

source: No sample email available
fr: Aucun exemple d'e-mail disponible
it: Nessuna email di esempio disponibile
pt: Nenhuma amostra de e-mail disponível
uk: Приклад листа недоступний
zh: 暂无可用的邮件示例
