Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Reach <strong>$1,000,000</strong> USD in qualified production, with a maximum of 10% per leg, and <strong>$400,000</strong> in new production.<br><br> Global Ambassador Board of Directors members earn a <strong>$180,000</strong> USD monthly Team Leadership Bonus!
ca: Aconsegueix <strong>1.000.000</strong> dòlars en producció qualificada, amb un màxim del 10% per equip, i <strong>400.000</strong> dòlars en nova producció.<br><br>Els Membres Global Ambassador Board of Directors guanyen una Bonificació de Lideratge d'Equip mensual de <strong>180.000</strong> dòlars!
de: Erreichen Sie einen qualifizierten Umsatz von <strong>1.000.000</strong> USD, mit einem Maximum von 10 % pro Bein, und <strong>400.000</strong> USD an neuen Umsätzen.<br><br> Mitglieder des Global Ambassador Board of Directors erhalten einen monatlichen Team Leadership-Bonus von <strong>180.000</strong> USD!
es: Alcanza <strong>1.000.000</strong> USD en producción calificada, con un máximo del 10% por equipo, y <strong>400.000</strong> USD en nueva producción.<br><br> ¡Los miembros del Global Ambassador Board of Directors ganan un Bono de Liderazgo de Equipo mensual de <strong>180.000</strong> USD!
fr: Atteindre <strong>1 000 000 USD</strong> de production qualifiée, avec un maximum de 10 % par jambe, et <strong>400 000 USD</strong> de nouvelle production.<br><br> Le Conseil d'Administration des Ambassadeurs Mondiaux recevra un Bonus du Leadership d'Équipe de <strong>180 000 USD</strong> !
it: Raggiungi <strong>$1.000.000</strong> di produzione qualificata, con un massimo del 10% per gamba e <strong>$400.000</strong> di nuova produzione.<br><br> I Global Ambassador Board of Director guadagnano un bonus di Leadership del Team di <strong>$180.000</strong> al mese!
ja: 認定売上で <strong>$1,000,000</strong> 米ドルを各系列で最大10％で到達し、さらに <strong>$400,000</strong> 米ドルの新規売上を達成。<br><br> Global Ambassador Board of Directors メンバーは <strong>$180,000</strong> 米ドルを毎月のチームリーダーシップボーナスで獲得します！
kk: Білікті өндірісте <strong>1 000 000</strong> долларға дейін, әр партия үшін ең көбі 10% - ға дейін және жаңа өндірісте<strong> 400 000 </strong>долларға дейін жетіңіз.<br><br> Global Ambassador Директорлар кеңесінің мүшелері <strong>180 000 </strong>АҚШ доллары көлемінде ай сайынғы көшбасшылық бонус алады!
ky: Ар бир бутактан максимум 10% өндүрүш менен жана <strong>$400,000</strong> долларлык жаңы өндүрүш менен <strong>$1,000,000</strong> АКШ долларлык жарамдуу өндүрүшкө жетиңиз. <br><br> Global Ambassador Board of Directors даражасындагы мүчөлөр ай сайын <strong>$180,000</strong> команда лидерлиги бонусун алышат!
lv: Sasniedz <strong>$1,000,000</strong> USD kvalificāts apgrozījumā ar 10% uz kāju un <strong>$400,000</strong> jaunajā apgrozījumā.<br><br> Globālā Sūtņa valdes Direktori pelna <strong>$180,000</strong> USD ikmēneša Komandas Līdera Bonusu!
mn: Хөл тус бүрээс гарах хамгийн их хувь болох 10%-иар болзол хангах борлуулалтын хэмжээг <strong>$1,000,000</strong>-д, шинэ борлуулалтын хэмжээг <strong>$400,000</strong>-д хүргэвэл <br><br>Global Ambassador Board of Directors цолтой Гишүүд нь сар бүр Багийн Манлайллын Урамшуулалд <strong>$180,000</strong> авах болно!
pt: Alcance <strong>$1.000.000</strong> em produção qualificada, com um máximo de 10% por linha, e <strong>$400.000</strong> em nova produção.<br><br> Os membros Global Ambassador Board of Directors ganham um bônus mensal de Liderança de Equipe de <strong>$180.000</strong>!
ro: Atinge <strong>1.000.000</strong> $ în producție calificată, cu un maxim de 10% pe picior și <strong>400.000</strong> $ în producție nouă.<br><br> Membrii Global Ambassador Board of Directors câștigă un bonus lunar de <strong>180.000</strong> $ pentru conducerea echipei!
ru: Достигнете <strong>$1 000 000</strong> квалификационного товарооборота с максимумом в 10% на ветку и <strong>$400 000</strong> нового товарооборота.<br><br>Участники в ранге Global Ambassador Board of Directors зарабатывают ежемесячный Командный Лидерский бонус в размере <strong>$180 000</strong>!
uk: Досягніть <strong>$1 000 000</strong> кваліфікаційного товарообігу з максимумом у 10% на гілку та <strong>$400 000</strong> нового товарообігу.<br><br>Учасники в ранзі Global Ambassador Board of Directors заробляють щомісячний Лідерський бонус у розмірі <strong>$180 000</strong>!
uz: Квалификацион ишлаб чиқаришда битта қўлдан максимум 10% билан <strong>1,000,000$</strong> га эришинг ва янги ишлаб чиқаришда <strong>400,000$</strong> га эришинг.<br><br> Global Ambassador Board of Directors аъзолари ойига <strong>180,000$</strong> Жамоа етакчилиги бонусини оладилар!
zh: 达到<strong>1,000,000美元</strong>的合格业绩，其中每条线的业绩上限为10%，并实现<strong>400,000美元</strong>的新业绩。<br><br> 全球大使董事会成员每月可获得<strong>180,000美元</strong>的团队领导奖金！

source: Reach <strong>$550,000</strong> USD in qualified production, with a maximum of 40% per leg, and <strong>$110,000</strong> USD in new production.
ca: Aconsegueix <strong>550.000</strong> dòlars en producció qualificada, amb un màxim del 40% per equip, i <strong>110.000</strong> dòlars en nova producció.
de: Erreichen Sie qualifizierte Umsätze von <strong>550.000</strong> USD, mit einem Maximum von 40 % pro Bein, und neue Umsätze von <strong>110.000</strong> USD.
es: Alcanza <strong>$550,000</strong> USD en producción calificada, con un máximo del 40% por equipo, y <strong>$110,000</strong> USD en nueva producción.
fr: Atteindre <strong>550 000 USD</strong> de production qualifiée, avec un maximum de 40 % par jambe, et <strong>110 000 USD</strong> de nouvelle production.
it: Raggiungi <strong>$550.000</strong> di produzione qualificata, con un massimo del 40% per gamba e <strong>$110.000</strong> di nuova produzione.
ja: 認定売上で <strong>$550,000</strong> 米ドルを各系列で最大40％で到達し、さらに <strong>$110,000</strong> 米ドルの新規売上を達成。
kk: Бір тармаққа ең көбі 40% және жаңа айналымға <strong>$110,000-мен</strong> <strong>$550,000</strong> біліктілік айналымына жетесіз.
ky: Ар бир бутактан максимум 40% өндүрүш менен жана <strong>$110,000</strong> долларлык жаңы өндүрүш менен <strong>$550,000</strong> АКШ долларлык жарамдуу өндүрүшкө жетиңиз.
lv: sasniedz <strong>$550,000</strong> USD kvalificētājā produkcikcijā ar 40% uz kāju un <strong>$110,000</strong> USD jaunajā apgrozījumā.
mn: Хөл тус бүрээс гарах хамгийн их хувь болох 40%-иар болзол хангах борлуулалтын хэмжээг <strong>$550,000</strong>-д, шинэ борлуулалтын хэмжээг <strong>$110,000</strong>-д хүргэх.
pt: Alcance <strong>$550.000</strong> em produção qualificada, com um máximo de 40% por linha, e <strong>$110.000</strong> em nova produção.
ro: Atinge <strong>550.000$</strong> în producție calificată, cu maximum 40% pe picior și <strong>110.000$</strong> în producție nouă.
ru: Достигнете <strong>$550 000</strong> квалификационного товарооборота с максимумом в 40% на ветку и <strong>$110 000</strong> нового товарооборота.
uk: Досягніть <strong>$550,000</strong> кваліфікаційного товарообігу з максимумом у 40% на гілку та <strong>$110,000</strong> нового товарообігу.
uz: Квалификацион ишлаб чиқаришда битта қўлдан максимум 40% билан <strong>550,000$</strong> га эришинг ва янги ишлаб чиқаришда <strong>110,000$</strong> га эришинг.
zh: 达到<strong>$550,000</strong>美元的合格产值，每条支线最多40%，并达到<strong>$110,000</strong>美元的新产值。

source: Reach <strong>$550,000</strong> USD in qualified production, with a maximum of 40% per leg, and <strong>$110,000</strong> USD in new production.<br><br> Board of Directors members earn a <strong>$55,000</strong> USD monthly Team Leadership Bonus!
ca: Aconsegueix <strong>550.000</strong> dòlars en producció qualificada, amb un màxim del 40% per equip, i <strong>110.000</strong> dòlars en nova producció.<br><br> Els Membres Board of Directors guanyen una Bonificació de Lideratge d'Equip mensual de <strong>55.000</strong> dòlars!
de: Erreichen Sie qualifizierte Umsätze von <strong>550.000</strong> USD, mit einem Maximum von 40 % pro Bein, und neue Umsätze von <strong>110.000</strong> USD.<br><br> Mitglieder des Board of Directors erhalten einen monatlichen Team Leadership-Bonus von <strong>55.000</strong> USD!
es: Alcanza <strong>550.000</strong> USD en producción calificada, con un máximo del 40% por equipo, y <strong>110.000</strong> USD en nueva producción.<br><br> ¡Los miembros del Board of Directors ganan un Bono de Liderazgo de Equipo mensual de <strong>55.000</strong> USD!
fr: Atteindre <strong>550 000 USD</strong> de production qualifiée, avec un maximum de 40 % par jambe, et <strong>110 000 USD</strong> de nouvelle production.<br><br> Le Conseil d'Administration recevra un Bonus mensuel du Leadership d'Équipe de <strong>55 000 USD</strong> !
it: Raggiungi <strong>$550.000</strong> di produzione qualificata, con un massimo del 40% per gamba e <strong>$110.000</strong> di nuova produzione.<br><br> I Board of Directors guadagnano un bonus di Leadership del Team di strong>$55.000</strong> al mese!
ja: 認定売上で <strong>$550,000</strong> 米ドルを各系列で最大40％で到達し、さらに <strong>$110,000</strong> 米ドルの新規売上を達成。<br><br> Board of Directors メンバーは <strong>$55,000</strong> 米ドルを毎月のチームリーダーシップボーナスで獲得します！
kk: Білікті өндірісте <strong>550 000 </strong> долларға дейін, әр партия үшін ең көбі 40% және жаңа өндірісте<strong>110 000 </strong> долларға дейін жетіңіз. <br><br>Борд Директор мүшелері ай сайын <strong> 55000 АҚШ </strong> доллары көлемінде командалық көшбасшылық бонус алады!
ky: <strong>$550,000</strong> АКШ долларлык жарамдуу өндүрүшкө ар бир бутактан максимум 40% өндүрүш жана <strong>$110,000</strong> долларлык жаңы өндүрүш менен жетиңиз. <br><br> Board of Directors даражасындагы мүчөлөр ай сайын <strong>$55,000</strong> команда лидерлиги бонусун алышат!
lv: sasniedz <strong>$550,000</strong> USD kvalificētājā produkcikcijā ar 40% uz kāju un <strong>$110,000</strong> USD jaunajā apgrozījumā.<br><br> Direktoru valdes biedri pelna <strong>$55,000</strong> USD ikmēneša komandas Līdera Bonusu!
mn: Хөл тус бүрээс гарах хамгийн их хувь болох 40%-иар болзол хангах борлуулалтын хэмжээг <strong>$550,000</strong>-д, шинэ борлуулалтын хэмжээг <strong>$110,000</strong>-д хүргэвэл <br><br> Board of Directors цолтой Гишүүд нь сар бүр Багийн Манлайллын Урамшуулалд <strong>$55,000</strong> авах болно!
pt: Alcance <strong>$550.000</strong> em produção qualificada, com um máximo de 40% por linha, e <strong>$110.000</strong> em nova produção.<br><br> Os membros Board of Directors ganham um bônus mensal de Liderança de Equipe de <strong>US$ 55.000</strong>!
ro: Atinge <strong>550.000</strong> $ în producție calificată, cu un maxim de 40% pe picior și <strong>110.000</strong> $ în producție nouă.<br><br> Membrii Board of Directors câștigă un bonus lunar de <strong>55.000</strong> $ pentru conducerea echipei!
ru: Достигнете <strong>$550 000</strong> квалификационного товарооборота с максимумом в 40% на ветку и <strong>$110 000</strong> нового товарооборота.<br><br>Участники в ранге Board of Directors зарабатывают ежемесячный Командный Лидерский бонус в размере <strong>$55 000</strong>!
uk: Досягніть <strong>$550 000</strong> кваліфікаційного товарообігу з максимумом у 40% на гілку та <strong>$110 000</strong> нового товарообігу.<br><br>Учасники в ранзі Board of Directors заробляють щомісячний Командний Лідерський бонус у розмірі <strong>$55 000</strong>!
uz: Квалификацион ишлаб чиқаришда битта қўлдан максимум 40% билан <strong>550,000$</strong> га эришинг ва янги ишлаб чиқаришда <strong>110,000$</strong> га эришинг.<br><br> Board of Directors аъзолари ойига <strong>55,000$</strong> Жамоа етакчилиги бонусини оладилар!
zh: 达到<strong>550,000美元</strong>的合格业绩，其中每条线的业绩上限为40%，并实现<strong>110,000美元</strong>的新业绩。<br><br> 董事会成员每月可获得<strong>55,000美元</strong>的团队领导奖金！

source: Reach <strong>$750,000</strong> USD in qualified production, with a 20% maximum per leg, and <strong>$1,000,000</strong> USD in new production.
ca: Aconsegueix <strong>750.000</strong> dòlars en producció qualificada, amb un màxim del 20% per equip, i <strong>1.000.000</strong> dòlars en nova producció.
de: Erreichen Sie qualifizierte Umsätze von <strong>750.000</strong> USD, mit einem Maximum von 20 % pro Bein, und neue Umsätze von <strong>1,000,000</strong> USD.
es: Alcanza <strong>$750,000</strong> USD en producción calificada, con un máximo del 20% por equipo, y <strong>$1,000,000</strong> USD en nueva producción.
fr: Atteindre <strong>750 000 USD</strong> de production qualifiée, avec un maximum de 20 % par jambe, et <strong>1 000 000 USD</strong> de nouvelle production.
it: Raggiungi <strong>$750.000</strong> di produzione qualificata, con un massimo del 20% per gamba e <strong>$1.000.000</strong> di nuova produzione.
ja: 認定売上で <strong>$750,000</strong> 米ドルを各系列で最大20％で到達し、さらに <strong>$1,000,000</strong> 米ドルの新規売上を達成。
kk: Сіз бір тармаққа ең көбі 20% және жаңа айналымға <strong>$100,000 000-мен</strong> <strong>$ 750,000</strong> біліктілік айналымына жетесіз.
ky: <strong>$750,000</strong> АКШ долларлык жарамдуу өндүрүшкө ар бир бутактан максимум 20% өндүрүш жана <strong>$1 000,000</strong> долларлык жаңы өндүрүш менен жетиңиз.
lv: sasniedz <strong>$750,000</strong> USD kvalificētā apgrozījuma ar 20% uz kāju un <strong>$300,000</strong> USD jaunā apgrozījuuma.
mn: Хөл тус бүрээс гарах хамгийн их хувь болох 20%-иар болзол хангах борлуулалтын хэмжээг <strong>$750,000</strong>-д, шинэ борлуулалтын хэмжээг <strong>$1,000,000</strong>-д хүргэх.
pt: Alcance <strong>$750.000</strong> em produção qualificada, com um máximo de 20% por linha, e <strong>$1.000.000</strong> em nova produção.
ro: Atinge <strong>750.000$</strong> în producție calificată, cu un maxim de 20% pe picior și <strong>1.000.000$</strong> în producție nouă.
ru: Достигнете <strong>$750 000</strong> квалификационного товарооборота с максимумом в 20% на ветку и <strong>$1 000 000</strong> нового товарооборота.
uk: Досягніть <strong>$750,000</strong> кваліфікаційного товарообігу з максимумом у 20% на гілку та <strong>$1,000,000</strong> нового товарообігу.
uz: Квалификацион ишлаб чиқаришда битта қўлдан максимум 20% билан <strong>750,000$</strong> га эришинг ва янги ишлаб чиқаришда <strong>1,000,000$</strong> га эришинг.
zh: 达到<strong>$750,000</strong>美元的合格产值，每条支线最多20%，并达到<strong>$1,000,000</strong>美元的新产值。

source: Reach <strong>$750,000</strong> USD in qualified production, with a 20% maximum per leg, and <strong>$1,000,000</strong> USD in new production.<br><br> Premier Ambassador Board of Directors members earn a <strong>$155,000</strong> USD monthly Team Leadership Bonus!
ca: Aconsegueix <strong>750.000</strong> dòlars en producció qualificada, amb un màxim del 20% per equip, i <strong>1.000.000</strong> dòlars en nova producció.<br><br> Els Membres Premier Ambassador Board of Directors guanyen una Bonificació de Lideratge d'Equip mensual de <strong>155.000</strong> dòlars !
de: Erreichen Sie qualifizierte Umsätze von <strong>750.000</strong> USD, mit einem Maximum von 20 % pro Bein, und neue Umsätze von <strong>1.000.000</strong> USD.<br><br> Mitglieder des Premier Ambassador Board of Directors erhalten einen monatlichen Team Leadership-Bonus von <strong>155.000</strong> USD!
es: Alcanza <strong>750.000</strong> USD en producción calificada, con un máximo del 20% por equipo, y <strong>1.000.000</strong> USD en nueva producción.<br><br> ¡Los miembros del Premier Ambassador Board of Directors ganan un Bono de Liderazgo de Equipo mensual de <strong>155.000</strong> USD!
fr: Atteindre <strong>750 000 USD</strong> de production qualifiée, avec un maximum de 20 % par jambe, et <strong>1 000 000 USD</strong> de nouvelle production.<br><br> Les membres du Conseil d'Administration des Ambassadeurs Premier recevront un Bonus mensuel du Leadership d'Équipe de <strong>155 000 USD</strong> !
it: Raggiungi <strong>$750.000</strong> di produzione qualificata, con un massimo del 20% per gamba e <strong>$1.000.000</strong> di nuova produzione.<br><br> I Premier Ambassador Board of Directors guadagnano un bonus di Leadership del Team di <strong>$155.000</strong> al mese!
ja: 認定売上で <strong>$750,000</strong> 米ドルを各系列で最大20％で到達し、さらに <strong>$1,000,000</strong> 米ドルの新規売上を達成。<br><br> Premier Ambassador Board of Directors メンバーは <strong>$155,000</strong> 米ドルを毎月のチームリーダーシップボーナスで獲得します！
kk: Білікті өндірісте <strong>750 000</strong> долларға дейін жетіңіз, әр партияға максималды 20% үстеме және жаңа өндірісте<strong> 1 000 000</strong> долларға дейін. <br><br>Premier Ambassador Директорлар кеңесінің мүшелері <strong>155 000 АҚШ </strong>доллары көлемінде ай сайынғы командалық көшбасшылық бонус алады!
ky: <strong>$750,000</strong> АКШ долларлык жарамдуу өндүрүшкө ар бир бутактан максимум 20% өндүрүш жана <strong>$1 000,000</strong> долларлык жаңы өндүрүш менен жетиңиз. <br><br> Premier Ambassador Board of Directors даражасындагы мүчөлөр ай сайын <strong>$155,000</strong> команда лидерлиги бонусун алышат!
lv: Sasniedz <strong>$750,000</strong> USD kvalificētā apgrozījuuma ar 20%uz kāju un <strong>$1,000,000</strong> USD jaunā apgrozījuma.<br><br> Premier Sūtņa valdes direktori pelna <strong>$155,000</strong> USD ikmēneša komandas Līdera Bonusu!
mn: Хөл тус бүрээс гарах хамгийн их хувь болох 20%-иар болзол хангах борлуулалтын хэмжээг <strong>$750,000</strong>-д, шинэ борлуулалтын хэмжээг <strong>$1,000,000</strong>-д хүргэвэл <br><br>Premier Ambassador Board of Directors цолтой Гишүүд нь сар бүр Багийн Манлайллын Урамшуулалд <strong>$155,000</strong> авах болно!
pt: Alcance <strong>$750.000</strong> em produção qualificada, com um máximo de 20% por linha, e <strong>$1.000.000</strong> em nova produção.<br><br> Os membros Premier Ambassador Board of Directors ganham um bônus mensal de Liderança de Equipe de <strong>$155.000</strong>!
ro: Atinge <strong>750.000</strong> $ în producție calificată, cu un maxim de 20% pe picior și <strong>1.000.000</strong> $ în producție nouă.<br><br> Membrii Premier Ambassador Board of Directors câștigă un bonus lunar de <strong>155.000</strong> $ pentru conducerea echipei!
ru: Достигнете <strong>$750 000</strong> квалификационного товарооборота с максимумом в 20% на ветку и <strong>$1 000 000</strong> нового товарооборота.<br><br>Участники в ранге Premier Ambassador Board of Directors зарабатывают ежемесячный Командный Лидерский бонус в размере <strong>$155 000</strong>!
uk: Досягніть <strong>$750 000</strong> кваліфікаційного товарообігу з максимумом у 20% на гілку та <strong>$1 000 000</strong> нового товарообігу.<br><br>Учасники в ранзі Premier Ambassador Board of Directors заробляють щомісячний Лідерський бонус у розмірі <strong>$155 000</strong>!
uz: Квалификацион ишлаб чиқаришда битта қўлдан максимум 20% билан <strong>750,000$</strong> га эришинг ва янги ишлаб чиқаришда <strong>1,000,000$</strong> га эришинг.<br><br> Premier Ambassador Board of Directors аъзолари ойига <strong>155,000$</strong> Жамоа етакчилиги бонусини оладилар!
zh: 达到<strong>750,000美元</strong>的合格业绩，其中每条线的业绩上限为20%，并实现<strong>1,000,000美元</strong>的新业绩。<br><br> 首席大使董事会成员每月可获得<strong>155,000美元</strong>的团队领导奖金！

source: Reach <strong>$750,000</strong> USD in qualified production, with a 20% maximum per leg, and <strong>$300,000</strong> USD in new production.
ca: Aconsegueix <strong>750.000</strong> dòlars en producció qualificada, amb un màxim del 20% per equip, i <strong>300.000</strong> dòlars en nova producció.
de: Erreichen Sie qualifizierte Umsätze von <strong>750.000</strong> USD, mit einem Maximum von 20 % pro Bein, und neue Umsätze von <strong>300.000</strong> USD.
es: Alcanza <strong>$750,000</strong> USD en producción calificada, con un máximo del 20% por equipo, y <strong>$300,000</strong> USD en nueva producción.
fr: Atteindre <strong>750 000 USD</strong> de production qualifiée, avec un maximum de 20 % par jambe, et <strong>300 000 USD</strong> de nouvelle production.
it: Raggiungi <strong>$750.000</strong> di produzione qualificata, con un massimo del 20% per gamba e <strong>$300.000</strong> di nuova produzione.
ja: 認定売上で <strong>$750,000</strong> 米ドルを各系列で最大20％で到達し、さらに <strong>$300,000</strong> 米ドルの新規売上を達成。
kk: Білікті өндірісте<strong> 750 000</strong> долларға дейін, әр тармаққа максималды 20% үстеме және жаңа өндірісте<strong> 300 000 </strong> долларға дейін жетеді.
ky: <strong>$750,000</strong> АКШ долларлык жарамдуу өндүрүшкө ар бир бутактан максимум 20% өндүрүш жана <strong>$300,000</strong> долларлык жаңы өндүрүш менен жетиңиз.
lv: sasniedz <strong>$750,000</strong> USD kvalificētā apgrozījuma ar 20% uz kāju un <strong>$300,000</strong> USD jaunā apgrozījuuma.
mn: Хөл тус бүрээс гарах хамгийн их хувь болох 20%-иар болзол хангах борлуулалтын хэмжээг <strong>$750,000</strong>-д, шинэ борлуулалтын хэмжээг <strong>$300,000</strong>-д хүргэх.
pt: Alcance <strong>$750.000</strong> em produção qualificada, com um máximo de 20% por linha, e <strong>$300.000</strong> em nova produção.
ro: Atinge <strong>750.000$</strong> în producție calificată, cu un maxim de 20% pe picior și <strong>300.000$</strong> în producție nouă.
ru: Достигнете <strong>$750 000</strong> квалификационного товарооборота с максимумом в 20% на ветку и <strong>$300 000</strong> нового товарооборота.
uk: Досягніть <strong>$750,000</strong> кваліфікаційного товарообігу з максимумом у 20% на гілку та <strong>$300,000</strong> нового товарообігу.
uz: Квалификацион ишлаб чиқаришда битта қўлдан максимум 20% билан <strong>750,000$</strong> га эришинг ва янги ишлаб чиқаришда <strong>300,000$</strong> га эришинг.
zh: 达到<strong>$750,000</strong>美元的合格产值，每条支线最多20%，并达到<strong>$300,000</strong>美元的新产值。
