Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">BRONZE PACKAGE</span>
ca: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate=""> PAQUET BRONZE </span>
de: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05" /><path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"</svg> <span v-translate="">BRONZE PAKET</span>
es: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">PAQUETE BRONCE</span>
fr: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">FORFAIT BRONZE</span>
it: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">PACCHETTO BRONZE</span>
ja: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">ブロンズ・パッケージ</span>
kk: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/><path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">ҚОЛА ПАКЕТІ</span>
ky: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">КОЛО ТАРИФ</span>
lv: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">BRONZAS PAKETE</span>
mn: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg><span v-translate="">ХҮРЭЛ БАГЦ</span>
pt: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"> </svg> <span v-translate="">PACOTE BRONZE</span>
ro: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/><path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg><span v-translate="">PACHET BRONZ</span>
ru: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"><polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05" /> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z" /> </svg> <span v-translate="">БРОНЗОВЫЙ ТАРИФ</span>
uk: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">БРОНЗОВИЙ ТАРИФ</span>
uz: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">БРОНЗА ПАКЕТ</span>
zh: <svg style="fill: #cd7f32" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">BRONZE 套餐</span>
