Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Discover tips and stories from our travel community.
ca: Descobreix consells i històries de la nostra comunitat de viatgers.
de: Entdecken Sie Tipps und Geschichten aus unserer Reise-Community.
es: Descubre recomendaciones e historias de nuestra comunidad viajera.
fr: Découvrir des conseils et des histoires de notre communauté de voyageurs.
it: Scopri suggerimenti e storie dalla nostra community di viaggiatori.
ja: 私たちのトラベルコミュニティからのヒントやストーリーを見つけよう。
kk: Саяхатшылар қауымдастығымыздың кеңестері мен оқиғаларын ашыңыз.
ky: Биздин саякатчылардан кеңештер жана окуялар.
lv: Atklājiet padomus un stāstus no mūsu ceļojumu sabiedrības.
mn: Манай аяллын нийгэмлэгээс өгөх зөвлөгөө, түүхүүдийг уншаарай.
pt: Descubra dicas e histórias de nossa comunidade de viajantes.
ro: Descoperă sfaturi și povești de la comunitatea noastră de călători.
ru: Знакомьтесь с советами и историями нашего сообщества путешественников.
uk: Відкрийте для себе поради та історії від нашої туристичної спільноти.
uz: Саёҳатчилар ҳамжамиятимиз тавсиялари ва тарихи билан танишинг.
zh: 探索来自我们旅行社区的贴士与故事。

source: Discover Tours For Your Upcoming Cruise!
ca: Descobreix excursions per al teu pròxim creuer!
de: Entdecken Sie Touren für Ihre nächste Kreuzfahrt!
es: ¡Descubre Tours para tu Próximo Crucero!
fr: Découvrez les circuits de votre prochaine croisière !
it: Scopri i tour per la tua prossima crociera!
ja: 次のクルーズにぴったりのツアーを見つましょう！
kk: Алдағы круизге арналған турларды ашыңыз!
ky: Кийинки круизиңиз үчүн турларды табыңыз!
lv: Iepazīsties ar ekskursijām Savam Nākamajam Kruīzam!
mn: Далайн аялалтайгаа хамт хийх аялалуудаа харах!
pt: Descubra passeios para o seu próximo cruzeiro!
ro: Descoperă tururi pentru viitoarea ta croazieră!
ru: Подберите туры для своего будущего круиза!
uk: Підберіть тури для свого майбутнього круїзу!
uz: Келаётган круизингиз учун тур топинг!
zh: 发现您即将进行的邮轮旅行的活动！

source: Dismiss
ca: Descartar
es: Descartar
fr: Rejeter
it: Ignora
ja: 閉じる
kk: Бас тарту
pt: Libere
ro: Respinge
uk: Відхилити
uz: Ўтказиб юбориш
zh: 取消

source: Display Name
ca: Nom de visualització
de: Name anzeigen
es: Mostrar Nombre
fr: Afficher un nom
it: Nome di visualizzazione
ja: ディスプレイネームの名前
kk: Дисплей Атауы
ko: 표시 이름
ky: Дисплей аты
lv: Parādāmais nosaukums
mn: Хэрэглэгчийн нэр
pt: Nome que desejo mostrar
ro: Pseudonim
ru: Дисплей Имя
uk: Дисплей Ім'я
uz: Тахаллус
zh: 昵稱

source: Display name: %{displayName}
fr: Nom affiché : %{displayName}
it: Nome di visualizzazione: %{displayName}
pt: Nome de exibição: %{displayName}
uk: Відображуване ім’я: %{displayName}

source: Displaying Archive Items
ca: Mostrant elements arxivats
de: Anzeigen von Archivobjekten
es: Mostrando Elementos del Archivo
fr: Affichage des éléments d'archives
it: Visualizzazione di elementi archiviati
ja: アーカイブ項目の表示
kk: Мұрағат элементтерін көрсету
ky: Архивделген маалыматтарды көрсөтүү
lv: Arhīva vienumu parādīšana
mn: Архив нээх
pt: Exibindo itens de arquivo
ro: Afișează articolele din arhivă
ru: Показаны архивные данные
uk: Показано архівну інформацію
uz: Архив маълумотларни кўрсатиш
zh: 显示归档项目

source: Displaying Inactive Reward Points
ca: Mostrant Punts de Recompensa Inactius
de: Inaktive Reward Points anzeigen
es: Mostrando Puntos de Recompensa Inactivos
fr: Affichage des Points de Récompense inactifs
it: Visualizzazione dei Crediti Premio inattivi
ja: 非アクティブなリワードポイントの表示
kk: Белсенді емес жүлде ұпайларын көрсету
ky: Активдүү эмес бонустук упайларын көрсөтүү
lv: NeaktīvuBalvu Punktu parādīšana
mn: Идэвхгүй Шагналын Оноонууд
pt: Exibindo Pontos de Recompensa inativos
ro: Afișează puncte de recompensă inactive
ru: Отображаются неактивные Бонусные Баллы
uk: Відображаються неактивні Бонусні Бали
uz: Нофаол Бонус балларини кўрсатиш
zh: 显示非活动奖励积分

source: distributing Your Content; and
ca: distribuint el teu contingut; i
de: Verbreitung Ihrer Inhalte; und
es: la distribución de Tu Contenido; y
fr: distribuer Votre Contenu ; et
it: distribuzione dei Tuoi Contenuti; e
ja: コンテンツの配布。そして
kk: өз материалдарын тарату; және
ky: контентиңизди жайылтуу; жана
lv: izplatot Jūsu Saturu; un
mn: Таны контентыг тараах; ба
pt: distribuir o Seu Conteúdo; e
ro: distribuirea Conținutului Tău; şi
ru: распостраняя свои Материалы; и
uk: розповсюдження Ваших Матеріалів; і
uz: Контентингизни тарқатиш; ва
zh: 分发您的内容；以及

source: DittoTouch is a third-party tool that has an additional cost to access.
ca: DittoTouch és una eina d'un proveïdor extern que té un cost addicional per accedir-hi.
de: DittoTouch ist ein Produkt einer externen Firma, um es benutzen zu können, kommen zusätzliche Kosten auf Sie zu.
es: DittoTouch es una herramienta de un proveedor externo que tiene un coste adicional de acceso.
fr: DittoTouch est un outil-tiers qui entraîne un coût supplémentaire pour l’accès.
it: DittoTouch è uno strumento di un fornitore esterno e ha un costo d'accesso supplementare.
ja: ディットタッチは、追加料金で使用可能になる外部委託のツールです。
kk: DittoTouch - бұл қосымша шығындары бар үшінші тарап ресурсының құралы.
ko: 디토터치는 추가 액세스 비용이 있는 제 3자 도구입니다.
ky: DittoTouch, байланыш үчүн бир чыгым болгон үчүнчү тарап бир унаа.
lv: DittoTouch ir trešās puses rīks kuram ir papildus samaksa par piekļuvi.
mn: DetoTouch бол мөнгө төлж хэрэглэх гурав дах талын үйлчилгээний нэр юм.
pt: DittoTouch é uma ferramenta de um provedor externo e tem um custo adicional para acessar.
ro: DittoTouch este un instrument de la un furnizor extern care are un cost suplimentar de acces.
ru: DittoTouch- это инструмент от стороннего ресурса, который имеет дополнительные затраты для доступа.
uk: DittoTouch - це інструмент наданий третьою стороною, який потребує додаткових витрат для доступу.
uz: DittoTouch қўшимча тўловни талаб этувчи учинчи томон асбоби ҳисобланади.
zh: DittoTouch是第三方工具，需要額外的訪問費用。

source: Dive into our world of exciting content and explore description
ca: Endinsa’t en el nostre món de contingut emocionant i explora la descripció
es: Sumérgete en nuestro mundo de contenido apasionante y explora la descripción
fr: Plongez dans notre univers de contenus passionnants et explorez la description
it: Scopri il nostro mondo di contenuti coinvolgenti e lasciati guidare dalle descrizioni
ja: ワクワクするコンテンツの世界に飛び込み、詳細をチェックしよう
kk: Қызықты контент әлеміне шомылып, сипаттамалармен танысыңыз
pt: Mergulhe em nosso mundo de conteúdo emocionante e explore a descrição
ro: Cufundă-te în lumea noastră plină de conținut captivant și explorează descrierile
uk: Пориньте у наш світ захопливого контенту та ознайомтеся з описом
uz: Ажойиб контентлар оламига шўнғиб, таърифини ўрганинг
zh: 探索我们精彩内容的世界，深入了解相关介绍

source: Divorced
ca: Divorciat/da
de: Geschieden
es: Divorciado(a)
fr: Divorcé
it: Divorziato/a
ja: 離婚
kk: Ажырасқан
ky: Ажырашкан
lv: Šķirts
mn: Салсан
pt: Divorciado
ro: Divorțat
ru: Разведен(-а)
uk: Розлучений(-а)
uz: Ажрашган
zh: 已离婚

source: Do I have to be an active Member to book a cruise and do I have to remain an active Member after booking the cruise?
ca: He de ser un Membre actiu per reservar un creuer i he de seguir sent un Membre actiu després de reservar el creuer?
de: Muss ich ein aktives Mitglied sein, um eine Kreuzfahrt zu buchen und auch aktiv bleiben nachdem ich die Kreuzfahrt gebucht habe?
es: ¿Tengo que ser un Miembro Activo para reservar un crucero y tengo que mantenerme como Miembro activo después de haber realizado la reserva?
fr: Dois-je être un membre actif pour réserver une croisière et dois-je rester un membre actif après avoir réservé la croisière ?
it: Devo essere un Membro attivo per prenotare una crociera e devo rimanere attivo anche dopo averla prenotata?
ja: クルーズを予約するにはアクティブメンバーになる必要がありますか？また、クルーズを予約した後もアクティブメンバーでいる必要がありますか？
kk: Круиз брондау үшін клубтың белсенді мүшесі болуым тиіс пе және круизді брондағаннан кейін Клубтың белсенді мүшесі болуым керек пе?
ko: 크루즈를 예약하려면 멤버여야하며, 크루즈를 예약한 후에도 계속 멤버 자격을 유지해야합니까?
ky: Круизди брондоо үчүн мен активдүү Мүчө болушум керекпи жана круизди брондогондон кийин активдүү Мүчө бойдон калышым керекпи?
lv: Vai man jābūt aktīvam Biedram lai rezervētu kruīzu, vai es kļūstu aktīvs Biedrs pēc kruīza rezervēšanas?
mn: Би далайн аялал захиалахын тулд идэвхтэй Гишүүн байх ёстой юу, аялал захиалсныхаа дараа цаашид үргэлжлүүлэн идэвхтэй Гишүүн байх ёстой юу?
pt: Eu tenho que ser um Membro ativo para reservar um cruzeiro e eu tenho que permanecer um Membro ativo depois de reservar o cruzeiro?
ro: Trebuie să fiu un Membru activ pentru a rezerva o croazieră şi trebuie să să rămân Membru activ după ce rezerv croaziera?
ru: Должен ли я быть активным Членом клуба, чтобы забронировать круиз, и должен ли я оставаться активным Членом клуба после бронирования круиза?
uk: Чи повинен я бути активним Членом, щоб забронювати круїз і чи повинен я залишатися активним Членом після бронювання круїзу?
uz: Круиз буюртма қилиш учун фаол Аъзо бўлишим шартми ва круиз буюртма қилиб бўлинганидан сўнг ҳам фаол Аъзо бўлиб қолишим шартми?
zh: 我必須是壹個激活狀態下的會員才能預訂郵輪嗎？我必須在預訂郵輪後保持會員的激活狀態嗎？

source: Do Not Cancel
fr: Ne pas Annuler
it: Non annullare
kk: Бас тартпаңыз
pt: Não Cancele
uk: Не відміняти
uz: Бекор қилманг
zh: 不要取消

source: Do not navigate away from this page until we confirm the payment.
ca: No sortiu de la pàgina fins a confirmar el pagament.
de: Bleiben Sie auf dieser Seite, bis wir die Zahlung bestätigt haben.
es: No navegue fuera de esta página hasta que confirmemos el pago.
fr: Ne quittez pas cette page avant d'avoir confirmé le paiement.
it: Non uscire da questa pagina fino alla conferma del pagamento.
ja: 支払いが確認されるまで、このページから移動しないでください。
kk: Төлеміңіз расталмайынша, бұл беттен шықпаңыз.
ko: 지불이 확정될 때까지 이 페이지를 떠나지 마십시오.
ky: Төлөмдү тастыктамайынча бул барактан алыс кетпеңиз.
lv: Neaizejiet no šīs lapas kamēr mēs neesam apstiprinājuši maksājumu.
mn: Төлбөрийн баталгаажилт хийгдэх хүртэл энэ хуудсыг бүү хаагаарай.
pt: Não navegue fora desta página até que nós confirmemos o pagamento.
ro: Nu plecaţi de pe această pagină până nu confirmăm efectuarea plăţii.
ru: Не покидайте эту страницу пока ваш платеж не подтвержден.
uk: Не переходьте на інші сторінки, поки ми не підтвердимо платіж.
uz: Тўловни тасдиқламагунимизча ушбу саҳифадан чиқманг.
zh: 在我們確認付款之前，請勿離開此頁面。

source: Do not show this again
ca: No tornis a mostrar això
de: Bitte dies nicht wieder anzeigen
es: No volver a mostrar esto
fr: Ne montre plus cela
it: Non mostrare più questo messaggio
ja: これをもう表示しない
kk: Мұны қайта көрсетпеңіз
ko: 다시 보지 않겠습니다
ky: Муну кайра көрсөтпө
lv: Nerādiet to vēlreiz
mn: Энэ мэдэгдэлийг дахин бүү харуул
pt: Não mostre isto novamente
ro: Nu mai arătaţi din nou
ru: Больше не показывать
uk: Не показувати це знову
uz: Буни менга бошқа кўрсатманг
zh: 請不要再向我展示這個內容

source: Do we have your correct country of residency?
ca: Tenim el teu país de residència correcte?
de: Haben wir das richtige Land Ihres Wohnsitzes?
es: ¿Tenemos tu país de residencia correcto?
fr: Avons-nous votre pays de résidence correct ?
it: È corretto il tuo paese di residenza?
ja: あなたの居住国は正しいですか？
kk: Бізде сіздің тұратын еліңіз дұрыс жазылған ба?
ko: 귀하의 거주 국가가 맞습니까?
ky: Сиздин жашаган өлкөңүз туурабы?
lv: Vai esat mums nosaucis savu pareizo mītnes valsti?
mn: Та өөрийн оршин суудаг улсын нэрийг зөв сонгосон уу?
pt: Temos o seu país de residência correto?
ro: Avem țara ta de reședință corectă?
ru: Верны ли наши данные о вашей стране проживания?
uk: Чи правильні наші дані щодо вашої країни проживання?
uz: Яшаш мамлакатингиз тўғри кўрсатилганми?
zh: 我們有您正確的居住國信息嗎？

source: Do we have your correct Information? Please check below and confirm it is correct.
ca: Tenim la teva informació correctament? Comprova-ho a continuació i confirma que és correcte.
de: Haben wir Ihre korrekten Informationen? Bitte überprüfen Sie unten und bestätigen Sie, dass sie korrekt sind.
es: ¿Tenemos correcta tu información? Por favor revisa abajo y confirma si es correcta.
fr: Avons-nous votre informations correctes ? Veuillez vérifier ci-dessous et confirmer qu'elles sont correctes.
it: Abbiamo i tuoi dati corretti? Controlla qui sotto e conferma che siano corretti.
ja: あなたの情報は正しいですか？ 下記をチェックして情報が正しいことを確認してください。
kk: Сіздің ақпаратыңыз дұрыс па? Бәрін тексеріп, растауыңызды сұраймыз.
ko: 당신의 정보가 맞습니까? 다음에서 당신의 정보가 올바른지 체크하고 확인하세요.
ky: Сиздин маалыматыңыз туурабы? Төмөнкүлөрдү текшерип, анын туура экенин ырастаңыз.
lv: Vai mums ir jūsu pareizā informācija? Lūdzu, pārbaudiet zemāk un apstipriniet, vai viss ir pareizi.
mn: Та өөрийн мэдээллийг зөв бичсэн үү? Доорхийг шалган зөв эсэхийг нягтална уу.
pt: Nós temos suas informações corretas? Verifique abaixo e confirme se está correto.
ro: Avem informațiile tale corecte? Te rugăm să verifici mai jos şi să confirmi că este corect.
ru: Информация корректна? Пожалуйста, проверьте и подтвердите, что всё верно.
uk: Інформація коректна? Будь ласка, перевірте і підтвердіть, що все вірно.
uz: Бизда маълумот тўғри кўрсатилганми? Илтимос текшириб, тўғри эканлигини тасдиқланг.
zh: 我們有您正確的信息嗎？ 請在下面檢查並確認它是正確的。

source: Do we have your correct language? Please check below and confirm your language is correct.
ca: Tenim el teu idioma correctament? Comprova a continuació i confirma que el teu idioma és correcte.
de: Haben wir Ihre richtige Sprache? Bitte überprüfen Sie unten und bestätigen Sie, dass Ihre Sprache korrekt ist.
es: ¿Tenemos tu idioma correcto? Por favor revisa abajo y confirma que tu idioma es el correcto.
fr: Avons-nous votre langue ? Veuillez vérifier ci-dessous et confirmer que votre langue est correcte.
it: Abbiamo la tua lingua corretta? Controlla qui sotto e verifica che la tua lingua sia corretta.
ja: あなたが選択した言語は正しいですか？ 下記をチェックしてあなたの言語が正しいことを確認してください。
kk: Сіздің таңдаған тіліңіз туралы ақпаратымыз дұрыс па? Төменде тексеріп, таңдаған тіліңізді растаңыз.
ko: 귀하의 올바른 언어를 확인하고 아래에서 해당 언어를 선택하십시오.
ky: Сиздин маалыматыңыз туурабы? Төмөнкүлөрдү текшерип, анын туура экенин ырастаңыз.
lv: Vai mums ir jūsu pareizā valoda? Lūdzu, pārbaudiet zemāk un apstipriniet, ka jūsu valoda ir pareiza.
mn: Та өөрийн орны хэлийг зөв бичсэн үү? Доорхийг шалгаад буруу сонгосон бол зөв болгоно уу.
pt: Nós temos o seu idioma correto? Verifique abaixo e confirme se seu idioma está correto.
ro: Am înregistrat corect limba dvs.? Vă rugăm să verificaţi mai jos şi să confirmaţi că limba dvs. este corect înregistrată.
ru: Верны ли наши сведения о Вашем языке? Пожалуйста, проверьте и подтвердите или выберите другой язык.
uk: Чи правильні Наші відомості про Вашу мову? Будь ласка, перевірте нижче і підтвердіть Вашу мову.
uz: Бизда сиз сўзлашадиган тил тўғри кўрсатилганми? Илтимос, қуйидагиларни текшириб, тил тўғри кўрсатилганини тасдиқланг.
zh: 我們有您需要的語言嗎？請在下面檢查並確認您的語言。

source: Do we have your correct state of residency?
ca: El teu estat de residència és correcte?
de: Haben wir Ihren korrekten Wohnsitzstaat?
es: ¿Tenemos tu estado de residencia correcto?
fr: Avons-nous votre état de résidence correct ?
it: Il tuo stato di residenza è corretto?
ja: あなたの居住している州は正しいですか？
kk: Бізде сіздің тұрғылықты жеріңіз дұрыс па?
ko: 귀하의 정확한 거주지가 맞습니까?
ky: Сиздин жашаган жериңиз туурабы?
lv: Vai mums ir pareiza jūsu dzīves vietas valsts?
mn: Та өөрийн оршин суудаг мужийг зөв сонгосон уу?
pt: Temos o seu estado de residência correto?
ro: Avem starea ta corectă de rezidență?
ru: Верны ли наши данные о вашем штате проживания?
uk: Чи правильні наші дані щодо Вашого штату проживання?
uz: Сиз яшайдиган штат тўғри кўрсатилганми?
zh: 我們有您正確的居住州嗎？

source: Do you wish to cancel your downgrade?
ca: Vols cancel·lar la versió anterior?
de: Möchten Sie das Herunterstufen abbrechen?
es: ¿Deseas cancelar la degradacion?
fr: Souhaitez-vous annuler votre déclassement ?
it: Desideri annullare il declassamento del piano?
ja: ダウングレードをキャンセルしますか？
kk: Сіз жоспарыңызды төмендетуден бас тартқыңыз келе ме?
ko: 다운그레이드를 취소하시겠습니까?
ky: Төмөндөтүүңүздү жокко чыгаргыңыз келеби?
lv: Vai jūs vēlaties atcelt jūsu lejuplādi?
mn: Та түвшин бууруулалтыг цуцлахыг хүсэж байна уу?
pt: Deseja cancelar sua mudança de plano?
ro: Doriţi să anulaţi downgrade-ul?
ru: Вы хотите отменить свое понижение плана?
uk: Ви хочете скасувати зниження свого плану?
uz: Режани пасайтиришни бекор қилмоқчимисиз?
zh: 你想取消你的降級嗎？

source: Do you wish to use your Wallet Balance?
ca: Desitges utilitzar el saldo del teu moneder?
de: Möchten Sie Ihr Wallet Balance verwenden?
es: ¿Deseas usar tu saldo de cartera?
fr: Souhaitez-vous utiliser le solde de votre portefeuille ?
it: Vuoi utilizzare il saldo del tuo portafoglio?
ja: あなたのウォレット残高を利用したいですか？
kk: Wallet балансын пайдаланғыңыз келе ме?
ko: 월렛 잔액을 사용하시겠습니까?
ky: Wallet балансыңызды колдонгуңуз келеби?
lv: Vai jūs vēlaties izmantot savu Maciņa Bilanci?
mn: Та өөрийн түрийвчнээс төлөхийг хүсэж байна уу?
pt: Deseja usar seu saldo da Carteira?
ro: Vrei să utilizezi soldul portofelului?
ru: Хотите использовать средства с баланса вашего Кошелька?
uk: Бажаєте використати кошти з балансу вашого гаманця?
uz: Ҳамёнингиздаги балансдан фойдаланишни истайсизми?
zh: 您想使用您的电子钱包余额吗？

source: Does a Member have to join as a Partner to refer and Activate new Members and earn a free Membership for themselves?
ca: Un Membre s’ha d’apuntar com a Soci per recomanar i activar nous Membres i guanyar la Membresia gratuïta?
de: Muss ein Mitglied als Partner beitreten, um neue Mitglieder zu werben und zu aktivieren und eine kostenlose Mitgliedschaft für sich selbst zu erhalten?
es: ¿Un Miembro tiene que unirse como Socio para referir y Activar nuevos Miembros y obtener su Membresía Gratuita?
fr: Un membre doit-il adhérer en tant que Partenaire pour recommander et activer de nouveaux Membres et gagner une Adhésion gratuite pour lui-même ?
it: Un Membro deve diventare Partner per poter segnalare e Attivare nuovi Membri e conquistare la propria Membership gratuita?
ja: 新規メンバーを登録し、メンバーシップフリーになるためには、私がパートナーとしても登録する必要がありますか？
kk: Жаңа мүшелерді шақыру және белсендіру және өздері үшін тегін мүшелік алу үшін мүше серіктестік ретінде қосылуы керек пе?
ky: Мүчө жаңы мүчөлөргө чакырып, активдештирүү үчүн жана акысыз Мүчөлүккө ээ болуу үчүн Өнөктөш катары кошулушу керекпи?
lv: Vai Biedram r jāpievienojas kā partnerim, lai pievienotu un Aktivizētu jaunu Biedru un nopelnītu Brīvo Partnerību?
mn: Гишүүн нь шинэ Гишүүдийг элсүүлэх, идэвхжүүлэх, өөрөө Гишүүнчлэл-Үнэгүй болохын тулд заавал Түншээр элсэх шаардлагатай юу?
pt: Um membro também precisa se ativar como um parceiro para indicar e ativar novos membros e receber sua assinatura gratuita?
ro: Un membru trebuie să se alăture ca partener pentru a recomanda și a activa membri noi și pentru a câștiga un abonament gratuit pentru el însuși?
ru: Должен ли Член Клуба становиться Партнёром, чтобы привлекать и Активировать новых Членов Клуба, а также зарабатывать Бесплатное Членство для самого себя?
uk: Чи повинен Член Клубу ставати Партнером, щоб залучати та Активувати нових Членів Клубу, а також заробляти Безкоштовне Членство для самого себе?
uz: Аъзо янги Аъзоларни жалб этиш ва фаоллаштириш ҳамда Бепул Аъзоликка эришиш учун Ҳамкор сифатида қўшилиши шартми
zh: 会员是否必须以合作伙伴身份加入才能推荐和激活新会员并为自己赚取免费会员资格？

source: does not violate any third-party's trademarks, patents, copyrights, trade secrets, moral rights, privacy rights, rights of publicity or any other intellectual property, contractual or other proprietary right.
ca: no infringeix cap marca registrada, patent, dret d'autor, secret comercial, dret moral, dret a la privacitat, dret a la imatge ni cap altre dret de propietat intel·lectual, contractual o dret propietari de tercers.
de: verletzt keine Marken, Patente, Urheberrechte, Geschäftsgeheimnisse, Urheberpersönlichkeitsrechte, Datenschutzrechte, Persönlichkeitsrechte oder sonstiges geistiges Eigentum sowie vertragliche oder sonstige Eigentumsrechte Dritter.
es: no viola ninguna de las marcas comerciales de terceros, patentes, derechos de autor, secretos comerciales, derechos morales, derechos de privacidad, derechos de publicidad o cualquier otra propiedad intelectual, derecho de propiedad contractual o de otro tipo.
fr: ne viole aucune marque déposée, brevet, droit d'auteur, secret commercial, droit moral, droit à la vie privée, droit de publicité ou tout autre droit de propriété intellectuelle, contractuel ou autre droit de propriété d'un tiers.
it: non viola marchi, brevetti, diritti d'autore, segreti commerciali, diritti morali, diritti alla privacy, diritti di pubblicità o altri diritti di proprietà intellettuale, contrattuali o di altro tipo di terzi.
ja: 第三者の商標、特許、著作権、企業秘密、⼈格権、プライバシー権、パブリシティ権、またはその他の知的財産権、契約権、その他の所有権を侵害しません。
kk: Үшінші тараптардың тауар таңбаларын, патенттерін, авторлық құқықтарын, коммерциялық құпияларын, моральдық құқықтарын, жеке өмірге қол сұқпаушылық құқықтарын, жариялылық құқықтарын немесе кез келген басқа зияткерлік меншік, шарттық не өзге де меншіктік құқықтарын бұзбайды.
ky: үчүнчү тараптардын соода белгилерин, патенттерин, автордук укуктарын, соода сырларын, моралдык укуктарын, купуялуулук укуктарын, коомчулукка таандык укуктарын же башка интеллектуалдык менчик, келишимдик же менчик укуктарын бузбайт.
lv: nepārkāpj trešo personu preču zīmes, patentus, autortiesības, komercnoslēpumus, morālās tiesības, privātuma tiesības, publicitātes tiesības vai jebkādu citu intelektuālo īpašumu, līgumiskās vai citas īpašumtiesības.
mn: аливаа гуравдагч этгээдийн барааны тэмдэг, патент, зохиогчийн эрх, худалдааны нууц, ёс суртахууны эрх, хувийн нууцын эрх, сурталчлах эрх болон бусад оюуны өмч, гэрээ болон бусад өмчийн эрхийг зөрчөөгүй.
pt: não viola nenhuma marca registrada, patentes, direitos autorais, segredos comerciais, direitos morais, direitos de privacidade, direitos de publicidade ou qualquer outra propriedade intelectual, contrato ou outro direito de propriedade de terceiros.
ro: nu încalcă mărcile comerciale, brevetele, drepturile de autor, secretele comerciale, drepturile morale, drepturile de confidențialitate, drepturile de publicitate sau orice alt drept de proprietate intelectuală, contractual sau drept de proprietate ale unei terțe părți.
ru: не нарушает товарные знаки, патенты, авторские права, коммерческие тайны, неимущественные права, права на частную жизнь, права на публичность или любые другие права интеллектуальной собственности, договорные или иные права собственности третьих лиц.
uk: не порушує прав на жодні торговельні марки, патенти, авторських прав, комерційних таємниць, моральних прав, прав на конфіденційність, прав публічності чи будь-якого іншого права інтелектуальної власності, договірного або іншого права власності.
uz: ҳеч бир учинчи томоннинг савдо белгиси, патенти, муаллифлик ҳуқуқлари, тижорат сири, маънавий ҳуқуқлари, дахлсизлик ҳуқуқлари, ошкоралик ҳуқуқи ёки бошқа интеллектуал мулк, шартномавий ёки бошқа мулк ҳуқуқларини бузмаслигини тасдиқлаган ва кафолатлаганингизни ўз ичига олади.
zh: 不侵犯任何第三方的商标、专利、版权、商业机密、道德权利、隐私权、公开权或任何其他知识产权、合同权利或其他专有权利。

source: Don't miss this opportunity!
ca: No perdis aquesta oportunitat!
de: Verpassen Sie diese Gelegenheit nicht!
es: ¡No te pierdas esta oportunidad!
fr: Ne manquez pas cette occasion !
it: Non perdere questa occasione!
ja: このチャンスをお見逃しなく！
kk: Бұл мүмкіндікті жіберіп алмаңыз!
ky: Мындай мүмкүнчүлүктү колдон чыгарбаңыз!
lv: Nepalaid garām šo izdevību!
mn: Энэ боломжийг бүү алдаарай!
pt: Não perca esta oportunidade!
ro: Nu rata această oportunitate!
ru: Не упускайте эту возможность!
uk: Не втрачайте цієї можливості!
uz: Ушбу имкониятни қўлдан бой берманг!
zh: 不要错过这个机会！

source: Don't show again
ca: No mostrar de nou
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus montrer
it: Non mostrare più
ja: 今後表示しない
kk: Қайта көрсетпеңіз
ky: Кайра көрсөтпөө
lv: Nerādi to vēlreiz
mn: Дахин бүү харуул
pt: Não mostre novamente
ro: Nu mai arăta din nou
ru: Больше не показывать
uk: Більше не показувати
uz: Бошқа кўрсатманг
zh: 不再显示
