Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Knowing any untruthful statement above can lead to immediate termination, I hereby sign this Partner Code of Conduct and authorize this document to become part of my Partnership Agreement with the inGroup companies, including inGroup International LLC, and inCruises Puerto Rico LLC.
ca: Sabent que qualsevol declaració falsa pot conduir a la terminació immediata, per la present signo aquest Codi de Conducta del Soci i autoritzo al fet que aquest document formi part del meu Acord de Soci amb les companyies d'inGroup, incloent-hi inGroup International LLC, i inCruises Puerto Rico LLC.
de: In dem Wissen, dass jede unwahre Aussage zu einer sofortigen Kündigung führen kann, unterschreibe ich hiermit diesen Partner-Verhaltenskodex und ermächtige dieses Dokument, Teil meiner Partnerschaftsvereinbarung mit den inGroup-Unternehmen, einschließlich inGroup International LLC und inCruises Puerto Rico LLC.
es: Sabiendo que cualquier declaración falsa anterior puede llevar a la terminación inmediata, por la presente firmo este Código de Conducta del Socio y autorizo que este documento forme parte de mi Acuerdo de Socio con las empresas del grupo inGroup, incluyendo inGroup International LLC, e inCruises Puerto Rico LLC.
fr: Sachant que toute déclaration mensongère ci-dessus peut entraîner une résiliation immédiate, je signe ce Code de conduite du Partenaire et j'autorise ce document à faire partie de mon accord de partenariat avec les sociétés inGroup, y compris inGroup International LLC, et inCruises Puerto Rico LLC.
it: Ben consapevole che qualsiasi dichiarazione non veritiera di cui sopra può portare all'immediata risoluzione del contratto, sottoscrivo il presente Codice di Condotta dei Partner e ne autorizzo l'inserimento nel mio Contratto di Partnership con le società inGroup, tra cui inGroup International LLC, e inCruises Puerto Rico LLC.
ja: 上記のような事実と異なる記述があれば、即座に解約される可能性があることを承知した上で、私はここにこのパートナー行動規範に署名し、この文書がinGroup International LLCおよび inCruises Puerto Rico LLCを含むinGroup各社とのパートナーシップ契約の一部となることを承認します。
kk: Жоғарыда айтылған кез келген жалған мәлімдеме серіктестіктің дереу тоқтатылуына әкеп соғуы мүмкін екенін біле отырып, мен осы арқылы серіктестіктің осы мінез-құлық кодексіне қол қоямын және осы құжатқа inGroup компанияларымен, соның ішінде inGroup International LLC және inCruises Puerto Rico LLC компаниясымен Серіктестік келісімімнің бөлігі болуға рұқсат беремін.
ky: Жогорудагы чындыкка дал келбеген билдирүүлөр дароо токтотууга алып келиши мүмкүн экенин билип, мен ушул Өнөктөштүк жүрүм-турум кодексине кол коём жана бул документтин inGroup компаниялары, анын ичинде inGroup International LLC менен менин Өнөктөштүк келишимимдин бир бөлүгү болуп калышына макулмун, жана inCruises Puerto Rico LLC.
lv: Zinot, ka jebkurš nepatiess apgalvojums var novest pie tūlītējas izbeigšanas, ar šo es parakstu šo Partneru Rīcības Kodeksu un pilnvaroju šo dokumentu kļūt par daļu no mana Partnerības līguma ar inGroup kompānijām, tostarp inGroup International LLC, un inCruises Puerto Rico LLC.
mn: Дээрх алив нэгэн худал мэдэгдэл нь миний бүртгэлийг шууд цуцлахад хүргэж болзошгүйг мэдэж, inGroup International LLC болон inCruises Puerto Rico LLC компаниудыг багтаасан inGroup компаниудтай хийсэн миний Түншлэлийг Гэрээний нэгэн хэсэг гэдгийг хүлээн зөвшөөрч би энэхүү Түншийн Ёс Зүйн дүрэмд гарын үсэг зурж байна.
pt: Sabendo que qualquer declaração falsa acima pode levar à rescisão imediata, assino este Código de Conduta do Parceiro e autorizo este documento a se tornar parte do meu Contrato de Parceria com as empresas inGroup, incluindo a inGroup International LLC, e inCruises Porto Rico LLC.
ro: Cunoscând că orice declarație falsă de mai sus poate duce la rezilierea imediată, semnez prin prezenta acest Cod de conduită pentru parteneri și autorizez acest document să devină parte a Acordului meu de parteneriat cu companiile inGroup, inclusiv inGroup International LLC și inCruises Puerto Rico LLC.
ru: Понимая, что любое из вышеуказанных ложных утверждений может привести к незамедлительному аннулированию, я подписываю "Правила поведения Партнёра" и утверждаю данный документ как часть Партнёрского Соглашения с группой компаний inGroup, включая inGroup International LLC и inCruises Puerto Rico LLC.
uk: Розуміючи, що будь-яке з вищезгаданих неправдивих тверджень може призвести до негайного анулювання, я підписую "Правила поведінки Партнера" і затверджую цей документ як частину Партнерської Угоди з групою компаній inGroup, включаючи inGroup International LLC та inCruises Puerto Rico LLC.
uz: Юқорида келтирилган ҳар қандай ёлғон баёнот дарҳол терминация қилинишимга сабабчи бўлишини билган ҳолда ушбу билан мазкур Ҳамкор ахлоқи кодексини имзолайман ва мазкур ҳужжатнинг inGroup, жумладан inGroup International LLC ва inCruises Puerto Rico LLC компаниялари билан Ҳамкорлик битимимнинг бир қисми бўлишига розилик билдираман.
zh: 知道上述任何不实陈述都可能导致立即终止，我特此签署本合作伙伴行为准则，并授权本文件成为我与 inGroup 公司（包括 inGroup International LLC 和 inCruises Puerto Rico LLC）的合作伙伴协议的一部分。

source: Korean
ca: Coreà
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
ja: 韓国語
kk: Корей тілі
ko: 한국어
ky: Корей тили
lv: Korejietis
mn: Солонгос хэл
pt: Coreano
ro: Coreană
ru: Корейский
uk: Корейська
uz: Корейс
zh: 韓語

source: KYC Flagged
ca: KYC Assenyalat
de: KYC Markierung
es: KYC Señalado
fr: Signalement KYC
it: KYC segnalato
ja: KYCのフラグ
kk: KYC деп белгіленген
ko: KYC 표시됨
ky: KYC Желегине ээ
lv: Ar karodziņu atzīmēts KYC
mn: KYC туг хатгагдлаа
pt: KYC sinalizado
ro: KYC Semnalat
ru: KYC отмечен
uk: KYC відмічено
uz: KYC байроқча билан белгиланган
zh: KYC 标记

source: Kyrgyz
ca: Kirguís
de: Kirgisistan
es: Kirguís
fr: kirghize
it: Kirghiso
ja: キルギス語
kk: Қырғыз
ky: Кыргызча
lv: Kirgizstāna
mn: Киргиз
pt: Quirguistão
ro: Kârgâz
ru: Киргизский
uk: Киргизька
uz: Қирғиз

source: Laminated Presentations
ca: Presentacions laminades
de: Hochglanz-Präsentationen
es: Presentaciones en lámina
fr: Présentations laminées
it: Presentazioni su scheda plastificata
ja: ラミネート用プレゼン資料の使い方
kk: Ламинаттауға арналған Презентациялар
ko: 라미네이트 프레젠테이션
ky: Ламинацияланган презентациялар
lv: Laminētas prezentācijas
mn: Ламинат танилцуулга
pt: Lâmina de Apresentação
ro: Prezentări Laminate
ru: Ламинированные Презентации
uk: Ламіновані Презентації
uz: Ламинацияланган тақдимотлар
zh: 多層演示文稿

source: Language
ca: Idioma
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
kk: Тіл
ko: 언어
ky: Тил
lv: Valoda
mn: Хэл
pt: Idioma
ro: Limba
ru: Язык
uk: Мова
uz: Тил
zh: 語言

source: Language Reminder
ca: Recordatori d’idioma
de: Sprach-Erinnerung
es: Recordatorio de Idioma
fr: Rappel de langue
it: Promemoria lingua
ja: 言語のリマインダー
kk: Тіл туралы Ескерту
ko: 언어 확인
ky: Тил тууралуу эскертүү
lv: Valodas izvēle
mn: Хэл Сануулга
pt: Lembrete de idioma
ro: Memento privind Limba
ru: Напоминание о Языке
uk: Нагадування про Мову
uz: Тилга оид эслатма
zh: 語言提醒

source: languages selected
fr: Langues sélectionnées
it: lingue selezionate

source: Last 12 Months
ca: Últims 12 mesos
de: Die letzten 12 Monate
es: Los últimos 12 Meses
fr: 12 derniers mois
it: Ultimi 12 mesi
ja: 過去12ヶ月
kk: Соңғы 12 Ай
ko: 지난 12개월
ky: Акыркы 12 ай
lv: Pēdējie 12 mēneši
mn: Сүүлийн 12 сар
pt: Últimos 12 meses
ro: Ultimele 12 luni
ru: Последние 12 Месяцев
uk: Останні 12 Місяців
uz: Сўнгги 12 ой
zh: 最後12個月

source: Last 14 Days
ca: Últims 14 dies
de: Die letzten 14 Tage
es: Los últimos 14 días
fr: 14 derniers mois
it: Ultimi 14 giorni
ja: 過去14日
kk: Соңғы 14 Күн
ko: 지난 14 일
ky: Акыркы 14 күн
lv: Pēdējās 14 dienas
mn: Сүүлийн 14 өдөр
pt: Últimos 14 dias
ro: Ultimele 14 zile
ru: Последние 14 Дней
uk: Останні 14 Днів
uz: Сўнгги 14 кун
zh: 最後14天

source: Last 24 Hours
ca: Últimes 24 hores
de: Die letzten 24 Stunden
es: Las últimas 24 horas
fr: Dernières 24 heures
it: Ultime 24 ore
ja: 過去24時間
kk: Соңғы 24 Сағат
ko: 지난 24 시간
ky: Акыркы 24 саат
lv: Pēdējās 24 stundas
mn: Сүүлийн 24 цаг
pt: Últimas 24 horas
ro: Ultimele 24 de ore
ru: Последние 24 Часа
uk: Останні 24 Години
uz: Сўнгги 24 соат
zh: 最後24小時

source: Last 24 Months
fr: 24 Derniers Mois
it: Ultimi 24 mesi
kk: Өткен 24 ай
pt: Últimos 24 Meses
uk: Останні 24 Місяця
zh: 过去24个月

source: Last 30 Days
ca: Últims 30 dies
de: Die letzten 30 Tage
es: Los últimos 30 días
fr: Les 30 derniers jours
it: Ultimi 30 giorni
ja: 過去30日
kk: Соңғы 30 Күн
ko: 지난 30 일
ky: Акыркы 30 күн
lv: Pēdējās 30 dienas
mn: Сүүлийн 30 өдөр
pt: Últimos 30 dias
ro: Ultimele 30 zile
ru: Последние 30 Дней
uk: Останні 30 Днів
uz: Сўнгги 30 кун
zh: 最後30天

source: Last 6 Months
fr: 6 Derniers Mois
it: Ultimi 6 mesi
kk: Өткен 6 ай
pt: Últimos 6 Meses
uk: Останні 6 Місяців
zh: 过去6个月

source: Last 7 Days
ca: Últims 7 dies
de: Die letzten 7 Tage
es: Los últimos 7 días
fr: Les 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日
kk: Соңғы 7 Күн
ko: 지난 7 일
ky: Акыркы 7 күн
lv: Pēdējās 7 Dienas
mn: Сүүлийн 7 өдөр
pt: Últimos 7 dias
ro: Ultimele 7 zile
ru: Последние 7 Дней
uk: Останні 7 Днів
uz: Сўнгги 7 кун
zh: 最後7天

source: Last Eligible
ca: Últim Elegible
de: Zuletzt berechtigt
es: Último Elegible
fr: Dernière éligibilité
it: Ultima idoneità
ja: 最終対象
kk: Соңғы жарамды
ko: 마지막 적격
ky: Акыркы ылайыктуу
lv: Ātrā Starta sākuma piemērotība
mn: Хамгийн сүүлд идэвхтэй байсан
pt: Último elegível
ro: Ultimul eligibil
ru: Последний подходящий
uk: Останній підходящий
uz: Сўнгги ҳуқуқ
zh: 最后合格

source: Last Login
ca: Últim inici de sessió
de: Letztes Login
es: Último inicio de sesión
fr: Dernière connexion
it: Ultimo accesso
ja: 最終ログイン
kk: Соңғы кіру
ky: Акыркы кирүү
lv: Pēdējā Pieteikšanās
mn: Хамгийн сүүлийн нэвтрэлт
pt: Último login
ro: Ultima conectare
ru: Последний вход
uk: Останній вхід
uz: Сўнгги кириш
zh: 上一次登录

source: Last minute Home Emergencies
ca: Emergències domèstiques d'última hora
de: Last-Minute-Notfälle zu Hause
es: Emergencias domésticas de último momento
fr: Urgences domestiques de dernière minute
it: Emergenze domestiche dell'ultimo minuto
ja: 家庭内での緊急事態
kk: Шұғыл үйдегі төтенше жағдайлар
ko: 마지막 순간의 가정 비상 사태
ky: Акыркы мүнөттөрдө үйдөгү өзгөчө кырдаалдар
lv: Pēdējā brīža ārkārtas situācijas mājās
mn: Сүүлчийн мөчийн яаралтай тусламж
pt: Emergências domésticas de última hora
ro: Urgențe la domiciliu de ultim moment
ru: Срочные непредвиденные домашние обстоятельства
uk: Термінові непередбачені домашні обставини
uz: Уйда юз берган фавқулодда ҳолатлар
zh: 最后一刻的家庭紧急情况

source: Last Month
ca: El mes passat
de: Im letzten Monat
es: Último Mes
fr: Le mois dernier
it: Mese scorso
ja: 先月
kk: Соңғы Ай
ko: 지난 달
ky: Акыркы ай
lv: Pēdējais mēnesis
mn: Өмнөх сар
pt: Mês passado
ro: Luna trecută
ru: Последний Месяц
uk: Попередній Місяць
uz: Ўтган ой
zh: 上個月

source: Last Month Recurring
ca: Recurrent des de l'últim mes
de: Letzter Monat Wiederkehrend
es: Recurrencia del Último Mes
fr: Mois dernier récurrent
it: Ricorrente dell'ultimo mese
ja: 先月のリカーリング
kk: Соңғы айдағы Рекурренттік табыс
ko: 지난 달 리커링
ky: Өткөн айда кайталануучу
lv: Pēdējā mēneša Atkārtotais
mn: Өмнөх сарын давтамжит орлого
pt: Último mês recorrente
ro: Luna trecută Recurente
ru: Рекуррентный доход за последний месяц
uk: Рекурентний дохід за останній місяць
uz: Ўтган ойдаги Даврий
zh: 上个月重复

source: Last month's Leadership Bonus has been requested and is pending payout.
ca: S'ha sol·licitat la Bonificació de Lideratge del mes passat i està pendent de pagament.
de: Die Auszahlung des Leadership Bonuses vom letzten Monat, wurde beantragt und steht aus.
es: Bono de Liderazgo del mes pasado se ha solicitado y está pendiente de pago.
fr: Le bonus de leadership du mois dernier a été demandé et est en attente de paiement.
it: Il Bonus di Leadership del mese scorso è stato richiesto ed è in attesa di pagamento.
ja: 先月のリーダーシップボーナスがリクエストされ、支払いが保留されています。
kk: Өткен айда «Көшбасшылық бонус» сұралды және төлемақысы күтілуде.
ko: 지난 달의 리더십 보너스가 요청되었으며 지불 보류 중입니다.
ky: Өткөн айда Лидерлик бонусу суралган жана бекитүүнү күтүүдө.
lv: Pēdējā mēneša Vadības prēmija ir tikusi pieprasīta un gaida izmaksu.
mn: Өмнөх сарын Лидерийн Шагналыг авах хүсэлт гаргасан бөгөөд төлбөр хүлээгдэж байна.
pt: O Bônus de Liderança do mês passado foi solicitado e está pendente ao pagamento.
ro: A fost cerut Bonusul de Conducere de luna trecută, iar plata sa este în aşteptare.
ru: В прошлом месяце Лидерский Бонус был запрошен и ожидает утверждения.
uk: Запит на отримання Лідерського Бонусу за минулий місяць надіслано та очікує виплати.
uz: Ўтган ойнинг Етакчилик бонуси сўралди ва тўлов амалга оширилишини кутмоқда.
zh: 上個月的領導獎金已申請，正在等待支付。

source: Last Name
ca: Cognom
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
ja: 姓 (例: TANAKA)
kk: Тегі
ko: 성
ky: Фамилиясы
lv: Uzvārds
mn: Овог
pt: Sobrenome
ro: Nume de familie
ru: Фамилия
uk: Прізвище
uz: Фамилия
zh: 姓

source: Last Name:
ca: Cognom:
de: Nachname:
es: Apellido:
fr: Nom de famille :
it: Cognome:
ja: 姓 (例: TANAKA):
kk: Тегі:
ko: 성(姓):
ky: Фамилиясы:
lv: Uzvārds:
mn: Овог:
pt: Sobrenome:
ro: Nume de familie:
ru: Фамилия:
uk: Прізвище:
uz: Фамилия:
zh: 姓：

source: Last Rank Achieved
fr: Dernier Rang Atteint
it: Ultimo rango raggiunto

source: Last Sent
fr: Dernier Envoi
it: Ultimo invio
pt: Última frase
uk: Останнє відправлення
zh: 上次发送时间

source: Last updated %{Hours} hours ago
ca: Actualitzat fa %{Hours} hores
de: Zuletzt aktualisiert vor %{Stunden} Stunden
es: Última actualización fue hace %{Hours} horas
fr: Dernière mise à jour il y a %{Hours} heures
it: Ultimo aggiornamento %{Hours} ore fa
ja: 最終更新：%{Hours}時間前
kk: Соңғы жаңарту: % {Hours} сағат бұрын
ky: Акыркы жолу %{Hours} саат мурун жаңыртылган
lv: Pēdējo rezi jaunināts %{Hours} stundas iepriekš
mn: Хамгийн сүүлд %{Hours} цагийн өмнө шинэчлэгдсэн
pt: Última atualização há %{Hours} horas
ro: Ultima actualizare acum %{Hours} ore
ru: Последнее обновление: %{Hours} часов назад
uk: Останнє оновлення %{Hours} годин тому
uz: Охирги маротаба %{Hours} соат олдин янгиланди
zh: 最后更新于%{Hours}小时前

source: Last updated %{Minutes} minutes ago
ca: Actualitzat fa %{Minutes} minuts
de: Zuletzt aktualisiert vor %{Minuten} Minuten
es: Última actualización fue hace %{Minutes} minutos
fr: Dernière mise à jour il y a %{Minutes} minutes
it: Ultimo aggiornamento %{Minutes} minuti fa
ja: 最終更新：%{Minutes}分前
kk: Соңғы жаңарту: % {Minutes} минут бұрын
ky: Акыркы жолу %{Minutes} мүнөт мурун жаңыртылган
lv: Pēdējo reizi jaunināts %{Minutes} minūtes iepriekš
mn: Хамгийн сүүлд %{Minutes} минутын өмнө шинэчлэгдсэн
pt: Última Atualização há %{Minutes} minutos
ro: Ultima actualizare acum %{Minutes} minute
ru: Последнее обновление: %{Minutes} минут назад
uk: Останнє оновлення %{Minutes} хвилин тому
uz: Охирги маротаба %{Minutes} дақиқа олдин янгиланди
zh: 最后更新于%{Hours}分钟前

source: Last updated just now
ca: Actualitzat ara mateix
de: Soeben aktualisiert
es: Actualizado hace un momento
fr: Dernière mise à jour il y a un instant
it: L'ultimo aggiornamento è di poco fa
ja: 最終更新：たった今
kk: Жаңа ғана жаңартылды
ky: Жаңы эле жаңыртылган
lv: Pēdējo reizi jaunināts tikko
mn: Саяхан шинэчлэгдлээ
pt: Atualizado agora mesmo
ro: Ultima actualizare chiar acum
ru: Обновлено только что
uk: Останнє оновлення щойно
uz: Охирги маротаба ҳозир янгиланди
zh: 刚刚更新

source: Last updated on %{Date} at %{Time} UTC
ca: Actualitzat el %{Date} a les %{Time} UTC
de: Zuletzt aktualisiert am %{Datum} um %{Uhrzeit} UTC
es: Última actualización el %{Date} a las %{Time} UTC
fr: Dernière mise à jour le %{Date} à %{Time} UTC
it: Ultimo aggiornamento il %{Date} alle ore %{Time} UTC
ja: 最終更新：%{Date} %{Time} UTC
kk: Соңғы жаңарту: %{date} % {Time} UTC
ky: Акыркы жолу %{Date} күнү, ЧСУ боюнча %{Time} убактысында жаңыртылган
lv: Pēdējo reizi jaunināts %{Date} at %{Time} UTC
mn: Хамгийн сүүлд шинэчлэгдсэн огноо %{Date} at %{Time} UTC
pt: Última Atualização em %{Date} às %{Time} UTC
ro: Ultima actualizare pe %{Date} la ora %{Time} UTC
ru: Последнее обновление: %{Date} в %{Time} UTC
uk: Останнє оновлення %{Date} о %{Time} за UTC
uz: Охирги маротаба %{Date} соат %{Time} (UTC) да олдин янгиланди
zh: 最后更新于%{Date} %{Time}（UTC）

source: Last Verified
fr: Dernière Vérification
it: Ultima verifica

source: Last Week
ca: Última setmana
de: Letzte Woche
es: La Semana Pasada
fr: La semaine dernière
it: Settimana scorsa
ja: 先週
kk: Соңғы Апта
ko: 지난 주
ky: Өткөн апта
lv: Pēdējā nedēļa
mn: Өмнөх 7 хоног
pt: Semana passada
ro: Săptămâna trecută
ru: Прошлая неделя
uk: Минулий тиждень
uz: Ўтган ҳафта
zh: 上周

source: Last Week's Contest
ca: Concurs de la setmana passada
de: Wettbewerb der letzten Woche
es: Concurso de la Semana Pasada
fr: Le Concours de la Semaine Dernière
it: Gara della settimana scorsa
ja: 先週のコンテスト
kk: Өткен Аптадағы Сайыс
ko: 지난 주의 주간 경연
ky: Өткөн аптадагы таймашуу
lv: Pēdējās nedēļas konkurss
mn: Өмнөх 7 хоногийн уралдаан
pt: Concurso da semana passada
ro: Concursul săptămânii trecute
ru: Конкурс прошлой недели
uk: Конкурс Минулого Тижня
uz: Ўтган ҳафта мусобақаси
zh: 上週的比賽

source: Late Check Out* or Early Check-In
fr: Check Out tardif* ou Check-in anticipé
it: Check-out posticipato o Check-in anticipato
pt: Check-out Tardio* ou Check-in Antecipado
uk: Пізній виїзд* або ранній заїзд
zh: 延迟退房*或提前入住

source: Latest Blogs, News and Offers!
ca: Últims Blogs, Notícies i Ofertes!
de: Neueste Blogs, Nachrichten und Angebote!
es: Últimos Blogs, Noticias y Ofertas!
fr: Blogs, nouvelles et offres les plus récentes !
it: Ultimi blog, novità e offerte!
ja: 最新ブログ、ニュースやオファー！
kk: Соңғы блогтар, жаңалықтар және ұсыныстар!
ko: 최신 블로그, 뉴스 및 제안!
ky: Акыркы Блогдор, Жаңылыктар жана Сунуштар!
lv: Jaunākie Blogi, Jaunumi un Piedāvājumi!
mn: Сүүлийн үеийн блог, мэдээ мэдээлэл, саналууд
pt: Últimas postagens no blog, notícias e ofertas!
ro: Cele mai recente bloguri, știri și oferte!
ru: Самые свежие статьи, новости и предложения!
uk: Останні новини, статті та пропозиції!
uz: Энг сўнгги блог постлари, янгиликлар ва таклифлар!
zh: 最新的博客、新闻和优惠！

source: Latest first
ca: Començant pels més recents
de: neueste zuerst
es: Primero los más recientes
fr: Dernières nouveautés
it: Prima le date più recenti
ja: 最も早いもの順
kk: Алдымен соңғысы
ky: Алгач эң кеч болгондору
lv: Jaunākais pirmais
mn: Сүүлийнх эхэнд
pt: Últimos primeiro
ro: Mai întâi cel mai recent
ru: Сначала поздние
uk: Спочатку найдавніші
uz: Энг кеч саналар
zh: 最新的优先

source: Latest Media Kit
ca: Kit de Premsa Més Recent
de: Aktuelles Medienkit
es: Kit de Medios Más Reciente
fr: Dernier Kit Média
it: Ultimo Kit Media
ja: 最新のメディアキット
kk: Жаңа медиа жинақ
ky: Акыркы медиа топтом
lv: Jaunākais Multivides Komplekts
mn: Хамгийн сүүлийн медиа багц
pt: Kit de Mídia Mais Recente
ro: Cel mai recent Kit Media
ru: Новейший медиа-кит
uk: Останній медіа-пакет
uz: Энг янги Медиа тўплами
zh: 最新媒体资料包

source: Latvian
ca: Letó
de: Lettisch
es: Letón
fr: Letton
it: Lettone
ja: ラトビア
kk: Латыш
ko: 라트비아 사람
ky: Латвиялык
lv: Latviešu valoda
mn: Латви хэл
pt: Letão
ro: Leton
ru: Латвийский
uk: Латвійський
uz: латвия
zh: 拉脫維亞語

source: Latvietis
ca: Letó
es: Letón
fr: Lettons
ja: ラトビア語
kk: Латыш
ky: Латвия тили
mn: Латви хэл
pt: Letão
ro: Letonă
ru: Латвийский
uk: Латиська
uz: Латвия
zh: 拉脱维亚语

source: Layout has been successfully updated.
fr: Mise en page a été mise à jour avec succès.
it: Il layout è stato aggiornato con successo.
kk: Жоспар сәтті жаңартылды.
pt: O layout foi atualizado com sucesso.
ro: Aspectul a fost actualizat cu succes.
uk: Схема була успішно оновлено.
uz: Схема муваффақиятли янгиланди.
zh: 布局已成功更新。

source: Leader Plan - $49
ca: Pla de Leader: $ 49
de: Leader Paket - $49
fr: Plan Leader - 49 $
it: Piano Leader - $49
ja: リーダープラン -$49
kk: Көшбасшылық жоспар - $49
ko: 리더 요금제 - $49
ky: Лидердик План- $49
lv: Līdera plāns-49$
mn: Манлайлагч Төлөвлөгөө - $49
pt: Plano de Líder - $49
ro: Plan de Lider - 49$
ru: Лидерский План- $49
uk: Лідерський План - $49
uz: Етакчи режаси - 49$
zh: 領導計劃- 49美元

source: Leaderboard Insights:
ca: Informes del rànquing:
de: Einblicke in die Rangliste:
es: Informes de la tabla de líderes:
fr: Aperçu des tableaux de bord :
it: Approfondimenti sulla classifica:
ja: リーダーランキングのインサイト：
kk: Көшбасшылар тақтасы туралы ақпарат:
ky: Лидер тактасынын аналитикасы:
lv: Līderu Paneļa Ieskati:
mn: Шилдэгүүдийн жагсаалт:
pt: Insights da tabela de classificação:
ro: Perspective clasament:
ru: Выводы из таблицы лидеров:
uk: Висновки з таблиці лідерів:
uz: Етакчилар жадвалига оид маълумотлар:
zh: 排行榜洞察：

source: Leaders must also win the overall trip to receive travel prizes
ca: Els líders també han de guanyar el viatge general per rebre els premis de viatge
de: Leader müssen auch die Gesamtreise gewinnen, um Reisepreise zu erhalten
es: Los líderes también deben ganar el viaje general para recibir los premios de viaje
fr: Les leaders doivent également remporter le voyage global pour recevoir des prix de voyage
it: I leader devono aggiudicarsi anche la vittoria del viaggio complessivo per ricevere i premi di viaggio
ja: 旅行賞を受け取るには、リーダーはコンテストで入賞しなければなりません
kk: Көшбасшылар туристік сыйлықтар алу үшін жалпы сапарда жеңіске жетуі керек
ky: Лидерлер саякат сыйлыктарын алуу үчүн бүт сапарды утуп алышы керек
lv: Līderiem jāiegūst arī kopējais brauciens, lai saņemtu ceļojumu balvas
mn: Манлайлагч нар аяллын шагнал авахын тулд уралдаанд шалгарсан байх ёстой
pt: Os líderes também devem vencer a viagem geral para receber prêmios de viagem
ro: Liderii trebuie, de asemenea, să câștige excursia generală pentru a primi premii de călătorie
ru: Лидеры также должны выиграть и всё путешествие, чтобы получить туристические призы
uk: Лідери також повинні виграти всю подорож, щоб отримати туристичні призи
uz: Етакчилар саёҳат ютуқларини қўлга киритиш учун саёҳатнинг ўзини ютишлари шарт
zh: 领导者还必须赢得整体旅行才能获得旅行奖品

source: leaders must meet
fr: les leaders doivent se réunir
it: i leader devono soddisfare

source: Leaders who achieve and/or maintain an Ambassador BoD level or above rank for at least 3 of the 6 contest months automatically earn a place at GLS-Thailand.
ca: Els líders que assoleixin o mantinguin un rang d’Ambassador BoD o superior durant almenys 3 dels 6 mesos del concurs guanyen automàticament una plaça al GLS-Tailàndia.
es: Los líderes que consigan o mantengan un rango de Ambassador BoD o superior durante al menos 3 de los 6 meses del concurso, obtienen automáticamente un luegar en GLS-Tailandia.
fr: Les Leaders qui atteignent et/ou maintiennent un niveau Ambassador BoD ou supérieur pendant au moins 3 des 6 mois du concours gagnent automatiquement une place au GLS-Thaїland.
it: I leader che ottengono e/o mantengono il rango di Ambassador BoD o superiore per almeno 3 dei 6 mesi di gara, guadagnano automaticamente un posto al GLS-Thailandia.
ja: コンテスト期間（6か月間）のうち少なくとも3か月間、Ambassador BoDレベル以上のランクを達成または維持したリーダーは、GLS-タイへの参加資格を自動的に獲得。
kk: 6 байқау айының кемінде 3 айында Ambassador BoD рангына немесе одан жоғары рангқа жеткен және/немесе оны сақтаған көшбасшылар автоматты түрде GLS-Тайланд іс-шарасына қатысу мүмкіндігіне ие болады.
pt: Líderes que alcançam e/ou mantêm o nível de Ambassador BoD ou superior por pelo menos 3 dos 6 meses do competição ganham automaticamente uma vaga no GLS-X.
ro: Liderii care ating și/sau mențin un nivel de Ambasador BoD sau un nivel mai mare pentru cel puțin 3 din cele 6 luni de concurs câștigă automat un loc la GLS-Tailanda.
uk: Лідери, які досягнуть та/або підтримуватимуть ранг Ambassador BoD або вище протягом щонайменше 3 із 6 місяців конкурсу, автоматично отримують місце на МЛС-Таїланді..
uz: 6 ойлик танловнинг камида 3 ойида Ambassador BoD ва ундан юқори даражага эришган ва/ёки ушлаб турган етакчилар автомат тарзда GLS-Таиландга жой ютиб оладилар.
zh: 在6个月竞赛期间中，至少有3个月达成和/或保持Ambassador BoD级别或更高级别的领导者，将自动获得GLS-泰国的参会资格。
