Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Active Members can use Reward Points on a dollar for dollar basis to reduce the retail price of cruises, hotels and resorts on the inCruises website. Reward Points accumulate and rollover month-after-month and they never expire. Reward Points are not a currency and have no value outside the inCruises website. Reward Points are not an investment. inGroup International is not a bank, depository or financial company of any type. Reward Points cannot be redeemed for cash under any circumstance. Reward Points can only be used to book travel on our website. For complete details please read our <a href="{{memberAgreement}}" target="_blank">Membership Agreement</a>
ca: Els Membres Actius poden utilitzar els punts de recompensa a raó d'un dòlar per cada dòlar per reduir el preu de venda de creuers, hotels i ressorts a la pàgina web d'inCruises. Els punts de recompensa s'acumulen i es transfereixen d'un mes a l'altre i no caduquen mai. Els punts de recompensa no són una moneda i no tenen valor fora de la pàgina web d'inCruises. Els punts de recompensa no són una inversió. inGroup International no és un banc, ni un dipòsit ni una empresa financera de cap mena. Els punts de recompensa no es poden bescanviar per efectiu en cap circumstància. Els punts de recompensa només es poden utilitzar per reservar viatges a la nostra pàgina web. Per a més detalls, si us plau, llegiu el nostre <a href="{{memberAgreement}}" target="_blank">Contracte de Membresia</a>
de: Aktive Mitglieder können Reward Points auf einer Dollar-für-Dollar-Basis verwenden, um den Einzelhandelspreis von Kreuzfahrten, Hotels und Resorts auf der inCruises-Website zu reduzieren. Reward Points sammeln sich Monat für Monat und verfallen nie. Reward Points sind keine Währung und haben außerhalb der inCruises-Website keinen Wert. Reward Points sind keine Geldanlage. inGroup International ist keine Bank, kein Verwahrer und kein Finanzunternehmen irgendeiner Art. Reward Points können unter keinen Umständen gegen Bargeld eingelöst werden. Reward Points können nur für die Buchung von Reisen auf unserer Website verwendet werden. Für vollständige Details lesen Sie bitte unsere <a href="{{memberAgreement}}" target="_blank">Mitgliedsvereinbarung</a>
es: Los Miembros activos pueden utilizar Puntos de Recompensa en una base de dólar por dólar para reducir el precio de cruceros, hoteles y resorts en el sitio web de inCruises. Los Puntos de Recompensa se acumulan y se transfieren de mes a mes, y nunca caducan. Los Puntos de Recompensa no son una moneda y no tienen valor fuera del sitio web de inCruises. Los Puntos de Recompensa no son una inversión. inGroup International no es un banco, depósito ni una empresa financiera de ningún tipo. Los Puntos de Recompensa no se pueden canjear por efectivo bajo ninguna circunstancia. Los Puntos de Recompensa solo se pueden utilizar para reservar viajes en nuestro sitio web. Para obtener detalles completos, lee nuestro <a href="{{memberAgreement}}" target="_blank">Contrato de Membresía</a>.
fr: Les Membres actifs peuvent utiliser leurs Points Récompense à raison d'un dollar pour un dollar afin de réduire le prix de détail des croisières, des hôtels et des centres de villégiature sur le site web inCruises. Les Points de Récompense s'accumulent et sont transférés mois après mois et ils n'expirent jamais. Les Points de Récompense ne sont pas une devise et n’ont aucune valeur en dehors du site inCruises. Les Points de Récompense ne sont pas un investissement. inGroup International n'est pas une banque, une banque ou une société financière de quelque type que ce soit. Les Points de Récompense ne peuvent en aucun cas être échangés contre de l'argent. Les Points de Récompense ne peuvent être utilisés que pour réserver des voyages sur notre site web. Pour plus de détails, veuillez lire notre <a href="{{memberAgreement}}" target="_blank">Accord d'Adhésion</a>
it: I Membri attivi possono utilizzare i Crediti Premio con un rapporto dollaro su dollaro per ridurre il prezzo al dettaglio di crociere, hotel e resort sul sito di inCruises. I Crediti Premio si accumulano e aumentano ogni mese, e non scadono mai. I Crediti Premio non sono una valuta e non hanno alcun valore al di fuori del sito web di inCruises. I Crediti Premio non sono un investimento. inGroup International non è una banca, né un istituto di deposito, né una società finanziaria di alcun tipo. I Crediti Premio non possono essere convertiti in denaro in nessun caso. I Crediti Premio possono essere utilizzati solo per prenotare viaggi sul nostro sito web. Per i dettagli completi si prega di leggere il nostro <a href="{{memberAgreement}}" target="_blank">Contratto di Membership </a>
ja: アクティブメンバーは、リワードポイントを1ドル単位で使用し、inCruisesのウェブサイト上でクルーズ、ホテル、リゾートの小売価格に対して利用し、安くすることができます。リワードポイントは毎月累積していき、有効期限はありません。リワードポイントは通貨ではなく、inCruisesのウェブサイト以外では価値を持ちません。リワードポイントは投資ではありません。inGroup Internationalは、いかなる種類の銀行、寄託機関または金融会社でもありません。リワードポイントはいかなる場合でも現金で償還することはできません。このリワードポイントは、私たちのウェブサイト上の旅行の予約にのみ使用できます。詳細については、当社の<a href="{{memberAgreement}}" target="_blank">メンバー規約</a>をご覧ください
kk: Белсенді мүшелер inCruises веб-сайтындағы круиздердің, қонақүйлердің және курорттардың бөлшек сауда құнын төмендету үшін доллар үшін доллар бонус ұпайларын пайдалана алады. Бонустық ұпайлар ай сайын жинақталады және ұзартылады және олардың мерзімі ешқашан аяқталмайды. Бонустық ұпайлар валюта емес және inCruises веб-сайтынан тыс құнды емес. Бонустық ұпайлар инвестиция емес. in Group International кез келген түрдегі банк, депозитарий немесе қаржы компаниясы болып табылмайды. Бонустық ұпайларды ешқандай жағдайда қолма-қол ақшаға айырбастауға болмайды. Бонустық ұпайларды тек біздің веб-сайтта сапарларды брондау үшін пайдалануға болады. Қосымша ақпарат алу үшін біздің <a href="{{memberAgreement}}" target="_blank">мүшелік келісімін қараңыз</a>
ky: Активдүү мүчөлөр inCruises веб-сайтында круиздердин, мейманканалардын жана курорттордун чекене баасын төмөндөтүү үчүн бир долларга бир доллар негизинде бонустук упай колдоно алышат. Бонустук упайлар топтолот жана ай сайын кайталанат жана алардын мөөнөтү эч качан бүтпөйт. Бонустук упайлар валюта эмес жана inCruises веб-сайтынан тышкары эч кандай мааниге ээ эмес. Бонустук упайлар инвестиция эмес. inGroup International кандайдыр бир банк, депозитарий же финансылык компания эмес. Бонустук упайлар эч кандай шартта накталай акчага конвертациялаганга болбойт. Бонустук упайлар биздин веб-сайтта саякатка брондоо үчүн гана колдонулушу мүмкүн. Толук маалымат үчүн <a href="{{memberAgreement}}" target="_blank">Мүчөлүк келишимибизди</a> окуңуз
lv: AktīvieBiedri var izmantot Balvu Punktus kā dolārus, lai samazinātu kruīzu, viesnīcu un kūrortu mazumtirdzniecības cenu Balvu Punkti uzkrājas un pāriet mēnesi pēc mēneša, un tie nekad nebeidzas . Balvu Punkti nav valūta, un tiem nav vērtības ārpus inCruises tīmekļa vietnes. Balvu Punkti nav ieguldījums. inGroup International nav jebkāda veida banka, depozitārijs vai finanšu sabiedrība. Balvu Punkti nekādā gadījumā nevar tikt izpirkti skaidrā naudā. Balvu Punktus var izmantot tikai, lai rezervētu ceļojumus mūsu tīmekļa vietnē. Lai iegūtu pilnīgu informāciju, lūdzu, izlasiet <a href="{{memberAgreement}}" target="_blank" >Membership Agreement</a>
mn: Идэвхтэй Гишүүд inCruises-ийн вэб хуудсанд буй далайн аялал, зочид буудал, амралтын газруудын жижиглэнгийн үнийг бууруулахын тулд Шагналын Оноо доллараар тооцож ашиглах боломжтой. Гишүүд Шагналын Оноог сар бүр үргэлжлүүлэн цуглуулах бөгөөд, уг оноо хэзээ ч алга болохгүй юм. Шагналын Оноо нь валют биш бөгөөд inCruises вэб хуудаснаас гадуур ямар ч мөнгөний үнэ цэнэгүй юм. Шагналын Оноо бол хөрөнгө оруулалт биш. inGroup International бол банк, хадгаламж, санхүүгийн ямар нэгэн байгууллага биш. Шагналын Оноог ямар ч нөхцөлд бэлэн мөнгөөр буцаан авах боломжгүй. Энэ оноо нь зөвхөн вэб хуудаснаас аяллын захиалга хийхэд ашиглагддаг оноо юм. Дэлгэрэнгүй мэдээллийг манай<a href="{{memberAgreement}}" target="_blank"> Гишүүнчлэлийн Гэрээ</a>нээс үзнэ үү.
pt: Membros ativos podem usar Pontos de Recompensa em uma base dólar por dólar para reduzir o preço de varejo de cruzeiros, hotéis e resorts no site da inCruises. Os Pontos de Recompensa acumulam e são transferidos mês após mês e nunca expiram. Os Pontos de Recompensa não são uma moeda e não têm valor fora do site da inCruises. Os Pontos de Recompensa não são um investimento. inGroup International não é banco, depositário ou empresa financeira de qualquer tipo. Os Pontos de Recompensa não podem ser trocados por dinheiro em nenhuma circunstância. Os Pontos de Recompensa só podem ser usados para reservar viagens em nosso site. Para detalhes completos, por favor leia nosso <a href="{{memberAgreement}}" target="_blank">Contrato de Assinatura</a>
ro: Membrii activi pot folosi punctele de recompensă pe baza de dolar pentru dolar pentru a reduce prețul de vânzare cu amănuntul al croazierelor, hotelurilor și stațiunilor de pe site-ul inCruises. Punctele de recompensă se acumulează și se transferă lună după lună și nu expiră niciodată. Punctele de recompensă nu sunt o monedă și nu au valoare în afara site-ului inCruises. Punctele de recompensă nu sunt o investiție. inGroup International nu este o bancă, un depozitar sau o companie financiară de niciun fel. Punctele de recompensă nu pot fi răscumpărate în numerar în nicio circumstanță. Punctele de recompensă pot fi folosite doar pentru a rezerva călătorii pe site-ul nostru. Pentru detalii complete, te rugăm să citești <a href="{{memberAgreement}}" target="_blank">Acordul de membru</a>
ru: Активные Члены Клуба могут использовать Бонусные Баллы на веб-сайте inCruises по принципу "доллар за доллар" для снижения розничной стоимости круизов, отелей и курортов. Бонусные Баллы накапливаются месяц за месяцем, и их срок годности не истекает. Бонусные Баллы не являются валютой и не имеют ценности вне веб-сайта inCruises. Бонусные Баллы - это не инвестиции. inGroup International не является ни банком, ни депозитной или финансовой компанией. Бонусные Баллы не могут быть конвертированы в наличные деньги ни при каких обстоятельствах. Бонусные Баллы могут использоваться только для бронирования путешествий на нашем веб-сайте. Полную информацию можно прочитать здесь: <a href="{{memberAgreement}}" target="_blank">Членское Соглашение</a>
uk: Активні Члени можуть використовувати Бонусні Бали на веб-сайті inCruises за принципом "долар за долар" для зниження роздрібної вартості круїзів, готелів та курортів. Бонусні Бали накопичуються місяць за місяцем, і їх термін придатності не спливає. Бонусні Бали не є валютою і не мають цінності поза веб-сайтом inCruises. Бонусні Бали – це не інвестиції. inGroup International не є банком, депозитною чи фінансовою компанією. Бонусні Бали не можуть бути конвертовані в готівку за жодних обставин. Бонусні Бали можуть використовуватись лише для бронювання подорожей на нашому веб-сайті. З більш детальною інформацією можна ознайомитися тут: <a href="{{memberAgreement}}" target="_blank">Угода про Членство</a>
uz: Фаол Аъзолар inCruises сайтида круизлар, меҳмонхоналар ва курортлар чакана нархини камайтиришда Бонус балларидан долларга тенг нисбатда фойдаланишлари мумкин. Бонус баллари ойма-ой йиғилади ва ҳеч қачон муддати ўтмайди. Бонус баллари валюта эмас ва inCruises сайтидан ташқарида ҳеч қандай қийматга эга эмас. Бонус баллари сармоя эмас. inGroup International банк, депозитарий ёки бошқа турдаги молиявий компания эмас. Бонус баллари ҳеч қандай ҳолатда нақд пулга алмаштирилмайди. Бонус балларидан фақатгина бизнинг веб-сайтдан круизга буюртма беришда фойдаланиш мумкин. Тўлиқ маълумот учун қуйидагиларни ўқинг: <a href="{{memberAgreement}}" target="_blank">Аъзолик битими</a>
zh: 活跃会员可以以一美元抵扣一美元的方式使用奖励积分来降低在inCruises网站上游轮、酒店和度假村的零售价格。奖励积分每月累积并滚存，永不过期。奖励积分不是货币，无法在inCruises网站以外使用。奖励积分不是投资。inGroup International不是银行、存款机构或任何类型的金融公司。在任何情况下，奖励积分均无法兑换现金。奖励积分只能用于在我们的网站上预订旅行。有关完整细节，请阅读我们的<a href="{{memberAgreement}}" target="_blank">会员协议</a>。

source: Active Members earn and redeem Reward Points to reduce cruise prices by up to 50%.
ca: Els Membres Actius guanyen i bescanvien Punts de Recompensa per reduir el preu dels creuers fins a un 50%.
de: Aktive Mitglieder sammeln und lösen Reward Points ein, um die Kreuzfahrtpreise um bis zu 50 % zu reduzieren.
es: Los Miembros Activos ganan y canjean los Puntos de Recompensa para reducir el precio de los cruceros hasta en un 50%.
fr: Les Membres Actifs gagnent et échangent des Points de Récompense pour réduire les prix des croisières jusqu'à 50 %.
it: I Membri Attivi guadagnano e utilizzano Crediti Premio per ridurre i prezzi delle crociere fino al 50%.
ja: アクティブメンバーはリワードポイントを獲得・利用することで、クルーズ料金を最大50%まで割引できます。
kk: Клубтың белсенді мүшелері круиз бағасын 50% - ға дейін төмендету үшін бонустық ұпайларды жинайды және айырбастайды.
ky: Активдүү мүчөлөр круиздик бааларды 50% га чейин төмөндөтүү үчүн бонустук упай топтошот жана колдонушат.
lv: Aktīvie Biedri pelna un izmanto Balvu Punktus, lai kruīza cenas samazinātu pat par 50%.
mn: Идэвхтэй Гишүүд аяллын үнийг 50% хүртэл бууруулахын тулд Шагналын Оноог цуглуулж хэрэглэдэг юм
pt: Os Membros Ativos ganham e resgatam Pontos de Recompensa para reduzir os preços dos cruzeiros em até 50%.
ro: Membrii activi câștigă și valorifică puncte de recompensă pentru a reduce prețurile de croazieră cu până la 50%.
ru: Активные Члены Клуба зарабатывают и используют Бонусные Баллы для снижения цен на круизы до 50%.
uk: Активні Члени Клубу заробляють та використовують Бонусні Бали для зниження вартості круїзів до 50%.
uz: Фаол Аъзолар Бонус балларини ишлаб топадилар ва уларни круизлар нархини 50% гача камайтиришда қўллайдилар
zh: 活跃会员可赚取并兑换奖励积分，将邮轮价格最多降低50%。

source: Active Members save 17% on cruises, hotels, and resorts, with cruises available just 21 days in advance!
ca: Els Membres Actius estalvien un 17% en creuers, hotels i ressorts, amb creuers disponibles amb només 21 dies d'antelació!
de: Aktive Mitglieder sparen 17 % auf Kreuzfahrten, Hotels und Resorts, wobei Kreuzfahrten nur 21 Tage im Voraus verfügbar sind!
es: Los Miembros Activos ahorran un 17% en cruceros, hoteles y resorts, ¡con cruceros disponibles con tan solo 21 días de anticipación!
fr: Les Membres Actifs économisent 17% sur les croisières, hôtels et centres de villégiature, avec des croisières disponibles seulement 21 jours à l'avance !
it: I Membri Attivi risparmiano il 17% su crociere, hotel e resort, con crociere disponibili anche solo 21 giorni prima!
ja: アクティブメンバーはクルーズ、ホテル、リゾートを17%割引で利用でき、クルーズはわずか21日前から予約可能です！
kk: Клубтың белсенді мүшелері круиздерде, қонақүйлерде және курорттарда 17% үнемдейді, ал круиздер 21 күнде қол жетімді!
ky: Активдүү мүчөлөр круиздерде, мейманканаларда жана курорттордо 17% үнөмдөп, болгону 21 күн калганда эле круизге чыгуу мүмкүнчүлүгүнө ээ болушат!
lv: Aktīvi Biedri 17% ietaupa kruīzos, viesnīcās un kūrortos, kruīzi pieejami tieši 21 dienu iepriekš!
mn: Идэвхтэй Гишүүд далайн аялал, зочид буудал, амралтын газруудад 17% хэмнэлт гаргахаас гадна далайн аяллаа ердөө 21 хоногийн өмнө захиалах боломжтой юм!
pt: Os Membros Ativos economizam 17% nos cruzeiros, hotéis e resorts, com cruzeiros disponíveis com 21 dias de antecedência!
ro: Membrii activi economisesc 17% la croaziere, hoteluri și stațiuni, cu croaziere disponibile cu doar 21 de zile înainte!
ru: Активные Члены Клуба экономят 17% на круизах, отелях и курортах, с доступом к бронированию круизов всего за 21 день!
uk: Активні Члени Клубу заощаджують 17% на круїзах, готелях та курортах, отримуючи доступ до бронювання круїзів всього за 21 день до відправлення!
uz: Фаол Аъзолар круизлар, меҳмонхоналар ва курортларда ҳамда 21 кун олдиндан буюртма бериш мумкин бўлган круизларда 17% гача пул тежашлари мумкин!
zh: 活跃会员在邮轮、酒店和度假村方面可节省17%，邮轮出发前仅需提前21天即可预订！

source: Active Membership access and benefits
fr: Avantages et accès liés à l'Adhésion active
it: Accesso e vantaggi della Membership attiva
kk: Белсенді Мүшелікке қолжетімділік және артықшылықтар
pt: Acesso à Assinatura Ativa e benefícios
uk: Можливості та переваги Активної програми Членства
uz: Фаол Аъзолик имкониятлари ва фойдалари
zh: 有效会员的访问权限和权益

source: Active Partner
ca: Soci Actiu
de: Aktiver Partner
es: Socio Activo
fr: Partenaire Actif
it: Partner Attivo
ja: アクティブパートナー
kk: Белсенді серіктес
ky: Активдүү өнөктөш
lv: Aktīvs Partneris
mn: Идэвхтэй Түнш
pt: Parceiro ativo
ro: Partener activ
ru: Активный Партнёр
uk: Активний Партнер
uz: Фаол Ҳамкор
zh: 活跃的合作伙伴

source: Active Partner Status:
ca: Estat de soci actiu:
de: Aktiver Partner Status:
es: Estado de Socio Activo:
fr: Statut de Partenaire Actif :
it: Stato di Partner Attivo:
ja: アクティブパートナーのステータス：
kk: Белсенді серіктес мәртебесі:
ko: 활성 파트너 상태:
ky: Активдүү Өнөктөш Статусу:
lv: Aktīvā Partnera statuss:
mn: Түншийн статус:
pt: Status de parceiro ativo:
ro: Status partener activ:
ru: Статус Активного Партнёра:
uk: Статус Активного Партнера:
uz: Фаол Ҳамкор мақоми:
zh: 活跃合作伙伴状态：

source: Active Partners
ca: Socis Actius
de: Aktive Partner
es: Socios Activos
fr: Partenaires Actifs
it: Partner Attivi
ja: アクティブパートナー
kk: Белсенді Серіктестер
ky: Активдүү өнөктөштөр
mn: Идэвхтэй Түншүүд
pt: Parceiros Ativos
ro: Parteneri activi
ru: Активные Партнёры
uk: Активні Партнери
uz: Фаол Ҳамкорлар
zh: 活跃的合作伙伴
