Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: No search parameters found.
ca: No s'han trobat paràmetres de cerca.
de: Keine Suchparameter gefunden.
es: No se encontraron parametros de búsqueda.
fr: Aucun paramètre de recherche n'a été trouvé.
it: Non sono stati trovati parametri di ricerca.
ja: 検索パラメータが見つかりません。
kk: Іздеу параметрлері табылмады.
ky: Издөө параметрлери табылган жок.
lv: Nav atrasts neviens meklēšanas parametrs.
mn: Хайлтын параметр байхгүй байна.
pt: Nenhum parâmetro de pesquisa encontrado.
ro: Nu s-au găsit parametri de căutare.
ru: Параметры поиска отсутствуют.
uk: Відсутні параметри пошуку.
uz: Қидирув параметрлари топилмади.
zh: 未找到搜索参数。

source: No Search Results
ca: Sense Resultats de cerca
de: Keine Suchergebnisse
es: Sin Resultados de Búsqueda
fr: Aucun résultat de recherche
it: La ricerca non ha dato risultati
ja: 検索結果がありません
kk: Іздеу нәтижелері жоқ
ko: 검색 결과 없음
ky: Издөө натыйжасы жок
lv: Nav meklēšanas rezultātu
mn: Хайлтанд илэрц гарсангүй
pt: Nenhum resultado de pesquisa
ro: Nu există rezultate
ru: Поиск не дал результатов
uk: Пошук не дав результатів
uz: Кузатув натижалари йўқ
zh: 沒有搜索結果

source: No Senior
ca: No Sènior
de: Kein Senior
es: No incluye Adulto Mayor
fr: Pas d'Adulte
it: Non sono presenti Senior
ja: シニア無し
kk: Senior жоқ
ky: Senior жок
lv: Nav/nē Seniors
mn: Ахмад настан биш
pt: Sem Sênior
ro: Fără Senior
ru: Нет Senior
uk: Ні Senior
uz: Senior эмас
zh: 没有老年人

source: No team members to show
fr: Aucun membre d'équipe à afficher
it: Nessun membro del team da mostrare

source: no team production to show
fr: aucune production d'équipe à afficher
it: nessuna produzione del team da mostrare
pt: sem produção de equipe para exibir
uk: Немає командного товарообороту для відображення.

source: No Title
fr: Sans Titre
it: Senza qualifica
kk: Тақырып жоқ
pt: Sem Título
uk: Без Зоголовку
uz: Даража йўқ
zh: 无标题

source: No tours found
ca: No s'han trobat excursions
de: Keine Touren gefunden
es: No se encontraron tours
fr: Aucune excursion trouvée
it: Non sono stati trovati tour
ja: ツアーが見つかりませんでした
kk: Ешқандай тур табылмады
ky: Турлар табылган жок.
lv: Ekskursijas nav atrastas
mn: Газрын аялал байхгүй байна.
pt: Nenhum passeio encontrado
ro: Nu s-au găsit tururi
ru: Туры не найдены
uk: Тури не знайдено
uz: Турлар топилмади
zh: 找不到旅行线路

source: No tours found for the selected destination and date range
ca: No s'han trobat Tours per a la destinació i l'interval de dates seleccionats
de: Für das gewählte Ziel und den gewählten Datumsbereich wurden keine Touren gefunden
es: No se encontraron tours para el destino y rango de fechas elegidos
fr: Aucun excursion n'a été trouvée pour la destination et la période sélectionnées
it: Non sono stati trovati tour per la destinazione e l'intervallo di date selezionati
ja: 選択した目的地と日付範囲に該当するツアーは見つかりませんでした
kk: Таңдалған бағыт пен күндер ауқымы үшін турлар табылмады
ky: Тандалган багыт жана даталар боюнча эч кандай тур табылган жок
lv: Atlasītajam galamērķim un datumu diapazonam nav atrasta neviena ekskursija
mn: Сонгосон газар болон эдгээр өдрүүдэд таарах аялал байхгүй байна
pt: Nenhum passeio encontrado para o destino e período selecionados
ro: Nu s-au găsit tururi pentru destinația și intervalul de date selectate
ru: Для выбранного направления и диапазона дат туры не найдены
uk: Тури для вибраного пункту призначення та діапазону дат не знайдено
uz: Танланган йўналиш ва сана учун мос тур топилмади
zh: 未找到选定目的地和日期范围内的旅程

source: No Upgrades Available
ca: No hi ha Actualitzacions Disponibles
de: Keine Upgrades verfügbar
es: No hay mejoras disponibles
fr: Pas de mise à niveau disponible
it: Nessun aggiornamento disponibile
ja: アップグレードはできません
kk: Жаңартулар жоқ
ky: Жогорулатуу мүмкүнчүлүгү жок
lv: Nav pieejama apgreidošana
mn: Ахиулалт хийх боломжгүй байна
pt: Nenhuma atualização disponível
ro: Nu există upgrade-uri disponibile
ru: Возможность повышения отсутствует
uk: Можливість оновлення відсутня
uz: Апгрейдлар йўқ
zh: 沒有可用升级

source: No user found with that membership code.
ca: No s'ha trobat cap usuari amb aquest codi de membresia.
de: Kein Benutzer mit diesem Mitgliedscode gefunden.
es: No se encontró ningún usuario con ese código de membresía.
fr: Aucun utilisateur trouvé avec ce code d'adhésion.
it: Nessun utente trovato con quel codice di Membership.
ja: 入力されたメンバーシップの固有コードのユーザーは存在しません。
kk: Бұл мүшелік коды бойынша пайдаланушылар табылған жоқ.
ko: 해당 멤버십 코드에 해당하는 사용자가 없습니다.
ky: Бул мүчөлүк коду боюнча пайладануучу табылган жок.
lv: Ar šo dalības kodu nav atrasts neviens lietotājs.
mn: Энэ гишүүнчлэлийн дугаар бүхий гишүүн байхгүй байна.
pt: Nenhum usuário encontrado com esse código de assinatura.
ro: Niciun utilizator nu a fost găsit cu acel cod de membru.
ru: По данном коду членства пользователей не найлено.
uk: За даним кодом членства користувачів не знайдено.
uz: Ушбу аъзолик коди билан биронта ҳам фойдаланувчи топилмади.
zh: 找不到使用該會員代碼的用戶。

source: No videos found.
ca: No s'ha trobat cap vídeo.
de: Keine Videos gefunden.
es: No hemos encontrado ningún vídeo.
fr: Aucune vidéo trouvée.
it: Nessun video trovato.
ja: 動画が見つかりませんでした。
kk: Бейне табылмады.
ko: 동영상이 없습니다.
ky: Видео табылган жок.
lv: Video nav atrasti.
mn: Видео байхгүй байна.
pt: Nenhum vídeo encontrado.
ro: Nu s-a găsit niciun video.
ru: Видео не найдены.
uk: Відео не знайдено.
uz: Видеолар топилмади.
zh: 找不到視頻。

source: No warranty is provided by inCruises for any product or service provided by or sold on or through inCruises' website, products or services. In no event shall inCruises, its representatives, agents, or assigns be liable for any special, consequential or indirect damages or any damages whatsoever resulting from the loss of use, data or profits, whether in an action of contract, negligence or other tortious action, arising out of or in connection with the use or performance of inCruises' website, products or services. If you are a California resident, you acknowledge and waive any rights you may have under California civil code §1542, which says:
ca: inCruises no ofereix cap garantia sobre cap producte o servei proporcionat o venut a través del lloc web, productes o serveis d’inCruises. En cap cas, inCruises, els seus representants, agents o cessionaris seran responsables de cap dany especial, conseqüència o indirecte, ni de cap dany resultant de la pèrdua d’ús, dades o beneficis, ja sigui per una acció contractual, negligència o qualsevol altra acció delictiva, derivada o relacionada amb l’ús o el rendiment del lloc web, productes o serveis d’inCruises. Si ets resident de Califòrnia, reconeixes i renuncies a qualsevol dret que puguis tenir segons el Codi Civil de Califòrnia §1542, que diu:
de: inCruises übernimmt keine Garantie für Produkte oder Dienstleistungen, die auf der Website, den Produkten oder Dienstleistungen von inCruises bereitgestellt oder verkauft werden. In keinem Fall haftet inCruises, seine Vertreter, Agenten oder Beauftragten für besondere, Folge- oder indirekte Schäden oder Schäden jeglicher Art, die aus Nutzungsausfall, Datenverlust oder entgangenem Gewinn resultieren, sei es aufgrund von Vertragsverletzung, Fahrlässigkeit oder anderen unerlaubten Handlungen, die sich aus oder im Zusammenhang mit der Nutzung oder Leistung der Website, Produkte oder Dienstleistungen von inCruises ergeben. Wenn Sie in Kalifornien ansässig sind, erkennen Sie alle Rechte an und verzichten auf diese gemäß § 1542 des kalifornischen Zivilgesetzbuchs, der besagt:
es: inCruises no ofrece ninguna garantía por ningún producto o servicio proporcionado o vendido en o a través del sitio web, productos o servicios de inCruises. En ningún caso inCruises, sus representantes, agentes o cesionarios serán responsables por daños especiales, consecuentes o indirectos, ni por ningún tipo de daño que resulte de la pérdida de uso, datos o ganancias, ya sea en una acción contractual, por negligencia u otra acción extracontractual, que surja o esté relacionada con el uso o desempeño del sitio web, productos o servicios de inCruises. Si resides en California, reconoces y renuncias a cualquier derecho que puedas tener conforme al Código Civil de California §1542, que establece:
fr: inCruises n'offre aucune garantie pour les produits ou services fournis ou vendus sur ou via son site web, ses produits ou services. En aucun cas, inCruises, ses représentants, agents ou ayants droit ne sauraient être tenus responsables de tout dommage spécial, consécutif ou indirect, ni de tout dommage résultant de la perte d'utilisation, de données ou de bénéfices, que ce soit par contrat, négligence ou autre acte délictuel, découlant de l'utilisation ou de la performance du site web, des produits ou des services d'inCruises ou en lien avec ceux-ci. Si vous résidez en Californie, vous reconnaissez et renoncez à tous les droits que vous pourriez détenir en vertu de l'article 1542 du Code civil californien, qui stipule :
it: inCruises non fornisce alcuna garanzia per qualsiasi prodotto o servizio fornito o venduto su o attraverso il sito web, i prodotti o i servizi di inCruises. In nessun caso inCruises, i suoi rappresentanti, agenti o assegnatari saranno responsabili per danni speciali, consequenziali o indiretti o per qualsiasi danno derivante dalla perdita di uso, dati o profitti, sia in caso di azione contrattuale, negligenza o altra azione illecita, derivante da o in relazione all'uso o alle prestazioni del sito web, dei prodotti o dei servizi inCruises. Se sei residente in California, riconosci e rinunci a qualsiasi diritto che potresti avere ai sensi del codice civile della California §1542, che recita:
ja: inCruisesのウェブサイト、製品、またはサービスによって提供または販売された製品またはサービスに対して、inCruisesは保証を⼀切いたしません。いかなる場合においても、契約、過失またはその他の不法⾏為にかかわらず、使⽤、データまたは利益の損失に起因する特別、結果的または間接的損害、またはinCruisesのウェブサイト、製品、サービスの使⽤、パフォーマンスの起因などに関連して⽣じるいかなる損害についても、その代表者、代理⼈、または譲受⼈は責任を負いません。あなたがカリフォルニアの居住者である場合、あなたはカリフォルニア民法第 1542 条の下であなたが持つかもしれない権利を認め、放棄します。内容は以下です：
kk: InCruises веб-сайтта, inCruises өнімдерінде немесе қызметтерінде немесе олар арқылы ұсынылатын немесе сатылатын кез келген өнімдерге немесе қызметтерге кепілдік бермейді. Ешқандай жағдайда inCruises компаниясы, оның өкілдері, агенттері немесе мұрагерлері келісімшарттың, немқұрайлылықтың немесе пайдаланудан туындайтын басқа да заңсыз әрекеттердің нәтижесінде немесе оған байланысты пайдалану мүмкіндігін, деректерді немесе пайданы жоғалту нәтижесінде туындаған қандай да бір ерекше, жанама залал немесе кез келген залал үшін жауап бермейді немесе incruises веб-сайтының, өнімдерінің немесе қызметтерінің жұмысы. Егер сіз Калифорния тұрғыны болсаңыз, онда сіз Калифорнияның Азаматтық кодексінің § 1542 тармағына сәйкес кез-келген құқықты мойындайсыз және одан бас тартасыз:
ky: inCruises компаниясынын веб-сайты, продукттары же кызматтары аркылуу сунушталган же сатылган продукттар же кызматтар үчүн inCruises тарабынан эч кандай кепилдик берилбейт. Эч кандай шартта inCruises, анын өкүлдөрү, агенттери же болбосо укуктук мураскерлери өзгөчө, бир кесепеттен келип чыккан же кыйыр түрдө келтирилген зыяндын ордун толтурууга же болбосо кандайдып бир колдонуудан, маалыматтардын же пайданын/кирешенин??? жоголушунан келип чыккан зыяндын ордун толтурууга милдеттүү эмес жана ошондой эле келишимдин алкагында inCruises веб-сайтын, продукттарын же кызматтарын колдонуудан же аткаруудан келип чыккан же ага байланыштуу шалаакылык же башка кыянаттык менен жасалган иш-аракеттерден келип чыккан зыяндар үчүн жоопкерчилик тартайт. Эгер сиз Калифорниянын тургуну болсоңуз, Калифорниянын жарандык кодекси §1542 боюнча сизде болгон бардык укуктарды тааныйсыз жана андан баш тартасыз. Анда мындай деп айтылат:
lv: InCruises nenodrošina nekādu garantiju nevienai precei vai pakalpojumam, ko nodrošina vai pārdod inCruises tīmekļa vietnē, produktos vai pakalpojumos. Nekādā gadījumā InCruises, tās pārstāvji, aģenti vai pilnvarotie nav atbildīgi par jebkādiem īpašiem, izrietošiem vai netiešiem zaudējumiem vai jebkuriem zaudējumiem, kas radušies lietošanas, datu vai peļņas zuduma dēļ, neatkarīgi no tā, vai tie radušies līguma, nolaidības vai citas nežēlīgas rīcības rezultātā, kas radusies inCruises tīmekļa vietnes, produktu vai pakalpojumu izmantošanas vai izpildes rezultātā vai saistībā ar to. Ja esat Kalifornijas rezidents, jūs atzīstat un atsakāties no jebkādām tiesībām, kas jums varētu būt saskaņā ar Kalifornijas civilkodeksu § 1542, kurā teikts:
mn: inCruises-ийн вэб хуудсаар зарагдсан болон хангагдсан бүтээгдэхүүн эсвэл үйлчилгээний хүрээнд олгож буй аливаа бүтээгдэхүүн, үйлчилгээний талаар ямар нэгэн баталгаа өгдөггүй болно. inCruises, түүний төлөөлөгчид, агентууд эсвэл даалган авсан этгээдүүд нь ямар ч тохиолдолд inCruises-ийн вэб хуудас бүтээгдэхүүн эсвэл үйлчилгээг ашигласнаас, эсвэл түүний ажиллагаатай холбоотойгоор үүссэн ашиглалт, өгөгдөл, ашиг орлогын алдагдал зэрэг ямар ч онцгой, үр дагавартай, шууд бус хохирол, аливаа хохиролд хариуцлага хүлээхгүй бөгөөд энэ нь гэрээний үүрэг зөрчсөн, хайхрамжгүй байдал, эсвэл өөр ямар нэг хууль зөрчсөн үйлдлийн үед ч хамаарна. Хэрэв та Калифорни мужийн оршин суугч бол, та дараах Калифорнийн Иргэний Хуулийн §1542-д заасан заалтын дагуу өөрт олгогдож болзошгүй эрхээсээ татгалзаж байгаагаа хүлээн зөвшөөрч байгаа болно.
pt: Nenhuma garantia é fornecida pela inCruises para qualquer produto ou serviço fornecido ou vendido no site ou através dele, produtos ou serviços da inCruises. Em nenhum caso, a inCruises, seus representantes, agentes ou cessionários serão responsáveis por quaisquer danos especiais, consequenciais ou indiretos ou quaisquer danos resultantes da perda de uso, dados ou lucros, seja em uma ação de contrato, negligência ou outra ação tortuosa, decorrentes ou relacionados ao uso ou desempenho do site, produtos ou serviços da inCruises. Se você for um residente da Califórnia, você reconhece e renuncia a quaisquer direitos que possa ter sob o código civil da Califórnia §1542, que diz:
ro: InCruises nu oferă nicio garanție pentru niciun produs sau serviciu furnizat de sau vândut pe sau prin intermediul site-ului, produselor sau serviciilor inCruises. În nici un caz inCruises, reprezentanții, agenții sau mandatarii săi nu vor fi răspunzători pentru orice daune speciale, consecvente sau indirecte sau orice daune care rezultă din pierderea utilizării, a datelor sau a profiturilor, fie într-o acțiune de contract, neglijență sau alte acțiuni delictuale, care decurg din sau în legătură cu utilizarea sau performanța site-ului web, produselor sau serviciilor inCruises. Dacă ești rezident în California, recunoști și renunți la orice drepturi pe care le ai în temeiul codului civil din California §1542, care spune:
ru: inCruises не предоставляет никаких гарантий в отношении продуктов или услуг, которые были предоставлены или проданы на веб-сайте или через веб-сайт inCruises. Ни при каких обстоятельствах inCruises, его представители, агенты или уполномоченные лица не несут ответственности за какой-либо конкретный, являющийся следствием или косвенный ущерб, либо ущерб, каким-либо образом вызванный невозможностью использования, утратой данных или выгоды, будь то в связи с действиями по договору, с халатностью или с любыми другими неправомерными действиями, которые возникли в результате использования веб-сайта inCruises, товаров или услуг либо в результате их применения. Если вы являетесь резидентом Калифорнии, то вы понимаете и отказываетесь от любых прав, которые у вас могут возникать в соответствии с §1542 Гражданского Кодекса Калифорнии, который гласит:
uk: inCruises не надає жодних гарантій щодо продуктів або послуг, які були надані або продані на веб-сайті або через веб-сайт inCruises. Ні за яких обставин inCruises, його представники, агенти або уповноважені особи не несуть відповідальності за будь-які, в тому числі непрямі збитки, або збитки, яким-небудь чином спричинені неможливістю використання, втратою даних або вигоди, будь-то у зв'язку з діями за угодою, з недбалістю або з будь-якими іншими неправомірними діями, які виникли внаслідок використання веб-сайту inCruises, товарів чи послуг або внаслідок їхнього застосування. Якщо Ви є резидентом Каліфорнії, то Ви розумієте та відмовляєтесь від будь-яких прав, які у Вас можуть виникати відповідно до §1542 Цивільного Кодексу Каліфорнії, який свідчить:
uz: inCruises веб-сайтида ва у орқали тақдим этилган ва сотилган inCruises маҳсулотлари ва хизматлари учун inCruises ҳеч қандай кафолат бермайди. Ҳеч қандай ҳолатда inCruises, унинг вакиллари, агентлари ёки ҳуқуқий ворислари фойдаланиш, маълумотлар ва даромадни йўқотиш натижасида юзага келган, хоҳ у шартноманинг амал қилиши мобайнида, бепарволик сабабли ёки inCruises веб-сайти, маҳсулоти ва хизматларидан фойдаланиш оқибатида юзага келган бошқа ноқонуний ҳаракатлар натижасида бўлсин, ҳеч қандай атайин, сабабли ёки билвосита йўқотишлар ёхуд бошқа ҳар қандай йўқотишлар учун масъулиятни ўз бўйнига олмайди. Агар сиз Калифорния резиденти бўлсангиз, Калифорния Фуқаролик кодексининг 1542-моддасида келтирилган ҳуқуқларингиздан озод бўласиз. Унда келтирилишича,
zh: inCruises不对通过其网站、产品或服务提供或销售的任何产品或服务作出任何担保。在任何情况下，inCruises、其代表、代理人或受让人均不对因使用、数据或利润的损失而引起的任何特殊性、间接性或其他损害承担责任，无论该责任是基于合同诉讼、过失还是其他侵权行为，且无论是否因使用或无法使用inCruises的网站、产品或服务而引起。如果您是加利福尼亚州居民，您承认并放弃根据加利福尼亚民法典第§1542条可能享有的任何权利，该条规定：

source: No, Cancel and keep current email
ca: No, cancel·lar i conservar el correu electrònic actual
de: Nein, Abbrechen und die aktuelle E-Mail beibehalten
es: No, cancelar y conservar correo actual
fr: Non, Annulez et gardez le courrier électronique actuel
it: No, annulla e mantieni l'email attuale
ja: いいえ、キャンセルして最新のEメールを保存します
kk: Жоқ, Болдырмау және ағымдағы электрондық поштаны сақтау
ko: 아니요, 취소하고 현재 이메일을 보관하십시오
ky: Жок, жокко чыгарып, учурдагы электрондук почтаны сактап калыңыз
lv: Nē,atcelt un atstāt patreizējo epastu
mn: Үгүй, Цуцлаад энэ имэйлийг хадгална уу
pt: Não, cancelar e manter o email atual
ro: Nu, anulează şi păstrează e-mailul curent
ru: Нет, отменить и сохранить текущий адрес электронной почты
uk: Ні, Скасувати та зберегти поточну електронну пошту
uz: Йўқ, бекор қилинг ва жорий электрон почтани сақланг
zh: 不，取消並保留當前的電子郵件

source: No, I do not live in Puerto Rico
ca: No, no visc a Puerto Rico
de: Nein, ich lebe nicht in Puerto Rico
es: No, no vivo en Puerto Rico
fr: Non, je ne vis pas à Porto Rico
it: No, non vivo a Porto Rico
ja: いいえ、プエルトリコに住んでいません
kk: Жоқ, мен Пуэрто-Рикода тұрмаймын
ko: 아니요, 저는 푸에르토 리코에 살지 않습니다
ky: Жок, мен Пуэрто-Рикода жашабаймын
lv: Nē es nedzīvoju Puerto Riko
mn: Үгүй, би Пуэрто Рико улсад амьдардаггүй
pt: Não, eu não moro em Porto Rico
ro: Nu, nu locuiesc în Puerto Rico
ru: Нет, я живу не в Пуэрто-Рико
uk: Ні, я не проживаю в Пуерто-Ріко
uz: Йўқ, мен Пуэрто-Рикода яшамайман
zh: 不，我不住在波多黎各

source: No, they are not. This is strictly prohibited in our <a href="{{memberAgreement}}" target="_blank">Membership Agreement</a>. Reward Points are never transferable, and change of ownership of the account is not allowed.
ca: No, no ho són. Està estrictament prohibit al nostre <a href="{{members_Agreement}}" target="_blank">Acord de Membresia</a>. Els Punts de recompensa mai són transferibles i el canvi de propietat del compte no està permès.
de: Nein, sie sind nicht. Dies ist in unserer <a href="{{memberAgreement}}" target="_blank">Mitgliedsvereinbarung</a>strengstens untersagt. Reward Points sind niemals übertragbar und ein Besitzerwechsel des Kontos ist nicht erlaubt.
es: No, no son. Esto esta estrictamente prohíbido en nuestro <a href="{{memberAgreement}}" target="_blank">Contrato de Membresía</a>. Los Puntos de Recompensa nunca son transferibles, y no está permitido el cambio de titularidad de la cuenta.
fr: Non, ils ne le sont pas. Ceci est strictement interdit dans notre <a href="{{memberAgreement}}" target="_blank">Accord d'adhésion</a>. Les Points de Récompense ne sont jamais transférables et le changement de propriétaire du compte n'est pas autorisé.
it: No, non lo sono. Questo è severamente vietato dal nostro <a href="{{memberAgreement}}" target="_blank">Contratto con i Membri</a>. I Crediti Premio non sono trasferibili e non è consentito il cambio di proprietà dell'account.
ja: いいえ、そうではありません。これは、当社の <a href="{{memberAgreement}}" target="_blank">メンバー規約</a>では厳重に禁止されています。 リワードポイントは譲渡できず、アカウントの所有権の変更は許可されません。
kk: Жоқ, олар бұлай жасай алмайды. Оған біздің <a href="{{memberAgreement}}" target="_blank">Мүшелік Келісімде</a> қатаң тыйым салынған. Бонустық ұпайлар ешқашан өзгеге аударылмайды және аккаунт иесінің есімін өзгертуге тыйым салынған.
ko: 아니요, 그렇지 않습니다. 이는 <a href="{{memberAgreement}}" target="_blank">멤버십 계약서</a>에서 엄격히 금지되어 있습니다. 리워드 포인트는 양도할 수 없으며 계정소유권 변경은 허용되지 않습니다.
ky: Жок. Бул биздин <a href="{{memberAgreement}}" target="_blank">Мүчөлүк келишимибизге</a> каршы келет. Бонустук Упайларды өткөрүп берүүгө болбойт, ошондой эле эсептин ээсин өзгөртүүгө болбойт.
lv: Nē tie nav. Tas ir stingru aizliegts mūsu <a href="{{memberAgreement}}" target="_blank">Biedru Dalības Līgumā</a>. Balvu Punkti nekad nav pārvedami, un nav pieļaujama konta īpašumtiesību maiņa.
mn: Үгүй, болохгүй. Үүннийг манай <a href="{{memberAgreement}}" target="_blank">Гишүүнчлэлийн Гэрээ</a>нд маш хатуу хориглосон байдаг. Шагналын Оноог хэн нэгэнд шилжүүлэх, дансны эзэмшигчийг солихыг зөвшөөрөгдөхгүй болно.
pt: Não, eles não são. Isso é estritamente proibido em nosso <a href="{{memberAgreement}}" target="_blank">Contrato de Assinatura</a>. Os Pontos de Recompensa não são transferíveis e a mudança de propriedade da conta não é permitida.
ro: Nu, nu se poate. Acest lucru este strict interzis în <a href="{{memberAgreement}}" target="_blank">Contractul de Membru</a>. Punctele de Recompensă nu sunt niciodată transferabile, iar schimbarea proprietarului contului nu este permisă.
ru: Нет, они не могут. Это строго запрещено нашим <a href="{{memberAgreement}}" target="_blank">Членским Соглашением</a>. Бонусные Баллы никогда не подлежат передаче, а изменение имени владельца учетной записи не допускается.
uk: Ні, вони не можуть. Це сурово заборонено в нашій <a href="{{memberAgreement}}" target="_blank">Угоді про Членство</a>. Бонусні Бали ніколи не підлягають передачі, а зміна імені власника облікового запису не допускається.
uz: Йўқ. Бу бизнинг <a href="{{memberAgreement}}" target="_blank">Аъзолик битимимизга</a>зиддир. Бонус балларини бошқага ўтказиш мумкин эмас, аккаунт эгасини ўзгартиришга ҳам йўл қўйилмайди.
zh: 不，他們不是。我們的 <a href="{{memberAgreement}}" target="_blank">會員協議</a>嚴格禁止這種做法。獎勵積分永遠不可轉讓，不允許更改帳戶的所有權。
