Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Take inCruises wherever you go with our new Progressive Wep Application (PWA)
ca: Porta inCruises allà on vagis amb la nostra nova Aplicació Web Progressiva (PWA)
de: Nehmen Sie inCruises überall hin mit, mit unserer neuen Progressive Wep Application (PWA)
es: Lleva a inCruises dondequiera que vayas con nuestra nueva Aplicación Web Progresiva (PWA, por sus siglas en inglés)
fr: Prenez inCruises où que vous alliez avec notre nouvelle application Web Progressive (PWA)
it: Porta inCruises ovunque tu vada con la nostra nuova Applicazione Web Progressiva (PWA)
ja: 新しいプログレッシブ・ウェップ・アプリケーション（PWA）でinCruisesをどこでも
kk: Жаңа Progressive Web App (PWA) арқылы қайда барсаңыз да, inCruises-ті өзіңізбен бірге алыңыз
ko: 새로운 PWA(Progressive Web Application)로 어디서든지 inCruises를 이용할 수 있습니다
ky: Жаңы Прогрессивдүү Веб Тиркемеси (PWA) менен кайда барбаңыз, inCruises'ти өзүңүз менен алып кетиңиз.
lv: Izmantojiet inCruises, lai kur jūs dotos, izmantojot mūsu jauno progresīvo Wep lietojumprogrammu (PWA)
mn: Манай шинэ Прогрессив Вэб Програмыг (PWA) ашиглан хаана ч явсан inCruises-ийн боломжуудыг бүрэн ашиглаарай
pt: Faça inCruises onde quer que vá com nosso novo Progressive Web Application (PWA)
ro: Ia inCruises oriunde ai merge cu noua noastră aplicație web progresivă (PWA)
ru: Берите inCruises с собой, куда бы вы ни отправились, благодаря нашему новому Прогресивному Веб-Приложению (PWA)
uk: Беріть inCruises з собою, куди б ви не вирушили, завдяки нашому новому Прогресивному Веб-Додатку (PWA)
uz: Янги Progressive Web Application (PWA) билан қаерга борсангиз ҳам inCruises ни ўзингиз билан олиб кетинг
zh: 使用我们全新的渐进式 Web 应用程序 (PWA)，随时随地享受邮轮之旅

source: Take Me to DittoTouch
ca: Prengui'm a DittoTouch
de: Führen Sie mich zu DittoTouch
es: Llévame a DittoTouch
fr: Emmène-moi à Ditto Touch
it: Vai a DittoTouch
ja: DittoTouchに連れて行って
kk: Маған DittoTouch-ті пайдалануға беріңіз
ko: 디토터치에 연결해 주십시오
ky: Мени DittoTouch'ты пайладанууга бериңиз
lv: Aizved mani uz Dittotouch
mn: DittoTouch-руу намайг хүргэх
pt: Me leve para o DittoTouch
ro: Du-mă la DittoTouch
ru: Предоставьте Мне DittoTouch
uk: Надайте Мені DittoTouch
uz: Мени DittoTouch га етказинг
zh: 帶我到DittoTouch

source: Take me to upgrade.
ca: Desitjo actualitzar.
de: Bringen Sie mich zum Upgrade.
es: Deseo actualizar.
fr: prenez-moi à améliorer.
it: Desidero fare l'aggiornamento.
ja: アップグレードする。
kk: Мені Жаңартуға Өткізіңіз.
ko: 업그레이드로 연결합니다.
ky: Мени жаңыртуу барагына өткөрүңүз.
lv: Apgreido mani.
mn: Зэргээ ахиулахыг хүсэж байвэл энд дарна уу.
pt: Quero atualizar.
ro: Doresc să activez acum.
ru: Перенаправить меня к странице обновления.
uk: Перенаправити мене на сторінку поновлення.
uz: Мени янгилаш саҳифасига ўтказинг.
zh: 帶我升級。

source: Take the first step toward turning your passion for travel into a rewarding opportunity.
ca: Fes el primer pas per convertir la teva passió per viatjar en una oportunitat gratificant.
de: Gehen Sie den ersten Schritt, um Ihre Leidenschaft für das Reisen in eine lohnende Gelegenheit zu verwandeln.
es: Da el primer paso para convertir tu pasión por los viajes en una oportunidad gratificante.
fr: Faites le premier pas pour transformer votre passion du voyage en une opportunité gratifiante.
it: Fai il primo passo per trasformare la tua passione per i viaggi in un'opportunità gratificante.
ja: 旅への情熱を報酬に変える第一歩を踏み出しましょう。
kk: Саяхатқа деген құштарлығыңызды пайдалы мүмкіндіктерге айналдырудың алғашқы қадамын жасаңыз.
ky: Саякатка болгон арзууңузду пайдалуу мүмкүнчүлүккө айлантууга биринчи кадам таштаңыз.
lv: Speriet pirmo soli ceļā uz to, lai savu aizraušanos ar ceļošanu pārvērstu par ieguvumu iespēju.
mn: Өөрийн аялах дур хүслээ ашигтай боломж болгох эхний алхмаа хийгээрэй.
pt: Dê o primeiro passo para transformar sua paixão por viagens em uma oportunidade gratificante.
ro: Fă primul pas spre a-ți transforma pasiunea pentru călătorii într-o oportunitate plină de satisfacții.
ru: Сделайте первый шаг к тому, чтобы превратить свою страсть к путешествиям в выгодные возможности.
uk: Зробіть перший крок до того, щоб перетворити свою пристрасть до подорожей на корисну можливість.
uz: Саёҳатга бўлган қизиқишингизни фойдали имкониятга айлантириш учун илк одимни отинг.
zh: 迈出第一步，将您对旅行的热情转化为一项有回报的机会。

source: Take the first step towards transforming your passion for travel into a better life.
ca: Fes el primer pas per transformar la teva passió per viatjar en una vida millor.
de: Machen Sie den ersten Schritt, um Ihre Reiseleidenschaft in ein besseres Leben zu verwandeln.
es: Da el primer paso para transformar tu pasión por los viajes en una mejor vida.
fr: Faites le premier pas pour transformer votre passion du voyage en une vie meilleure.
it: Fai il primo passo per trasformare la tua passione per i viaggi in una vita migliore.
ja: 旅への情熱を、より良い人生へと変える第一歩を踏み出しましょう。
kk: Саяхатқа деген құштарлығыңызды жақсы өмірге айналдырудың алғашқы қадамын жасаңыз.
ky: Жашооңузду жакшыртуу үчүн алгачкы кадамды жасаңыз.
lv: Speriet pirmo soli, lai savu aizraušanos ar ceļošanu pārvērstu labākā dzīvē.
mn: Өөрийн аялах дур хүслээ ашигтай боломж болгох эхний алхмаа хийгээрэй.
pt: Dê o primeiro passo para transformar sua paixão por viagem em uma oportunidade recompensadora.
ro: Fă primul pas către transformarea pasiunii tale pentru călătorii într-o viață mai bună.
ru: Сделайте первый шаг к тому, чтобы преобразовать свою страсть к путешествиям в лучшую жизнь.
uk: Зробіть перший крок до того, щоб перетворити свою пристрасть до подорожей на краще життя.
uz: Саёҳатга бўлган қизиқишингизни яхши ҳаётга элтувчи йўлга айлантириш учун илк одимни отинг.
zh: 迈出第一步，将您对旅行的热情转化为更美好的生活。

source: Target
ca: Objectiu
de: Ziel
es: Objetivo
fr: Cible
it: Obiettivo
ja: 目標
kk: Мақсат
ky: Максат
lv: Mērķis
mn: Зорилго
pt: Alvo
ro: Obiectiv
ru: Цель
uk: Ціль
uz: Таргет
zh: 目标

source: Tax
ca: Impost
de: Steuern
es: Impuestos
fr: Taxe
it: Tasse
ja: 税金
kk: Салық
ko: 세금
ky: Салык
lv: Nodoklis
mn: Татвар
pt: Impostos
ro: Taxă
ru: Налог
uk: Податок
uz: Солиқ
zh: 稅

source: Tax ({{ invoice.data.taxAmount * 100 }}%):
ca: Impost ({{ invoice.data.taxAmount * 100 }}%):
de: Steuer ({{ invoice.data.taxAmount * 100 }}%):
es: Impuesto ({{ invoice.data.taxAmount * 100 }}%):
fr: Impôt ({{ invoice.data.taxAmount * 100 }}%):
it: Tasse ({{ invoice.data.taxAmount * 100 }}%):
ja: 税金 ({{ invoice.data.taxAmount * 100 }}%):
kk: Салық ({{ invoice.data.taxAmount * 100 }}%):
ko: 세금 ({{ invoice.data.taxAmount * 100 }}%):
ky: Салык ({{ invoice.data.taxAmount * 100 }}%):
lv: Nodokļi ({{ invoice.data.taxAmount * 100 }}%):
mn: Татвар ({{ invoice.data.taxAmount * 100 }}%):
pt: Imposto ({{ invoice.data.taxAmount * 100 }}%):
ro: Impozit ({{ invoice.data.taxAmount * 100 }}%):
ru: Налог ({{ invoice.data.taxAmount * 100 }}%):
uk: Податок ({{ invoice.data.taxAmount * 100 }}%):
uz: Солиқ ({{ invoice.data.taxAmount * 100 }}%):
zh: 税 ({{ invoice.data.taxAmount * 100 }}%):

source: Tax Code:
ca: Codi fiscal:
de: Steuernummer:
es: Código de Impuestos:
fr: Code fiscal :
it: Codice Fiscale:
ja: 税番号：
kk: Салық Коды:
ko: 세금 코드:
ky: Салык кодекси:
lv: Nodokļu kods:
mn: Татварын дугаар:
pt: Código de imposto:
ro: Cod Fiscal:
ru: Налоговый код:
uk: Податковий код:
uz: Солиқ коди:
zh: 保税编号：

source: Tax Code: 11949690967
ca: Codi fiscal: 11949690967
de: Steuer-Code: 11949690967
es: Código de Impuesto: 11949690967
fr: Code Fiscal : 11949690967
it: Codice fiscale: 11949690967
ja: 税コード：11949690967
kk: Салық нөмірі: 11949690967
ko: 세금 코드: 11949690967
ky: Салык коду: 11949690967
lv: Nodokļa Kods: 11949690967
mn: Татварын код: 11949690967
pt: Código Tributário: 11949690967
ro: Codul Fiscal: 11949690967
ru: Налоговый код: 11949690967
uk: Податковий код: 11949690967
uz: Солиқ коди: 11949690967
zh: 稅號：11949690967

source: Tax Report
ca: Informe d'Impostos
de: Steuerbericht
es: Reporte de Impuestos
fr: Rapport fiscal
it: Resoconto fiscale
ja: 税金レポート
kk: Салық Есебі
ko: 세금 보고서
ky: Салыктык отчет
lv: Atskaite
mn: Татварын тайлан
pt: Relatório fiscal
ro: Raport fiscal
ru: Налоговый отчёт
uk: Податковий звіт
uz: Солиқ ҳисоботи
zh: 税务报告

source: Taxable amount
ca: Quantitat subjecta a Impostos
de: Steuerpflichtiger Betrag
es: Cantidad sujeta a Impuestos
fr: Montant imposable
it: Imponibile
ja: 課税対象金額
kk: Салық салынатын сома
ky: Салынуучу сумма
lv: Ar nodokli apliekamā summa
mn: Татварын хэмжээ:
pt: Valor taxado
ro: Suma impozabilă
ru: Налогооблагаемая сумма
uk: Оподатковувана сума
uz: Солиқ солинадиган сумма
zh: 应税金额

source: Taxable amount (78% of gross amount)
ca: Ingressos subjectes a impostos (78% de l'import brut)
de: Steuerpflichtiger Betrag (78% des Bruttobetrags)
es: Cantidad sujeta a Impuestos (78% de la cantidad total)
fr: Montant imposable (78% du montant brut)
it: Imponibile (78% dell'importo lordo)
ja: 課税金額（78％の総額）
kk: Салықтық сомасы (жалпы соманың 78%)
ko: 과세 금액(총액의 78%)
ky: Салык салынуучу сумма (жалпы сумманын 78%)
lv: Ar nodokli apliekamā summa (78% no bruto summas)
mn: Татвар ногдох хэмжээ (нийт дүнгийн 78%)
pt: Valor tributável (78% do valor bruto)
ro: Suma impozabilă (78% din suma brută)
ru: Облагаемая налогом сумма (78% от общей суммы)
uk: Оподатковувана сума (78% від загальної суми)
uz: Солиқ солинадиган сумма (умумий суммадан 78%)
zh: 應稅金額（總金額的 78%）

source: Taxable amount for social contribution purposes
ca: Base imposable a l'efecte de les cotitzacions socials
de: Bemessungsgrundlage für die Sozialbeiträge
es: Cantidad sujeta a impuestos con propósitos de contribución social
fr: Montant imposable aux fins des cotisations sociales
it: Imponibile ai fini dei contributi previdenziali
ja: 社会貢献のための課税対象額
kk: Әлеуеттік қамсыздандыру мақсатында салық салынатын сома
ko: 사회공헌 과세 대상 금액
ky: Социалдык камсыздоо максаттары үчүн салык салынуучу сумма
lv: Summa, kurai uzliek nodokli sociālo iemaksu vajadzībām
mn: Нийгмийн шимтгэлийн татвар ногдуулах хэмжээ
pt: Valor tributável para fins de contribuição social
ro: Suma impozabilă în scopuri de contribuție socială
ru: Облагаемая налогом сумма для социальных отчислений
uk: Сума, що оподатковується, для соціальних відрахувань
uz: Ижтимоий йиғим мақсадлари учун солиқ солинадиган сумма
zh: 用於社會貢獻目的的應稅金額

source: Taxable Amount:
ca: Quantitat subjecta a Impostos
de: Steuerpflichtiger Betrag:
es: Cantidad sujeta a Impuestos
fr: Montant Imposable :
it: Imponibile:
ja: 課税対象金額：
kk: Салықтық Сомасы:
ko: 과세 금액:
ky: Салынуучу сумма:
lv: Ar nodokli apliekamā summa:
mn: Татвар ноогдох хэмжээ:
pt: Valor taxado:
ro: Suma impozabilă:
ru: Налогооблагаемая сумма:
uk: Оподатковувана сума:
uz: Солиқ солинадиган сумма:
zh: 應稅金額：

source: Taxes and fees
ca: Impostos i taxes
de: Steuern und Gebühren
es: Impuestos y tasas
fr: Taxes et frais
it: Tasse e imposte
ja: 税金および手数料
kk: Салықтар мен алымдар
ky: Салыктар жана жыйымдар
lv: Nodokļi un maksas
mn: Татвар, хураамжууд
pt: Impostos e taxas
ro: Taxe și impozite
ru: Налоги и сборы
uk: Податки та збори
uz: Солиқлар ва йиғимлар
zh: 税费

source: Taxes and fees: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
ca: Impostos i càrrecs: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
de: Steuern und Gebühren: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
es: Impuestos y cargos: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
fr: Taxes et frais : <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
it: Tasse e spese: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
ja: 税金と手数料：<b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
kk: Салықтар мен алымдар: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
ky: Салыктар жана төлөмдөр: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
lv: Nookļi un maksas: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
mn: Татвар, хураамжууд: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
pt: Impostos e taxas: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
ro: Taxe și comisioane: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
ru: Налоги и сборы: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
uk: Податки та збори: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
uz: Солиқлар ва йиғимлар: <b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>
zh: 税费：<b>${{ $filters.money(additionalBookingData.taxesAndFees) }}</b>

source: Taxes and fees: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
ca: Impostos i càrrecs: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
de: Steuern und Gebühren: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
es: Impuestos y cargos: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
fr: Taxes et frais : <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
it: Tasse e spese: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
ja: 税金と手数料：<b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
kk: Салықтар мен алымдар: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
ky: Салыктар жана төлөмдөр: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
lv: Nodokļi un maksas: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
mn: Татвар, хураамжууд: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
pt: Impostos e taxas: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
ro: Taxe și comisioane: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
ru: Налоги и сборы: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
uk: Податки та збори: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
uz: Солиқлар ва йиғимлар: <b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>
zh: 税费：<b>${{ $filters.money(data.additional_booking_data.taxesAndFees) }}</b>

source: Taxes and fees: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
ca: Impostos i càrrecs: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
de: Steuern und Gebühren: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
es: Impuestos y cargos: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
fr: Taxes et frais : <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
it: Tasse e spese: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
ja: 税金と手数料：<b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
kk: Салықтар мен алымдар: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
ky: Салыктар жана төлөмдөр: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
lv: Nodokļi un maksas: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
mn: Татвар, хураамжууд: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
pt: Impostos e taxas: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
ro: Taxe și comisioane: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
ru: Налоги и сборы: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
uk: Податки та збори: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
uz: Солиқлар ва йиғимлар: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>
zh: 税费：<b>${{ $filters.money(this.selectedRequest.additional_booking_data.taxesAndFees) }}</b>

source: Taxes, Fees & Port Charges
ca: Impostos, taxes i despeses portuàries
de: Steuern, Gebühren und Hafenabgaben
es: Impuestos, Tarifas y Cargos Portuarios:
fr: Taxes, Frais & Frais de Port
it: Tasse, diritti e oneri portuali
ja: 税金、手数料＆港湾費
kk: Салықтар, алымдар және порт алымдары
ko: 세금, 수수료 및 항만 요금
ky: Салыктар, жыйымдар & порт жыйымдары:
lv: Nodokļi, Maksas & Ostas Izdevumi
mn: Татвар, хураамж, боомтын хураамж
pt: Impostos e taxas portuárias
ro: Taxe și cheltuieli portuare
ru: Налоги, взносы и портовые сборы:
uk: Податки, внески та портові збори
uz: Солиқлар, йиғимлар ва порт йиғимлари:
zh: 税费、费用和港口费

source: Taxes, Fees and Port Expenses:
de: Steuern, Abgaben und Hafenkosten:
es: Impuestos, Tasas y Gastos Portuarios:
fr: Taxes, Frais et Dépenses Portuaires :
it: Tasse, imposte e spese portuali:
ko: 세금, 수수료 및 항만 경비:
ky: Салыктар, жыйымдар жана порт жыйымдары:
lv: Nodokļi, maksas un ostas izdevumi:
mn: Такс, хураамж, боомтын зардал:
ru: Налоги, сборы и портовые расходы:

source: taxes, port fees,
ca: impostos, taxes portuàries,
de: Steuern, Hafengebühren,
es: impuestos, tasas portuarias,
fr: taxes, frais portuaires,
it: tasse, spese portuali,
ja: 税金、港湾使用料、
kk: салықтар, порт алымдары,
ky: салыктар, порт жыйымдары
lv: nodokļi un ostu maksas,
mn: татвар, боомтын хураамжууд,
pt: impostos, tarifas portuárias,
ro: taxe, taxe portuare
ru: налоги, портовые сборы,
uk: податки, портові збори,
uz: солиқлар, порт йиғимлари,
zh: 税费、港口费，

source: Team - Most Direct Members
ca: Equip: la majoria de membres directes
de: Team - die meisten direkten Mitglieder
es: Equipo - Miembros Directos
fr: Equipe - Les membres les plus directs
it: Team - Membri diretti
ja: チーム - 直接のメンバー数ランキング
kk: Команда - Тікелей Мүшелер Басым
ko: 팀 - 최대 직접 추천 멤버
ky: Команда - эң көп түз мүчөлөр
lv: Komanda-visi tiešie biedri
mn: Баг - Бүх хувьчлан элсүүлсэн Гишүүд
pt: Equipe - Membros diretos
ro: Echipă - Membri direcţi
ru: Команда - Большинство Личных Членов
uk: Команда - Більшість Прямих Членів
uz: Жамоа - аксарият тўғридан-тўғри Аъзолар
zh: 團隊- 最直接的會員

source: Team - Most Direct Partner Members
ca: Equip - la majoria dels membres socis directes
de: Team - die meisten direkten Partner-Mitglieder
es: Equipo - Socio Miembros Directos
fr: Équipe - Les membres partenaires les plus directs
it: Team - Partner-Membri diretti
ja: チーム - 直接のパートナーメンバー数ランキング
kk: Команда - Тікелей Серіктес-Мүшелер Басым
ko: 팀 - 최대 직접 추천 파트너 멤버
ky: Команда - эң көп түз Өнөктөш Мүчөлөр
lv: Komanda-lielāķā daļa tiešo partneru biedri
mn: Баг - Бүх хувьчлан элсүүлсэн Түнш/Гишүүд
pt: Equipe - Sócio-Membros diretos
ro: Echipă - Membri Parteneri direcţi
ru: Команда - Большинство Личных Партнёров-Членов
uk: Команда - Більшість Прямих Партнерів-Членів
uz: Жамоа - аксарият тўғридан-тўғри Ҳамкор Аъзолар
zh: 團隊- 最直接的合作夥伴成員

source: Team - Most Direct Partners
ca: Equip: la majoria dels socis directes
de: Team - die meisten direkten Partner
es: Equipo - Socios Directos
fr: Équipe - Les partenaires les plus directs
it: Team - Partner diretti
ja: チームー直接のパートナー数ランキング
kk: Команда - Тікелей Серіктестер Басым
ko: 팀 - 최대 직접 추천 파트너
ky: Команда - эң көп түз Өнөктөштөр
lv: Komanda- lielākā daļa tiešo partneru
mn: Баг - Хувьчлан элсүүлсэн Түншүүд
pt: Equipe - Sócios diretos
ro: Echipă - Parteneri direcţi
ru: Команда - Большинство Личных Партнеров
uk: Команда - Більшість Прямих Партнерів
uz: Жамоа - аксарият тўғридан-тўғри Ҳамкорлар
zh: 團隊- 最直接的合作夥伴

source: Team - Most Invitations
ca: Equip: la majoria de les invitacions
de: Team - die meisten Einladungen
es: Equipo - Invitaciones
fr: Équipe - La plupart des invitations
it: Team - Inviti
ja: チーム ー招待数ランキング
kk: Команда - Көптеген Шақырулар
ko: 팀- 최대 가입안내
ky: Команда - эң көп сунуштар
lv: Komanda-lielākā daļa ielūgumu
mn: Баг - Бүх уригдсан хүмүүс
pt: Equipe - Convites
ro: Echipă - Invitaţii
ru: Команда - Большинство Приглашений
uk: Команда - Більшість Запрошень
uz: Жамоа - аксарият Таклифлар
zh: 團隊- 最多邀請

source: Team - Most Partners
ca: Equip: la majoria dels socis
de: Team - die meisten Partner
es: Equipo - Socios de Equipo
fr: Équipe - La plupart des partenaires
it: Team - Partner
ja: チームーパートナー数ランキング
kk: Команда - Серіктестер Басым
ko: 팀 - 최대 파트너
ky: Команда - эң көп Өнөктөштөр
lv: Komanda-lielākā daļa partneru
mn: Баг - Бүх Түншүүд
pt: Equipe - Sócios
ro: Echipă - toţi partenerii din echipă
ru: Команда - Большинство Партнеров
uk: Команда - Більшість Партнерів
uz: Жамоа - аксарият Ҳамкорлар
zh: 團隊- 最多合作夥伴

source: Team - Most Production
ca: Equip: major part de la producció
de: Team - der größte Umsatz
es: Equipo - Producción de Equipo
fr: Équipe - La plupart de la production
it: Team - Produzione
ja: チーム - 売上高ランキング
kk: Команда - Көбірек Өнімділік
ko: 팀 - 최대 매출액
ky: Команда - Эң көп өнүмдүүлүк
lv: Komanda-lielākā daļa produkcijas
mn: Баг - Бүх борлуулалтууд
pt: Equipe - Produção da equipe
ro: Echipă - Producţia echipei
ru: Команда - Больше Продуктивности
uk: Команда - Найбільша Продуктивність
uz: Жамоа - энг кўп ишлаб чиқариш
zh: 團隊- 最大產量

source: Team - Most Registrations
ca: Equip: la majoria de registres
de: Team - die meisten Registrierungen
es: Equipo - Registros
fr: Équipe - La plupart des inscriptions
it: Team - Registrazioni
ja: チーム ー登録者数ランキング
kk: Команда - Көбірек Тіркеулер
ko: 팀 - 최대 등록
ky: Команда - Эң көп катталуу
lv: Komanda-lielākā daļa reģistrāciju
mn: Баг - Бүх бүртгэгдсэн хүмүүс
pt: Equipe - Registros
ro: Echipă - Înregistrări
ru: Команда - Большинство Регистраций
uk: Команда - Більшість Реєстрацій
uz: Жамоа - аксарият Рўйхатга олишлар
zh: 團隊- 最多註冊

source: Team (All Dates)
ca: Equip (Totes les dates)
de: Team (Alle Daten)
es: Equipo (Todas las Fechas)
fr: Équipe (Toutes les dates)
it: Team (Tutte le date)
ja: チーム（全期間）
kk: Команда (барлық күндер)
ko: 팀 (모든 날짜)
ky: Команда (бардык күндөр)
lv: Komanda(Visi datumi/ziņas)
mn: Баг (Бүх огноогоор)
pt: Equipe (todas as datas)
ro: Echipă (Toate datele)
ru: Команда (Все даты)
uk: Команда (Всі дати)
uz: Жамоа (Барча маълумотлар)
zh: 團隊（所有日期）

source: Team (Month to Date)
ca: Equip (mes fins avui)
de: Team (Monat bis Datum)
es: Equipo (Mes Hasta La Fecha)
fr: Équipe (le mois courant)
it: Team (Da inizio mese ad oggi)
ja: チーム（今月）
kk: Команда (ай басынан бастап)
ko: 팀 (당월 합계)
ky: Команда (айдан күнгө чейин)
lv: Komanda(Līdz mēneša datumam)
mn: Баг (Сарын эхнээс өнөөдрийг хүртэл)
pt: Equipe (este mês)
ro: Echipă (Luna până la Data)
ru: Команда (Месяц до даты)
uk: Команда (Місяць до Дати)
uz: Жамоа (ой бошидан бери)
zh: 團隊（本月至今）

source: Team Activations
ca: Activacions de l’Equip
de: Team-Aktivierungen
es: Activaciones del Equipo
fr: Activations d'Équipe
it: Attivazioni di Team
ja: チームアクティベーション数
kk: Командалық Белсендіру
ky: Командалык активдештирүүлөр
lv: Komandas Aktivizācijas
mn: Багийн идэвхжүүлэлтүүд
pt: Ativações de Equipe
ro: Activări de echipă
ru: Командные Активации
uk: Активації команди
uz: Жамоа Фаолликлари
zh: 团队激活量

source: Team Breakdown
fr: Répartition de l'Équipe
it: Composizione del team
kk: Команда бойынша бөлшектеу
pt: Detalhamento da Equipe
uk: Розподіл на команди
uz: Жамоа тақсимоти
zh: 团队明细

source: Team Classic Members
ca: Membres d'Equip Classic
de: Team Classic Mitglieder
es: Miembros de Equipo Classic
fr: Membres Classique de l'équipe
it: Membri Classic di team
ja: チームのCLASSICメンバー
kk: Team Classic Мүшелері
ky: Classic планындагы команда мүчөлөрү
lv: Classic Komandas Biedri
mn: Classic Гишүүдийн баг
pt: Membros Classic na equipe
ro: Membrii echipei Classic
ru: Командные Члены Клуба плана Classic
uk: Командні Члени Клубу плану Classic
uz: Жамоадаги Classic Аъзолар
zh: 团队Classic会员

source: Team Documentation Requests
ca: Sol·licituds de Documentació de l’Equip
es: Solicitudes de Documentación del Equipo
fr: Demande de Documentation d'Équipe
it: Richieste di documentazione del team
ja: チーム書類提出依頼
kk: Командалық құжаттарды ұсыну сұраныстары
pt: Solicitações da Documentação da Equipe
ro: Cereri de documentare a echipei
uk: Запити на документацію команди
uz: Жамоа ҳужжатларига оид сўровлар
zh: 团队文件请求
