Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The site and its services are provided "as is" without any express or implied warranties including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, and noninfringement. We do not guarantee that the site or its services will be safe or secure. You acknowledge and agree that your sole and exclusive remedy for any dispute with inCruises or its services is to stop using the service, and to terminate your account. You acknowledge and agree that in no event will inCruises, its licensors, affiliates, employees, officers, members, managers, attorneys, advisors, partners, investors, lenders or directors be liable for any act or failure to act by them or any other person regarding the use, conduct, communication or content on the service. Moreover, in no case shall inCruises, its licensors, affiliates, employees, officers, members, managers, attorneys, advisors, partners, investors, lenders or directors be liable for any indirect, special, incidental, consequential or punitive damages (including, without limitation, those resulting from loss of profits, loss, alteration or deletion of data, including any content, loss of use or goodwill, or other intangible loss) arising from your use of the service, website, internet or for any other claim related in any way to your use of or registration with the service, whether based on warranty, contract, tort or any other legal theory and whether or not inCruises or any of inCruises' licensors, affiliates, employees, officers, members, managers, attorneys, advisors, partners, investors, lenders or directors has been advised of the possibility of such damages. inCruises' aggregate liability arising out of this statement will not exceed the greater of one hundred dollars ($100) or the amount you have paid us in the past six months. Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, inCruises' and inCruises' licensors', affiliates, employees', officers', members', managers', attorneys', advisors', partners', investors', lenders' or directors' liability shall be limited to the fullest extent permitted by law. inCruises does not endorse, warrant or guarantee for the actions, content, information, or data of third parties and inCruises will not be a party to or in any way be responsible for monitoring any transaction between you and third-party providers of products or services. Moreover, you release inCruises and inCruises' licensors, affiliates, employees, officers, members, managers, attorneys, advisors, partners, investors, lenders, directors, and agents from any claims and damages, known and unknown, arising out of or in any way connected with any claim you have against any such third parties. If you are a California resident, you waive any rights you may have under California civil code §1542, which says: "a general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor."
ca: El lloc web i els seus serveis es proporcionen "tal com són" sense cap garantia expressa o implícita, incloent-hi, però sense limitar-se a, les garanties implícites de comercialització, aptitud per a un propòsit específic i no infracció. No garantim que el lloc web o els seus serveis siguin segurs o protegits. Reconeixes i acceptes que la teva única i exclusiva solució per a qualsevol disputa amb inCruises o els seus serveis és deixar d'utilitzar el servei i finalitzar el teu compte. Reconeixes i acceptes que en cap cas inCruises, els seus llicenciadors, afiliats, empleats, directius, membres, gerents, advocats, assessors, socis, inversors, prestataris o directors seran responsables per qualsevol acte o omissió d’actuar per part seva o qualsevol altra persona pel que fa a l'ús, conducta, comunicació o contingut dels serveis. A més, en cap cas inCruises, els seus llicenciadors, afiliats, empleats, directius, membres, gerents, advocats, assessors, socis, inversors, prestataris o directors seran responsables per danys indirectes, especials, incidentals, conseqüents o punitius (incloent-hi, però no limitat a, els derivats de la pèrdua de beneficis, pèrdues, alteració o eliminació de dades, inclòs qualsevol contingut, pèrdua d'ús o bona voluntat, o qualsevol altra pèrdua intangible) derivats de l'ús que facis del servei, lloc web, internet o per qualsevol altra reclamació relacionada d’alguna manera amb l'ús o registre al servei, ja sigui basat en garantia, contracte, delicte o qualsevol altra teoria legal, i sigui o no que inCruises o qualsevol dels seus llicenciadors, afiliats, empleats, directius, membres, gerents, advocats, assessors, socis, inversors, prestataris o directors hagin estat informats de la possibilitat d’aquests danys. La responsabilitat global d'inCruises derivada d’aquesta declaració no excedirà el major de cent dòlars (100 dòlars) o l’import que hagis pagat a inCruises durant els darrers sis mesos. Com que alguns estats o jurisdiccions no permeten l'exclusió o la limitació de responsabilitat per danys conseqüents o incidentals, en aquests estats o jurisdiccions, la responsabilitat d'inCruises i la dels seus llicenciadors, afiliats, empleats, directius, membres, gerents, advocats, assessors, socis, inversors, prestataris o directors es limitarà al màxim permès per la llei. inCruises no avala, garanteix ni fa cap mena de garantia sobre les accions, contingut, informació o dades de tercers, i inCruises no serà part ni tindrà cap responsabilitat per monitorar qualsevol transacció entre tu i els proveïdors de productes o serveis de tercers. A més, alliberes inCruises i els seus llicenciadors, afiliats, empleats, directius, membres, gerents, advocats, assessors, socis, inversors, prestataris, directors i agents de qualsevol reclamació i danys, coneguts i desconeguts, derivats o relacionats d'alguna manera amb qualsevol reclamació que tinguis contra qualsevol d'aquests tercers. Si ets resident de Califòrnia, renuncies a qualsevol dret que puguis tenir sota el Codi Civil de Califòrnia §1542, que diu: “una alliberació general no s’estén a reclamacions que el creditor no coneix o sospita que existeixen a favor seu en el moment d’executar l’alliberació, les quals, si les hagués conegut, haurien afectat substancialment la seva resolució amb el deutor”.
fr: Le site et ses services sont fournis «en l'état», sans aucune garantie expresse ou implicite, y compris, mais sans s'y limiter, les garanties implicites de qualité marchande, d'adéquation à un usage particulier et de non-contrefaçon. Nous ne garantissons pas la sécurité du site ou de ses services. Vous reconnaissez et acceptez que votre seul et unique recours en cas de litige avec inCruises ou ses services est de cesser d'utiliser le service et de résilier votre compte. Vous reconnaissez et acceptez qu'en aucun cas inCruises, ses concédants de licence, sociétés affiliées, employés, dirigeants, membres, gestionnaires, avocats, conseillers, partenaires, investisseurs, prêteurs ou administrateurs ne pourront être tenus responsables de tout acte ou omission de leur part ou de celle de toute autre personne concernant l'utilisation, la conduite, la communication ou le contenu du service. De plus, en aucun cas inCruises, ses concédants de licence, sociétés affiliées, employés, dirigeants, membres, gestionnaires, avocats, conseillers, partenaires, investisseurs, prêteurs ou administrateurs ne pourront être tenus responsables de tout dommage indirect, spécial, accessoire, consécutif ou punitif (y compris, sans limitation, ceux résultant d'une perte de profits, d'une perte, d'une altération ou d'une suppression de données, y compris tout contenu, perte d'utilisation ou de clientèle, ou autre perte intangible) découlant de votre utilisation du service, du site Web, d'Internet ou de toute autre réclamation liée de quelque manière que ce soit à votre utilisation ou à votre inscription au service, qu'elle soit fondée sur une garantie, un contrat, un délit ou toute autre théorie juridique et que inCruises ou l'un des concédants de licence, sociétés affiliées, employés, dirigeants, membres, gestionnaires, avocats, conseillers, partenaires, investisseurs, prêteurs ou administrateurs d'inCruises aient été informés ou non de la possibilité de tels dommages. La responsabilité globale d'inCruises découlant de cette déclaration ne dépassera pas le plus élevé de cent dollars (100 $) ou du montant que vous nous avez payé au cours des six derniers mois. Étant donné que certains États ou juridictions n'autorisent pas l'exclusion ou la limitation de responsabilité pour les dommages indirects ou accessoires, la responsabilité d'inCruises et de ses concédants, sociétés affiliées, employés, dirigeants, membres, gestionnaires, avocats, conseillers, partenaires, investisseurs, prêteurs ou administrateurs sera limitée dans toute la mesure permise par la loi. inCruises ne cautionne ni ne garantit les actions, contenus, informations ou données de tiers, et inCruises ne sera ni partie ni responsable du suivi des transactions entre vous et des fournisseurs tiers de produits ou de services. De plus, vous dégagez inCruises et ses concédants, sociétés affiliées, employés, dirigeants, membres, gestionnaires, avocats, conseillers, partenaires, investisseurs, prêteurs, administrateurs et agents de toute réclamation et de tout dommage, connus ou inconnus, découlant de ou liés de quelque manière que ce soit à toute réclamation que vous pourriez formuler contre ces tiers. Si vous êtes un résident de Californie, vous renoncez à tous les droits que vous pourriez avoir en vertu de l'article 1542 du Code civil de Californie, qui stipule : « une renonciation générale ne s'étend pas aux réclamations dont le créancier ne connaît pas ou ne soupçonne pas l'existence en sa faveur au moment de l'exécution de la renonciation, qui, si elles étaient connues de lui, auraient dû affecter matériellement son règlement avec le débiteur ».
it: Il sito e i suoi servizi sono forniti "così come sono" senza alcuna garanzia espressa o implicita, incluse, a titolo esemplificativo, le garanzie implicite di commerciabilità, idoneità per uno scopo particolare e non violazione. Non garantiamo che il sito o i suoi servizi saranno sicuri o protetti. L'utente riconosce e accetta che il suo unico ed esclusivo rimedio per qualsiasi controversia con inCruises o i suoi servizi è interrompere l'utilizzo del servizio e chiudere il proprio account. L'utente riconosce e accetta che in nessun caso inCruises, i suoi licenziatari, affiliati, dipendenti, funzionari, membri, dirigenti, avvocati, consulenti, partner, investitori, finanziatori o direttori saranno responsabili per qualsiasi atto o omissione da parte loro o di qualsiasi altra persona in relazione all'uso, alla condotta, alla comunicazione o al contenuto del servizio. Inoltre, in nessun caso inCruises, i suoi licenziatari, affiliati, dipendenti, funzionari, membri, dirigenti, avvocati, consulenti, partner, investitori, finanziatori o direttori saranno responsabili per danni indiretti, speciali, incidentali, consequenziali o punitivi (inclusi, senza limitazione, quelli derivanti da perdita di profitti, perdita, alterazione o eliminazione di dati, incluso qualsiasi contenuto, perdita di utilizzo o avviamento, o altre perdite immateriali) derivanti dall'utilizzo del servizio, del sito web, di Internet o per qualsiasi altra pretesa correlata in qualsiasi modo all'utilizzo o alla registrazione al servizio, sia essa basata su garanzia, contratto, illecito civile o qualsiasi altra teoria legale e indipendentemente dal fatto che inCruises o uno qualsiasi dei licenziatari, affiliati, dipendenti, funzionari, membri, dirigenti, avvocati, consulenti, partner, investitori, finanziatori o direttori di inCruises siano stati informati della possibilità di tali danni. La responsabilità complessiva di inCruises derivante dalla presente dichiarazione non supererà il maggiore tra cento dollari ($100) o l'importo che ci hai pagato negli ultimi sei mesi. Poiché alcuni stati o giurisdizioni non consentono l'esclusione o la limitazione di responsabilità per danni consequenziali o incidentali, in tali stati o giurisdizioni, la responsabilità di inCruises e dei licenziatari, affiliati, dipendenti, funzionari, membri, dirigenti, avvocati, consulenti, partner, investitori, finanziatori o direttori di inCruises sarà limitata nella misura massima consentita dalla legge. inCruises non approva, garantisce o si fa garante per le azioni, il contenuto, le informazioni o i dati di terzi e inCruises non sarà parte né in alcun modo responsabile del monitoraggio di alcuna transazione tra l'utente e fornitori terzi di prodotti o servizi. Inoltre, l'utente solleva inCruises e i licenziatari, affiliati, dipendenti, funzionari, membri, dirigenti, avvocati, consulenti, partner, investitori, finanziatori, direttori e agenti di inCruises da qualsiasi pretesa e danno, noti e sconosciuti, derivanti da o in qualsiasi modo connessi a qualsiasi pretesa che l'utente abbia nei confronti di tali terzi. Se sei residente in California, rinunci a qualsiasi diritto tu possa avere ai sensi del codice civile della California §1542, che recita: "una liberatoria generale non si estende a pretese che il creditore non conosce o non sospetta esistano a suo favore al momento dell'esecuzione della liberatoria, le quali, se da lui conosciute, avrebbero influenzato materialmente la sua transazione con il debitore".
ja: イトおよびそのサービスは、「現状有姿のまま」提供され、商品性、特定の⽬的への適合性、および⾮侵害の黙⽰的保証を含むがこれらに限定されない明⽰的または黙⽰的な保証はありません。サイトまたはそのサービスが保護または安全であることを保証するものではありません。会員は、 inCruisesまたはそのサービスとの紛争に対する唯⼀かつ排他的な救済策は、サービスの使⽤を停⽌し、アカウントを終了することであることを認め、同意します。会員は、いかなる場合においても、そのライセンサー、関連会社、従業員、役員、メンバー、マネージャー、弁護⼠、アドバイザー、パートナー、投資家、貸し⼿または取締役が、彼らまたは他の者によるサービスの使⽤、実施、コミュニケーション、またはコンテンツに関する⾏為または不履⾏に対して責任を負わないことを認め、同意します。さらに、いかなる場合も、inCruises、そのライセンサー、関連会社、従業員、役員、メンバー、マネージャー、弁護⼠、顧問、パートナー、投資家、貸し⼿または取締役は、間接的、特別、偶発的、結果的または懲罰的損害（制限、サービス、ウェブサイト、インターネットの使⽤またはその他の請求に関連して⽣じる利益の損失、データ（コンテンツを含む）の損失、変更または削除、使⽤または営業権の損失、またはその他の無形の損失）保証、契約、不法⾏為、またはその他の法的理論に基づいているかどうか、およびinCruisesまたはinCruisesのライセンサー、関連会社、従業員、役員、メンバー、マネージャー、弁護⼠、顧問のいずれかであるかどうかにかかわらず、サービスの使⽤または登録への何らかの⽅法で、パートナー、投資家、貸し⼿、または取締役は、そのような損害の可能性について通知されています。この声明から⽣じるinCruisesの総責任は、100ドル（$100）または過去6か⽉間に会員が⽀払った⾦額のいずれか⼤きい⽅を超えることはありません。⼀部の州または管轄区域では、間接的または偶発的な損害に対する責任の除外または制限を許可していないため、かかる州または管轄区域では、inCruisesおよびinCruisesのライセンサー、関連会社、従業員、役員、メンバー、マネージャー、弁護⼠、顧問、パートナー、投資家、貸し⼿、または取締役の責任は、法律で許可される最⼤限の範囲に制限されるものとします。inCruisesは、第三者の⾏動、コンテンツ、情報、またはデータを承認、認可、 または保証しません。また、inCruisesは、会員と製品またはサービスの第三者プロバイダーとの間の取引を監視する当事者ではありません。さらに、inCruisesおよびinCruisesのライセンサー、アフィリエイト、従業員、役員、メンバー、マネージャー、弁護⼠、アドバイザー、パートナー、投資家、貸し⼿、取締役、および代理⼈を、既知または未知の、そのような第三者に対する会員の主張に関連してあらゆる⽅法で発⽣したあらゆる請求および損害から解放します。あなたがカリフォルニア州在住の場合、あなたはカリフォルニア州民法1542条に基づく権利を放棄するものとします。これは、「⼀般的放棄は、放棄の実施時に⾃⼰に有利なように存在することを債務者が知らない、または存在を疑っていない請求にまで拡⼤されない。知っていたら、債務者との和解に重⼤な影響を与えたはずの請求である。」というものです。
kk: Сайт және оның қызметтері "сол күйінде" ешқандай айқын немесе болжамды кепілдіктерсіз, соның ішінде, бірақ олармен шектелмей, тауардың жарамдылығына, белгілі бір мақсатқа жарамдылығына және авторлық құқықты бұзбауға қатысты кепілдіктермен қамтамасыз етіледі. Біз сайттың немесе оның қызметтерінің қауіпсіз болатынына кепілдік бермейміз. Сіз inCruises немесе оның қызметтерімен кез келген даулар туындаған кезде сіздің жалғыз заңды құралыңыз қызметті пайдалануды тоқтату және есептік жазбаңызды жабу екенін мойындайсыз және келісесіз. Сіз inCruises' компаниясы, оның лицензиарлары, аффилиирленген тұлғалары, қызметкерлері, лауазымды тұлғалары, мүшелері, менеджерлері, адвокаттары, кеңесшілері, серіктестері, инвесторлары, несие берушілері немесе директорлары ешбір жағдайда олар немесе кез келген басқа тұлға тарапынан қандай да бір әрекет немесе әрекетсіздік үшін жауап бермейтінін мойындайсыз және келісесіз сайттағы пайдалану, мінез-құлық, байланыс немесе мазмұн. қызмет. Сонымен қатар, inCruises компаниясы, оның лицензиарлары, аффилиирленген тұлғалары, қызметкерлері, лауазымды тұлғалары, мүшелері, менеджерлері, адвокаттары, кеңесшілері, серіктестері, инвесторлары, несие берушілері немесе директорлары ешқандай жағдайда жанама, ерекше, кездейсоқ немесе айыппұл шығындары үшін жауап бермейді (шығындарды қоса алғанда, бірақ олармен шектелмейді, жоғалған пайда, теріс пайдалану нәтижесінде келтірілген шығындар нәтижесінде пайда болған)., кез-келген мазмұнды, пайдалану мүмкіндігін немесе іскерлік беделін жоғалтуды немесе басқа материалдық емес шығындарды қоса алғанда, деректерді өзгерту немесе жою), Сіздің Сервисті, веб-сайтты, Интернетті пайдалануыңыздан немесе Сіздің Сервисті пайдалануыңызға немесе қызметке тіркелуіңізге байланысты кез келген басқа шағымдардан туындайтын, олар кепілдікке, келісімшартқа, Азаматтық құқық бұзушылыққа немесе кез келген басқа құқықтық теорияға негізделгеніне және inCruises компаниясы болған-болмағанына немесе кім болғанына қарамастан- не оның лицензиарларынан, аффилиирленген тұлғаларынан, қызметкерлерінен, лауазымды тұлғаларынан, қатысушыларынан, менеджерлерінен, адвокаттарынан, кеңесшілерінен, серіктестерінен, инвесторларынан, кредиторларынан немесе директорларынан осындай залал келтіру мүмкіндігі туралы ескертілді. Осы мәлімдемеден туындайтын inCruises жиынтық жауапкершілігі жүз доллардан (100 доллар) немесе соңғы алты айда Бізге төлеген сомадан аспайды. Кейбір штаттар немесе юрисдикциялар жанама немесе кездейсоқ залал үшін жауапкершілікті алып тастауға немесе шектеуге жол бермейтіндіктен, мұндай Штаттарда немесе юрисдикцияларда inCruises және inCruises лицензиарлары, аффилиирленген тұлғалар, қызметкерлер, шенеуніктер, мүшелер, менеджерлер, адвокаттар, кеңесшілер, серіктестер, инвесторлар. Осылайша, несие берушілердің немесе директорлардың жауапкершілігі заңмен рұқсат етілген ең жоғары деңгейде шектелуі керек. inCruises үшінші тұлғалардың әрекеттерін, мазмұнын, ақпаратын немесе деректерін мақұлдамайды немесе кепілдік бермейді, ал inCruises сіз және үшінші тарап өнімдері немесе қызмет провайдерлері арасындағы кез келген транзакцияларды бақылау үшін тарап немесе қандай да бір жолмен жауапты болмайды. Сонымен қатар, сіз inCruises және incruises лицензиарларын, серіктестерді, қызметкерлерді, шенеуніктерді, қатысушыларды, менеджерлерді, адвокаттарды, кеңесшілерді, серіктестерді, инвесторларды, несие берушілерді, директорларды және агенттерді белгілі және белгісіз кез келген шағымдар мен өтемақылардан босатасыз. Сіздің кез келген шағымдарыңыздан туындайтын немесе қандай да бір жолмен байланысты. мұндай компанияларға. үшінші тұлғалар. Егер сіз Калифорния тұрғыны болсаңыз, сіз Калифорнияның Азаматтық кодексінің § 1542 тармағына сәйкес болуы мүмкін кез келген құқықтардан бас тартасыз, онда: "жалпы жауапкершіліктен босату несие беруші босату кезінде оның пайдасына білмеген немесе күдіктенген талаптарға қолданылмайды және егер олар белгілі, оның пайдасына ұсынылуы керек". оның борышкермен есеп айырысуына айтарлықтай әсер етті".
pt: O site e serviços são fornecidos "no estado em que se encontram" e sem garantias explícitas ou implícitas, incluindo, mas não limitado a garantias implícitas de comercialização, adequação para um propósito específico e não violação. Não garantimos que o site ou seus serviços sejam seguros ou protegidos. Você reconhece e concorda que seu único e exclusivo recurso para qualquer disputa com a inCruises ou seus serviços é interromper o uso do serviço e encerrar sua conta. Você reconhece e concorda que em nenhum caso a inCruises, seus licenciadores, afiliados, funcionários, executivos, membros, gerentes, advogados, consultores, parceiros, investidores, credores ou diretores serão responsáveis por qualquer ato ou falha em agir por eles ou por qualquer outra pessoa em relação ao uso, conduta, comunicação ou conteúdo do serviço. Além disso, em nenhum caso a inCruises, seus licenciadores, afiliados, funcionários, executivos, membros, gerentes, advogados, consultores, parceiros, investidores, credores ou diretores serão responsáveis por quaisquer danos indiretos, especiais, incidentais, precedentes ou punitivos (incluindo, sem limitação, aquelas resultantes de prejuízo, perda, alteração ou exclusão de dados (incluindo qualquer conteúdo), perda de uso, fundo de comércio ou outra perda) intangível decorrentes do uso do serviço, site, internet ou qualquer outra reivindicação relacionada de qualquer forma ao seu uso ou registro no serviço, seja com base na garantia, contrato, delito ou qualquer outra teoria jurídica e se a inCruises ou qualquer um dos seus licenciadores, afiliados, funcionários, executivos, membros, gerentes, advogados, consultores, parceiros, investidores, credores ou diretores foram avisados da possibilidade de tais danos. O risco acumulado da inCruises decorrente desta declaração não excederá o valor máximo de cem dólares ($100) ou o valor que você nos pagou nos últimos seis meses. Como alguns estados ou jurisdições não permitem a exclusão ou a limitação da responsabilidade por danos precedentes ou incidentais, em tais estados ou jurisdições, a responsabilidade da inCruises e dos licenciadores, afiliados, funcionários, oficiais, membros, gerentes, advogados, consultores, sócios, investidores, credores ou diretores da inCruises deve ser limitada ao máximo permitido por lei. A inCruises não endossa, garante ou justifica ações, conteúdo, informações ou dados de terceiros, e a inCruises não será responsável total ou parcial pelo monitoramento de qualquer transação entre você e os fornecedores terceirizados de produtos ou serviços. Além disso, você libera a inCruises e os licenciadores, afiliados, funcionários, executivos, membros, gerentes, advogados, consultores, parceiros, investidores, credores, diretores e agentes da inCruises de quaisquer reivindicações e danos, conhecidos e desconhecidos, decorrentes ou conectados a qualquer reivindicação que você tenha contra terceiros. Se você é um residente da Califórnia, você renuncia a quaisquer direitos que possa ter sob o código civil da Califórnia §1542, que diz: "uma liberação geral não se estende a reivindicações que o credor não conhece ou suspeita que exista a seu favor no momento da execução da liberação e, se conhecido por ele deve ter afetado materialmente seu acordo com o devedor."
ro: Site-ul și serviciile sale sunt furnizate „ca atare”, fără garanții exprese sau implicite, inclusiv, dar fără a se limita la, garanții implicite de vandabilitate, potrivire pentru un anumit scop și neîncălcare. Nu garantăm că site-ul sau serviciile sale vor fi sigure sau securizate. Recunoști și ești de acord că singurul și exclusivul remediu pentru orice dispută cu inCruises sau serviciile sale este de a înceta utilizarea serviciului și de a-ți închide contul. Recunoaști și ești de acord că în nici un caz inCruises, licențiatorii săi, afiliații, angajații, ofițerii, membrii, managerii, avocații, consilierii, partenerii, investitorii, creditorii sau directorii nu vor fi răspunzători pentru orice act sau neacționare a acestora sau a oricărei alte persoane cu privire la utilizarea, conduita, comunicarea sau conținutul serviciului. În plus, în nici un caz inCruises, licențiatorii, afiliații, angajații, funcționarii, membrii, managerii, avocații, consilierii, partenerii, investitorii, creditorii sau directorii săi nu vor fi răspunzători pentru orice daune indirecte, speciale, incidentale, consecutive sau punitive (inclusiv, fără limitare, cele care rezultă din pierderea de profituri, modificarea sau pierderea de conținut, inclusiv pierderea de date, pierderea sau pierderea conținutului fondul comercial sau alte pierderi intangibile) care rezultă din utilizarea de către tine a serviciului, a site-ului web, a internetului sau pentru orice altă reclamație legată în orice fel de utilizarea sau înregistrarea ta la serviciu, indiferent dacă se bazează pe garanție, contract, delict sau orice altă teorie juridică și indiferent dacă inCruises sau oricare dintre licențiatorii, afiliații, angajații, ofițerii, consilierii, partenerii, consilierii, partenerii, consilierii, consilierii, partenerii, consilierii inCruises sau nu. sau directorii au fost informați cu privire la posibilitatea unor astfel de daune. Responsabilitatea totală a inCruises care decurge din această declarație nu va depăși cel mai mare dintre o sută de dolari (100$) sau suma pe care ne-ai plătit-o în ultimele șase luni. Deoarece unele state sau jurisdicții nu permit excluderea sau limitarea răspunderii pentru daune indirecte sau incidente, în astfel de state sau jurisdicții, licențiatorii, afiliații, angajații, funcționarii, membrii, managerii, avocații, consilierii, partenerii comanditați, directorii sau investitorii cu răspundere deplină a inCruises și inCruises vor fi, în măsura în care este deplin răspundere, investitorii sau directorii. permise de lege. inCruises nu susține sau garantează pentru acțiunile, conținutul, informațiile sau datele terților, iar inCruises nu va fi parte sau în niciun fel responsabil pentru monitorizarea oricărei tranzacții între tine și furnizorii terți de produse sau servicii. În plus, eliberați licențiatorii, afiliații, angajații, ofițerii, membrii, managerii, avocații, consilierii, partenerii, investitorii, creditorii, directorii și agenții inCruises și inCruises de orice pretenții și daune, cunoscute și necunoscute, care decurg din sau în orice fel legate de orice pretenție pe care o ai împotriva unor astfel de terțe părți. Dacă ești rezident în California, renunți la orice drepturi pe care le poți avea în temeiul codului civil din California §1542, care spune: „o eliberare generală nu se extinde la creanțele pe care creditorul nu le știe sau nu le bănuiește că există în favoarea sa la momentul executării eliberării, care, dacă a fost cunoscută de el, trebuie să fi afectat în mod semnificativ decontarea sa cu debitorul”.
uk: Сайт та його послуги надаються «як є», без явних або неявних гарантій, включаючи, але не обмежуючись неявними гарантіями товарності, придатності для певної цілі та недопущення порушення прав. Ми не гарантуємо, що сайт чи його послуги будуть безпечними чи захищеними. Ви усвідомлюєте та погоджуєтесь, що єдиним та ексклюзивним засобом вирішення будь-яких суперечок з inCruises або його послугами є припинення використання послуги та припинення дії вашого акаунта. Ви усвідомлюєте та погоджуєтесь, що в жодному разі inCruises, її ліцензіари, філії, працівники, службовці, члени, менеджери, адвокати, консультанти, партнери, інвестори, кредитори чи директори не несуть відповідальності за будь які дії чи невиконання ними чи будь-якою іншою особою дій щодо використання, поведінки, спілкування чи матеріалів на сервісі. Більше того, ні в якому разі inCruises', її ліцензіати, філії, співробітники, працівники, члени, менеджери, адвокати, консультанти, партнери, інвестори, кредитори чи директори не несуть відповідальності за будь-які непрямі, спеціальні, випадкові, наслідкові чи каральні збитки (в тому числі, без обмеження, ті, що є наслідком втрати прибутку, втрати, зміни або видалення даних (включаючи будь-які матеріали), втрати використання репутації, чи інших нематеріальних збитків), що виникають внаслідок використання Вами сервісу, веб-сайту, Інтернету чи будь-якої іншої претензії будь-яким способом вашого використання або реєстрації в сервісі, незалежно від гарантії, договору, правопорушення чи інших правових аспектів та незалежно від того, чи inCruises чи будь-який з його ліцензіатів, філій, співробітників, службовців, членів, менеджерів, адвокатів, радників, партнерів, інвесторів, кредиторів або директорів були проінформовані про можливість таких збитків.Сукупна відповідальність inCruises, що випливає з цього викладу, не перевищуватиме більше ста доларів (100 доларів США) або суми, яку ви заплатили нам за останні шість місяців. Оскільки деякі штати чи юрисдикції не дозволяють виключити або обмежити відповідальність за наслідкові або випадкові збитки, в таких штатах чи юрисдикціях відповідальність ліцензіатів inCruises та афілійованих осіб, службовців, офіцерів, членів, менеджерів, відповідальних адвокатів, радників, партнерів, інвесторів, позичальників чи директорів обмежується максимально дозволеною законом мірою. inCruises' не схвалює, не надає та не гарантує дії, матеріали, інформацію чи дані третіх осіб, і inCruises не буде відповідальною стороною або будь-яким іншим чином нести відповідальність за моніторинг будь-яких транзакцій між вами та сторонніми постачальниками товарів чи послуг. Більше того, ви звільняєте inCruises' та її ліцензіарів, філії, службовців, співробітників, членів, менеджерів, адвокатів, консультантів, партнерів, інвесторів, кредиторів, директорів та агентів від будь-яких відомих та невідомих вимог та збитків, що виникають внаслідок або будь-яким чином пов'язані з будь-якими претензіями до будь-яких третіх сторін. Якщо ви житель Каліфорнії, ви відмовляєтеся від будь-яких прав, які у вас можуть виникати відповідно до статті §1542 Цивільного Кодексу Каліфорнії, що свідчить: «загальне звільнення від зобов'язань не поширюється на претензії, про існування яких на свою користь кредитор не знає або не підозрює на момент оформлення процедури, і які, якби були йому або їй відомі, повинні були б суттєво вплинути на його або її розрахунки з боржником."
uz: Сайт ва унинг хизматлари “қандай бўлса, шундайлигича”, ҳеч қандай аниқ келтирилган ёки назарда тутилган кафолатларсиз, жумладан, лекин шу билан чекланмаган ҳолда, назарда тутилган харид ва сотиш учун яроқлилик, қонунларни бузмаслик ёки маълум мақсад учун мувофиқлик кафолатисиз тақдим этилади. Биз сайт ва хизматлар хавфсиз ва ишончли бўлишига кафолат бермаймиз. inCruises ёки унинг хизматлари билан келиб чиққан ҳар қандай низо учун сизнинг ягона ва мутлақ ҳуқуқий ҳимоя воситангиз хизматдан фойдаланишни тўхтатиш ҳамда ҳисобингизни тугатиш ҳисобланишини тан оласиз ва шунга розилик билдирасиз. Сиз inCruises, унинг лицензиатлари, филиаллари, ходимлари, мансабдор шахслари, аъзолари, бошқарувчилари, адвокатлари, маслаҳатчилари, ҳамкорлари, инвесторлари, қарз берувчилари ёки директорлари хизматдаги фойдаланиш, хулқ-атвор, мулоқот ёки контентга нисбатан ўзлари ёки бошқа шахс томонидан бирор ҳаракат ёки ҳаракатсизлик учун ҳеч қандай ҳолатда жавобгар ҳисобланмаслигини тан оласиз ва шунга розилик билдирасиз. Бундан ташқари, ҳеч бир ҳолатда inCruises, унинг лицензиатлари, филиаллари, ходимлари, мансабдор шахслари, аъзолари, бошқарувчилари, адвокатлари, маслаҳатчилари, ҳамкорлари, инвесторлари, қарз берувчилари ёки директорлари сизнинг хизмат, веб-сайт, интернетдан фойдаланишингиз натижасида келиб чиқадиган билвосита, махсус, тасодифий, бирор ҳаракат оқибатидаги ёки жазо тури ҳисобланган зарарлар (жумладан, лекин шу билан чекланмаган ҳолда, фойданинг йўқотилиши, маълумот (шу жумладан, ҳар қандай контент)нинг йўқотилиши, ўзгариши ёки ўчиб кетиши, фойдаланиш имконининг ёки ишчанлик обрўсининг йўқотилиши ёки бошқа номоддий йўқотишлардан келиб чиқувчи зарарлар) учун ёхуд кафолат, шартнома, деликт ёки бошқа ҳуқуқий назарияга асосланувчи ёки асосланмайдиган бўлишидан ёки inCruises ёхуд inCruises лицензиатлари, филиаллари, ходимлари, мансабдор шахслари, аъзолари, бошқарувчилари, адвокатлари, маслаҳатчилари, ҳамкорлари, инвесторлари, қарз берувчилари ёки директорлари бу каби зарарлар эҳтимолидан хабардор қилинган ёки қилинмаганлигидан қатъий назар, хизматдан фойдаланишингиз ёки унда рўйхатдан ўтишингизга оид бошқа барча даъволар учун жавобгар бўлмайди. inCruisesʼнинг мазкур баёнотдан юзасидан вужудга келувчи умумий жавобгарлиги юз доллар ($100) дан ёки охирги олти ойдан бизга тўлаган суммангиз миқдоридан ошиб кетмайди. Баъзи давлат(штат) лар ёки юрисдикциялар бирор ҳаракат оқибатидаги ёки тасодифий зарарлар учун жавобгарликнинг чекланиши ёхуд жавобгарликдан озод этилишга рухсат бермаслиги сабабли, бундай давлат(штат) ва юрисдикцияларда, inCruises ва унинг лицензиатлари, филиаллари, ходимлари, мансабдор шахслари, аъзолари, бошқарувчилари, адвокатлари, маслаҳатчилари, ҳамкорлари, инвесторлари, қарз берувчилари ёки директорлари жавобгарлиги қонун билан рухсат этилган максимал даражада чекланади. inCruises учинчи томоннинг ҳаракатлари, контенти, ахбороти ёки маълумотларини тасдиқламайди, уларга кафолат ёки кафиллик бермайди ҳамда inCruises сиз ва учинчи томон провайдерларининг маҳсулот ёки хизматлари ўртасидаги ҳеч қандай транзакцияни мониторинг қилувчи томон бўлиб хизмат қилмайди ёки мониторинг қилиш учун ҳеч бир шаклда жавобгар эмас. Бундан ташқари, сиз inCruises ва унинг лицензиатлари, филиаллари, ходимлари, мансабдор шахслари, аъзолари, бошқарувчилари, адвокатлари, маслаҳатчилари, ҳамкорлари, инвесторлари, қарз берувчилари, директорлари ва агентларини бу каби учинчи томонларга қарши даъволарингиз натижасида юзага келувчи ёки улар билан бирор усулда боғлиқ бўлган олдиндан аён ёки аён бўлмаган зарарлар ёхуд даъволардан озод қиласиз. Агар сиз Калифорния резиденти бўлсангиз, Калифорния Фуқаролик кодексининг 1542-моддасида келтирилган ҳуқуқларингиздан озод бўласиз. Унда келтирилишича, “Умумий озод қилиш кредитор билмаган ёки ишлаб чиқариш вақтида уларнинг борлигини тахмин ҳам қилмаган, агар билганида, унинг қарздор билан ҳисоб-китобига сезиларли таъсир кўрсатиши мумкин бўлган даъволарга татбиқ этилмайди”.
zh: 本网站及其服务按“现状”提供，不附带任何明示或暗示的保证，包括但不限于对适销性、特定用途适合性及非侵权的隐含保证。我们不保证网站或其服务的安全性或可靠性。您承认并同意，如果与inCruises或其服务发生任何争议，您唯一且排他性的救济措施是停止使用该服务并终止您的账户。您承认并同意，inCruises及其许可方、关联方、员工、管理人员、成员、经理、律师、顾问、合作伙伴、投资者、贷款人或董事在任何情况下都不对其自身或任何其他人在服务使用、行为、交流或内容方面的行为或不作为承担责任。此外，inCruises及其许可方、关联方、员工、管理人员、成员、经理、律师、顾问、合作伙伴、投资者、贷款人或董事在任何情况下均不对因您使用服务、网站、互联网或与您的服务使用或注册相关的任何其他索赔引起的间接、特殊、偶然、后果性或惩罚性损害（包括但不限于因利润损失、数据丢失、修改或删除、包括任何内容、使用损失或商誉损失或其他无形损失）负责，无论其基于保修、合同、侵权或任何其他法律理论，且无论inCruises或其任何许可方、关联方、员工、管理人员、成员、经理、律师、顾问、合作伙伴、投资者、贷款人或董事是否被告知此类损害的可能性。inCruises因本声明引起的总体责任不超过一百美元（$100）或您在过去六个月内支付给我们的金额（以较大者为准）。由于某些州或司法管辖区不允许排除或限制因果性或附带性损害的责任，在此类州或司法管辖区，inCruises及其许可方、关联方、员工、管理人员、成员、经理、律师、顾问、合作伙伴、投资者、贷款人或董事的责任将限制在法律允许的最大范围内。inCruises不认可、保证或担保任何第三方的行为、内容、信息或数据，且inCruises不会成为您与第三方产品或服务提供商之间任何交易的参与方，也不会以任何方式对其进行监控。此外，您释放inCruises及其许可方、关联方、员工、管理人员、成员、经理、律师、顾问、合作伙伴、投资者、贷款人、董事及代理人，免于因您与任何此类第三方的任何索赔或损害、已知或未知的因索赔引起的任何方式的损害。如果您是加州居民，您放弃根据加州民法典第§1542条可能享有的任何权利，该条款规定：“一般豁免不包括债权人在签署豁免时不知道或怀疑存在于其有利的索赔，这些索赔若为其所知，必然会实质性地影响其与债务人的和解。”
