Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: A support agent has replied to your ticket.
ca: Un agent de suport ha respost al teu tiquet.
de: Ein Support-Mitarbeiter hat auf Ihr Ticket geantwortet.
es: Un agente de soporte técnico ha respondido a tu ticket.
fr: Un agent d'assistance a répondu à votre ticket.
it: Un operatore dell'assistenza ha risposto al tuo ticket.
ja: サポート担当者がチケットに返信しました。
kk: Қолдау қызметі сұрауыңызға жауап берді.
ky: Колдоо агенти суроо-талабыңызга жооп берди.
lv: Atbalsta aģents ir atbildējis uz jūsu biļeti.
mn: Тусламжийн ажилтан таны хүсэлтэнд хариулсан байна.
pt: Um agente de suporte respondeu ao seu ticket.
ro: Un agent de asistență a răspuns la biletul tău.
ru: Агент поддержки ответил на ваш тикет.
uk: Агент підтримки відповів на ваш тікет.
uz: Қўллаб-қувватлаш хизмати ходими чиптангизга жавоб йўллади.
zh: 一个支持代理已经回复了您的工单。

source: A unique travel club with exclusive perks for anyone who loves to travel and score huge discounts! My wife and I just got back from an amazing trip to the UAE—cruise and hotels in Dubai and Abu Dhabi—all booked through the club. It was absolutely fantastic, and we saved so much on a luxury vacation! Thanks to this club, I’ve turned my passion for travel into my lifestyle. Traveling is living! InCruises offers so much and is helping millions of people around the world save big while enjoying incredible trips. InCruises 4ever—let’s goooo <br/><br/>🛩️🛩️🛩️🛩️🛩️
ca: Un club de viatges únic amb avantatges exclusius per a tothom que estima viatjar i vol aconseguir descomptes espectaculars! La meva dona i jo acabem de tornar d’un viatge increïble als Emirats Àrabs Units—creuer i hotels a Dubai i Abu Dhabi—tot reservat a través del club. Va ser absolutament fantàstic i vam estalviar moltíssim en unes vacances de luxe! Gràcies a aquest club, he convertit la meva passió per viatjar en el meu estil de vida. Viatjar és viure!, inCruises ofereix tant i està ajudant milions de persones arreu del món a estalviar molt mentre gaudeixen de viatges increïbles. inCruises per sempre—anem-hi!!! <br/><br/>🛩️🛩️🛩️🛩️🛩️
de: Ein einzigartiger Reiseclub mit exklusiven Vorteilen für alle Reisebegeisterten und riesigen Rabatten! Meine Frau und ich sind gerade von einer fantastischen Reise in die Vereinigten Arabischen Emirate zurückgekommen – Kreuzfahrt und Hotels in Dubai und Abu Dhabi – alles über den Club gebucht. Es war absolut fantastisch, und wir haben bei einem Luxusurlaub so viel gespart! Dank diesem Club habe ich meine Reiseleidenschaft zu meinem Lebensstil gemacht. Reisen ist Leben! InCruises bietet so viel und hilft Millionen von Menschen weltweit, viel zu sparen und gleichzeitig unglaubliche Reisen zu genießen. InCruises für immer – los gehts! <br/><br/>🛩️🛩️🛩️🛩️🛩️
es: ¡Un club de viajes único con beneficios exclusivos para cualquiera que ame viajar y tenga grandes descuentos! Mi esposa y yo recién regresamos de un increíble viaje a Emiratos Árabes Unidos, con crucero y hoteles en Dubái y Abu Dabi reservados a través del club. Fue absolutamente fantástico, ¡y ahorramos mucho en unas vacaciones de lujo! Gracias al club, convertí mi pasión por los viajes en <br/><br/>🛩️🛩️🛩️🛩️🛩️
fr: Un club de voyage unique avec des avantages exclusifs pour tous les amoureux du voyage et des réductions exceptionnelles ! Ma femme et moi revenons tout juste d'un voyage exceptionnel aux Émirats arabes unis : croisière et hôtels à Dubaï et Abou Dabi, tous réservés via le club. C'était absolument fantastique, et nous avons fait d'énormes économies sur des vacances de luxe ! Grâce à ce club, j'ai fait de ma passion pour les voyages mon style de vie. Voyager, c'est vivre ! InCruises offre de nombreuses possibilités et permet à des millions de personnes à travers le monde de réaliser des économies substantielles tout en profitant de voyages incroyables. InCruises 4ever : c'est partiiii ! <br/><br/>🛩️🛩️🛩️🛩️🛩️
it: Un club di viaggi unico con vantaggi esclusivi per chiunque ami viaggiare e ottenere sconti enormi! Mia moglie ed io siamo appena tornati da un fantastico viaggio negli Emirati Arabi Uniti—crociera e hotel a Dubai e Abu Dhabi—tutto prenotato tramite il club. È stato assolutamente fantastico e abbiamo risparmiato veramente tanto per una vacanza di lusso! Grazie a questo club, ho trasformato la mia passione per i viaggi nel mio stile di vita. Viaggiare è vivere! InCruises offre così tanto e sta aiutando milioni di persone in tutto il mondo a risparmiare alla grande mentre si godono viaggi incredibili. InCruises per sempre—Partiamooo!<br/><br/>🛩️🛩️🛩️🛩️🛩️
ja: 旅行が大好きで、大幅な割引を受けながら特別な特典も楽しみたい人にぴったりの、ユニークなトラベルクラブ！妻と一緒にUAE（アラブ首長国連邦）への素晴らしい旅から戻ったばかりです。ドバイとアブダビでのクルーズとホテル、すべてクラブを通じて予約しました。本当に最高の体験で、ラグジュアリーなバケーションをかなりお得に楽しめました！このクラブのおかげで、「旅行好き」がそのまま私のライフスタイルになりました。旅行は人生そのもの！inCruises は本当に素晴らしいサービスを提供していて、世界中の何百万人もの人々が、お得に信じられないような旅を楽しめるようサポートしています。inCruises 4ever—さあ、行こう！<br/><br/>🛩️🛩️🛩️🛩️🛩️
kk: Саяхаттауды жақсы көретіндер үшін эксклюзивті артықшылықтары бар ерекше саяхат клубы және үлкен жеңілдіктер алу мүмкіндігі! Мен және жұбайым жақында БАӘ-ге керемет саяхаттан оралдық — Дубай мен Абу-Дабидегі круиз және қонақүйлер — бәрі осы клуб арқылы брондалды. Бұл нағыз фантастикалық болды, әрі біз люкстік демалысқа көп үнемдедік! Осы клубтың арқасында мен саяхатқа деген құштарлығымды өмір салтыма айналдырдым. Саяхаттау — бұл өмір сүру! InCruises көп нәрсе ұсынады және әлемнің түкпір-түкпірінде миллиондаған адамға керемет саяхаттар кезінде үлкен үнемдеуге көмектесуде. InCruises 4ever — алға, кеттік!<br/><br/>🛩️🛩️🛩️🛩️🛩️
ky: Саякаттоону жакшы көргөндөр жана чоң арзандатууларды үчүн өзгөчө саякат клубу! Жубайым экөөбүз жакында эле БАЭде болгон укмуштуудай саякатыбыздан кайтып келдик. Дубай жана Абу-Дабидеги мейманканалардын баары клуб аркылуу брондолгон. Ал жерде эс алуу абдан жагымдуу болду, ошондой эле кымбат баалуу эс алууларда көп акча үнөмдөдүк! Бул клубдун аркасында саякатка болгон сүйүүмдү өз жашоо образым кылып өзгөрттүм. Саякаттоо - бул жашоо! InCruises абдан көп нерселерди сунуштайт жана дүйнө жүзү боюнча миллиондогон адамдарга укмуштуудай саякаттардан ырахат алып, акчаны үнөмдөөгө жардам берет. InCruises 4ever — анда, кеттиииик <br/><br/>🛩️🛩️🛩️🛩️🛩️
lv: Unikāls ceļojumu klubs ar ekskluzīvām perkām ikvienam, kurš mīl ceļot un saņemt milzīgas atlaides! Mēs ar sievu tikko atgriezāmies no pārsteidzoša ceļojuma uz AAE - kruīzu un viesnīcām Dubaijā un Abū Dabī - viss bija rezervēts caur klubu. Tas bija absolūti fantastiski, un mēs tik ļoti ietaupījām luksusa atvaļinājumā! Pateicoties šim klubam, savu aizraušanos ar ceļošanu esmu pārvērtis savā dzīvesveidā. Ceļošana ir lieliska! inCruises piedāvā tik daudz un palīdz miljoniem cilvēku visā pasaulē lieliski ietaupot, vienlaikus baudot neticamus ceļojumus. InCruises 4ever—būsim kopā <br/><br/>🛩️🛩️🛩️🛩️🛩️
mn: Аялах дуртай хүн бүрт зориулсан онцгой хөнгөлөлттэй аяллын клуб! Эхнэр бид хоёр саяхан АНЭУ-д хийсэн гайхалтай далайн аяллаасаа дөнгөж буцаж ирлээ. Дубай, Абу Дабид байрласан тансаг зочид буудлуудаа inCruises клубээр дамжуулан урьдчилан захиалсан бөгөөд энэ аялал үнэхээр мартагдашгүй байсан! Бид зөвхөн сэтгэл хангалуун амарч, гайхалтай дурсамж бүтээхээс гадна маш их мөнгө хэмнэж чадсан шүү! inCruises-ийн ачаар бид аялалд дуртай сэтгэлээ амьдралын хэв маяг болгон хувиргасан. Аялал бол амьдрал өөрөө юм. inCruises клуб нь дэлхийн өнцөг булан бүрт сая сая хүмүүсийг хямдралтай аялах гайхамшигтай боломжоор хангадаг юм. inCruises — үүрд хамт. Бүгдээрээ аялцгаая. <br/><br/>🛩️🛩️🛩️🛩️🛩️
pt: Um Clube de Viagens único com vantagens exclusivas para quem ama viajar e ter grandes descontos! A minha mulher e eu acabamos de voltar de uma viagem fantástica aos Emirados Árabes Unidos - cruzeiro e hotéis em Dubai e Abu Dhabi - tudo reservado através do Clube. Foi absolutamente fantástico e poupamos muito numa viagem de luxo! Graças a este clube, transformei a minha paixão por viagens no meu estilo de vida. Viajar é viver! A InCruises oferece tanto e está ajudando milhões de pessoas em todo o mundo a poupar muito enquanto curtem viagens incríveis. InCruises pra sempre - vamos lá <br/><br/>🛩️🛩️🛩️🛩️🛩️
ro: Un club de călătorie unic, cu avantaje exclusive pentru oricine iubește să călătorească și să obțină reduceri uriașe! Eu și soția mea tocmai ne-am întors dintr-o excursie uimitoare în Emiratele Arabe Unite — croazieră și hoteluri în Dubai și Abu Dhabi — toate rezervate prin intermediul clubului. A fost absolut fantastic și am economisit atât de mult într-o vacanță de lux! Datorită acestui club, mi-am transformat pasiunea pentru călătorii în stilul meu de viață. Călătoria înseamnă viață! InCruises oferă atât de multe și ajută milioane de oameni din întreaga lume să economisească mari în timp ce se bucură de călătorii incredibile. InCruises 4ever — să mergeeeem <br/><br/>🛩️🛩️🛩️🛩️🛩️
ru: Уникальный туристический клуб с эксклюзивными привилегиями для тех, кто любит путешествовать и получать огромные скидки! Мы с женой только что вернулись из удивительного путешествия по ОАЭ. Круиз и отели в Дубае и Абу-Даби — все было забронировано через клуб. Это было абсолютно фантастически, и мы так много сэкономили на роскошном отдыхе! Благодаря этому клубу я превратил свою страсть к путешествиям в образ жизни. Путешествия — это жизнь! InCruises предлагает так много и помогает миллионам людей по всему миру значительно экономить, наслаждаясь при этом потрясающими путешествиями. InCruises навсегда — вперееееед! <br/><br/>🛩️🛩️🛩️🛩️🛩️
uk: Унікальний туристичний клуб з ексклюзивними привілеями — для тих, хто любить подорожувати та отримувати великі знижки! Ми з дружиною щойно повернулися з неймовірної подорожі до ОАЕ. Круїз, готелі в Дубаї та Абу-Дабі — усе було заброньовано через Клуб. Це було абсолютно фантастично, і ми суттєво зекономили на розкішному відпочинку! Завдяки цьому Клубу я перетворив свою пристрасть до подорожей на спосіб життя. Подорожі — це життя! inCruises пропонує дійсно багато можливостей і допомагає мільйонам людей у всьому світі подорожувати вигідно, не втрачаючи при цьому якості сервісу та вражень. inCruises назавжди — вперед до нових пригод <br/><br/>🛩️🛩️🛩️🛩️🛩️
uz: Катта чегирма билан саёҳат қилишни севадиган инсонлар учун эксклюзив афзалликларга эга ноёб саёҳат клуби! Рафиқам иккимиз яқинда БАА бўйлаб ажойиб круиз саёҳати ҳамда Дубай ва Абу-Дабида меҳмонхона таътилидан қайтдик – барчасига клуб орқали буюртма берилган. Бу шунчаки ажойиб эди, ва биз муҳташам таътилда яхшигина пул тежадик! Мазкур клуб ёрдамида мен саёҳатга бўлган қизиқишларимни ҳаёт тарзимга айлантирдим. Саёҳат қилиш – яшаш демакдир! inCruises жуда кўп нарсаларни таклиф этади ва бутун дунё бўйлаб инсонларга ажойиб саёҳатларда яхшигина пул тежаш имкониятини тақдим этади. inCruises 4ever – Қани, олға!<br/><br/>🛩️🛩️🛩️🛩️🛩️
zh: 一个独特的旅行俱乐部，专为热爱旅行并想要享受超值折扣的人提供专属福利！我和妻子刚从阿联酋度假回来——迪拜和阿布扎比的邮轮加酒店——全部通过俱乐部预订。这次旅行太棒了，我们在奢华假期中节省了大笔费用！多亏了这个俱乐部，我把对旅行的热爱变成了生活方式。旅行就是生活！InCruises提供了如此多的可能，正在帮助全球数百万人以超低价格享受精彩旅程。InCruises 永远——出发啦 <br/><br/>🛩️🛩️🛩️🛩️🛩️

source: A user cannot be their own referrer.
ca: Un usuari no pot ser el seu propi referent.
de: Ein Benutzer kann nicht sein eigener Empfehlungsgeber sein.
es: Un usuario no puede ser su propia referencia.
fr: Un utilisateur ne peut pas être son propre référent.
it: Un utente non può essere il referente di sé stesso.
ja: 自身が紹介者となることはできません。
kk: Пайдаланушы өзінің жеке бағыттаушысы бола алмайды.
ko: 사용자는 자신의 리퍼러가 될 수 없습니다.
ky: Колдонуучу өзүнүн жеке багытточусу боло албайт.
lv: Lietotājs nevar būt viņa paša konsultants.
mn: Хэрэглэгч өөрийгөө элсүүлж болохгүй.
pt: Um usuário não pode ser sua própria referência.
ro: Utilizatorul nu se poate recomanda pe el însuşi.
ru: Пользователь не может быть в качестве собственного реферера.
uk: Користувач не може бути в якості власного реферера.
uz: Фойдаланувчи уларнинг шахсий реферери бўла олмайди.
zh: 用戶不能當自己的推薦人。

source: A user on this booking is applying more Reward Points than they have.
ca: Un usuari d'aquesta reserva està aplicant més punts de recompensa dels que té.
de: Ein Benutzer wendet bei dieser Buchung mehr Reward Points an, als er hat.
es: Un usuario en esta reserva está aplicando más Puntos de Recompensa que los que actualmente tiene.
fr: Un utilisateur de cette réservation applique plus de Points de Récompense qu'il n'en a.
it: Un utente su questa prenotazione sta applicando più Crediti Premio di quanti ne ha.
ja: この予約のユーザーが、保持しているリワードポイントよりも多くのリワードポイントを適用しています。
kk: Бұл брондауды жасаған пайдаланушы бонустық ұпайларды өздеріне қарағанда көбірек пайдаланады.
ky: Бул брондоонун колдонуучусу өзүндө болгон бонустук упайлардан көбүрөөк бонустук упай колдонууда.
lv: Lietotājs šajā rezervācijā izmanto vairāk Balvu Punktu nekā viņiem ir.
mn: Энэ захиалгад хамрагдсан хэрэглэгч өөрт буй хэмжээнээсээ илүү Шагналын Оноо хэрэглэхээр хүсэлт гаргасан байна.
pt: Um usuário nesta reserva está aplicando mais Pontos de Recompensa do que possui.
ro: Un utilizator din această rezervare aplică mai multe puncte de recompensă decât are.
ru: Пользователь в данном бронировании применяет больше Бонусных Баллов, чем у него есть.
uk: Користувач у даному бронюванні застосовує більше Бонусних Балів, ніж має.
uz: Мазкур буюртмадаги фойдаланувчи ўзида мавжуд Бонус балларидан ортиғини қўлламоқда.
zh: 此预订中的一名用户正在使用超过他们所拥有的奖励积分。

source: a. Compensation Plan
ca: a. Pla de compensació
de: a. Vergütungsplan
es: a. Plan de Compensación
fr: a. Plan d’indemnisation
it: a. Piano Compensi
ja: a. 報酬プラン
kk: a. Өтемақы Жоспары
ko: a. 보상 플랜
ky: а. Компенсация планы
lv: a. Kompensāciju plāns
mn: a. Шагнал Урамшууллын төлөвлөгөө
pt: a. Plano de Compensação
ro: a. Plan de Compensaţie
ru: a. Компенсационный План
uk: a. План Компенсації
uz: a. Компенсация режаси
zh: a. 薪酬計劃

source: a. Conditions of Termination
ca: a. Condicions de resolució
de: a. Kündigungsbedingungen
es: a. Condiciones de terminación
fr: a. Conditions de fin
it: a. Condizioni di risoluzione
ja: a.終了条件
kk: а. Тоқтату Шарттары
ko: a. 해지조건
ky: а. Токтотуунун шарттары
lv: a.Beigu nosacījumi
mn: a. Цуцлах нөхцөл
pt: a. Condições de Rescisão
ro: a. Condiții de încetare
ru: a. Условия Расторжения
uk: a. Умови Припинення
uz: a. Тугатиш шартлари
zh: a. 終止條件

source: a. Exclusivity
ca: a. Exclusivitat
de: a. Exklusivität
es: a. Exclusividad
fr: a. Exclusivité
it: a. Esclusività
ja: a. 独占権
kk: а. Эксклюзивтілік
ko: a. 배타성
ky: а. Эксклюзивдүүлүк
lv: a.Izņēmuma veidā
mn: a. Онцгой эрх
pt: a. Exclusividade
ro: a. Exclusivitate
ru: a. Исключительность
uk: a. Ексклюзивність
uz: a. Эксклюзивлик
zh: a. 排他性

source: a. Upon complete execution of this Addendum by PARTNER and inGroup International, and PARTNER’s satisfaction of all of the requirements to advance to National Director as set forth in the Compensation Plan, PARTNER shall advance to the National Director rank. As such, PARTNER shall be compensated as a National Director in the first month that both of these requirements have been met.
ca: Un cop completada l'execució d'aquest annex per part del Soci i inGroup International, i la satisfacció del SOCI i de tots els requeriments per avançar cap a National Director, tal com s'estableix al Pla de compensació, el soci ha d'avançar cap al rang de National Director. Així com, el soci ha de ser compensat com a National Director en el primer mes que ambdós requeriments hagin coincidit.
de: a. Nach vollständiger Ausführung dieses Addendums durch PARTNER und inGroup International und der Erfüllung aller Anforderungen des PARTNERs für den Aufstieg zum Nationalen Direktor gemäß dem Vergütungsplan steigt der PARTNER in den Rang des Nationalen Direktors auf. Daher wird der PARTNER im ersten Monat, in dem beide Anforderungen erfüllt sind, als nationaler Direktor vergütet.
es: a. Una vez completada la ejecución de este Anexo por parte del SOCIO y de inGroup International, y una vez alcanzados todos los requisitos para avanzar a National Director, tal y como se establece en el Plan de Compensación, el SOCIO recibirá el rango de National Director. Como tal, el SOCIO será compensado como National Director en el primer mes en que se cumplan ambos requisitos.
fr: a. À la fin de l’exécution de l’addenda par PARTNER et inGroup International, et à la satisfaction de ce dernier de toutes les conditions requises pour avancer au poste de directeur national conformément au plan de rémunération, PARTNER passera au rang de directeur national. À ce titre, PARTNER sera rémunéré en tant que directeur national le premier mois au cours duquel ces deux conditions ont été remplies.
it: a. A seguito alla completa esecuzione di questo Addendum da parte di PARTNER e inGroup International, e alla soddisfazione di PARTNER di tutti i requisiti per avanzare al titolo del Direttore Naizonale come stabilito nel Piano di Compensi, il PARTNER avanza al titolo del Direttore Nazionale. In quanto tale, il PARTNER sarà pagato come Direttore Nazionale nel primo mese in cui entrambi i requisiti sono stati soddisfatti.
ja: a. パートナーおよび inGroup International による本追加条項の完了、および報酬プランに記載されている通りにパートナーがナショナルディレクターに進むためのすべての要件を満たした時点で、パートナーはナショナルディレクターのランクに進みます。 このように、パートナーは、最初の月にこれらの要件の両方が満たされたことでナショナルディレクターとして報酬を受けるものとします。
kk: а. СЕРІКТЕС және inGroup International тарапынан осы Қосымшаны толығымен орындағаннан кейін, Ұлттық директордың өтемақы жоспарында көрсетілгендей барлық талаптары қанағаттандырылып, СЕРІКТЕС Ұлттық Директордың мәртебесіне көшуге тиіс. Осылайша, аталған талаптардың екеуі де орындалғаннан кейін, СЕРІКТЕС бірінші айында Ұлттық Директор сатысына көтерілуі тиіс.
ko: a. 파트너와 inGroup International에 의한 추가 조항을 완전하게 이행하고 파트너가 보상 플랜에 명시된 대로 내셔널 디렉터의 모든 요구 사항을 만족하면 파트너는 내셔널 디렉터로 승급합니다. 이와 같이, 파트너는 첫 달에 내셔널 디렉터로서 이 두 가지 요구 사항을 모두 충족해야 합니다.
ky: a. PARTNER жана inGroup International тарабынан ушул Толуктоо түзүлгөндөн кийин жана ӨНӨКТӨШ National Director даражасын алуу үчүн аткарылышы керек болгон жана Компенсациялоо планында белгиленген бардык талаптарды аткарганда ӨНӨКТӨШ National Director наамын алат. Ошентип, ӨНӨКТӨШ бул талаптардын экөө тең аткарылган биринчи айда National Director катары компенсация алат.
lv: Saskaņā ar pilnīgu Partnera un inGroup International vienošanās rīkojuma izpildīšanu un Partnera vēlēšanos izpildīt visas Nacionālā Direktora prasības, kas minētas Kompensācijas plānā,Partneris iegūs Nacionālā Direktora līmeni. Kā tāds Partneris pirmajā mēnesī saņems kompensāciju Nacionālā Direktora līmenī .
mn: а. ТҮНШ болон inGroup International талууд энэхүү Нэмэлт Өөрчлөлтийг гүйцэтгэж дууссаны дараа, мөн ТҮНШ нь Шагнал Урамшууллын хөтөлбөрт заасны дагуу National Director болох бүх шаардлагыг хангасан тохиолдолд ТҮНШ нь National Director болж зэрэг ахиулж болно. Үүнд, ТҮНШ нь энэ хоёр шаардлагыг хангасан эхнийхээ сараас Үндэсний Захирлын урамшууллыг авна.
pt: a. Após a execução completa deste Adendo pelo SÓCIO e pelo inGroup International, e o alcance do SÓCIO de todos os requisitos para avançar para a qualificação de Diretor Nacional conforme estabelecido no Plano de Compensação, o SÓCIO deverá avançar para a classificação de Diretor Nacional. Como tal, o SÓCIO será compensado como Diretor Nacional no primeiro mês em que ambos os requisitos forem cumpridos.
ro: a. O dată ce a fost complet validat acest Act Adiţional de către PARTENER şi inGroup International, şi după ce PARTENERUL a împlinit toate cerinţele necesare pentru a avansa la treapta de carieră de Director Naţional, aşa cum este menţionat în Planul de Compensaţie, PARTENERUL va avansa la treapta de carieră de Director Naţional. Ca atare PARTENERUL va primi compensaţie ca Director Naţional în prima lună în care ambele aceste cerinţe vor fi fost satisfăcute.
ru: а. После заключения настоящего Дополнения ПАРТНЕРОМ и inGroup International и выполнения ПАРТНЕРОМ всех требований, которые должны быть выполнены для того, чтобы он мог занять ранг Национального Директора, и которые изложены в Плане Компенсаций, ПАРТНЕР занимает ранг Национального Директора. В указанном качестве Партнер получит вознаграждение в качестве Национального Директора в первом месяце, в котором будут выполнены оба вышеуказанных условия.
uk: a. Після укладення цього Доповнення ПАРТНЕРОМ та inGroup International та виконання ПАРТНЕРОМ усіх вимог, які мають бути виконані для того, щоб він міг зайняти ранг Національного Директора, та які викладені у Плані Компенсацій, ПАРТНЕР займає ранг Національного Директора. Таким чином, ПАРТНЕР отримає винагороду як Національний Директор у перший місяць виконання обох вищезазначених вимог.
uz: a. ҲАМКОР ёки inGroup International томонидан мазкур Қўшимча тўлиқ ижро этилганидан ва ҲАМКОР томонидан Миллий директорликка эришиш учун Компенсация режасида баён этилган барча талаблар бажарилганидан сўнг, ҲАМКОР Миллий директор рангига эришади. Шундай қилиб, ҲАМКОР мазкур иккала талаб бажарилганидан сўнг биринчи ой давомида Миллий директор сифатида компенсация олади.
zh: a. 如果合作夥伴和inGroup International完成本附錄的執行，並且合作夥伴滿足了薪酬計劃中規定的關於National Director的所有要求，則合作夥伴將晉升為National Director級別。因此，合作夥伴應在滿足這兩項要求的第一個月內得到作為National Director級別的薪酬。

source: About
ca: Sobre
de: Über
es: Acerca de
fr: A propos
it: Info
kk: Туралы
ko: 회사 소개
ky: Биз жөнүндө
lv: Par
mn: Тухай
pt: Sobre
ro: Despre
ru: О нас
uk: Про нас
uz: ҳақида
zh: 關於

source: About %{ shipName }
de: Über %{ shipName }
es: Acerca de %{ shipName }
fr: À propos de %{ shipName }
it: Info su%{ shipName }
ja: %{ shipName }について
kk: Туралы %{ shipName }
ky: Тууралу: %{ name }
lv: Par %{ shipName }
mn: %{ shipName }-ын тухай
pt: Sobre %{ shipName }
ro: Despre %{ shipName }
ru: О %{ shipName }
uk: Про %{ shipName }
uz: %{ shipName } ҳақида
zh: 关于%{ shipName }

source: About <em>THE Global Convention</em>
fr: À propos de <em>THE Global Convention</em>
it: Informazioni su <em>THE Global Convention</em>
kk: <em>THE Global Convention<em>туралы
pt: Sobre <em>THE Global Convention<em>
uk: Про <em>THE Global Convention</em>
uz: <em>THE Global Convention<em> ҳақида
zh: 关于<em>THE Global Convention</em>

source: About <strong><em>THE Global Convention<em></strong>
fr: À propos de <strong><em> THE Global Convention </em></strong>
it: Informazioni su <strong><em>THE Global Convention<em></strong>
kk: <strong><em>THE Global Convention<em></strong> туралы
pt: Sobre <strong><em>THE Global Convention<em></strong>
uk: Про <strong><em>Глобальна Конвеція</em></strong>
uz: <strong><em>THE Global Convention<em></strong> ҳақида
zh: 关于<strong><em>THE Global Convention</em></strong>

source: About This Activity
ca: Sobre aquesta activitat
de: Über diese Aktivität
es: Acerca de esta Actividad
fr: À propos de cette activité
it: Informazioni su questa attività
ja: アクティビティについて
kk: Осы оқиға туралы
ky: Бул кыймыл тууралу
lv: Par šo Aktivitāti
mn: Энэ аяллын тухай
pt: Sobre esta atividade
ro: Despre această activitate
ru: Об этой активности
uk: Про цю Активність
uz: Ушбу фаолият ҳақида
zh: 关于此活动

source: About this event
fr: À propos de cet événement
it: Informazioni su questo evento
kk: Бұл іс-шара туралы
pt: Sobre este evento
uk: Про цю подію
uz: Ушбу тадбир ҳақида
zh: 关于本次活动

source: About Us
ca: Sobre Nosaltres
de: Über uns
es: Acerca de inCruises
fr: A propos de nous
it: Chi siamo
ja: 会社紹介
kk: Біз туралы
ko: 회사 소개
ky: Биз жөнүндө
lv: Par mums
mn: Бидний тухай
pt: Sobre Nós
ro: Despre noi
ru: О Нас
uk: Про Нас
uz: Биз ҳақимизда
zh: 關於我們

source: Accept
ca: Accepto
de: Zustimmen
es: Acepto
fr: Accepter
it: Acconsento
ja: 同意する
kk: Қабылдау
ko: 수락합니다
ky: Кабыл алуу
lv: Pieņemt
mn: Зөвшөөрч байна
pt: Aceito
ru: Принять
uk: Прийняти
uz: Қабул қилиш
zh: 接受

source: Accept All
ca: Acceptar tot
de: Allem zustimmen
es: Aceptar Todo
fr: J'accepte tout
it: Accetta tutto
ja: すべてに同意
kk: Барлығын Қабылдау
ko: 모두 수락합니다
ky: Баарын кабыл алуу
lv: Pieņemt VISU
mn: Бүгдийг зөвшөөрөх
pt: Aceitar tudo
ro: Acceptă toate
ru: Принять всё
uk: Прийняти всі
uz: Барини қабул қилиш
zh: 全都接受
