Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I understand that I may face travel restrictions that may prevent me from traveling to the departure port or ports of call on the cruise, that will prevent me from embarkation.
ca: Entenc que puc trobar-me amb restriccions de viatge que m'impedeixin viatjar al port de sortida o als ports d'escala del creuer, que m'impedeixin embarcar.
de: Mir ist bekannt, dass ich mit Reisebeschränkungen konfrontiert sein kann, die mich daran hindern, den Abfahrtshafen oder die Anlaufhäfen der Kreuzfahrt zu erreichen, und die mich an der Einschiffung hindern.
es: Entiendo que puedo enfrentar restricciones de viaje que pueden impedirme viajar al puerto de salida o puertos de escala en el crucero, o que pueden impedirme embarcar.
fr: Je comprends que je peux être confronté à des restrictions de voyage qui peuvent m'empêcher de me rendre au port de départ ou aux ports d'escale de la croisière, ce qui m'empêchera d'embarquer.
it: Sono consapevole che potrei trovarmi di fronte a restrizioni di viaggio che potrebbero impedirmi di recarmi al porto di partenza o ai porti di scalo della crociera e che mi impediranno di imbarcarmi.
ja: 私は、旅行制限により、クルーズの出発港や寄港地に行くことができない、または乗船できない可能性があることを理解しています。
kk: Мен саяхат кезінде портқа немесе шақыру порттарына баруға кедергі келтіретін саяхат шектеулеріне тап болуым мүмкін екенін түсінемін, бұл мені отырғызуға кедергі келтіруі мүмкін.
ko: 본인은 크루즈의 출발 항구 또는 크루즈 여행중의 기항지로 여행하지 못하게 하거나 승선하지 못하게 하는 여행 제한에 직면할 수 있음을 이해합니다.
ky: Мен, жолго чыгуу портуна, круиз учурунда кирүү портторуна баруума же менин бортко түшүүмө тоскоол боло турган саякат чектөөлөрүнө туш болушум мүмкүн экенин түшүнөм.
lv: Es saprotu,ka man var tikt noteikti ierobežojumi,kas var man liegt ceļojot iebraukt ostās kruīza laikā vai iekāpšanas brīdī.
mn: Хөлөг онгоцонд суулгахгүй үүднээс дуудах боомт болон хөдлөх боомт руу очихоос сэргийлэн надад аяллын хязгаарлалт хийж магадгүйг ойлгож байна.
pt: Eu entendo que posso enfrentar restrições de viagem que podem me impedir de viajar para o porto de partida ou portos de escala no cruzeiro, ou que me impedirão de embarcar.
ro: Înțeleg că pot întâlni restricții de călătorie care mă pot împiedica să călătoresc la portul de plecare sau la porturile de apel la croazieră, care mă vor împiedica să mă îmbarc.
ru: Я понимаю, что могу столкнуться с туристическими ограничениями, которые могут воспрепятствовать моему попаданию в порт отправки, в порты захода во время круиза или помешать мне попасть на борт.
uk: Я розумію, що можу зіткнутися з туристичними обмеженнями, які можуть перешкоджати моєму потраплянню в порт відправки, в порти заходу під час круїзу або перешкоджати мені потрапити на борт.
uz: Круиз портига етиб боришимга ёки круиз кемасига чиқишимга тўсқинлик қилиши мумкин бўлган саёҳатга оид чекловларга дуч келишим мумкинлигини биламан.
zh: 我了解我可能會面臨旅行限制，這可能會阻止我前往郵輪上的出發港或停靠港，這將阻止我登船。

source: I understand that I need to have some extra money in case I have problems and need to book a hotel and buy flight tickets to get back home; if my cruise is cancelled.
ca: Entenc que necessito tenir una mica de diners extres per si tinc problemes i necessito reservar un hotel i comprar bitllets d'avió per tornar a casa; si el meu creuer es cancel·la.
de: Ich verstehe, dass ich etwas zusätzliches Geld haben muss, falls ich Probleme habe und ein Hotel buchen und Flugtickets kaufen muss, um nach Hause zu kommen, falls meine Kreuzfahrt storniert wird.
es: Entiendo que debo contar con algo de dinero extra en caso de que tenga problemas y necesite reservar un hotel y comprar boletos de avión para regresar a casa si se cancela mi crucero.
fr: Je comprends que je dois avoir un peu d'argent supplémentaire au cas où j'aurais des problèmes et que je devrais réserver un hôtel et acheter des billets d'avion pour rentrer chez moi, si ma croisière est annulée.
it: Sono consapevole che dovrò avere dei soldi in più nel caso in cui dovessi avere dei problemi e dovessi prenotare un hotel e comprare dei biglietti aerei per tornare a casa, se la mia crociera venisse cancellata.
ja: 万が一トラブルが発生し、ホテルの予約や、クルーズがキャンセルされた時に、帰国するための航空券を購入する必要がある場合に備えて、余分なお金が必要であることを理解しています。
kk: Мен қиындықтар туындаған жағдайда мен қосымша ақша қажет екенін түсінемін және қонақ үйге тапсырыс беру және үйге қайту үшін рейстер сатып алу қажет; егер менің круиз тоқтатылса.
ko: 본인은 문제가 있는 경우 추가적인 경비가 필요하고 크루즈가 취소된 경우 집으로 돌아가기 위해 호텔을 예약하고 비행기표를 구매해야 한다는 것을 이해합니다.
ky: Эгер менин круизим жокко чыгарылса же к.андайдыр бир көйгөй жаралып мейманкананы брондоо жана үйгө кайтуу үчүн авиа билеттерди сатып алуу керек болуп калса менде кошумча акча бар болушу керек экенин түшүнөм.
lv: Es saprotu, ka man ir vajadzīga papildus nauda gadījumam, ja man ir problēmas un man ir nepieciešams rezervēt viesnīcu un nopirkt lidmašīnas biļetes,lai atgrieztos mājās, ja mans kruīzs tiek atcelts.
mn: Хэрэв миний далайн аялал цуцлагдсан тохиолдолд, гэртээ буцаж харихад хэрэгтэй зочид буудлын болон онгоцны билет авахад хангалттай нэмэлт мөнгөтай явах ёстой гэдгээ би ойлгож байна.
pt: Eu entendo que preciso de algum dinheiro extra caso tenha problemas e preciso reservar um hotel e comprar passagens aéreas para voltar para casa se meu cruzeiro for cancelado.
ro: Înțeleg că trebuie să am bani în plus în cazul în care am probleme și am nevoie să rezerv un hotel și să cumpăr bilete de avion pentru a mă întoarce acasă, dacă croaziera mea este anulată.
ru: Я понимаю, что при отмене моего круиза и возникновении каких-либо проблем мне необходимо иметь при себе дополнительную сумму денег для бронирования отеля и покупки обратных авиабилетов, чтобы попасть домой.
uk: Я розумію, що при скасуванні мого круїзу і виникненні будь-яких проблем мені необхідно мати при собі додаткову суму коштів для бронювання готелю і придбання зворотних авіаквитків додому.
uz: Агар менинг круизим бекор бўлса, муаммолар пайдо бўлишини ва меҳмонхона ёки уйга қайтиш учун авиабилет харид қилишим учун менга қўшимча пул керак бўлишини тушунаман.
zh: 我明白我需要一些額外的錢，以防我遇到問題，需要預訂酒店併購買機票才能回家；如我的郵輪被取消

source: I understand that if I promote any group cruise or make improper advertising claims or do not adhere to this agreement/commitment, I can lose all of my awarded Reward Points and Reward Points earned via our Free Membership program.
ca: Entenc que si promociono qualsevol creuer grupal o si faig accions publicitàries incorrectes o no adhereixo a aquest acord / compromís, puc perdre tots els meus Punts de recompensa, i Punts de recompensa, guanyats a través del nostre programa de subscripció gratuïta.
de: Ich nehme zur Kenntnis, dass ich, wenn ich eine Gruppenreise promote oder unangemessene Werbeaussagen mache oder diese Vereinbarung/Verpflichtung nicht einhalte, alle meine zugesprochenen Reward Points und Reward Points verlieren kann, die ich über unser Free-Mitgliedschaftprogramm verdient habe.
es: Entiendo que si promociono cualquier crucero grupal o realizo acciones publicitarias impropias o no me adhiero a este acuerdo / compromiso, puedo perder todos mis Puntos de Recompensa, así como los Puntos Recompensa ganados a través de nuestro programa de Membresía Gratuita.
fr: Je comprends que si je fais la promotion d'une croisière de groupe ou présente des revendications publicitaires inappropriées ou si je n'adhère pas à cet accord / engagement, je peux perdre tous mes Points de Récompense et mes Points de Récompense gagnés grâce à notre programme d'abonnement gratuit.
it: Comprendo che se promuovo una crociera di gruppo o faccio affermazioni pubblicitarie scorrette o non rispetto questo contratto/impegno, posso perdere tutti i miei Crediti Premio compresi quelli guadagnati con il programma della Membership gratuita.
ja: グループクルーズを宣伝したり、不適切な宣伝をしたり、この契約/約束を遵守しなかった場合、無料メンバーシッププログラムで獲得したリワードポイントとリワードポイントをすべて失うことがあることを理解しています。
kk: Мен кез келген топтық круизді насихаттайтын болсам, бұрыс жарнамалық мәлімдемелер жасасам немесе осы келісімді орындамасам, барлық есептелген бонустық ұпайлар мен тегін мүшелікпен алынған бонустық ұпайларды жоғалтуым мүмкін екенін түсінемін.
ko: 그룹 크루즈를 홍보하거나 부적절한 광고 주장을하거나 이 계약 / 약속을 준수하지 않으면 무료 멤버십 프로그램을 통해 획득한 모든 리워드 포인트를 잃을 수 있음에 동의합니다.
ky: Мен кандайдыр бир топтук круизди таркатсам же туура эмес жарнамалык маалымдамаларды айтсам же бул келишимди/милдеттенмени карманбасам, Бонустук Упайларымды жана Акысыз мүчөлүк программабыз аркылуу тапкан бардык Бонустук Упайларымды жоготуп алышымды түшүнөм.
lv: Es saprotu, ka, ja es reklamēju kādu grupas braucienu vai izrādu nepareizu reklāmu vai nepildu šo līgumu/saistības, es varu zaudēt visus piešķirtos Balvu Punktus un Balvu Punktus, kas nopelnīti, izmantojot mūsu bezmaksas dalības programmu.
mn: Хэрэв би ямар нэгэн тусгай аяллыг онцгойлон сурталчлах, зохисгүй сурталчилгаа хийх зэрэг энэ гэрээ амлалтаа хэрэгжүүлээгүй тохиолдолд өөрийн Үнэгүй Гишүүнчлэлийн хөтөлбөрөөр олж авсан болон урамшуулалд авсан бүх Шагналын Оноогоо алдах болно гэдгийг хүлээн зөвшөөрч байна.
pt: Entendo que, se eu promover algum cruzeiro em grupo ou fizer publicidade imprópria ou não aderir a este contrato/compromisso, poderei perder todos os meus Pontos de Recompensa disponíveis e também os Pontos de Recompensa ganhos através do nosso programa de Assinatura Gratuita.
ro: Înţeleg că dacă promovez orice croazieră de grup sau fac afirmaţii incorecte sau nu respect acest acord/înţelegere, pot pierde toate Punctele de Recompensă acordate şi Punctele de Recompensă dobândite prin programul de membru gratuit.
ru: Я понимаю, что, если я буду продвигать какой-либо групповой круиз, делать неправильные рекламные заявления или не придерживаться данного соглашения, я могу потерять все начисленные Бонусные Баллы и Бонусные Баллы, полученные посредством Бесплатного Членства.
uk: Я розумію, що, якщо я буду просувати будь-який груповий круїз, робити неправильні рекламні заяви або не дотримуватися даної угоди, я можу втратити всі нараховані Бонусні Бали та Бонусні Бали, отримані за допомогою Безкоштовного Членства.
uz: Мен, агар бирор гуруҳли круизни тарғиб қилсам ёки нотўғри реклама қилсам ёхуд ушбу битим/келишувга амал қилмасам, менга тақдим этилган Бонус балларини ва Бепул Аъзолик дастури орқали ишлаб топган барча Бонус балларимни йўқотишим мумкинлигини тушунаман.
zh: 我理解，如果我宣傳任何團體郵輪或進行不正當的廣告宣傳或不遵守此協議/承諾，我將失去獎勵給我的和通過我們的免費會員計劃獲得的所有獎勵積分。

source: I understand that it is my responsibility to be up to date with any changes and/or travel requirements made to my reservation. When booking a cruise, I'm 100% aware of the cruise lines cancellation terms.
ca: Entenc que és la meva responsabilitat estar al dia amb qualsevol canvi o requisits de viatge realitzats en la meva reserva. En reservar un creuer, sóc 100% conscient de les condicions de cancel·lació de les línies de creuers.
de: Ich bin mir bewusst, dass es in meiner Verantwortung liegt, über alle Änderungen und/oder Reiseanforderungen, die an meiner Reservierung vorgenommen werden, auf dem Laufenden zu sein. Wenn ich eine Kreuzfahrt buche, bin ich mir der Stornierungsbedingungen der Kreuzfahrtgesellschaft zu 100 % bewusst.
es: Entiendo que es mi responsabilidad estar al día con cualquier cambio y / o requisito de viaje realizados en mi reserva. Al reservar un crucero, estoy 100% al tanto de los términos de cancelación de las líneas de cruceros.
fr: Je comprends qu'il est de ma responsabilité de me tenir au courant de toute modification et/ou exigence de voyage apportée à ma réservation. Lorsque je réserve une croisière, je suis pleinement conscient des conditions d'annulation de la compagnie de croisière.
it: Sono consapevole che è mia responsabilità essere aggiornato su eventuali modifiche e/o requisiti di viaggio applicati alla mia prenotazione. Quando prenoto una crociera, sono consapevole al 100% delle condizioni di annullamento delle compagnie di crociera.
ja: 私は、自分の予約内容に変更や旅行条件の追加等について、最新の情報を得ることが自己責任であることを理解しています。私は、クルーズを予約する際、クルーズ会社のキャンセル条件を100％理解しています。
kk: Мен брондау кезінде енгізілген кез келген өзгерістер мен / немесе саяхат талаптарын білу менің міндетім екенін түсінемін. Круизге тапсырыс беру кезінде мен круиздік желілердің күшін жою шарттарын 100% білемін.
ko: 본인은 예약에 대한 변경 사항 및/또는 여행 요건을 최신 상태로 유지하는 것이 본인의 책임임을 이해합니다. 크루즈를 예약할 때 크루즈 선사의 취소 조건을 100% 알고 있습니다.
ky: Мен брондоом боюнча ар кандай өзгөртүүлөр жана/же саякатка байланыштуу талаптардан кабардар болуу менин милдетим экенин түшүнөм. Круизди брондоп жатканда, мен круиздик линиялардын жокко чыгаруу шарттары менен толук 100% таанышып чыктым.
lv: Es saprotu,ka pats esmu atbildīgs par to, ka man ir jābūt lietas kursā par jebkurām izmaiņām/vai ceļojuma prasībām attiecībā uz manu rezervāciju.Rezervējot kruīzu,esmu 100% informēts par kruīza līniju atcelšanas noteikumiem.
mn: Миний аяллын захиалгад оруулсан аливаа өөрчлөлт болон шаардлага зэргийг цаг тухайд нь мэдэж байх нь миний үүрэг гэдгийг болон далайн аяллын захиалга хийхдээ аяллын компаниудын аялал цуцлах нөхцлийг 100% мэдэж байх ёстой гэдгээ би ойлгож байна.
pt: Eu entendo que é minha responsabilidade estar em dia com quaisquer alterações e / ou requisitos de viagem feitos em minha reserva. Ao reservar um cruzeiro, estou 100% ciente dos termos de cancelamento das linhas de cruzeiro.
ro: Înțeleg că este responsabilitatea mea să fiu la curent cu orice schimbări și / sau cerințe de călătorie făcute la rezervarea mea. Când rezerv o croazieră, sunt 100% conștient de termenii de anulare a liniilor de croazieră.
ru: Я понимаю, что только я несу ответственность за то, чтобы быть в курсе любых изменений и/или требований к путешествию, связанных с моим бронированием. При бронировании круиза я на 100% ознакомлен с условиями отмены круизных линий.
uk: Я розумію, що тільки я несу відповідальність за те, щоб бути в курсі будь-яких змін і/або вимог до подорожі, пов'язаних з моїм бронюванням. При бронюванні круїзу я на 100% ознайомлений з умовами відміни круїзних ліній.
uz: Менинг буюртмамга оид барча ўзгаришлар ва/ёки саёҳат қилиш учун қўйилган талаблардан ўз вақтида хабардор бўлишни ўз зиммамга оламан. Круизга буюртма бераётганда мен круиз линияларининг бекор қилиш шартларидан 100% бохабар эдим.
zh: 我了解我有責任及時了解對我的預訂所做的任何更改和/或旅行要求。預訂郵輪時，我 100% 了解郵輪公司的取消條款。

source: I understand that it's my own responsibility to check cruise lines updated travel health protocols and safety requirements before starting my travel towards reaching my cruise departure port.
ca: Entenc que és la meva pròpia responsabilitat comprovar els protocols de salut i els requisits de seguretat actualitzats de les línies de creuers abans d'iniciar el meu viatge per arribar al port de sortida del creuer.
de: Ich bin mir bewusst, dass es in meiner eigenen Verantwortung liegt, die aktualisierten Gesundheitsprotokolle und Sicherheitsanforderungen der Kreuzfahrtgesellschaften zu überprüfen, bevor ich meine Reise zum Abfahrtshafen antrete.
es: Entiendo que es mi responsabilidad comprobar los protocolos de salud y los requisitos de seguridad de viaje actualizados de las líneas de cruceros antes de comenzar mi viaje hacia el puerto de salida de mi crucero.
fr: Je comprends qu'il est de ma responsabilité de vérifier les protocoles de santé et les exigences de sécurité mis à jour par les compagnies de croisière avant de commencer mon voyage vers le port de départ de ma croisière.
it: Sono consapevole che è mia responsabilità controllare i protocolli sanitari di viaggio aggiornati delle compagnie di crociera e i requisiti di sicurezza prima di iniziare il mio viaggio verso il porto di partenza della mia crociera.
ja: 私は、クルーズの出発港に向かい、旅行をスタートする前に、クルーズ会社の最新トラベルヘルスプロトコルと安全要件を確認することは、自己責任であることを理解しています。
kk: Мен круиздік портқа жету үшін саяхатқа шықпас бұрын круиздік желілердің жаңартылған саяхат хаттамалары мен қауіпсіздік талаптарын тексеру менің жауапкершілігім екенін түсінемін.
ko: 본인은 크루즈 출발 항구에 도착하기 위해 여행을 시작하기 전에 크루즈 선사의 업데이트된 여행 건강 프로토콜 및 안전 요구 사항을 확인하는 것이 본인 자신의 책임임을 이해합니다.
ky: Круизге чыгуу портуна сапарымды баштаардан мурун круиздик линиялардын жаңыртылган ден соолук протоколдорун жана коопсуздук талаптарын текшерүү менин жеке милдетим экенин түшүнөм.
lv: Es saprotu,ka tā ir mana atbildība pārbaudīt kruīzu līniju jaunākos ceļojuma veselības protokolus un drošības nosacījumus pirms kruīza un tam beidzoties.
mn: Далайн аяллын хөлөг хөдлөх боомтонд очихоос өмнө би далайн аяллын компаниудын шинэчилсэн эрүүл мэндийн протокол, аюулгүй байдлын шаардлагуудыг шалгаж үзэх нь миний үүрэг гэдгийг ойлгож байна.
pt: Eu entendo que é minha própria responsabilidade verificar os protocolos de saúde de viagem e requisitos de segurança atualizados das linhas de cruzeiro antes de iniciar minha viagem para chegar ao porto de partida do cruzeiro.
ro: Înțeleg că este propria mea responsabilitate de a verifica actualizarea protocoalelor de sănătate ale liniilor de croazieră și cerințele de siguranță înainte de a începe călătoria spre portul meu de plecare de croazieră.
ru: Я понимаю, что самостоятельно несу ответственность за то, чтобы проверять обновления в туристических протоколах о здоровье и требованиях безопасности, прежде чем начать своё путешествие в порт отправки моего круиза.
uk: Я розумію, що самостійно несу відповідальність за те, щоб перевіряти оновлення в протоколах охорони здоров'я та вимоги безпеки під час подорожей, перш ніж почати свою подорож в порт відправки мого круїзу.
uz: Круиз бошланадиган портга етиб олиш учун йўлга чиқишимдан аввал круиз линияларининг янгиланган саломатлик баённомаси ва хавфсизлик талабларини текшириб туриш масъулиятини ўз зиммамга оламан.
zh: 我明白，在開始前往我的郵輪出發港之前，我有責任檢查郵輪公司更新的旅行健康協議和安全要求。

source: I understand that my cruising experience may be limited or greatly reduced due to covid protocols enforced by the cruise line industry and governments.
ca: Comprenc que la meva experiència en els creuers es pot veure limitada o molt reduïda a causa dels protocols de seguretat aplicats per la indústria dels creuers i els governs.
de: Ich bin mir bewusst, dass mein Kreuzfahrterlebnis aufgrund der von der Kreuzfahrtindustrie und den Regierungen auferlegten Vorsichtsmaßnahmen eingeschränkt oder stark reduziert sein kann.
es: Entiendo que mi experiencia de crucero puede ser limitada o muy reducida debido a los protocolos de covid impuestos por la industria de líneas de cruceros y los gobiernos.
fr: Je comprends que mon expérience de la croisière peut être limitée ou fortement réduite en raison des protocoles de covid appliqués par l'industrie des croisières et les gouvernements.
it: Sono consapevole che la mia esperienza di crociera può essere limitata o fortemente ridotta a causa dei protocolli di sicurezza applicati dall'industria delle crociere e dai governi.
ja: 私は、クルーズ業界や政府が実施するコロナプロトコルにより、私のクルーズ体験が制限されたり、大幅に減少する可能性があることを理解しています。
kk: Мен круиздік индустрия мен үкіметтер енгізілген ковидикалық хаттамаларға байланысты менің круиздік тәжірибем шектеулі немесе біршама қысқаруы мүмкін екенін түсінемін.
ko: 본인은 크루즈 선사 업계와 정부에서 시행하는 코로나 바이러스 프로토콜로 인해 본인의 크루즈 경험이 제한되거나 크게 줄어들 수 있음을 이해합니다.
ky: Менин круиздик тажрыйбам круиздик линия индустриясы жана өкмөттөр тарабынан аткарылган ковид протоколдорунун айынан чектелиши же бир топ кыскарышы мүмкүн экенин түшүнөм.
lv: Es saprotu,ka mana uzturēšanās kruīzā var tikt ierobežota vai ievērojami samazināta saskaņā ar kruīzu līniju nozares un vadības covid protokolu dēļ.
mn: Далайн аяллын салбар, засгийн газраас хэрэгжүүлж буй Ковидын эсрэг авч хэрэгжүүлж буй протоколоос болж миний аяллын нөхцөл байдал хязгаарлагдмал болох, эрс багасах боломжтой гэдгийг би ойлгож байна.
pt: Eu entendo que minha experiência de cruzeiro pode ser limitada ou muito reduzida devido a protocolos da COVID-19 impostos pela indústria de cruzeiros e governos.
ro: Înțeleg că experiența mea de croazieră poate fi limitată sau redusă foarte mult datorită protocoalelor Covid impuse de industria croazierelor și guvernele țărilor.
ru: Я понимаю, что в связи с протоколами, введёнными правительствами государств и индустрией круизных линий из-за коронавируса, мои круизные путешествия могут иметь ограничения или могут быть в значительной степени сокращены.
uk: Я розумію, що в зв'язку з протоколами, введеними урядами держав та індустрією круїзних ліній через коронавірус, мої круїзні подорожі можуть мати обмеження або можуть бути в значній мірі скорочені.
uz: Менинг круизим круиз линиялари ва ҳукумат томонидан covid баённомасига мувофиқ чекланиши ва сезиларли равишда қисқартирилиши мумкинлигидан хабардорман.
zh: 我明白，由於郵輪行業和政府實施的新冠病毒協議，我的巡航體驗可能會受到限製或大大減少。
