Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: You agree not to provide on the Site or to inCruises, including employees of inCruises, your social security number, credit card information unless the disclosure is associated with (i) a valid transaction for the purchase of products or services through the Site or (ii) your joining our optional Independent Partner Program, for which your social security number is needed to notify the proper authorities (e.g., the Internal Revenue Service) regarding monies earned through the program.
ca: Acceptes no proporcionar al Lloc ni a inCruises, incloent-hi els empleats d’inCruises, el teu número de seguretat social, informació de targeta de crèdit, excepte quan la divulgació estigui associada amb (i) una transacció vàlida per a la compra de productes o serveis a través del Lloc o (ii) la teva incorporació al nostre programa opcional de Soci Independent, per al qual es necessita el teu número de seguretat social per notificar les autoritats pertinents (per exemple, l'Agència Tributària) sobre els ingressos obtinguts a través del programa.
de: Sie erklären sich damit einverstanden, Ihre Sozialversicherungsnummer oder Kreditkarteninformationen weder auf der Site noch gegenüber inCruises, einschließlich den Mitarbeitern von inCruises, anzugeben, es sei denn, die Offenlegung steht im Zusammenhang mit (i) einer gültigen Transaktion zum Kauf von Produkten oder Dienstleistungen über die Site oder (ii) Ihrer Teilnahme an unserem optionalen Programm für unabhängige Partner, für das Ihre Sozialversicherungsnummer benötigt wird, um die zuständigen Behörden (z. B. die Steuerbehörde) über die durch das Programm verdienten Gelder zu informieren.
es: Aceptas no proporcionar en el Sitio o a inCruises, incluyendo a los empleados de inCruises, tu número de seguro social, información de tarjeta de crédito, a menos que la información se asocie con (i) una transacción válida para la compra de productos o servicios a través del Sitio o (ii) formar parte de nuestro programa opcional de Socios Independientes, para lo cual se necesita tu número de seguridad social para notificar a las autoridades correspondientes (por ejemplo, el Servicio de Impuestos Internos) sobre el dinero ganado a través del programa.
fr: Vous acceptez de ne pas fournir sur le Site ou à inCruises, y compris les employés d'inCruises, votre numéro de sécurité sociale, vos informations de carte de crédit, sauf si la divulgation est associée à (i) une transaction valide pour l'achat de produits ou de services via le Site ou (ii) votre adhésion à notre Programme facultatif de Partenare Indépendant, pour lequel votre numéro de sécurité sociale est nécessaire pour informer les autorités compétentes (par exemple, le Service du Revenu Interne) concernant les sommes gagnées grâce au programme.
it: Accetti di non trasmettere al Sito o a inCruises, inclusi i dipendenti di inCruises, il tuo numero di previdenza sociale, informazioni sulla carta di credito a meno che la divulgazione non sia associata a (i) una transazione valida per l'acquisto di prodotti o servizi attraverso il Sito o (ii) la tua adesione al nostro Programma Partner Indipendente opzionale, per il quale il tuo numero di previdenza sociale è necessario per notificare alle autorità competenti (ad esempio, l'Internal Revenue Service) le somme guadagnate attraverso il programma.
ja: サイトまたはinCruisesの従業員に対し、（i）サイトを介した製品またはサービスの有効な取引開⽰している場合を除く、または（ii）オプションの独⽴パートナープログラムへの参加するため、プログラムを通じて獲得した⾦銭について、適切な当局（国税庁など）に通知するために社会保障番号が必要な場合を除いて、社会保障番号、クレジットカード情報を含む情報を提供しないことに同意します。
kk: Сіз сайтта немесе inCruises-те, соның ішінде inCruises қызметкерлерінде, әлеуметтік сақтандыру нөміріңізде, несие картасы туралы ақпаратты ұсынбауға келісесіз, егер ақпаратты ашу (I) сайт арқылы өнімдерді немесе қызметтерді сатып алу бойынша жарамды транзакциямен немесе (ii) біздің қосымша тәуелсіз серіктестік бағдарламамызға қосылумен байланысты болса, мысалы. қандай нөмір сіздің әлеуметтік сақтандыруыңыз бағдарлама арқылы алынған ақша туралы тиісті органдарға (мысалы, ішкі кірістер қызметі) хабарлау үшін қажет.
ky: Сиз социалдык камсыздандыруу номериңизди же кредиттик карта маалыматыңызды төмөнкү эки жагдайдан: (i) социалдык номериңиз же кредиттик картаңыздын номери Сайт аркылуу продукцияларды же кызматтарды иш жүзүндө сатып алуу транзакциясына же (ii) биздин Көзкарандысыз Өнөктөштүк Программасына катталууңузга байланыштуу сиздин Социалдык камсыздоо номериңиз программанын алкагында табылган акча жөнүндө тиешелүү органдарга (мисалы, Ички киреше кызматына) билдирүү үчүн талап кылынган учурдан башка учурларда, эч кайсы бир Сайтка же inCruises компаниясына, жада калса inCruises кызматкерлерине дагы бербөөгө макулдугуңузду бересиз.
lv: Jūs piekrītat vietnē vai InCruises, ieskaitot InCruises darbiniekus, nesniegt jūsu sociālā nodrošinājuma numuru, kredītkartes informāciju, ja vien informācijas izpaušana nav saistīta ar (i) derīgu darījumu produktu vai pakalpojumu iegādei, izmantojot vietni, vai (ii) jūsu pievienošanos mūsu neobligātajai neatkarīgo partneru programmai, kurai jūsu sociālā nodrošinājuma numurs ir nepieciešams, lai informētu attiecīgās iestādes (piemēram, Iekšējo ieņēmumu dienestu) par līdzekļiem, kas nopelnīti, izmantojot šo programmu.
mn: Та энэхүү вэб хуудсанд болон inCruises компанид, түүнчлэн inCruises компанийн ажилтнуудад, өөрийн нийгмийн даатгалын дугаар, кредит картын мэдээллээ өгөхгүй гэдгээ хүлээн зөвшөөрч байгаа бөгөөд гагцхүү (i) вэб хуудсаар дамжуулан бүтээгдэхүүн эсвэл үйлчилгээ худалдан авахтай холбоотой хүчинтэй гүйлгээ хийх үед, эсвэл (ii) манай сайн дурын Бие даасан Түншийн хөтөлбөрт элсэх үед өгөх юм. Уг хөтөлбөрийн хүрээнд олсон орлогын талаар холбогдох эрх бүхий байгууллагад (жишээ нь орлогын албан татварын алба) мэдээлэл өгөх үүднээс таны нийгмийн даатгалын дугаар шаардлагатай байдаг болно.
pt: Você concorda em não fornecer ao Site ou à inCruises, incluindo funcionários da inCruises, seu número de previdência social, informações do cartão de crédito, a menos que a divulgação seja necessária para (i) uma transação válida de compra de produtos ou serviços através do Site ou (ii) ao ingressar no nosso Programa de Parceiro Independente opcional, onde é necessário informar o seu número de previdência social para notificar as autoridades apropriadas (por exemplo, a Receita Federal) sobre o dinheiro recebido pelo programa.
ro: Ești de acord să nu furnizezi pe site sau către inCruises, inclusiv angajaților inCruises, numărul tău de securitate socială, informațiile despre cardul de credit, cu excepția cazului în care dezvăluirea este asociată cu (i) o tranzacție validă pentru achiziționarea de produse sau servicii prin intermediul Site-ului sau (ii) aderarea ta la Programul nostru opțional de partenerii independenți, pentru care numărul tău de securitate socială este necesar pentru a notifica autoritățile competente (de exemplu, serviciul de venituri interne) referitor la banii câștigați prin program.
ru: Вы соглашаетесь не предоставлять как на Сайте, так и в inCruises (в том числе и для сотрудников inCruises), номер вашего социального страхования, данные кредитной карты, если раскрытие информации не связано с (i) подтвержденной операцией для покупки продуктов или услуг через Сайт или с (ii) вашим присоединением к нашей необязательной Программе Независимых Партнеров, для которой необходим ваш номер социального страхования, чтобы уведомить соответствующие органы (например, Службу внутренних доходов) о денежных средствах, полученных в рамках Программы.
uk: Ви погоджуєтесь не повідомляти на Сайті чи inCruises, включаючи працівників inCruises, свій номер соціального страхування, інформацію про кредитну карту, якщо таке розкриття не пов’язане з (i) дійсною транзакцією щодо придбання продуктів чи послуг через Сайт, або (ii) Ви приєднаєтесь до нашої факультативної Програми незалежних партнерів, для якої ваш номер соціального страхування необхідний для повідомлення відповідних органів (наприклад, Служби внутрішніх доходів) щодо грошових коштів, зароблених за допомогою програми.
uz: Агар ошкор қилиш қуйидаги амаллар билан боғлиқ бўлмаса, ижтимоий хавфсизлик рақамингиз, кредит картангиз маълумотларини Сайтда ёки inCruises га, шу жумладан, inCruises ходимларига тақдим этмасликка розилик берасиз: (i) Сайт орқали маҳсулот ёки хизматлар хариди учун яроқли транзакция ёки (ii) тегишли органларни (масалан, Ички даромад хизмати) хабардор қилиш учун зарур бўлган ижтимоий ҳимоя рақамингиз талаб этиладиган ихтиёрий Мустақил ҳамкор дастурига қўшилиш.
zh: 您同意不向本网站或inCruises（包括inCruises员工）提供您的社会安全号码、信用卡信息，除非该信息是用于以下目的：(i)通过网站进行合法的商品或服务购买交易；或(ii)您加入我们的可选独立合作伙伴计划时，为通知相关部门（例如国税局）有关通过该计划获得收入的情况而需要您的社会安全号码。

source: You agree not to send unsolicited emails or other electronic communications, commercial or otherwise, as an advertisement for the Company's services without first obtaining prior confirmed consent from the recipient of said email.
ca: Acceptes no enviar correus electrònics no sol·licitats ni altres comunicacions electròniques, comercials o d’altre tipus, com a publicitat dels serveis de la Companyia sense haver obtingut prèviament el consentiment confirmat del destinatari d’aquest correu.
de: Sie erklären sich damit einverstanden, keine unerwünschten E-Mails oder andere elektronische Nachrichten kommerzieller oder sonstiger Art als Werbung für die Dienste des Unternehmens zu versenden, ohne zuvor die bestätigte Zustimmung des Empfängers der betreffenden E-Mail einzuholen.
es: Aceptas no enviar correos electrónicos no solicitados u otras comunicaciones electrónicas, comerciales o de otro tipo, como un anuncio de los servicios de la compañía, sin obtener primero el consentimiento confirmado por el destinatario de dicho correo electrónico.
fr: Vous acceptez de ne pas envoyer de courriers électroniques non sollicités ou d'autres communications électroniques, commerciales ou autres, en guise de publicité pour les services de la Société sans avoir préalablement obtenu le consentement confirmé du destinataire dudit courrier électronique.
it: Accetti di non inviare email non richieste né altre comunicazioni elettroniche non richieste, di natura commerciale o di altro tipo, come pubblicità per i servizi della Società, senza aver prima ottenuto un consenso esplicito dal destinatario di tale email.
ja: 会員は、電⼦メールの受信者から事前に確認された同意を得ることなく、企業のサービスの広告として未承諾の電⼦メールまたはその他の電⼦通信を送信しないことに同意します。
kk: Сіз көрсетілген электрондық поштаны алушыдан расталған келісімді алдын ала алмай, компанияның қызметтеріне жарнама ретінде сұралмаған электрондық хаттарды немесе коммерциялық немесе өзге де электрондық хабарламаларды жібермеуге келісесіз.
ky: Сиз алуучунун алдын ала макулдугусуз Компаниянын кызматтары үчүн жарнак катары керексиз электрондук каттарды же башка электрондук билдирүүлөрдү жибербөөгө макул болосуз.
lv: Jūs piekrītat nesūtīt nelūgtus e-pastus vai citus elektroniskos sakarus, komerciālus vai citādus, kā uzņēmuma pakalpojumu reklāmu, iepriekš neiegūstot iepriekš apstiprinātu piekrišanu no minētā e-pasta saņēmēja.
mn: Та имэйл хүлээн авагчаас урьдчилан зөвшөөрөл авалгүйгээр Компанийн зар сурталчилгааны хэлбэрээр хүсээгүй имэйл эсвэл бусад цахим харилцаа илгээхгүй гэдгээ хүлээн зөвшөөрч байгаа болно.
pt: Você concorda em não enviar e-mails não solicitados ou outras comunicações eletrônicas, comerciais ou não, como anúncios para os serviços da Empresa sem o consentimento prévio confirmado do destinatário.
ro: Ești de acord să nu trimiți e-mailuri nesolicitate sau alte comunicări electronice, comerciale sau de altă natură, ca reclamă pentru serviciile Companiei, fără a obține în prealabil consimțământul confirmat de la destinatarul respectivului e-mail.
ru: Вы соглашаетесь не отправлять нежелательные электронные письма или другие электронные, коммерческие или иные сообщения в качестве рекламы услуг Компании, без предварительного получения согласия от получателя указанного письма.
uk: Ви погоджуєтесь не надсилати небажані електронні листи чи інші електронні комунікації, комерційні чи інші, як рекламу послуг компанії без попереднього отримання попередньо підтвердженої згоди від одержувача вказаного електронного листа.
uz: Қабул қилувчининг олдиндан тасдиқланган розилигини олмасдан туриб, сўралмаган электрон хатларни ёки тижорий ёки бошқа шаклда Компания хизматларини реклама қилувчи бошқа электрон хабарларни юбормасликка розилик берасиз.
zh: 您同意不发送未经请求的电子邮件或其他电子通信，无论是否为公司服务的广告，除非事先已获得收件人的明确同意。

source: You agree not to solicit or attempt to obtain any login information, passwords, social security numbers, credit card information or other personal or financial information from other users. Moreover, you agree not to tell anyone, including staff, your password and not to enter your password in any website or form outside of the Site or in any survey, either inside or outside of the Site.
ca: Acceptes no sol·licitar ni intentar obtenir cap informació d'inici de sessió, contrasenyes, números de seguretat social, informació de targeta de crèdit ni cap altra informació personal o financera d'altres usuaris. A més, acceptes no dir-li a ningú, inclòs el personal, la teva contrasenya i no introduir la teva contrasenya en cap lloc web ni formulari fora del Lloc ni en cap enquesta, tant dins com fora del Lloc.
de: Sie verpflichten sich, keine Anmeldedaten, Passwörter, Sozialversicherungsnummern, Kreditkarteninformationen oder sonstige persönliche oder finanzielle Daten von anderen Nutzern abzufragen oder zu erfragen. Darüber hinaus verpflichten Sie sich, Ihr Passwort niemandem, auch nicht Mitarbeitern, mitzuteilen und es nicht auf Websites oder Formularen außerhalb der Website oder in Umfragen innerhalb oder außerhalb der Website einzugeben.
es: Aceptas no solicitar o intentar obtener cualquier información de inicio de sesión, contraseñas, números de seguridad social, información de tarjeta de crédito u otra información personal o financiera de otros usuarios. Por otra parte, aceptas no decirle a nadie, incluido el personal de la compañía, tu contraseña y no ingresar tu contraseña en cualquier sitio web o formulario fuera de la página de inCruises o en cualquier encuesta, ya sea dentro o fuera del Sitio.
fr: Vous vous engagez à ne pas solliciter ni tenter d'obtenir des identifiants, mots de passe, numéros de sécurité sociale, informations de carte de crédit ou autres informations personnelles ou financières d'autres utilisateurs. De plus, vous vous engagez à ne communiquer votre mot de passe à personne, y compris au personnel, et à ne pas le saisir sur un site web ou un formulaire extérieur au Site, ni dans le cadre d'une enquête, que ce soit sur le Site ou ailleurs.
it: Accetti di non sollecitare o tentare di ottenere informazioni di accesso, password, numeri di previdenza sociale, dati della carta di credito o altre informazioni personali o finanziarie da altri utenti. Inoltre, accetti di non comunicare a nessuno, incluso lo staff, la tua password e di non inserirla in alcun sito web o modulo al di fuori del Sito o in qualsiasi sondaggio, sia all'interno che all'esterno del Sito.
ja: ユーザーは、他のユーザーからログイン情報、パスワード、社会保障番号、クレジットカード情報、またはその他の個⼈情報または財務情報を求めたり、取得しようとしないことに同意します。さらに、会員は従業員を含む誰にも会員のパスワードを教えないこと、そしてサイトの外部のウェブサイト、フォーム、またはサイトの内部または外部の調査でパスワードを⼊⼒しないことに同意します。
kk: Сіз басқа пайдаланушылардан тіркеу деректерін, құпия сөздерді, әлеуметтік қауіпсіздік нөмірлерін, несие картасының деректерін немесе басқа жеке немесе қаржылық ақпаратты сұрамауға немесе алуға тырыспауға келісесіз. Сонымен қатар, сіз ешкімге, соның ішінде қызметкерлерге, құпия сөзіңізге хабарламауға және оны кез-келген веб-сайтқа немесе сайттан тыс формада, сондай-ақ сайттың ішінде де, сыртында да кез-келген сауалнамаға енгізбеуге келісесіз.
ky: Сиз башка колдонуучулардан логин маалыматын, сырсөздөрдү, социалдык коопсуздук номерлерин, кредиттик карта маалыматын же башка жеке же каржылык маалыматты талап кылбоого же алууга аракет кылбоого макулдугуңузду бересиз. Мындан тышкары, сиз сыр сөзүңүздү эч кимге, жада калса компаниянын бир кызматкерине да ачыкка чыгарбоого, же Сайттан тышкаркы каалаган веб-сайтка же формага, же Сайтта же сайттан тышкаркы ар кандай сурамжылоого сыр сөзүңүздү киргизбөөгө макулдугуңузду бересиз.
lv: ūs piekrītat nepieprasīt un nemēģināt iegūt no citiem lietotājiem nekādu pieteikšanās informāciju, paroles, sociālās apdrošināšanas numurus, kredītkartes informāciju vai citu personisku vai finansiālu informāciju. Turklāt jūs piekrītat nevienam, tostarp darbiniekiem, nepateikt savu paroli un neievadīt paroli nevienā tīmekļa vietnē vai formā ārpus vietnes vai jebkurā aptaujā ne vietnes iekšienē, ne ārpus tās.
mn: Та бусад хэрэглэгч нараас нэвтрэх мэдээлэл, нууц үг, нийгмийн даатгалын дугаар, зээлийн картын мэдээлэл болон бусад хувийн болон санхүүгийн мэдээллийг авах оролдохгүй хийхгүй гэдгээ хүлээн зөвшөөрч байгаа болно. Түүнчлэн та өөрийн нууц үгээ хэнд ч, түүний дотор ажилтнуудад хэлэхгүй байх, манай вэб хуудасны дотор болон гадна буй алив вэб хуудас, асуулгад нууц үгээ оруулахгүй гэдгээ хүлээн зөвшөөрч байгаа болно.
pt: Você concorda em não solicitar ou tentar obter informações de login, senhas, números de previdência social, informações de cartão de crédito ou outras informações pessoais ou financeiras de outros Usuários. Além disso, você concorda em não informar sua senha a ninguém, incluindo funcionários, além de não a inserir em nenhum site, pesquisa, dentro ou fora do Site, ou formulário fora do Site.
ro: Ești de acord să nu soliciți sau să încerci să obții informații de conectare, parole, numere de securitate socială, informații despre cardul de credit sau alte informații personale sau financiare de la alți utilizatori. Mai mult, ești de acord să nu spui nimănui, inclusiv personalului, parola ta și să nu-ți introduci parola în niciun site sau formular din afara Site-ului sau în nici un sondaj, fie în interiorul, fie în afara Site-ului.
ru: Вы соглашаетесь не запрашивать и не пытаться получить данные для входа, пароли, номера социального страхования, данные кредитных карт или другую личную или финансовую информацию от других пользователей. Кроме того, вы соглашаетесь никому не сообщать, включая персонал Компании, свой пароль и не вводить его на веб-страницах или на формах вне Сайта, или в любых опросах как на Сайте, так и вне его.
uk: Ви погоджуєтесь не вимагати або не намагатися отримати будь-яку інформацію про вхід, паролі, номери соціального страхування, дані кредитної картки або іншу особисту або фінансову інформацію від інших користувачів. Більше того, ви погоджуєтесь нікому не повідомляти, в тому числі співробітникам Компанії, свій пароль і не вводити свій пароль на будь-якому веб-сайті чи формі за межами Сайту чи під час будь-якого опитування, як всередині Сайту, так і поза ним.
uz: Бошқа фойдаланувчилардан ҳисобга кириш маълумотларини, паролларини, ижтимоий ҳимоя рақамларини, кредит карта маълумотларини ва бошқа шахсий ёки молиявий маълумотларини сўрамасликка ёхуд уларни қўлга киритишга уринмасликка розилик берасиз. Шунингдек, паролингизни ҳеч кимга, шу жумладан, ходимларга айтмасликка ва Сайтдан ташқаридаги шакллар ва веб-сайтларга ёхуд Сайт ичида ёки ташқарисида бўлишидан қатъий назар, ҳеч бир сўровномага киритмасликка розилик берасиз.
zh: 您同意不向其他用户索取或试图获取任何登录信息、密码、社会安全号码、信用卡信息或其他个人或财务信息。此外，您同意不将密码告知任何人，包括工作人员，并且不在本站以外的任何网站或表单中输入密码，也不在任何调查中输入密码，无论调查是在本站内还是外部进行。
