Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Visitors of the website may view various web pages without providing any personal information. If you desire to have inCruises provide services or goods to you or an organization of which you have representative capacity, inCruises may ask you to provide certain information about yourself or your organization by filling out and submitting one or more forms. Providing personal information is optional, but inCruises reserves the right to refuse service to you if you are unable or unwilling to provide certain requested personal information as determined by inCruises.
ca: Els visitants del lloc web poden visualitzar diverses pàgines sense proporcionar cap informació personal. Si vols que inCruises et proporcioni serveis o productes, sigui a tu personalment o a una organització en la qual actues com a representant, inCruises et pot demanar que proporcionis certa informació sobre tu o sobre la teva organització mitjançant l’emplenament i l’enviament d’un o més formularis. Proporcionar informació personal és opcional, però inCruises es reserva el dret de refusar-te el servei si no pots o no vols proporcionar la informació personal sol·licitada, segons determini la mateixa Companyia.
de: Besucher der Website können verschiedene Webseiten aufrufen, ohne personenbezogene Daten anzugeben. Wenn Sie wünschen, dass inCruises Ihnen oder einer Organisation, deren Vertreter Sie sind, Dienstleistungen oder Waren bereitstellt, kann inCruises Sie bitten, bestimmte Informationen über sich selbst oder Ihre Organisation durch Ausfüllen und Absenden eines oder mehrerer Formulare bereitzustellen. Die Angabe personenbezogener Daten ist optional. inCruises behält sich jedoch das Recht vor, Ihnen die Dienstleistung zu verweigern, wenn Sie bestimmte von inCruises festgelegte personenbezogene Daten nicht bereitstellen können oder wollen.
es: Los usuarios del sitio web pueden visitar varias páginas sin tener que proporcionar información personal alguna. Si usted, o una organización de la cual usted tiene su representación, desea acceder a los servicios de inCruises, la compañía puede solicitarle que proporcione cierta información sobre usted o sobre su organización, completando y presentando uno o más formularios. El proporcionar información personal es opcional, pero inCruises se reserva el derecho de rechazar la prestación del servicio en caso de no proporcionar la información solicitada según lo determinado por inCruises.
fr: Les visiteurs du site web peuvent consulter différentes pages sans fournir d'informations personnelles. Si vous souhaitez qu'inCruises vous fournisse des services ou des biens, à vous ou à une organisation dont vous êtes le représentant, inCruises peut vous demander de fournir certaines informations vous concernant ou concernant votre organisation en remplissant et en soumettant un ou plusieurs formulaires. La fourniture d'informations personnelles est facultative, mais inCruises se réserve le droit de refuser de vous servir si vous ne pouvez ou ne souhaitez pas fournir certaines informations personnelles demandées, selon les modalités déterminées par inCruises.
it: I visitatori del sito web possono visualizzare varie pagine web senza fornire alcuna informazione personale. Se desideri che inCruises fornisca servizi o beni a te o a un'organizzazione di cui hai la rappresentanza, inCruises potrebbe chiederti di fornire alcune informazioni su di te o sulla tua organizzazione compilando e inviando uno o più moduli. Fornire informazioni personali è facoltativo, ma inCruises si riserva il diritto di rifiutare il servizio qualora tu non sia in grado o non voglia fornire determinate informazioni personali richieste, come stabilito da inCruises.
ja: ウェブサイトの訪問者は、個⼈情報を提供せずにさまざまなウェブページを閲覧できます。inCruisesが会員の⽅または代表的な権限を有する組織にサービスまたは商品を提供することを希望する場合、inCruisesは、1つ以上のフォームに記⼊して送信することにより、ご⾃⾝または組織に関する特定の情報を提供するようお願いする場合があります。個⼈情報の提供はオプションですが、 inCruises は、inCruises が決定した特定の要求された個⼈情報を提供できない、または提供したくない場合、サービスを拒否する権利を留保します。
kk: Веб-сайтқа кірушілер жеке ақпарат бермей-ақ әртүрлі веб-беттерді көре алады. Егер сіз inCruises сізге немесе сіз өкіл болып табылатын ұйымға қызмет немесе тауар ұсынуын қаласаңыз, inCruises сізден бір немесе бірнеше нысанды толтыру және жіберу арқылы өзіңіз немесе ұйымыңыз туралы белгілі бір ақпарат беруіңізді сұрауы мүмкін. Жеке ақпаратты ұсыну міндетті емес, бірақ егер сіз inCruises анықтағандай белгілі бір сұралған жеке ақпаратты бере алмасаңыз немесе ұсынғыңыз келмесе, inCruises сізге қызмет көрсетуден бас тарту құқығын өзіне қалдырады.
ky: Вебсайттын коноктору сайттын ар кандай веббаракчаларын эч кандай жеке маалымат бербестен карап чыга алышат. Эгерде сиз inCruises сизге же сиз өкүлчүлүк кылган уюмга кызматтарды же продукцияларды камсыз кылуусун кааласаңыз, inCruises сизден бир же бир нече форманы толтуруп жана тапшыруу аркылуу сизден же уюмуңуз жөнүндө белгилүү бир маалыматты сурашы мүмкүн. Жеке маалыматты берүү милдеттүү эмес, бирок inCruises тарабынан аныкталгандай, сиз суралган айрым жеке маалыматты бере албасаңыз же берүүнү каалабасаңыз, inCruises сизге кызмат көрсөтүүдөн баш тартуу укугуна ээ.
lv: Tīmekļa vietnes apmeklētāji var skatīt dažādas tīmekļa lapas, nesniedzot nekādu personisku informāciju. Ja vēlaties, lai inCruises sniedz pakalpojumus vai preces jums vai organizācijai, kuras pārstāvības spējas jums ir, inCruises var lūgt sniegt noteiktu informāciju par sevi vai jūsu organizāciju, aizpildot un iesniedzot vienu vai vairākas veidlapas. Personas informācijas sniegšana nav obligāta, bet inCruises patur tiesības atteikt jums pakalpojumu, ja jūs nespējat vai nevēlaties sniegt noteiktu pieprasīto personas informāciju, kā to nosaka inCruises.
mn: Вэб хуудасны зочид хувийн мэдээлэл өгөхгүйгээр төрөл бүрийн хуудсыг үзэх боломжтой. Харин хэрэв та inCruises-ээс танд эсвэл таны төлөөлж буй байгууллагад үйлчилгээ, бараа бүтээгдэхүүн үзүүлэхийн тулд тодорхой нэг буюу хэд хэдэн маягт бөглөж илгээх замаар та өөрийн болон байгууллагынхаа тухай мэдээллийг өгөхийг inCruises-ийн зүгээс шаардаж болох юм. Хувийн мэдээлэл өгөх нь таны сонголт боловч, inCruises нь таны өгсөн мэдээлэл тодорхой шаардлагыг хангаагүй, эсвэл мэдээлэл өгөхөөс татгалзсан тохиолдолд үйлчилгээ үзүүлэхээс татгалзах эрхтэй.
pt: Os visitantes do site podem visualizar várias páginas da web sem fornecer nenhuma informação pessoal. Se você deseja que a inCruises forneça serviços ou bens a você ou a uma organização com capacidade representativa, a inCruises poderá solicitar determinadas informações sobre você ou sua organização, preenchendo e enviando um ou mais formulários. O fornecimento de informações pessoais é opcional, mas a inCruises reserva o direito de recusar o serviço se você não puder ou não estiver disposto a fornecer determinadas informações, conforme determinado pela inCruises.
ro: Vizitatorii site-ului web pot vizualiza diverse pagini web fără a furniza informații personale. Dacă vrei ca inCruises să-ți furnizeze servicii sau bunuri către tine sau unei organizații pe care o reprezinți, inCruises îți poate solicita să furnizezi anumite informații despre tine sau despre organizația ta completând și trimițând unul sau mai multe formulare. Furnizarea de informații personale este opțională, dar inCruises își rezervă dreptul de a refuza serviciul pentru tine dacă nu poți sau nu vrei să furnizați anumite informații personale solicitate, așa cum este stabilit de inCruises.
ru: Посетители сайта могут просматривать различные веб-страницы, не предоставляя никаких персональных данных. Если вы хотите, чтобы inCruises предоставил вам или организации, которую вы представляете, какие-либо услуги или продукты, то Компания может попросить вас предоставить определенную информацию о себе или о вашей организации путем заполнения и отправки одной или нескольких форм. Предоставление персональных данных не является обязательным, но inCruises оставляет за собой право отказать вам в обслуживании, если вы не можете или не хотите предоставить определенные необходимые персональные данные, установленные inCruises.
uk: Відвідувачі веб-сайту можуть переглядати різні веб-сторінки, не надаючи будь-якої особистої інформації. Якщо ви хочете, щоб компанія inCruises надавала послуги чи товари вам або тій організації, яку ви представляєте, inCruises може попросити вас надати певну інформацію про себе чи свою організацію, заповнивши та подавши одну чи кілька форм. Надання особистої інформації необов’язкове, але inCruises залишає за собою право відмовити Вам у наданні послуги, якщо Ви не можете або не бажаєте надати певну запитувану особисту інформацію, як визначено компанією inCruises.
uz: Веб-сайтга ташриф буюрувчи ҳеч қандай шахсий маълумотларни тақдим этмасдан туриб турли веб-саҳифаларни кўриб чиқиши мумкин. Агар inCruises сизга ёки сизда вакиллик қилиш ҳуқуқи мавжуд ташкилотга хизматлар ёхуд маҳсулотлар тақдим этишини хоҳласангиз, inCruises бир ёки бир неча шаклларни тўлдириш ва топшириш орқали сиз ёки ташкилотингиз ҳақида маълум ахборотни тақдим қилишингизни сўраши мумкин. Шахсий маълумотларни тақдим этиш ихтиёрий, бироқ inCruises томонидан белгиланган тартибда сўралган маълум ахборотни тақдим этишни хоҳламасангиз ёки тақдим эта олмасангиз, inCruises сизга хизмат кўрсатишни рад этиш ҳуқуқига эга.
zh: 网站访问者可在不提供任何个人信息的情况下浏览各个网页。如果您希望inCruises向您或您代表的组织提供服务或商品，inCruises可能会要求您通过填写并提交一个或多个表格，提供有关您本人或您组织的某些信息。提供个人信息是自愿的，但如果您无法或不愿根据inCruises的要求提供特定的个人信息，inCruises保留拒绝向您提供服务的权利。

source: Volume is not final
ca: El volum no és definitiu
de: Der Umsatz ist nicht endgültig
es: El Volumen no es definitivo
fr: Le volume n'est pas définitif
it: Il volume non è definitivo
ja: ボリュームは最終ではありません
kk: Көлемі түпкілікті емес
ko: 최종 볼륨이 아님
ky: Бул көлөм жыйынтыктоочу эмес
lv: Apjoms nav galīgs
mn: Хэмжээ тооцогдож дуусаагүй байна
pt: O volume não é definitivo
ro: Volumul nu este final
ru: Объём не является окончательным
uk: Обсяг не є остаточним
uz: Ушбу ҳажм якуний эмас
zh: 数量不是最终的

source: Voucher
ca: Val
de: Gutschein
fr: Coupon
ja: クーポン
kk: Ваучер
ky: Ваучер
lv: Kupons/kvīts
mn: Ваучер
pt: Ingresso
ru: Ваучер
uk: Ваучер
uz: Ваучер
zh: 凭证

source: Waiting for Support
ca: Esperant Suport
de: Warten auf den Support
es: Esperando a Soporte
fr: En attente d'une assistance
it: In attesa del Supporto
ja: サポートからの返答待ち
kk: Қолдау Күтуде
ko: 지원을 기다리는 중
ky: Колдоо күтүүдө
lv: Gaida atbalstu
mn: Тусламж хүлээж байна
pt: Aguardando suporte
ro: Așteptând asistența
ru: Ожидание Поддержки
uk: Очікування Підтримки
uz: Қўллаб-қувватлашни кутиш
zh: 等待支持

source: Waiting For Verification
fr: En Attente De Vérification
it: In attesa di verifica

source: Wallet
ca: Cartera
de: Wallet-Konto
es: Mi Cartera
fr: Portefeuille
it: Il mio portafoglio
ja: ウォレット
kk: Әмиян
ko: 이월렛
ky: Капчык
lv: Maciņš
mn: Түрийвч
pt: Carteira virtual
ro: Portofel
ru: Кошелек
uk: Гаманець
uz: Ҳамён
zh: 錢包

source: Wallet Balance
ca: Saldo de Cartera
de: Wallet-Konto Guthaben
es: Saldo de Cartera
fr: Solde du portefeuille
it: Saldo del wallet
ja: ウォレットの残高
kk: Әмиян Балансы
ko: 이월렛 잔액
ky: Капчыктын балансы
lv: Maciņa bilance
mn: Түрийвчний баланс
pt: Saldo da Carteira Virtual
ro: Soldul din Wallet
ru: Баланс Кошелька
uk: Баланс Гаманця
uz: Ҳамён баланси
zh: 錢包餘額

source: Wallet Balance Used:
ca: Saldo de Moneder utilitzat:
de: verwendetes Wallet-Guthaben:
es: Saldo de cartera utilizado:
fr: Solde du Portefeuille Utilisé :
it: Saldo del wallet utilizzato:
ja: 利用したウォレット残高：
kk: Қолданылған әмиян балансы:
ko: 사용한 월렛 잔액 :
ky: Колдонулган капчык балансы:
lv: Izmantotā Maciņā bilance:
mn: Түрийвчнээс ашигласан дүн:
pt: Saldo da Carteira Virtual utilizado:
ro: Soldul din portofel folosit:
ru: Средства, использованные с баланса Кошелька:
uk: Кошти, використані з балансу Гаманця:
uz: Ҳамёндаги баланс:
zh: 使用的钱包余额：

source: Wallet Transfer Logs
ca: Registres de transferència de Cartera
de: Wallet-Konto Transfer Protokolle
es: Registros de transferencia de Mi Cartera
fr: Carnets de transfert du portefeuille
it: Registri di trasferimento del wallet
ja: お財布からの送金記録
kk: Әмиян Операциялары
ko: 이월렛 이체 기록
ky: Капчыктарды которуу журналдары
lv: Maciņa pārskaitījumu žurnāls
mn: Түрийвчний гүйлгээнүүд
pt: Registros de transferência da minha carteira virtual
ro: Raportul transferurilor din Wallet
ru: Транзакции Кошелька
uk: Записи Транзакцій Гаманця
uz: Ҳамёндаги ўтказмалар рўйхати
zh: 錢包轉賬日誌

source: Wallet Transfers
ca: Transferències de cartera
de: Wallet Überweisungen
es: Transferencias de Cartera
fr: Transferts de portefeuilles
it: Trasferimenti dal wallet
ja: ウォレットから送金
kk: Әмиян аударымдары
ky: Капчыктан которуулар
lv: Maciņa pārskaitījumi
mn: Түрийвчний шилжүүлгүүд
pt: Transferências da carteira virtual
ro: Transferuri portofel
ru: Транзакции Кошелька
uk: Транзакції Гаманця
uz: Ҳамён ўтказмалари
zh: 钱包转账

source: Wallet Withdrawal
ca: Retirada de cartera
de: Wallet Abhebung
es: Retiro de cartera
fr: Retrait Portefeuille
it: Prelievo dal portafoglio
ja: ウォレット送金
kk: Әмияныңыздан қаражат алу
ko: 월렛 출금
ky: Капчыктан акча алуу
lv: Maciņa izņemšana
mn: Түрийвчний таталт
pt: Retirada da carteira
ro: Retragere din portofel
ru: Вывод с кошелька
uk: Виведення коштів з гаманця
uz: Ҳамёндан пул ечиш
zh: 钱包提现

source: Wallet Withdrawal Limits <label class="small" style="width:100%" v-translate=""> Adjust withdrawal limts for any available wallet payout provider. To allow for 'Unlimited' please set the value to 0. </label>
ca: Límits de retirada de la cartera <label class="small" style="width:100%" v-translate=""> Ajusta els límits de retirada per a qualsevol proveïdor de pagaments de cartera disponible. Per a permetre" sense límit" si us plau, estableix el valor a 0. </label>
de: Limits für Wallet-Abhebungen <label class="small" style="width:100%" v-translate=""> Passen Sie die Auszahlungslimits für jeden verfügbaren Auszahlungsanbieter an. Um "Unbegrenzt" zu ermöglichen, setzen Sie den Wert auf 0. </label>
es: Límites de retiros de cartera <label class="small" style="width:100%" v-translate=""> Ajustar límites de retiros para cualquier proveedor de pago de cartera. Para permitir "Ilimitado", ajusta el valor a 0. </label>
fr: Limites de retrait portefeuille <label class="small" style="width:100%" v-translate=""> Ajuster les limites de retrait pour tout fournisseur de paiement de portefeuille disponible. Pour permettre un retrait "illimité", réglez la valeur sur 0. </label>
it: Limiti di prelievo dal portafoglio <label class="small" style="width:100%" v-translate=""> Imposta i limiti di prelievo per i fornitori dei servizi di pagamento disponibili. Per consentire il prelievo "illimitato", imposta il valore a 0. </label>
ja: ウォレット送金限度額 <label class="small" style="width:100%" v-translate=""> ご希望の利用可能なウォレット送金プロバイダの送金限度額の設定をしてください。限度額制限なしにする場合は、値を０に設定してください。 </label>
kk: Әмияннан ақша алуға шектеулер <label class="small" style="width:100%" v-translate=""> Кез келген қолжетімді әмиян төлем провайдері үшін ақшаны алу шегін және «Шексіз» рұқсат беру үшін мәнді 0-ге орнатыңыз.</label>
ky: Капчыктан акча алуу чеги<label class="small" style="width:100%" v-translate="">Ар кандай жеткиликтүү төлөм камсыздоочу капчыгына акча алуу чегин коюңуз. Сураныч, "чексиз" которуу үчүн "0" киргизиңиз. </label>
lv: Maciņa izņemšanas limiti<label class="small" style="width:100%" v-translate="">Pielāgojiet izņemšanas limitus jebkuram pieejamajam maciņa izmaksu pakalpojumu sniedzējam lai ,atļautu 'Unlimited' lūdzu iestatiet vērtību uz 0.</label>
mn: Түрийчнээс татах хязгаар <label class="small" style="width:100%" v-translate=""> Түрийвчнээс төлбөр татах хэмжээг тохируулна уу. "Хязгааргүй" гэж тохируулахын тулд утгыг 0 болгоно уу.</label>
pt: Limites de retirada da carteira <label class="small" style="width:100%" v-translate=""> Ajuste os limites de retirada para qualquer provedor de pagamento de carteira disponível. Para permitir 'Ilimitado', defina o valor como 0. </label>
ro: Limitele de retragere din portofel <label class="small" style="width:100%" v-translate=""> Ajustează limitele de retragere pentru orice furnizor disponibil de plată în portofel. Pentru a permite „Nelimitat”, setează valoarea la 0. </label>
ru: Лимиты на вывод с кошелька <label class="small" style="width:100%" v-translate=""> Установите ограничение на вывод для любого доступного в кошельке поставщика финансовых услуг. Для отмены ограничения установите, пожалуйста, значение, равное 0. </label>
uk: Ліміти на виведення коштів з гаманця <label class="small" style="width:100%" v-translate=""> Встановіть обмеження на виведення коштів для будь-якого постачальника фінансових послуг, доступного в гаманці. Для скасування обмеження встановіть, будь ласка, значення 0. </label>
uz: Ҳамёндан пул ечиш лимити <label class="small" style="width:100%" v-translate=""> Мавжуд исталган тўлов провайдери ҳамёни учун маблағ ечиш лимитини ўрнатинг. "Чекланмаган" ўтказма учун илтимос "0" ни белгиланг. </label>
zh: 钱包提款限额<label class="small" style="width:100%" v-translate="">调整任何可用钱包支付提供商的提款限额。 要允许“无限制”，请将值设置为 0。</label>

source: Want More?
fr: Envie d'en savoir Plus ?
it: Vuoi di più?
kk: Тағы қалайсыз ба?
pt: Deseja mais?
uk: Хочете Більше ?
zh: 想要更多吗？

source: Want to learn more about inCruises INcome and INcentives?
ca: Vols saber-ne més sobre els INgressos i INcentius d’inCruises?
de: Möchten Sie mehr über eINkommen und INcentives von inCruises erfahren?
es: ¿Quisieras aprender más acerca de los INgresos e INcentivos de inCruises?
fr: Vous souhaitez en savoir plus sur inCruises INcome et INcentives ?
it: Vuoi saperne di più sui Redditi e sugli INcentivi di inCruises?
ja: inCruisesのINcome（収入）やINセンティブについてもっと知りたいですか？
kk: InCruises кірістері мен ынталандырулары туралы көбірек білгіңіз келе ме?
ky: inCruisesтин кирешелер жана стимулдары жөнүндө көбүрөөк билгиңиз келеби?
lv: Vai vēlaties uzzināt vairāk par inCruises INienākumiem un INstimulācijām?
mn: inCruises-ийн орлого урамшууллын тухай илүү мэдэхийг хүсэж байна уу?
pt: Deseja saber mais sobre a renda e INcentivos da inCruises?
ro: Dorești să afli mai multe despre veniturile și stimulentele inCruises?
ru: Хотите узнать больше о доходах и вознаграждениях inCruises?
uk: Хочете дізнатися більше про доходи та винагороди inCruises?
uz: inCruises Даромад ва Рағбатлари ҳақида кўпроқ билишни истайсизми?
zh: 想了解更多关于inCruises收入与激励的信息吗？

source: Want to make this into a Refundable Booking?
de: Möchten Sie eine rückzahlbare Buchung vornehmen?
es: ¿Deseas convertir esto en una reserva reembolsable?
fr: Vous souhaitez transformer cette réservation en réservation remboursable ?
it: Vuoi trasformarla in una Prenotazione Rimborsabile?
ko: 환불 가능한 예약으로 변경하시겠습니까?
ky: Муну кайтарылуучу брондого айланткыңыз келеби?
lv: Vai vēlaties to pārvērst atmaksājamā rezervācijā?
mn: Үүнийг төлбөр буцаан олголт бүхий захиалга болгохыг хүсэж байна уу?
ru: Хотите сделать это бронирование возвратным?

source: Want to stop receiving Email Blasts?
ca: Vols deixar de rebre Emails Blasts?
de: Möchten Sie keine E-Mail-Blasts mehr erhalten?
es: ¿Deseas dejar de recibir correos masivos (o boletines) por correo electrónico?
fr: Vous souhaitez ne plus recevoir de messages électroniques ?
it: Vuoi smettere di ricevere i Blast via email?
ja: メール配信の受信を停止しますか？
kk: Электрондық хаттарды алуды тоқтатқыңыз келе ме?
ko: 이메일 수신을 중지하시겠습니까?
ky: Электрондук каттарды алууну токтоткуңуз келеби?
lv: Vai vēlaties pārtraukt e-pasta Blasts saņemšanu?
mn: Цаашид имэйл хүлээн авахыг хүсэхгүй бол холбоос дээр дарна уу?
pt: Quer parar de receber email?
ro: Vrei să nu mai primești e-mail blasts?
ru: Хотите отписаться от рассылки?
uk: Бажаєте відписатися від розсилки?
uz: Электрон почтангизга хатлар келишини тўхтатишни истайсизми?
zh: 想要停止接收群发电子邮件吗？

source: Want to Try DittoTouch?
ca: Vols provar DittoTouch?
de: Möchten Sie DittoTouch testen?
es: ¿Quieres probar DittoTouch?
fr: Voulez-vous essayer DittoTouch ?
it: Vorresti provare DittoTouch?
ja: ディットタッチを試してみますか？
kk: DittoTouch-ты көргіңіз келе ме?
ko: DittoTouch를 사용해 보시겠습니까?
ky: DittoTouch сынап көргүңүз келеби?
lv: Vai gribi izmēģināt DittoTouch?
mn: DittoTouch юу болохыг үзмээр байна уу?
pt: Quer experimentar o DittoTouch?
ro: Vrei să încerci DittoTouch?
ru: Хотите попробовать DittoTouch?
uk: Хочете спробувати DittoTouch?
uz: DittoTouch ни синаб кўришни хоҳлайсизми?
zh: 想要嘗試DittoTouch？

source: Warning
ca: Atenció
de: Warnung
es: Alerta
fr: Attention
it: Attenzione
ja: 警告
kk: Ескерту
ko: 경고
ky: Эскертүү
lv: Brīdinājums
mn: Анхааруулга
pt: Aviso
ro: Avertizare
ru: Предупреждение
uk: Попередження
uz: Диққат
zh: 警告

source: WARNING
ca: ADVERTÈNCIA
de: WARNUNG
es: AVISO
fr: AVERTISSEMENT
it: ATTENZIONE
ja: 警告
kk: ЕСКЕРТУ
ky: ЭСКЕРТҮҮ
lv: BRĪDINĀJUMS
mn: АНХААРУУЛГА
pt: AVISO
ro: AVERTIZARE
ru: ВНИМАНИЕ
uk: УВАГА
uz: ДИҚҚАТ
zh: 警告

source: Warning!
ca: Atenció!
de: Warnung!
es: ¡Alerta!
fr: Attention !
it: Attenzione!
ja: 警告！
kk: Ескерту!
ko: 경고!
ky: Көңүл бургула!
lv: Brīdinājums!
mn: Анхааруулга!
pt: Aviso!
ro: Avertizare!
ru: Предупреждение!
uk: Попередження!
uz: Диққат!
zh: 警告！

source: Warning! No Reward Points Used
ca: Atenció! No s'han utilitzat Crèdits de Recompensa
de: Warnung! Keine Reward Points verwendet
es: ¡Atención! No se usaron Puntos de Recompensa
fr: Attention ! Aucun Point de Récompense Utilisé
it: Attenzione! Non sono stati usati Crediti Premio
ja: ご注意！リワードポイントを使用していません
kk: Ескерту! Бонустық ұпайлар пайдаланылмайды
ko: 경고! 사용된 리워드 포인트가 없습니다
ky: Көңүл бургула! Бонустук упайлар колдонулбайт
lv: Uzmanību! Netiek Izmantoti Balvu Punkti
mn: Анхааруулга! Шагналын Оноо хэрэглэгдээгүй байна
pt: Aviso! Nenhum Ponto de Recompensa usado
ro: Atenție! Nu s-au folosit Puncte de Recompensă
ru: Внимание! Бонусные Баллы не используются
uk: Увага! Бонусні Бали не використовуються
uz: Диққат! Бонус баллари қўлланилмади
zh: 警告！ 未使用獎勵積分

source: Warning! No Wallet Balance Used
ca: Atenció! No s'ha utilitzat el Saldo del Moneder
de: Warnung! Kein Guthaben verwendet
es: ¡Atención! No se usó saldo de cartera
fr: Attention ! Aucun Solde du Portefeuille Utilisé
it: Attenzione! Non è stato utilizzato il saldo del portafoglio
ja: ご注意！ウォレット残高を使用していません
kk: Ескерту! Әмиян балансы пайдаланылмайды
ko: 경고! 사용된 월렛 잔액이 없습니다
ky: Эскертүү! Капчыктын балансы колдонулган жок
lv: Uzmanību! Netiek Izmantota Maciņa Bilance
mn: Анхааруулга! Түрийвчний балансыг ашиглаагүй байна
pt: Aviso! Nenhum saldo da foi carteira usado
ro: Atenție! Nu s-a folosit soldul portofelului
ru: Внимание! Средства с баланса Кошелька не используются
uk: Увага! Кошти з балансу Гаманця не використовуються
uz: Диққат! Ҳамён баланси қўлланилмади
zh: 警告！ 未使用钱包余额

source: Warning! Reward Points Did Not Load
ca: Atenció Els Punts de Recompensa No s'han Carregat
de: Warnung! Reward Points wurden nicht geladen
es: ¡Atención! Tus Puntos de Recompensa no se cargaron
fr: Attention ! Les Points de Récompense n'ont pas été chargés
it: Attenzione! I Crediti Premio non sono stati caricati
ja: 注意！リワードポイントがロードされませんでした
kk: Ескерту! Бонустық ұпайлар жүктелмеді
ko: 경고! 리워드 포인트가 로드되지 않았습니다
ky: Көңүл бургула! Бонустук упайлар жүктөлгөн жок
lv: Uzmanību! Balvu Punkti netiek ielādēti
mn: Анхааруулга! Шагналын Оноо ачааллагдахгүй байна
pt: Aviso! Os Pontos de Recompensa não foram carregados
ro: Atenție! Punctele recompensă nu s-au încărcat
ru: Внимание! Бонусные Баллы НЕ ЗАГРУЗИЛИСЬ
uk: Увага! Бонусні Бали Не Завантажилися
uz: Диққат! Бонус баллари юкланмади
zh: 警告！ 奖励积分未加载
