Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Check our Book and Cruise with Confidence page for access to the most up-to-date requirements.
ca: Consulta la nostra pàgina Reserva i Navega amb Confiança per accedir als requisits més actualitzats.
de: Die aktuellsten Anforderungen finden Sie auf unserer Seite Buchen und Reisen mit Zuversicht.
es: Consulta nuestra página Reserva y Navega con Confianza para acceder a los requisitos más actualizados.
fr: Consultez notre page "Réservez et Partez en croisière en toute Confiance" pour accéder aux conditions les plus récentes.
it: Per conoscere i termini e le condizioni aggiornati, visita la pagina Prenota e naviga con fiducia.
ja: 最新の条件については、「自信を持って予約・クルーズを楽しむ」のページでご確認ください。
kk: Ең заманауи талаптарды білу үшін біздің брондау және круиздік бетті сенімді түрде қараңыз.
ky: Акыркы талаптарды билүү үчүн биздин "Ишеним менен брондоп, круиздерге чыгыңыз" баракчабыз менен таанышыңыз.
lv: Lai iegūtu piekļuvi visaktuālākajām prasībām, pārbaudiet mūsu Rezervāciju un Kruīzu Lapu.
mn: Хамгийн сүүлийн үеийн шаардлагуудыг манай "Итгэлтэйгээр захиалж аялна уу" хуудаснаас уншина уу.
pt: Consulte nossa página Reserve e Viaje com Confiança para ter acesso aos requisitos mais atualizados.
ro: Consultă pagina noastră Rezervați și Călătoriți cu Încredere pentru a avea acces la cele mai actualizate cerințe.
ru: Ознакомьтесь с нашей страницей "Бронируйте и отправляйтесь в круиз с уверенностью" для доступа к самым актуальным требованиям.
uk: Ознайомтеся з нашою сторінкою "Бронюйте та вирушайте в круїз впевнено" для доступу до найактуальніших вимог.
uz: Энг долзарб талаблар билан танишиш учун бизнинг "Ишонч билан буюртма беринг ва круизга чиқинг" саҳифамизга ўтинг.
zh: 请查看我们的“自信预订与游轮”页面，以获取最新要求。

source: Check Out
ca: Comprovar la sortida
es: Salida
fr: Départ
it: Partenza
ja: チェックアウト
kk: Шығу
ko: 체크 아웃
ky: Чыгуу
lv: Čekauts
mn: Төлбөр хийх
pt: Pagamento
ru: Оформление
uk: Оформлення
uz: Рўйхатдан чиқиш
zh: 退房

source: Check out our upcoming events including webinars, meetings, and regional conventions.
ca: Consulta els propers esdeveniments, inclosos seminaris en línia, reunions i convencions regionals.
de: Prüfen Sie unsere bevorstehenden Events, wie Webinare, Meetings und regionale Veranstaltungen.
es: Échale un vistazo a nuestros próximos eventos que incluyen seminarios, reuniones y convenciones regionales.
fr: Consultez nos événements à venir, y compris les webinaires, les réunions et les conventions régionales.
it: Scopri i nostri prossimi eventi, tra cui i webinar, le riunioni e i convegni regionali.
ja: ウェビナー、ミーティング、地域の大会など、今後開催されるイベントをチェックしてください。
kk: Біздің жоспарланған іс-шараларды, соның ішінде вебинарларды, кездесулерді және аймақтық конвенцияларды тексеріңіз.
ko: 예정된 웹 세미나, 회의 및 지역 대회 등의 일정을 확인하십시오.
ky: Биздин пландаштырылган иш-чараларды, анын ичинде вебинарларды, жолугушууларды жана аймактык жыйындарды карап көрүңүз.
lv: Ipazīstieties ar mūsu gaidāmajiem pasākumiem, tostarp ar vebināriem, sanāksmēm un reģionālajām sanāksmēm.
mn: Вебинар, уулзалт, бүс нутгийн семинарууд гэх мэт арга хэмжээнүүдийг шалгах.
pt: Confira nossos próximos eventos, incluindo seminários online, reuniões e convenções regionais.
ro: Vedeţi care sunt următoarele noastre evenimente, inclusiv webinariile, întâlnirile şi convenţiile regionale.
ru: Проверьте наши запланированные мероприятия, включая вебинары, совещания и региональные конвенции.
uk: Перевірте наші майбутні події, включаючи вебінари, зустрічі та регіональні конвенції.
uz: Яқин кунларда ўтказилиши кўзда тутилган вебинарлар, учрашувлар ва ҳудудий конвенцияларимиз билан танишиб чиқинг.
zh: 查看我們即將舉辦的活動，包括網絡研討會，會議和地區會議。

source: Check out the following perfect pairing tours we have for you:
ca: Us convido a descobrir els següents Tours perfectament combinats que tenim per a tu:
de: Schauen Sie sich die folgenden perfekt aufeinander abgestimmten Touren an, die wir für Sie haben:
es: Echa un vistazo a los siguientes tours que combinan perfectamente con los tours que tenemos para ti:
fr: Découvrez les itinéraires de jumelage parfaits que nous vous proposons :
it: Guarda i seguenti tour in abbinamento perfetto che abbiamo in serbo per te:
ja: 以下の完全にマッチしたペアリング・ツアーをご覧ください：
kk: Біз сіз үшін дайындаған келесі тамаша жұптық турларды қараңыз:
ky: Биз сиз үчүн тапкан төмөнкү мыкты турларды карап көрүңүз:
lv: Iepazīstieties ar šīm ideālajām pāra izveides ekskursijām:
mn: Таны аялалтай төгс хослох дараах аялалуудтай танилцана уу:
pt: Confira as sugestões de passeios perfeitos que temos para você:
ro: Consultă următoarele tururi perfecte de perechi pe care le avem pentru tine:
ru: Взгляните на эти идеально подобранные туры, которые мы нашли для вас:
uk: Перегляньте наступні підібрані нами тури, які ідеально вам би підійшли:
uz: Сиз учун тайёрлаб қўйганимиз қуйидаги бир жуфт тур билан танишинг:
zh: 请查看我们为您准备的以下完美配对旅行：

source: Check out the latest New Rank Achievements from Marketing Director to Board of Directors
ca: Consulta els darrers assoliments dels Nous Rangs des de Marketing Director fins Board of Directors
de: Sehen Sie sich die neuesten Ränge an, vom Marketing Director bis zum Board of Directors
es: Echa un vistazo a los últimos logros de los Nuevos Rangos desde Marketing Director hasta Board of Directors
fr: Découvrez les dernières Nouveaux Accomplissements de Rang du Directeur du Marketing au Conseil d'Administration
it: Scopri gli ultimi nuovi avanzamenti di livello da Marketing Director a Board of Directors
ja: Marketing DirectorからBoard of Directorsまで最新の新ランク達成者をこちらからご覧ください
kk: Маркетинг Директорден бастап, Борд Директорға дейінгі соңғы Жаңа Рангтерді тексеріңіз
ko: 마케팅 디렉터부터 보드오브디렉터까지 최신 직급 달성자를 확인하세요
ky: Marketing Director-дон Board of Director-лорго чейинки эң акыркы жаңы даража жетишкендиктеринен кабардар болуңуз
lv: Uzzini par jaunākajiem Jauno Līmeņu Sasniegumiem no Mārketinga Direktoriem un Direktoru valdes
mn: Marketing Director-оос Board of Directors цол хүртэл шинээр төрсөн цолтонуудыг харах
pt: Confira as mais recentes conquistas nos patamares de Marketing Director até Board of Directors
ro: Verifică cele mai noi niveluri de carieră de la Marketing Director la Board of Directors
ru: Узнайте о последних Достижениях Новых Рангов, начиная с Маркетинг-Директоров и до Борд-Директоров
uk: Дізнавайтеся про останні досягнення Нових Рангів, починаючи з Маркетинг Директорів і до Борд Директорів
uz: Marketing Director - Board of Directors рангларига эришган энг янги етакчиларни кўриш
zh: 请查看最新的从Marketing Director 升至董Board of Directors的等级成就

source: Check Status of your Price Match Requests
ca: Comprova l'Estat de les Teves Sol·licituds d'Igualació de Preu
de: Status Ihrer Preisanpassungsanfragen prüfen
es: Consulta el Estado de tus Solicitudes de Igualación de Precio
fr: Vérifiez l'État de vos Demandes d'Alignement de Prix
it: Controlla lo stato delle tue richieste di Parità di Prezzo
ja: プライスマッチリクエストのステータスを確認する
kk: Баға сәйкестігі сұрауларыңыздың статусын тексеріңіз
ky: Бааларды дал келтирүү өтүнүчтөрүңүздүн абалын текшериңиз
lv: Pārbaudiet cenu atbilstības pieprasījumu statusu
mn: Үнэ тохируулах хүсэлтийн төлөвийг шалгах
pt: Verifique o Status de suas Solicitações de Equiparação de Preço
ro: Verifică starea solicitărilor tale de potrivire a prețurilor
ru: Проверить статус своего запроса на соответствие цены
uk: Перевірте статус ваших запитів на відповідність цін
uz: Нарх кафолатига оид сўровингиз ҳолатини текширинг
zh: 查看您的价格匹配申请状态

source: Checking cabin availability with the cruise line, just a moment...
ca: Comprovant la disponibilitat de cabines amb la companyia de creuers, un moment...
de: Überprüfung der Kabinenverfügbarkeit bei der Kreuzfahrtgesellschaft, einen Moment...
es: Verificando la disponibilidad de cabinas con la línea de cruceros, un momento…
fr: Vérifier la disponibilité des cabines auprès de la compagnie de croisière, un instant...
it: Sto controllando la disponibilità delle cabine con la compagnia di crociera, solo un momento...
ja: クルーズラインにキャビンの空き状況を確認しています。お待ちください...
kk: Бір минут ішінде круиздік компанияда бос каюталардың болуын тексеріңіз...
ky: Круиздик линияда кабиналардын жеткиликтүүлүгүн текшерип жатам, бир аз күтө туруңуз...
lv: Kajītes pieejamības pārbaude ar kruīza līniju, tikai mirklis...
mn: Далайн аяллын компаниас өрөө байгаа эсэхийг шалгаж байна, түр хүлээнэ үү ...
pt: Verificando a disponibilidade da cabine com a empresa de cruzeiros, só um momento...
ro: Se verifică disponibilitatea cabinei cu linia de croazieră, doar un moment...
ru: Проверяем доступность каюты в круизной линии, минуту, пожалуйста...
uk: Перевіряємо доступність каюти у круїзної лінії, зачекайте хвилинку, будь ласка...
uz: Круиз линиясида каютада мавжудлигини текширяпмиз, бироз кутинг...
zh: 正在与游轮公司检查舱位可用性，请稍候...

source: Checking Emails And Fraud
ca: Comprovació de correus Electrònics i Fraus
de: Überprüfen von E-Mails und Betrug
es: Revisión de Correos Electrónicos y Fraude
fr: Vérification des courriels et des fraudes
it: Controllo email e frodi
ja: Eメールと不正行為の有無を確認中
kk: Электрондық поштаны және алаяқтықты тексеру
ko: 이메일과 사기 여부 확인
ky: Электрондук почталарды жана алдамчылык болуп болбогонун текшерүү
lv: e-pasta un krāpšanas gadījumu pārbaude
mn: Имэйл болон хуурамч мэдээллийг шалгах
pt: Verificação de e-mails e fraudes
ro: Verificarea emailurilor şi fraudei
ru: Проверка электронной почты и наличия мошенничества
uk: Перевірка електронної пошти та шахрайства
uz: Электрон почта ва фирибгарликни текшириш
zh: 檢查電子郵件和欺詐

source: Checking verification status...
ca: Comprovant l’estat de verificació...
es: Revisando el estatus de verificación...
fr: Vérification de l'état de vérification...
it: Sto controllando lo stato della verifica...
ja: 認証状況を確認中です…
kk: Растау мәртебесі тексерілуде...
pt: Verificando o status da verificação...
ro: Se verifică starea verificării...
ru: Проверка статуса верификации...
uk: Перевірка статусу верифікації...
uz: Верификация ҳолати текширилмоқда...
zh: 正在检查验证状态…

source: Checkout
ca: Comanda
es: Pagar
fr: passer à la caisse
it: Cassa
ja: チェックアウト
kk: Тексеру
ko: 체크아웃
ky: Чыгуу
lv: Norēķināšanās
mn: Төлбөр хийх
pt: Pagamento
ru: Оформление
uk: Оформлення
uz: Рўйхатдан чиқиш
zh: 查看

source: Checkout Promotions
ca: Promocions de Pagament
de: Kasse Sonderangebote
es: Promociones de Pago
fr: Promotion du passage en caisse
it: Promozioni al pagamento
ja: プロモーションを確認する
kk: Тапсырысты рәсімдеу бойынша жарнамалық акциялар
ky: Төлөө учурундагы акциялар
lv: Norēķināšanās Akcijas
mn: Төлбөр хийх үеийн урамшуулал
pt: Promoções de pagamento
ro: Promoții Checkout
ru: Акции при оформлении
uk: Акції при оформленні
uz: Checkout рекламалари
zh: 结账优惠

source: Checkout Type
ca: Tipus de Pagament
de: Checkout-Typ
es: Forma de Pago
fr: Type de Paiement
it: Tipo di pagamento
ja: チェックアウトタイプ
kk: Төлем Түрі
ky: Төлөм түрү
lv: Norēķināšanās Tips
mn: Төлбөрийн арга
pt: Meio de Pagamento
ro: Tip de Finalizare a Comenzii
ru: Тип оформления
uk: Тип Оформлення
uz: Расмийлаштириш тури
zh: 结账类型

source: child
ca: nen
de: Kind
es: niño/a
fr: enfant
it: bambino
ja: 子ども
kk: бала
ko: 어린이
ky: бала
lv: bērns
mn: хүүхэд
pt: criança
ro: copil
ru: ребёнок
uk: дитина
uz: бола
zh: 兒童

source: Child
ca: Nen/a
de: Kind
es: Niño/a
fr: Enfant
it: Bambino
ja: 子ども
kk: Бала
ko: 어린이
ky: Бала
lv: Bērns
mn: Хүүхэд
pt: Criança
ro: Copil
ru: Ребёнок
uk: Дитина
uz: Бола
zh: 兒童

source: Child / Teen %{index}
fr: Enfant/Ado %{index}
it: Bambino / Ragazzo %{index}
pt: Criança / Adolescente %{index}
uk: Дитина / Підліток %{index}

source: Child #%{ childNumber } Birthdate
de: Kind #%{ childNumber } Geburtsdatum
es: Niño #%{ childNumber } Fecha de nacimiento
fr: Enfant #%{ childNumber } Date de naissance
it: Bambino #%{ childNumber } Data di nascita
ko: 어린이 #%{ childNumber } 생일
ky: Баланын #% {childNumber} Туулган күнү
lv: Bērns #%{ childNumber } Dzimšanas datums
mn: Хүүхэд %{ childNumber } төрсөн он сар өдөр
ru: Дата рождения ребёнка #%{ childNumber }

source: Child %{index} Birthdate
fr: Enfant %{index} Date de naissance
it: Data di nascita minore %{index}
pt: Data de nascimento %{index} Criança
uk: Дата народження дитини %{index}

source: Child Age
ca: Edat de l'infant
de: Alter des Kindes
es: Edad del niño
fr: Âge de l'enfant
it: Età del bambino
ja: 子どもの年齢
kk: Баланың жасы
ky: Баланын жашы
lv: Bērna vecumums
mn: Хүүхдийн нас
pt: Idade da criança
ro: Vârsta copilului
ru: Возраст ребёнка
uk: Вік дитини
uz: Боланинг ёши
zh: 儿童年龄

source: Child Ages
ca: Edats dels nens
de: Alter der Kinder
es: Edades de los Niños
fr: Âge des Enfants
it: Età dei bambini
ja: 子どもの年齢
kk: Бала Жасы
ko: 어린이 나이
ky: Баланын жашы
lv: Bērnu vecumi
mn: Хүүхдийн нас
pt: Idade da criança
ro: Vârsta copiilor
ru: Возрасты ребёнка
uk: Вік дитини
uz: Боланинг ёши
zh: 兒童年齡

source: Children
ca: Nens
de: Kinder
es: Niños
fr: Enfants
it: Bambini
ja: 子ども
kk: Балалар
ko: 어린이
ky: Балдар
lv: Bērni
mn: Хүүхэд
pt: Crianças
ro: Copii
ru: Дети
uk: Діти
uz: Болалар
zh: 兒童

source: Children & Teens
fr: Enfants et Adolescents
it: Bambini e ragazzi
pt: Crianças e Adolescentes
uk: Діти та Підлітки

source: Children older than %{childAgeMax} at the time of boarding should be booked as adults for this cruise line.
fr: Les enfants âgés de plus de %{childAgeMax} au moment de l'embarquement doivent être considérés comme des adultes pour cette compagnie de croisière.
it: I minori di età superiore a %{childAgeMax} anni al momento dell'imbarco devono essere prenotati come adulti per questa linea di crociera.
pt: Crianças com idade superior a %{childAgeMax} no momento do embarque devem ser registradas como adultos nesta companhia de cruzeiros.
uk: У круїзах цієї лінії діти, старші %{childAgeMax} на момент посадки, повинні бути заброньовані як дорослі.

source: Childs
ca: Infants
de: Kinder
es: Niños
fr: Enfants
it: Bambini
ja: 子ども
kk: Балалар
ky: Балдар
lv: Bērni
mn: Хүүхэд
pt: Crianças
ro: Copii
ru: Дети
uk: Діти
uz: Болалар
zh: 儿童

source: Chilean Peso (CLP)
fr: Peso chilien (CLP)
it: Peso cileno (CLP)
kk: Чили песосы (CLP)
pt: Peso Chileno (CLP)
uk: Чилійське песо (CLP)
uz: Чили песоси (CLP)
zh: 智利比索 (CLP)

source: Chinese
ca: Xinès
de: Chinesisch
es: Chino
fr: Chinois
it: Cinese
ja: 中国語
kk: Қытай тілі
ko: 중국어
ky: Кытай тили
lv: Kīnietis
mn: Хятад хэл
pt: Chinês
ro: Chineză
ru: Китайский
uk: Китайська
uz: Хитой
zh: 中文

source: Chinese Yuan (CNY)
fr: Yuan chinois (CNY)
it: Yuan cinese (CNY)
kk: Қытай юані (CNY)
pt: Yuan Chinês (CNY)
uk: Китайський юань (CNY)
uz: Хитой юани (CNY)
zh: 人民币 (CNY)

source: Choose
ca: Tria
de: Auswählen
es: Elegir
fr: Choisir
it: Scegli
ja: 選択
kk: Таңдаңыз
ko: 선택하십시오
ky: Тандаңыз
lv: Izvēlies
mn: Сонгоно уу
pt: Escolher
ro: Alege
ru: Выберите
uk: Виберіть
uz: Танлаш
zh: 選擇

source: Choose a Quick Report
ca: Selecciona un informe ràpid
de: Wählen Sie einen Schnellbericht
es: Elige un Reporte Rápido
fr: Choisir un Rapport Rapide
it: Seleziona un report veloce
ja: クイックレポートを選択する
kk: Жылдам есепті таңдаңыз
ko: 간편 보고서 선택
ky: Ыкчам отчетту тандаңыз
lv: Izvēlies Ātro Ziņojumu/Atskaiti
mn: Түргэн Тайлан
pt: Escolha um Relatório Rápido
ro: Alege un Raport rapid
ru: Выбрать Быстрый Отчёт
uk: Обрати Швидкий Звіт
uz: Тезкор ҳисоботни танлаш
zh: 選擇快速報告

source: Choose An Authentication Method
ca: Tria un mètode d'autenticació
de: Wählen Sie eine Authentifizierungsmethode
es: Elegir método de Autentificación
fr: Choisir une méthode d'authentification
it: Scegli un metodo di autenticazione
ja: 認証方法を選択する
kk: Аутентификация әдісін таңдаңыз
ko: 인증 방법 선택
ky: Аутентификация ыкмасын тандаңыз
lv: Izvēlies Autentifikācijas Metodi
mn: Хамгаалалтын аргыг сонгох
pt: Escolha um método de autenticação
ro: Alege o metodă de autentificare
ru: Выбрать способ аутентификации
uk: Оберіть Метод Автентифікації
uz: Аутентификация усулини танлаш
zh: 选择一个认证方法

source: Choose Cabin
ca: Triar Cabina
de: Kabine auswählen
es: Elegir Camarote
fr: Sélectionner la cabine
it: Scegli la cabina
ja: キャビンを選択
kk: Кабинаны таңдаңыз
ko: 객실 선택
ky: Каюта тандаңыз
lv: Izvēlies Kajīti
mn: Энэ өрөөг сонгох
pt: Escolha a cabine
ro: Alege cabina
ru: Выберите каюту
uk: Виберіть каюту
uz: Каюта танлаш
zh: 选择舱位

source: Choose Cabin Category
ca: Tria la categoria de cabina
de: Kabinen Kategorie wählen
es: Elige la Categoría de Camarote
fr: Choisir la catégorie de cabine
it: Scegliere la categoria della cabina
ja: キャビンカテゴリーを選択
kk: Каютаның санатын таңдаңыз
ky: Каютанын категориясын тандаңыз
lv: Izvēlies kajītes kategoriju
mn: Өрөөний төрөл сонгох
pt: Escolha a categoria da cabine
ro: Alege o categorie de cabină
ru: Выберите категорию каюты
uk: Виберіть категорію каюти
uz: Каюта тоифасини танлаш
zh: 选择舱房类别

source: Choose Different Category
ca: Tria una categoria diferent
de: Andere Kategorie wählen
es: Seleccionar Diferente Categoría
fr: Choisissez une Catégorie Différente
it: Scegli una categoria diversa
ja: 別のカテゴリーを選択
kk: Басқа санатты таңдаңыз
ko: 다른 범주 선택
ky: Башка категория тандаңыз
lv: Izvēlies citu kategoriju
mn: Өөр ангилал сонгох
pt: Escolha uma categoria diferente
ro: Alege o categorie diferită
ru: Выберите другую категорию
uk: Оберіть іншу категорію
uz: Бошқа тоифани танлаш
zh: 選擇不同的類別

source: Choose Different Payment Method
ca: Tria un mètode de pagament diferent
de: Wählen Sie eine andere Zahlungsmethode
es: Seleccionar Diferente Método de Pago
fr: Choisissez un mode de paiement différent
it: Scegli un altro metodo di pagamento
ja: 別の支払い方法を選択
kk: Басқа Төлем Әдісін Таңдаңыз
ko: 다른 지불 방법 선택
ky: Башка төлөө ыкмасын тандаңыз
lv: Izvēlēties citādu samaksas veidu
mn: Төлбөрийн өөр арга сонгох
pt: Escolha o método de pagamento diferente
ro: Alegeţi o altă metodă de plată
ru: Выберете Другой Метод Оплаты
uk: Оберіть Інший Метод Оплати
uz: Бошқа тўлов услубини танлаш
zh: 選擇不同的付款方式

source: Choose Dining Option
de: Speiseoption wählen
es: Elige una Opción de Cena
fr: Choisir une Option Dîner
it: Scegli il turno cena
ko: 식사 좌석 선택
ky: Тамактануу түрүн тандаңыз
lv: Izvēlies Ēdināšnas opcijas
mn: Хоолны сонголтыг сонгоно уу
ru: Выберите вариант питания

source: Choose from one of three
ca: Tria una de les tres opcions
de: Wählen Sie eine von drei Möglichkeiten aus
es: Selecciona uno de los 3 paquetes
fr: Choisir l'une des trois options suivantes
it: Scegli una delle tre opzioni di Pacchetti
ja: 3つの中から1つ選択
kk: Үшеуінің біреуін таңдаңыз
ko: 세 가지 중 하나를 선택합니다
ky: Үчөөнүн бирин тандаңыз
lv: Izvēlies vienu no trim
mn: Гурваас нэгийг нь сонгох
pt: Escolha um dos três
ro: Alege unul dintre trei
ru: Выберите один из трёх тарифов
uk: Виберіть один із трьох тарифів
uz: Учта пакетдан бирини танланг
zh: 从三个中选择一个

source: Choose Gender
ca: Tria el Gènere
es: Elegir Género
fr: Choisir le Sexe
it: Scegli il genere
ja: 性別を選択
kk: Жынысты таңдаңыз
ky: Жынысты тандаңыз
mn: Хүйс
pt: Escolha o gênero
ro: Alege sexul
ru: Выберите пол
uk: Оберіть стать
uz: Жинсни танлаш
zh: 选择性别

source: Choose how your name appears on generated certificates.
fr: Choisissez comment votre nom apparaît sur les certificats générés.
it: Scegli come visualizzare il tuo nome sui certificati generati.

source: Choose Identification Type
ca: Tria el Tipus d’identificació
de: Identifikationsart auswählen
es: Elegir tipo de identificación
fr: Choisissez le type d'identification
it: Scegli il tipo di identificazione
ja: 本人確認書類の種類を選択
kk: Сәйкестендіру Түрін Таңдаңыз
ko: 신분증명 종류 선택
ky: Идентификация түрүн тандаңыз
lv: Izvēlies identifikācija veidu
mn: Үнэмлэхний төрөл сонгоно уу
pt: Escolha o tipo de identificação
ro: Alegeţi tipul de identificare
ru: Выберите Вид Идентификации
uk: Оберіть Метод Ідентифікації
uz: Идентификация турини танланг
zh: 選擇識別類型

source: Choose Method
ca: Triar un mètode
de: Methode auswählen
es: Elegir método
fr: Choisir une méthode
it: Scegli un metodo
ja: 方法を選択する
kk: Әдісті таңдаңыз
ko: 방법 선택
ky: Ыкма тандаңыз
lv: Izvēlies metodi
mn: Арга сонгох
pt: Escolha o método
ro: Alege metoda
ru: Выбрать способ
uk: Обрати метод
uz: Усулни танлаш
zh: 选择方法

source: Choose only to <strong style="color: #0074ba;" v-translate="">Protect</strong> your out-of-pocket payment or both the out-of-pocket payment and the <strong style="color: #0074ba;" v-translate="">Rewards Points</strong> you are using.
ca: Selecciona només <strong style="color: #0074ba;" v-translate="">protegir</strong> el teu pagament de la butxaca o tant el pagament de la butxaca com els <strong style="color: #0074ba;" v-translate="">Punts de Recompensa</strong> que estàs utilitzant.
de: Wählen Sie nur <strong style="color: #0074ba;" v-translate="">Schutz</strong> Ihrer Selbstbeteiligung oder sowohl die Selbstbeteiligung als auch die <strong style="color: #0074ba;" v-translate="">Rewards Points</strong> die Sie verwenden.
es: Elige <strong style="color: #0074ba;" v-translate="">Proteger</strong> solo tu Pago de Bolsillo o proteger tanto el Pago de Bolsillo como los <strong style="color: #0074ba;" v-translate="">Puntos de Recompensa</strong> que estás utilizando.
fr: Choisissez uniquement de <strong style="color: #0074ba;" v-translate="">Protéger</strong> votre paiement supplémentaire ou de protéger le paiement supplémentaire et les <strong style="color: #0074ba;" v-translate="">Points de Récompense</strong> que vous utilisez.
it: Scegli solo di <strong style="color: #0074ba;" v-translate="">Proteggere</strong> il pagamento di tasca tua o sia il pagamento di tasca tua che i <strong style="color: #0074ba;" v-translate="">Crediti Premio</strong> che utilizzi.
ja: 自己負担分のみを<strong style="color: #0074ba;" v-translate="">保護</strong> するか、<strong style="color: #0074ba;" v-translate="">リワードポイント</strong> と自己負担分の両方を保護するかをお選びください。
kk: Тек қалтадан төлейтін <strong style="color: #0074ba;" v-translate="">төлемді</strong> немесе қалтадан төлейтін төлемді де, сіз пайдаланатын сыйақы<strong style="color: #0074ba;" v-translate=""> ұпайларын да</strong> қорғауды таңдаңыз.
ky: <strong style="color: #0074ba;" v-translate="">Чөнтөктөн төлөмүңүздү гана коргоону</strong> же өз чөнтөгүңүздөн төлөмдү жана сиз колдонуп жаткан <strong style="color: #0074ba;" v-translate="">бонустук упайларды </strong> коргоону тандаңыз.
lv: Izvēlies tikai lai <strong style="color: #0074ba;" v-translate="">Aizsargātu</strong> savus skaidrās naudas maksājumus vai abus skaidrās naudas maksājumus un <strong style="color: #0074ba;" v-translate="">Balvu Punktus</strong> ko jūs izmantojat.
mn: Зөвхөн өөрөөс төлсөн мөнгөн дүнг <strong style="color: #0074ba;" v-translate="">хамгаалах</strong> эсвэл өөрөөс төлсөн мөнгөн дүн болон хэрэглэсэн <strong style="color: #0074ba;" v-translate="">Шагналын Оноог</strong> хамтад нь хамгаалах сонголтуудыг хийж болно.
pt: Escolha proteger <strong style="color: #0074ba;" v-translate="">apenas</strong> seu pagamento direto ou tanto o pagamento direto quanto os <strong style="color: #0074ba;" v-translate="">Pontos de Recompensa</strong> que você está usando.
ro: Alege să <strong style="color: #0074ba;" v-translate="">Protejezi</strong> numai plata din buzunar sau atât plata din buzunar cât și <strong style="color: #0074ba;" v-translate="">Punctele de recompensă</strong> pe care le utilizezi.
ru: Выбирайте <strong style="color: #0074ba;" v-translate="">защитить</strong> только платёж из собственных средств, либо как платёж из собственных средств, так и используемые <strong style="color: #0074ba;" v-translate="">Бонусные Баллы</strong>.
uk: Вибирайте <strong style="color: #0074ba;" v-translate="">захистити</strong> тільки платіж із власних коштів, або як платіж із власних коштів, так і використовувані <strong style="color: #0074ba;" v-translate="">Бонусні Бали</strong> .
uz: Фақатгина <strong style="color: #0074ba;" v-translate="">ҳамёндан тўланган тўловларингизни</strong> ёки ҳам ҳамёндан тўлов, ҳам сарфланган <strong style="color: #0074ba;" v-translate="">Бонус баллари</strong></strong> ҳимоясини сўранг.
zh: 选择仅<strong style="color: #0074ba;" v-translate="">保护</strong>您的自费付款，或同时保护您的自费付款和您使用的<strong style="color: #0074ba;" v-translate="">奖励积分</strong>。
