Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <b>%{correctNum}</b> correct out of <b>%{totalQuestions}</b>
ca: <b>%{correctNum}</b> Correcte, fora de <b>%{totalQuestions}</b>
de: <b>%{correctNum}</b> korrekt aus <b>%{totalQuestions}</b>
es: <b>%{correctNum}</b> correctas de <b>%{totalQuestions}</b>
fr: <b>%{correctNum}</b> correct sur <b>%{totalQuestions}</b>
it: <b>%{correctNum}</b> corrette su <b>%{totalQuestions}</b>
ja: <b>%{correctNum}</b> 正解/全体 <b>%{totalQuestions}</b>
kk: <b>%{correctNum}</b> дұрыс бастап<b>%{totalQuestions}</b>
lv: <b>%{correctNum}</b> izlabot no <b>%{totalQuestions}</b>
mn: Нийт <b>%{correctNum}</b> асуултаас зөв хариулт нь <b>%{totalQuestions}</b> байна.
pt: <b>%{correctNum}</b> correto(s) de <b>%{totalQuestions}</b>
ro: <b>%{correctNum}</b> corect din <b>%{totalQuestions}</b>
ru: <b>%{correctNum}</b> правильных из <b>%{totalQuestions}</b>
uk: <b>%{correctNum}</b> правильних з <b>%{totalQuestions}</b>
uz: <b>%{totalQuestions}</b> дан <b>%{correctNum}</b> тўғри
zh: <b>%{correctNum}</b>纠正<b>%{totalQuestions}</b>

source: <b>How to present proof of a lower rate to inCruises:</b>
ca: <b>Com presentar la prova d'una tarifa més baixa a inCruises:</b>
de: <b>Wie Sie inCruises einen Nachweis über einen niedrigeren Preis vorlegen können:</b>
es: <b>Cómo presentar prueba de una tarifa más baja a inCruises:</b>
fr: <b>Comment présenter la preuve d'un tarif inférieur chez inCruises :</b>
it: <b>Come presentare la prova di una tariffa più bassa a inCruises:</b>
ja: <b>inCruisesに低料金を証明する書類の提示方法：</b>
kk: <b>InCruises-ке төмен бағаның дәлелін қалай беруге болады:</b>
ko: <b>inCruises에 더 낮은 요금의 증거를 제시하는 방법:</b>
ky: <b>inCruises компаниясына арзаныраак тарифтин далилин кантип берүүгө болот:</b>
lv: <b>Kā inCruises pierādīt zemāku likmi::</b>
mn: <b>inCruises-ээс бага үнэтэй байна гэдгийг хэрхэн нотлох вэ?</b>
pt: <b>Como apresentar prova de tarifa mais baixa para a inCruises:</b>
ro: <b>Cum să prezenți dovada unui tarif mai mic la inCruises:</b>
ru: <b>Как предоставлять подтверждение более низкой стоимости в inCruises:</b>
uk: <b>Як надавати inCruises підтвердження нижчої вартості:</b>
uz: <b>Арзонроқ тариф исботини inCruises га қандай тақдим этиш лозим:</b>
zh: <b>如何向 inCruises 出示较低费率的证明：</b>

source: <b>That's how confident we are that the value you get with your Membership is unmatched and unavailable anywhere else!</b>
ca: <b>Així de segurs estem que el valor que obtens amb la nostra Membresia és incomparable i no està disponible en cap altre lloc.</b>
de: <b>So sicher sind wir, dass der Wert, den Sie mit Ihrer Mitgliedschaft erhalten, unübertroffen und nirgendwo sonst erhältlich ist!</b>
es: <b>¡Así de seguros estamos de que el valor que obtiene con su Membresía es incomparable y no está disponible en ningún otro lugar!</b>
fr: <b>Ainsi, nous sommes convaincus que la valeur que vous obtenez avec votre Adhésion est inégalée et n'est disponible nulle part ailleurs !</b>
it: <b>Questo ti fa capire quanto siamo sicuri che il vantaggio che ricevi con la tua Membership è ineguagliabile e non disponibile altrove!</b>
ja: <b>このように、メンバーシップで得られる価値は、他では得られないものであると確信しています！</b>
kk: <b>Мүшеліктен алатын құндылықтың теңдесі жоқ және басқа еш жерде қолжетімсіз екеніне біз соншалықты сенімдіміз!</b>
ko: <b>따라서 멤버십으로 얻는 가치는 타의 추종을 불허하며 다른 곳에서는 사용할 수 없습니다!</b>
ky: <b>Мүчөлүк программаңыз менен сиз алган баалуулук теңдешсиз жана башка эч жерде жок экенине ушунчалык ишенебиз!</b>
lv: <b>Mēs esam pārliecināti, ka vērtība, ko iegūstat, izmantojot savu Biedru Dalību, nav sastopama un nav pieejama nekur citur.!</b>
mn: <b>Таны Гишүүнчлэлээр авах үнэ цэнийг өөр хаанаас ч авах боломжгүй гэдэгт бид үнэхээр итгэлтэй байна!</b>
pt: <b>Estamos confiantes de que o valor que você obtém com sua assinatura é incomparável e indisponível em qualquer outro lugar!</b>
ro: <b>Atât suntem încrezători că valoarea pe care o obții cu abonamentul tău este de neegalat și nu este disponibilă în altă parte!</b>
ru: <b>Вот насколько мы уверены, что та ценность, которую вы получаете с вашей программой Членства, является несравнимой и недоступной нигде более!</b>
uk: <b>Ось наскільки ми впевнені, що цінність, яку ви отримуєте з вашою програмою Членства, є незрівнянною і недоступною ніде більше!</b>
uz: <b>Аъзоликдан кўрадиган фойдангиз беқиёс ва бошқа ҳеч қаерда йўқлигидан шу қадар аминмиз!</b>
zh: <b>我们有信心您从会员资格中获得的价值是其他任何地方都无法比拟和无法比拟的！</b>

source: <b>You can book with confidence knowing you will save money 100% of the time with inCruises!</b>
ca: <b>Pots reservar amb confiança sabent que estalviaràs diners el 100% de les vegades amb inCruises.</b>
de: <b>Sie können mit dem Wissen buchen, dass Sie mit inCruises zu 100% Geld sparen werden!</b>
es: <b>¡Puedes reservar con confianza, sabiendo que ahorrarás dinero el 100 % del tiempo con inCruises!</b>
fr: <b>Vous pouvez réserver en toute confiance en sachant que vous économiserez de l'argent 100% du temps avec inCruises !</b>
it: <b>Puoi prenotare in tutta tranquillità sapendo che con inCruises risparmi il 100% delle volte!</b>
ja: <b>inCruisesなら１００％お得に予約できますので、安心してご予約ください！</b>
kk: <b>Сіз inCruises арқылы ақшаңызды 100% үнемдейтініңізді біле отырып, сеніммен тапсырыс бере аласыз!</b>
ko: <b>inCruises를 사용하면 비용을 100% 절약할 수 있으므로 안심하고 예약할 수 있습니다!</b>
ky: <b>Сиз inCruises менен акчаңызды 100% учурларда үнөмдөп кала турганыңызды билип, ишеним менен брондой берсеңиз болот!</b>
lv: <b>Varat rezervēt ar pārliecību, zinot, ka ietaupīsiet naudu 100% un laiku kopā ar inCruises!</b>
mn: <b>Та inCruises-ээр мөнгөө 100% хэмнэх учраас итгэлтэйгээр захиалгаа өгч болно!</b>
pt: <b>Você pode reservar com confiança sabendo que economizará dinheiro 100% do tempo com a inCruises!</b>
ro: <b>Poți rezerva cu încredere știind că vei economisi bani 100% de fiecare dată cu inCruises!</b>
ru: <b>Вы можете осуществлять бронирования с уверенностью, зная, что будете экономить с inCruises деньги в 100% случаев!</b>
uk: <b>Ви можете здійснювати бронювання з впевненістю, знаючи, що будете економити з inCruises гроші в 100% випадків!</b>
uz: <b>inCruises билан 100% ҳолатда пул тежашингизни билган ҳолда, ишонч билан буюртма беришингиз мумкин!</b>
zh: <b>您可以放心预订，因为您知道使用 inCruises 可以 100% 省钱！</b>

source: <div>[SUGGESTED MESSAGE PLEASE PERSONALIZE]</div><div>[%{contactName} SPEAKS %{contactLanguage}]</div><div><br></div><div>Hi
ca: <div>[MISSATGE SUGGERIT SI US PLAU PERSONALITZAR]</div><div>[%{contactName} SPEAKS %{contactLanguage}]</div><div><br></div><div>Hi
de: <div>[SUGGESTED MESSAGE PLEASE PERSONALIZE]</div><div>[%{contactName} SPRICHT %{contactLanguage}]</div><div><br></div><div>Hi
es: <div>[SUGGESTED MESSAGE PLEASE PERSONALIZE]</div><div>[%{contactName} HABLA %{contactLanguage}]</div><div><br></div><div>Hi
fr: <div>[MESSAGE SUGGÉRÉ, VEUILLEZ PERSONNALISER]</div><div>[%{contactName} SPEAKS %{contactLanguage}]</div><div><br></div><div>Salut
it: <div>[MESSAGGIO SUGGERITO DA PERSONALIZZARE]</div><div>[%{contactName} SPEAKS %{contactLanguage}]</div><div><br></div><div>Ciao
ja: <div>[送信相手へのパーソナライズされたメッセージにすることをお勧めします]</div><div>[%{contactName} SPEAKS %{contactLanguage}]</div><div><br></div><div>こんにちは
kk: <div>[SUGGESTED MESSAGE PLEASE PERSONALIZE]</div><div>[%{contactName} SPEAKS%{contactLanguage}]</div><div><br></div><div>Салем
ky: <div>[СУНУШТАЛГАН БИЛДИРҮҮ, СУРАНЫЧ, ӨЗГӨРТҮҢҮЗ]</div><div>[%{contact.Name} САЛАМ%{contact.Language}]</div><div><br></div><div>Hi
lv: <div>[IETEICAMAIS ZIŅOJUMS LŪDZU PERSONALIZĒT]</div><div>[%{contactName} SPEAKS %{contactLanguage}]</div><div><br></div><div>Hi
mn: <div>[SUGGESTED MESSAGE PLEASE PERSONALIZE]</div><div>[%{contactName} SPEAKS %{contactLanguage}]</div><div><br></div><div>Сайн байна уу
pt: <div>[SUGESTÃO DE MENSAGEM, PERSONALIZE]</div><div>[%{contactName} SPEAKS %{contactLanguage}]</div><div><br></div><div> Olá
ro: <div>[MESAJ SUGERAT VĂ ROG PERSONALIZAȚI]</div><div>[%{contactName} VORBEȘTE %{contactLanguage}]</div><div><br></div><div>Bună
ru: <div>[ПРЕДПОЛАГАЕМОЕ СООБЩЕНИЕ, ПОЖАЛУЙСТА, ПЕРСОНАЛИЗИРУЙТЕ]</div><div>[%{contactName} ГОВОРИТ %{contactLanguage}]</div><div><br></div><div>Привет
uk: <div>[РЕКОМЕНДОВАНЕ ПОВІДОМЛЕННЯ, БУДЬ ЛАСКА, ПЕРСОНАЛІЗУЙТЕ ЙОГО]</div><div>[%{contactName} ГОВОРИТЬ %{contactLanguage}]</div><div><br></div><div> Привіт
uz: <div>[ТАВСИЯ ЭТИЛГАН ХАБАР, ИЛТИМОС ШАХСИЙЛАШТИРИНГ]</div><div>[%{contactName} SPEAKS %{contactLanguage}]</div><div><br></div><div>Hi
zh: <div>[建议的消息，请根据需要进行个性化]</div><div>[%{contactName} 会说 %{contactLanguage}]</div><div><br></div><div>您好

source: <div>[SUGGESTED MESSAGE PLEASE PERSONALIZE]</div><div><br></div><div>Hi
ca: <div>[MISSATGE SUGGERIT SI US PLAU PERSONALITZAR]</div><div><br></div><div>Hi
de: <div>[VORGESCHLAGENE NACHRICHT BITTE PERSONALISIEREN]</div><div><br></div><div>Hi
es: <div>[MENSAJE SUGERIDO, FAVOR DE PERSONALIZAR]</div><div><br></div><div>Hi
fr: <div>[MESSAGE SUGGÉRÉ, VEUILLEZ PERSONNALISER]</div><div><br></div><div>Hi
it: <div>[MESSAGGIO SUGGERITO DA PERSONALIZZARE]</div><div><br></div><div>Hi
ja: <div>[メッセージをカスタマイズする]</div><div><br></div><div>Hi
kk: <div>[ҰСЫНЫЛАТЫН ХАБАРЛАМАДЫ ЖЕКЕЛЕНДІРУ]</div><div><br></div><div>Сәлем
ko: <div>[제안된 메시지를 맞춤설정하십시오]</div><div><br></div><div>안녕하세요
ky: <div>[СУНУШТАЛГАН КАБАРДАМА, СУРАНЫЧ, ӨЗГӨРТҮҢҮЗ]</div><div><br></div><div>Салам
lv: <div>{IETEIKTAIS ZIŅOJUMS, LŪDZU, PERSONALIZĒJIET]</div><div><br></div><div>Hi
mn: <div>[ДООРХИ ЖИШЭЭГ АШИГЛАН ӨӨРИЙН ҮГЭЭР БИЧНЭ ҮҮ]</div><div><br></div><div>Сайн байна уу
pt: <div>[SUGESTÃO DE MENSAGEM, PERSONALIZE]</div><div><br></div><div>Olá
ro: <div>[MESAJ SUGERAT PERSONALIZAȚI VĂ RUGĂM]</div><div><br></div><div>Bună
ru: <div>[РЕКОМЕНДОВАННОЕ СООБЩЕНИЕ, ПОЖАЛУЙСТА, ПЕРСОНАЛИЗИРУЙТЕ ЕГО]</div><div><br></div><div>Привет
uk: <div>[РЕКОМЕНДОВАНЕ ПОВІДОМЛЕННЯ, БУДЬ ЛАСКА, ПЕРСОНАЛІЗУЙТЕ ЙОГО]</div><div><br></div><div>Вітаю
uz: <div>[ТАВСИЯ ЭТИЛГАН ХАБАР ИЛТИМОС ШАХСИЙЛАШТИРИНГ]</div><div><br></div><div>Hi
zh: <div>[建議的消息請個性化]</div><div><br></div><div>Hi

source: <i class="fa fa-check text-green"/> <span class="emphasize">12 hour</span> recordings
ca: <i class="fa fa-check text-green"/><span class="emphasize">12 hores</span> d'enregistraments
de: <i class="fa fa-check text-green"/> <span class="emphasize">12 Stunden</span> Aufzeichnungen
es: <i class="fa fa-check text-green"/> <span class="emphasize">12 horas</span> de grabaciones
fr: <i class="fa fa-check text-green"/> <span class="emphasize">12 heures</span> enregistrements
it: <i class="fa fa-check text-green"/> <span class="emphasize">12 ore</span> di registrazioni
ja: <i class="fa fa-check text-green"/> <span class="emphasize">12時間</span> の録画
kk: <i class="fa fa-check text-green"/> <span class="emphasize">12 сағаттық</span> жазбалар
ky: <i class="fa fa-check text-green"/> <span class="emphasize">12 сааттык</span>жаздыруулар
lv: <i class="fa fa-check text-green"/> <span class="emphasize">12 hour</span> ieraksti
mn: <i class="fa fa-check text-green"/> <span class="emphasize">12 цагийн</span> бичлэг
pt: <i class="fa fa-check text-green"/> <span class="emphasize">12 horas</span> gravações
ro: <i class="fa fa-check text-green"/> <span class="emphasize">12 hour</span> înregistrări
ru: <i class="fa fa-check text-green"/> <span class="emphasize">12 часов</span> записи
uk: <i class="fa fa-check text-green"/> <span class="emphasize">12 годин</span> записів
uz: <i class="fa fa-check text-green"/> <span class="emphasize">12 соатлик</span> ёзув
zh: <i class="fa fa-check text-green"/> <span class="emphasize">12小時</span>錄音

source: <i class="fa fa-check text-green"/> <span class="emphasize">24 hour</span> recordings
ca: <i class="fa fa-check text-green"/><span class="emphasize">24 hores</span> d'enregistraments
de: <i class="fa fa-check text-green"/> <span class="emphasize">24 Stunden</span> Aufzeichnungen
es: <i class="fa fa-check text-green"/> <span class="emphasize">24 horas</span> de grabaciones
fr: <i class="fa fa-check text-green"/> <span class="emphasize">24 heures</span> enregistrements
it: <i class="fa fa-check text-green"/> <span class="emphasize">24 ore</span> di registrazioni
ja: <i class="fa fa-check text-green"/> <span class="emphasize">24時間</span> の録画
kk: <i class="fa fa-check text-green"/> <span class="emphasize">24 сағаттық</span> жазба
ky: <i class="fa fa-check text-green"/> <span class="emphasize">24 сааттык</span>жаздыруулар
lv: <i class="fa fa-check text-green"/> <span class="emphasize">24 </span>ieraksti
mn: <i class="fa fa-check text-green"/> <span class="emphasize">24 цагийн</span> бичлэг
pt: <i class="fa fa-check text-green"/> <span class="emphasize">24 horas</span> gravações
ro: <i class="fa fa-check text-green"/> <span class="emphasize">24 hour</span> înregistrări
ru: <i class="fa fa-check text-green"/> <span class="emphasize">24 часа</span> записи
uk: <i class="fa fa-check text-green"/> <span class="emphasize">24 години</span> записів
uz: <i class="fa fa-check text-green"/> <span class="emphasize">24 соатлик</span> ёзув
zh: <i class="fa fa-check text-green"/> <span class="emphasize">24小時</span>錄音

source: <i class="fa fa-check text-green"/> Live Streaming (e.g. Facebook)
ca: <i class="fa fa-check text-green"/> Transmissió en directe (ex, Facebook)
es: <i class="fa fa-check text-green"/> Transmisión en Vivo (p. ej. Facebook)
fr: <i class="fa fa-check text-green"/> Streaming Direct (ex. Facebook)
it: <i class="fa fa-check text-green"/> Diretta streaming (p. es. Facebook)
ja: <i class="fa fa-check text-green"/> ライブストリーミング (Facebookなど)
kk: <i class="fa fa-check text-green"/>Тікелей эфир (мысалы Facebook)
ky: <i class="fa fa-check text-green"/>Түз эфир (мис. Facebook)
lv: <i class="fa fa-check text-green"/> Pārraide dzīvajā (e.g. Facebook)
mn: <i class="fa fa-check text-green"/> Лайв стриминг (жиш. Facebook)
pt: <i class="fa fa-check text-green"/>Transmissão ao vivo (por exemplo, Facebook)
ro: <i class="fa fa-check text-green"/> Streaming în Direct (ex. Facebook)
ru: <i class="fa fa-check text-green"/> Прямая трансляция (напр. в Facebook)
uk: <i class="fa fa-check text-green"/> Пряма Трансляція (напр. в Facebook)
uz: <i class="fa fa-check text-green"/> Жонли эфир (масалан, Facebook)
zh: <i class="fa fa-check text-green"/> 直播 (例如 Facebook)

source: <i class="fa fa-times text-red"/> No Live Streaming
ca: <i class="fa fa-times text-red"/> Sense Transmissió en Directe
de: <i class="fa fa-times text-red"/> Kein Live Streaming
es: <i class="fa fa-times text-red"/> No incluye Transmisión en vivo
fr: <i class="fa fa-times text-red"/> Pas de Streaming en Direct
it: <i class="fa fa-times text-red"/> Nessuna diretta streaming
ja: <i class="fa fa-times text-red"/> ライブストリーミングなし
kk: <i class="fa fa-times text-red"/>Тікелей Эфир Жоқ
ky: <i class="fa fa-times text-red"/>Түз эфир жок
lv: <i class="fa fa-times text-red"/> Nav dzīvajā
mn: <i class="fa fa-times text-red"/> Лайв Стриминг байхгүй
pt: <i class="fa fa-times text-red"/>Sem transmissão ao vivo
ro: <i class="fa fa-times text-red"/> Nu există Streaming în Direct
ru: <i class="fa fa-times text-red"/> Нет прямой трансляции
uk: <i class="fa fa-times text-red"/> Немає Прямої Трансляції
uz: <i class="fa fa-times text-red"/> Жонли эфир мавжуд эмас
zh: <i class="fa fa-times text-red"/> 无直播

source: <i class="fa fa-times text-red"/> No recording available
ca: <i class="fa fa-times text-red"/> Enregistrament no disponible
de: <i class="fa fa-times text-red"></i> Keine Aufnahme verfügbar
es: <i class="fa fa-times text-red"/> No hay grabaciones disponibles
fr: <i class="fa fa-times text-red"/> Enregistrement Indisponible
it: <i class="fa fa-times text-red"/> Nessuna registrazione disponibile
ja: <i class="fa fa-times text-red"/> 録画はできません
kk: <i class="fa fa-times text-red"/> қол жетімді жазба жоқ
ky: <i class="fa fa-times text-red"/>Жаздыруулар жок
lv: <i class="fa fa-times text-red"/> Bez ierakstiem
mn: <i class="fa fa-times text-red"/> Бичлэг хийгдэхгүй
pt: <i class="fa fa-times text-red"/>Nenhuma gravação disponível
ro: <i class="fa fa-times text-red"/> Nu există înregistrare disponibilă
ru: <i class="fa fa-times text-red"/> Нет доступных записей
uk: <i class="fa fa-times text-red"/> Немає доступних записів
uz: <i class="fa fa-times text-red"/> Эфир ёзиб олинмайди
zh: <i class="fa fa-times text-red"/> 无录像

source: <i class="fa fa-times text-red"/> No Storage
ca: <i class="fa fa-times text-red"/> Sense Emmagatzematge
de: <i class="fa fa-times text-red"/> Keine Speicherung
es: <i class="fa fa-times text-red"/> No Hay Almacenamiento
fr: <i class="fa fa-times text-red"/> Stockage Indisponible
it: <i class="fa fa-times text-red"/> Niente in archivio
ja: <i class="fa fa-times text-red"/> ストレージなし
kk: <i class="fa fa-times text-red"/> Сақтау орны жоқ
ky: <i class="fa fa-times text-red"/>Бош орун жок
lv: <i class="fa fa-times text-red"/> Nav krātuves
mn: <i class="fa fa-times text-red"/> Хадгалахгүй
pt: <i class="fa fa-times text-red"/>Nenhum armazenamento
ro: <i class="fa fa-times text-red"/> Fără Spaţiu de Stocare
ru: <i class="fa fa-times text-red"/> Нет свободного места
uk: <i class="fa fa-times text-red"/> Немає вільного місця
uz: <i class="fa fa-times text-red"/> Хотирага сақланмайди
zh: <i class="fa fa-times text-red"/> 无存储

source: <i class="fa icon-facebook mrs"/> Share
ca: <i class="fa icon-facebook mrs"/> Compartir
de: <i class="fa icon-facebook mrs"/> Teilen
es: <i class="fa icon-facebook mrs"/> Compartir
fr: <i class="fa icon-facebook mrs"/> Partager
it: <i class="fa icon-facebook mrs"/> Condividi
ja: <i class="fa icon-facebook mrs"/> 共有
kk: <i class="fa icon-facebook mrs"/> Бөлісу
ky: <i class="fa icon-facebook mrs"/>Бөлүшүңүз
lv: <i class="fa icon-facebook mrs"/> Dalies
mn: <i class="fa icon-facebook mrs"/> Хуваалцах
pt: <i class="fa icon-facebook mrs"/>Compartilhar
ro: <i class="fa icon-facebook mrs"/> Partajează
ru: <i class="fa icon-facebook mrs"/> Поделиться
uk: <i class="fa icon-facebook mrs"/> Поділитися
uz: <i class="fa icon-facebook mrs"/> Бўлишиш
zh: <i class="fa icon-facebook mrs"/> 分享

source: <i class="fal fa-ticket-alt mr-1"/> Register Now
ca: <i class="fal fa-ticket-alt mr-1"/> Registrat Ara
de: <i class="fal fa-ticket-alt mr-1"/>Jetzt registrieren
es: <i class="fal fa-ticket-alt mr-1"/> Regístrate Ahora
fr: <i class="fal fa-ticket-alt mr-1"/> Inscrivez-vous Maintenant
it: <i class="fal fa-ticket-alt mr-1"/> Registrati subito
ja: <i class="fal fa-ticket-alt mr-1"/> 今すぐ登録
kk: <i class="fal fa-ticket-alt mr-1"/> Қазір Тіркелу
ky: <i class="fal fa-ticket-alt mr-1"/> Азыр катталыңыз
lv: <i class="fal fa-ticket-alt mr-1"/> Reģistrējies tagad
mn: <i class="fal fa-ticket-alt mr-1"/> Одоо бүртгүүлэх
pt: <i class="fal fa-ticket-alt mr-1"/> Registrar agora
ro: <i class="fal fa-ticket-alt mr-1"/> Înscrie-te Acum
ru: <i class="fal fa-ticket-alt mr-1"/> Зарегистрироваться сейчас
uk: <i class="fal fa-ticket-alt mr-1"/> Зареєструватися зараз
uz: <i class="fal fa-ticket-alt mr-1"/> Ҳозироқ рўйхатдан ўтиш
zh: <i class="fal fa-ticket-alt mr-1"/> 现在注册

source: <i class="fal fa-ticket-alt mr-1"/> Remove Registration
ca: <i class="fal fa-ticket-alt mr-1"/> Eliminar Registre
de: <i class="fal fa-ticket-alt mr-1"/> Registrierung entfernen
es: <i class="fal fa-ticket-alt mr-1"/> Eliminar Registro
fr: <i class="fal fa-ticket-alt mr-1"/> Supprimer l'Inscription
it: <i class="fal fa-ticket-alt mr-1"/> Cancella la registrazione
ja: <i class="fal fa-ticket-alt mr-1"/> 登録を削除
kk: <i class="fal fa-ticket-alt mr-1"/> Тіркелуді Жою
ky: <i class="fal fa-ticket-alt mr-1"/>Каттоону жокко чыгаруу
lv: <i class="fal fa-ticket-alt mr-1"/> Atsaki reģistrāciju
mn: <i class="fal fa-ticket-alt mr-1"/> Бүртгэлийг арилгах
pt: <i class="fal fa-ticket-alt mr-1"/> Remover Registro
ro: <i class="fal fa-ticket-alt mr-1"/> Șterge Invitația
ru: <i class="fal fa-ticket-alt mr-1"/> Отменить регистрацию
uk: <i class="fal fa-ticket-alt mr-1"/> Скасувати реєстрацію
uz: <i class="fal fa-ticket-alt mr-1"/> Обунани ўчириш
zh: <i class="fal fa-ticket-alt mr-1"/> 删除注册

source: <i class="far fa-address-book mr-1"/> Begin Import
ca: <i class="far fa-address-book mr-1"/> Comença a importar
de: <i class="far fa-address-book mr-1"/>Import starten
es: <i class="far fa-address-book mr-1"/> Comenzar a importar
fr: <i class="far fa-address-book mr-1"/> Commencer l'Importation
it: <i class="far fa-address-book mr-1"/> Inizia a importare
ja: <i class="far fa-address-book mr-1"/> インポートを開始する
kk: <i class="far fa-address-book mr-1"/> Импорттауды Бастау
ky: <i class="far fa-address-book mr-1"/>Импорттоону баштаңыз
lv: <i class="far fa-address-book mr-1"/> Sāc importēt
mn: <i class="far fa-address-book mr-1"/> Импортлож эхлэх
pt: <i class="far fa-address-book mr-1"/> Comece a importar
ro: <i class="far fa-address-book mr-1"/> Începe Importarea
ru: <i class="far fa-address-book mr-1"/> Начать Импорт
uk: <i class="far fa-address-book mr-1"/> Почати Імпорт
uz: <i class="far fa-address-book mr-1"/> Импорт қилишни бошлаш
zh: <i class="far fa-address-book mr-1"/> 开始导入

source: <i class="fas fa-question-circle"/> Get Help
ca: <i class="fas fa-question-circle"/> Obtenir ajuda
de: <i class="fas fa-question-circle"/> Hilfe erhalten
es: <i class="fas fa-question-circle"/> Obtén Ayuda
fr: <i class="fas fa-question-circle"/> Obtenir de l'Aide
it: <i class="fas fa-question-circle"/> Supporto
ja: <i class="fas fa-question-circle"/> サポート
kk: <i class="fas fa-question-circle"/> Көмек Алу
ky: <i class="fas fa-question-circle"/>Көмөк алуу
lv: <i class="fas fa-question-circle"/> Saņem palīdzību
mn: <i class="fas fa-question-circle"/> Тусламж авах
pt: <i class="fas fa-question-circle"/>Precisa de Ajuda?
ro: <i class="fas fa-question-circle"/> Primeşte Ajutor
ru: <i class="fas fa-question-circle"/> Помощь
uk: <i class="fas fa-question-circle"/> Отримати допомогу
uz: <i class="fas fa-question-circle"/> Ёрдам олиш
zh: <i class="fas fa-question-circle"/> 获得帮助

source: <i class="fe fe-check"/> Close Ticket
ca: <i class="fe fe-check"/> Tancar Tiquet
de: <i class="fe fe-check"/> Ticket schließen
es: <i class="fe fe-check"/> Cerrar Ticket
fr: <i class="fe fe-check"/> Fermer le Ticket
it: <i class="fe fe-check"/> Chiudi il ticket
ja: <i class="fe fe-check"/> チケットを終了
kk: <i class="fe fe-check"/> Тикетті жабу
ky: <i class="fe fe-check"/>Тикетти Жабуу
lv: <i class="fe fe-check"/> Aizvērt/slēgt biļeti
mn: <i class="fe fe-check"/> Тусламжийн хүсэлт хаах
pt: <i class="fe fe-check"/> Fechar Ticket
ro: <i class="fe fe-check"/> Tichet închis
ru: <i class="fe fe-check"/> Закрыть тикет
uk: <i class="fe fe-check"/> Закрити тікет
uz: <i class="fe fe-check"/> Чиптани ёпиш
zh: <i class="fe fe-check"/> 关闭支持工单

source: <i class="fe fe-edit"/> Admin Note
ca: <i class="fe fe-edit"/> Nota de Admin
de: <i class="fe fe-edit"/> Admin-Hinweis
es: <i class="fe fe-edit"/> Nota de Admin
fr: <i class="fe fe-edit"/> Note Administrative
it: <i class="fe fe-edit"/> Nota dell'Admin
ja: <i class="fe fe-edit"/> 管理者メモ
kk: <i class="fe fe-edit"/> Админ Жазбасы
ky: <i class="fe fe-edit"/>Администратордун эскертүүсү
lv: <i class="fe fe-edit"/> Admin Ziņojums
mn: <i class="fe fe-edit"/> Админий тэмдэглэл бичих
pt: <i class="fe fe-edit"/> Nota administrativa
ro: <i class="fe fe-edit"/> Notă Admin
ru: <i class="fe fe-edit"/> Заметка администратора
uk: <i class="fe fe-edit"/> Примітка адміністратора
uz: <i class="fe fe-edit"/> Маъмур изоҳи
zh: <i class="fe fe-edit"/> 管理员注释

source: <i class="fe fe-edit"/> Edit
ca: <i class="fe fe-edit"/> Editar
de: <i class="fe fe-edit"/> Bearbeiten
es: <i class="fe fe-edit"/> Editar
fr: <i class="fe fe-edit"/> Éditer
it: <i class="fe fe-edit"/> Modifica
ja: <i class="fe fe-edit"/> 編集
kk: <i class="fe fe-edit"/> Шығу
ky: <i class="fe fe-edit"/>Түзөтүү
lv: <i class="fe fe-x mr-1"/>Rediģēt
mn: <i class="fe fe-edit"/> Бичих
pt: <i class="fe fe-edit"/> Editar
ro: <i class="fe fe-edit"/> Editare
ru: <i class="fe fe-edit"/> Редактировать
uk: <i class="fe fe-edit"/> Редагувати
uz: <i class="fe fe-edit"/> Таҳрирлаш
zh: <i class="fe fe-edit"/> 退出
