Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Could not load direct top 5 partners
ca: No s’ha pogut carregar els 5 socis principals directes
de: Konnte keine direkten Top-5-Partner laden
es: No se pudo cargar los 5 mejores Socios directos
fr: Impossible de charger les 5 meilleurs partenaires directs
it: Impossibile caricare i 5 migliori Partner diretti
ja: 直紹介の上位5名のパートナーを読み込めませんでした
kk: Тікелей ең үздік 5 серіктесті жүктеу мүмкін болмады
ky: Эң мыкты 5 өнөктөштү жүктөй алган жокпуз
lv: Nevarēja ielādēt tiešos top 5 partnerus
mn: Шилдэг 5 Түншийн мэдээллийг ачааллаж болохгүй байна
pt: Não foi possível carregar os 5 principais parceiros diretos
ro: Nu s-au putut încărca top 5 parteneri direcți
ru: Не удалось загрузить топ-5 прямых партнёров
uk: Не вдалося завантажити прямих топ-5 Партнерів
uz: Топ-5 тўғридан-тўғри ҳамкорлар юкланмади
zh: 无法加载前5名合作伙伴

source: Could not load referral information
ca: No s'ha pogut carregar la informació de referència
de: Überweisungsinformationen konnten nicht geladen werden
es: No se pudo información de referidos
fr: Les renseignements sur le parrainage sont impossible à télécharger
it: Impossibile caricare le informazioni di referral
ja: 紹介情報を読み込めませんでした
kk: Жолдама туралы ақпаратты жүктеу мүмкін болмады
ky: Реферал маалыматы жүктөлгөн жок
lv: Nevarēja ielādēt atsauces saiti
mn: Элсүүлэх мэдээллийг ачааллаж чадсангүй
pt: Não foi possível carregar as informações de referência
ro: Nu s-au putut încărca informațiile de recomandare
ru: Не удалось загрузить информацию о реферале
uk: Не вдалося завантажити реферальну інформацію
uz: Реферал маълумотларини юклашнинг имкони бўлмади
zh: 无法加载推荐信息

source: Could not load team goal
ca: No s’ha pogut carregar l’objectiu de l’equip
de: Teamziel konnte nicht geladen werden
es: No se pudo cargar la meta de equipo
fr: Impossible de charger l'objectif de l'équipe
it: Impossibile caricare l'obiettivo della squadra
ja: チームゴールを読み込めませんでした
kk: Команданың мақсатын жүктеу мүмкін болмады
ky: Команданын максатын жүктөй алган жокпуз
lv: Nevarēja ielādēt komandas mērķi
mn: Багийн зорилгын тухай мэдээллийг ачааллаж болохгүй байна
pt: Não foi possível carregar a meta da equipe
ro: Nu s-a putut încărca obiectivul echipei
ru: Не удалось загрузить командную цель
uk: Не вдалося завантажити командну ціль
uz: Жамоа мақсади юкланмади
zh: 无法加载团队目标

source: Could not remove the card. Please try again.
fr: Impossible de supprimer la carte. Veuillez réessayer.
it: Impossibile rimuovere la carta. Riprova.
kk: Картаны өшіру мүмкін болмады. Қайтадан көріңіз
pt: Não foi possível remover o cartão. Por favor, tente novamente.
uk: Не вдалося видалити картку. Будь ласка, спробуйте ще раз.
uz: Картани ўчира олмаяпсизми? Илтимос, қайта уриниб кўринг.
zh: 无法删除该银行卡。请重试。

source: Could not retrieve the news information. You may see this news again later. Sorry for the inconvenience.
fr: Impossible de récupérer les informations. Vous pourrez peut-être les consulter ultérieurement. Veuillez nous excuser pour ce désagrément.
it: Non è stato possibile recuperare le informazioni relative alle notizie. È possibile visualizzare nuovamente queste notizie in un secondo momento. Ci scusiamo per l'inconveniente.

source: Could not update your news status at this time. You may see this news again later. Sorry for the inconvenience.
fr: Impossible de mettre à jour votre statut pour le moment. Vous pourrez les consulter ultérieurement. Veuillez nous excuser pour ce désagrément.
it: Impossibile aggiornare lo stato delle tue notizie in questo momento. Potresti visualizzarle in un secondo momento. Ci scusiamo per il disagio.

source: Could not validate the rate. Please try again.
ca: No s'ha pogut validar la tarifa. Si us plau, torna-ho a intentar.
de: Der Tarif konnte nicht validiert werden. Bitte versuchen Sie es erneut.
es: No se pudo validar la tarifa. Por favor, vuelve a intentarlo.
fr: Impossible de valider le taux. Veuillez réessayer.
it: Non è stato possibile convalidare la tariffa. Riprova.
ja: 金額の確定が出来ませんでした。再試行してください。
kk: Жылдамдықты растау мүмкін болмады. Қайталап көріңіз.
ky: Тариф ырасталган жок. Сураныч, кайра аракет кылыңыз.
lv: Nevarēja validēt likmi. Lūdzu, mēģiniet vēlreiz.
mn: Ханшийг баталгаажуулж чадсангүй. Дахин оролдоно уу.
pt: Não foi possível validar a taxa. Por favor, tente novamente.
ro: Nu s-a putut valida rata. Te rugăm să încerci din nou.
ru: Не удалось подтвердить тариф. Пожалуйста, попробуйте снова.
uk: Не вдалося підтвердити тариф. Будь ласка, спробуйте ще раз.
uz: Ранг тасдиқланмади. Илтимос, қайта уриниб кўринг.
zh: 无法验证该费率。请重试。

source: Count
ca: Comptar
de: Anzahl
es: Número
fr: Compter
it: Numero
ja: カウント
kk: Санау
ko: 카운트
ky: Сана
lv: Skaiti
mn: Тоо
pt: Contagem
ro: Număr
ru: Подсчёт
uk: Рахувати
uz: Ҳисоблаш
zh: 計數

source: Countdowns
ca: Compte enrere
es: Cuentas regresivas
fr: Compte à rebours
it: Conti alla rovescia
ja: カウントダウン
kk: Кері санақ
ko: 카운트다운
ky: Артка эсептөө
lv: Skaitīšana
mn: Каунтдаун
pt: Contagens regressivas
ro: Numărătoare inversă
ru: Обратные отсчёты
uk: Зворотні відліки
uz: Тескари ҳисоб
zh: 倒計時

source: Countries
ca: Països
de: Länder
es: Países
fr: Des pays
it: Paesi
ja: 国
kk: Мемлекеттер
ko: 국가
ky: Өлкөлөр
lv: Valstis
mn: Улс орнууд
pt: Países
ro: Ţări
ru: Страны
uk: Країни
uz: Мамлакатлар
zh: 國家

source: Countries and counting
ca: Països i recompte
de: Länder und Zählungen
es: Países y contando
fr: Pays et comptage
it: Numero nazioni in continuo aumento
ja: 国名と数
kk: Елдер және санау
ko: 국가와 계산
ky: Өлкөлөр жана эсептөө
lv: Valstis un skaitīsana
mn: Улс орон
pt: Países e contando
ro: Țări și numărătoarea continuă
ru: Число стран - и это не предел
uk: Число країн - і це не межа
uz: Мамлакат ва бу чегара эмас
zh: 國家和計數

source: countries selected
fr: pays sélectionnés
it: paesi selezionati

source: Countries Selected
fr: Pays Sélectionnés
it: Paesi selezionati
pt: Países Selecionados
uk: Обрані країни

source: Countries Served
ca: Països Amb Servei
de: Bediente Länder
es: Países Atendidos
fr: Pays Desservis
it: Paesi serviti
ja: 提供対象国
kk: Қызмет көрсетілетін елдер
ky: Кызмат көрсөтүлгөн өлкөлөр
lv: Apkalpotās valstis
mn: Үйлчилдэг орнууд
pt: Países Atendidos
ro: Țări deservite
ru: Обслуживаемые страны
uk: Обслуговувані країни
uz: Хизмат кўрсатиладиган мамлакатлар
zh: 服务过的国家

source: country
ca: país
es: país
fr: pays
it: paese
ja: 国
kk: мемлекет
ky: өлкө
mn: улс
pt: país
ro: țara
ru: страна
uk: країна
uz: мамлакат
zh: 国家

source: Country
ca: País
de: Land
es: País
fr: Pays
it: Paese
ja: 国
kk: Мемлекет
ko: 국가
ky: Өлкө
lv: Valsts
mn: Улс Орон
pt: País
ro: Ţara
ru: Страна
uk: Країна
uz: Мамлакат
zh: 國家

source: Country Check
ca: Comprovació de País
de: Ländercheck
es: Comprobación de País
fr: Vérification du pays
it: Verifica del Paese
ja: 国の確認
kk: Елді тексеру
ko: 국가 확인
ky: Өлкөнү текшерүү
lv: Valsts pārbaude
mn: Улс Орон
pt: Verificação do país
ro: Verificarea țării
ru: Проверка страны
uk: Перевірка країни
uz: Мамлакатни текшириш
zh: 国家支票

source: Country of residence
ca: País de residència
de: Wohnsitzland
es: País de Residencia
fr: Pays de résidence
it: Paese di residenza
ja: 居住国：
kk: Тұратын Мемлекет
ko: 거주 국가
ky: жашаган өлкө
lv: Dzīvesvietas Valsts
mn: Оршин суугаа улс:
pt: País de residência
ro: Țara de rezidenţă
ru: Страна проживания
uk: Країна проживання
uz: Яшаш мамлакати:
zh: 居住國家

source: Country of Residence Reminder
ca: Recordatori del País de Residència
de: Erinnerung Land eingeben
es: Recordatorio de País de Residencia
fr: Rappel du pays de résidence
it: Promemoria del Paese di residenza
ja: 居住国の再確認
kk: Тұрғылықты Ел туралы еске салу
ko: 거주 국가 확인
ky: Жашаган өлкө жөнүндө эскертүү
lv: Dzīvesvietas valsts atgādinājums
mn: Оршин суугаа Орныг Сануулах
pt: Lembrete do país de residência
ro: Notă de rapel pentru ţara de rezidenţă
ru: Определение страны проживания
uk: Нагадування про Країну Проживання
uz: Яшаш мамлакатингизга доир эслатма
zh: 居住國

source: Country of Residency
ca: País de Residència
es: País de Residencia
fr: Pays de Résidence
it: Paese di residenza
ja: 居住国：
kk: Тұратын Мемлекет
ky: Жашаган өлкө
mn: Оршин суугаа улс
pt: País de residência
ro: Țara de rezidenţă
ru: Страна проживания
uk: Країна проживання
uz: Яшаш мамлакати
zh: 居住国家

source: Country Of Residency
ca: País De Residència
de: Wohnsitzland
es: País De Residencia
fr: Pays de Résidence
it: Paese di residenza
ja: 居住国
kk: Тұрғылықты Елі
ky: Жашаган өлкөсү:
lv: Dzīvesvietas Valsts
mn: Оршин суугаа орон
pt: País de residência
ro: Țara de rezidenţă
ru: Страна проживания
uk: Країна проживання
uz: Яшаш мамлакати
zh: 居住国家

source: Country of Residency:
ca: País de Residència:
de: Wohnsitzland:
es: País de Residencia:
fr: Pays de Résidence :
it: Paese di residenza:
ja: 居住国：
kk: Тұратын Мемлекет:
ko: 거주 국가:
ky: Жашаган өлкө:
lv: Dzīvesvietas Valsts:
mn: Оршин суугаа улс:
pt: País de residência:
ro: Țara de rezidenţă:
ru: Страна проживания:
uk: Країна проживання:
uz: Яшаш мамлакати:
zh: 居住國家：

source: countryName
fr: Nom du pays
ja: 国名
uk: назваКраїни

source: course
ca: curs
de: Kurs
es: curso
fr: cours
it: corso
ja: 講座
kk: курс
ko: 기초교육과정
ky: Курс
lv: kurss
mn: сургалт
pt: curso
ro: curs
ru: курс
uk: курс
uz: курс
zh: 課程

source: Course
ca: Curs
de: Kurs
es: Curso
fr: Cours
it: Corso
ja: 講座
kk: Курс
ko: 기초교육과정
ky: Курс
lv: Kurss
mn: Сургалт
pt: Curso
ro: Curs
ru: Курс
uk: Курс
uz: Курс
zh: 課程

source: Course Certificate
ca: Certificat del Curs
de: Kurs-Zertifikat
es: Certificado de curso
fr: Certificat de cours
it: Certificato del corso
ja: コース証明書
kk: Курс Сертификаты
ko: 기초교육과정 수료증 보기
ky: Курс сертификаты
lv: Kursa sertifikāts
mn: Сургалтын Гэрчилгээ
pt: Certificado do Curso
ro: Certificat pentru curs
ru: Сертификат курса
uk: Сертифікат Курсу
uz: Курсни тамомлаганлик ҳақида сертификат
zh: 課程證書

source: Course completed on,
fr: Cours terminé le,
it: Corso completato il,

source: Course Progress
ca: Progrés del curs
de: Kursverlauf
es: Progreso del Curso
fr: Progression du cours
it: Andamento dei corsi
ja: コースの進捗状況
kk: Курстың Барысы
ko: 코스 진행
ky: Курстун жүрүшү
lv: Kursa progress
mn: Сургалтын явц
pt: Progresso do curso
ro: Progresul cursului
ru: Прогресс курса
uk: Прогрес курсу
uz: Курслардан ўтиш жараёни
zh: 课程进度

source: Course:
ca: Curs:
de: Kurs:
es: Curso:
fr: Cours :
it: Corso:
ja: コース：
kk: Курс:
ko: 기초교육과정:
ky: Курс:
lv: Kurss:
mn: Сургалт:
pt: Curso:
ro: Curs:
ru: Курс:
uk: Курс:
uz: Курс:
zh: 課程:

source: Course: %{ name }
ca: Curs: %{ name }
de: Kurs: %{ name }
es: Curso: %{ name }
fr: Cours : %{ nom }
it: Corso: %{ name }
ja: コース： %{ name }
kk: Курс: %{ name }
ko: 코스: %{ 이름 }
ky: Курс: %{ name }
lv: Kurss: %{ name }
mn: Сургалт: %{ name }
pt: Curso: %{ name }
ro: Curs: %{ name }
ru: Курс: %{ name }
uk: Курс: %{ name }
uz: Курс: %{ name }
zh: 课程: %{ name }

source: Courses
ca: Cursos
de: Kurse
es: Cursos
fr: Cours
it: Corsi
ja: 講座
kk: Курстар
ko: 기초교육과정
ky: курстар
lv: Kursi
mn: Сургалтууд
pt: Cursos
ro: Cursuri
ru: Курсы
uk: Курси
uz: Курслар
zh: 課程

source: Covered events include personal or family illness, accidents, natural disasters, redundancy, document theft, transportation failures, and much more are included.
ca: Els esdeveniments coberts inclouen malalties personals o familiars, accidents, desastres naturals, acomiadaments, robatori de documents, fallades en el transport i molt més.
de: Zu den abgedeckten Vorfällen gehören persönliche oder familiäre Krankheiten, Unfälle, Naturkatastrophen, Entlassungen, Dokumentendiebstahl, Transportausfälle und vieles mehr.
es: Situaciones cubiertas inluyen enfermedades personales o familiares, accidentes, desastres naturales, cese laboral por motivos empresariales, robo de documentos, fallas en el transporte y mucho más están incluidas.
fr: Les événements couverts comprennent les maladies personnelles ou familiales, les accidents, les catastrophes naturelles, la redondance, le vol de documents, les pannes de transport et bien d'autres choses encore sont incluses.
it: Gli eventi coperti includono malattie personali o familiari, incidenti, disastri naturali, licenziamenti, furto di documenti, guasti ai mezzi di trasporto e molto altro ancora.
ja: 対象となる事由には、個人や家族の病気、事故、自然災害、予期せぬ事態、書類の盗難、交通機関の故障など、さまざまなものが含まれます。
kk: Қамтуға жеке немесе отбасылық аурулар, жазатайым оқиғалар, табиғи апаттар, жұмыстан босату, құжаттарды ұрлау, көліктегі үзілістер және т.б. сияқты оқиғалар кіреді.
ky: Камтылган окуяларга жеке же үй-бүлөлүк оорулар, кырсыктар, табигый кырсыктар, жумуштан бошотуулар, документтерди уурдатуу, транспорттун бузулушу жана башка көптөгөн нерселер кирет.
lv: Ietvertie notikumi ietver ģimenes slimības, nelaimes gadījumi, dabas katastrofas, štatu samazināšana dokumentu zādzības, transporta kļūmes un daudz kas cits.
mn: Өөрийн болон гэр бүлийн хүмүүсийн өвчин зовлон, осол аваар, байгалийн гэнэтийн гамшиг, ажлын цомхотгол, бичиг баримтаа хулгайд алдах, тээврийн саатал гэх мэт бүгд багтах болно.
pt: Os eventos cobertos incluem doenças pessoais ou familiares, acidentes, desastres naturais, redundância, roubo de documentos, falhas de transporte e muito mais.
ro: Evenimentele acoperite includ boli personale sau de familie, accidente, dezastre naturale, redundanţă, furtul de documente, eșecurile de transport și multe altele sunt incluse.
ru: Случаи, покрываемые гарантией, включают в себя заболевания собственные или членов семьи, несчастные случаи, природные катаклизмы, сокращения на работе, кража документов, проблемы с транспортировкой и многое другое.
uk: Випадки, що покриваються гарантією, включають захворювання власні або членів сім'ї, нещасні випадки, природні катаклізми, скорочення на роботі, крадіжка документів, проблеми з транспортуванням і багато іншого.
uz: Қопланадиган ҳолатларга сиз ёки оилангиз аъзоси хасталанса, бахтсиз ҳодисалар, табиий офатлар, штат қисқариши, ҳужжатларнинг йўқолиши, транспорт билан боғлиқ муаммолар ва бошқалар киради.
zh: 涵盖的事件包括个人或家庭疾病、事故、自然灾害、裁员、文件盗窃、交通故障等。

source: Create
ca: Crea
de: Erstellen
es: Crea
fr: Créer
it: Crea
ja: 作成
kk: Жасаңыз
ko: 생성
ky: Түзүү
lv: Radīt
mn: Үүсгэх
pt: Criar
ro: Creează
ru: Создайте
uk: Створити
uz: Яратиш
zh: 創建

source: Create a prepaid invoice now to secure your payment in advance.
ca: Genera una factura pagada per avançat ara per assegurar el teu pagament.
de: Erstellen Sie jetzt eine Prepaid-Rechnung, um Ihre Zahlung im Voraus zu sichern.
es: Crea una factura prepagada para asegurar tu pago por adelantado.
fr: Créez une facture prépayée dès maintenant pour garantir votre paiement à l'avance.
it: Crea subito una fattura prepagata per essere sicuro di pagare in anticipo.
ja: 今すぐ請求書を発行し、前払いを実行する。
kk: Алдын ала төлемді қамтамасыз ету үшін дәл қазір алдын ала төленген шот жасаңыз.
ky: Алдын ала төлөмдү камсыздоо үчүн азыр алдын ала төлөнгөн эсеп-фактураны түзүңүз.
lv: Izveidojiet priekšapmaksas rēķinu tūlīt, lai nodrošinātu avansa maksājumu.
mn: Төлбөрөө урьдчилан баталгаатай төлөхийн тулд урьдчилан төлөх нэхэмжлэх үүсгэнэ үү.
pt: Crie uma fatura pré-paga agora para garantir seu pagamento antecipado.
ro: Crează acum o factură preplătită pentru a-ți asigura plata în avans.
ru: Создайте счёт для предварительной оплаты прямо сейчас, чтобы гарантировать оплату заранее.
uk: Створіть рахунок для попередньої оплати зараз, щоб гарантувати оплату заздалегідь.
uz: Олдиндан тўловни таъминлаш учун ҳозироқ олдиндан тўланадиган ҳисоб яратинг.
zh: 现在创建预付发票，确保提前支付您的款项。

source: Create a room for
ca: Crea una sala per a
de: Raum erstellen für
es: Crear una sala para
fr: Créer une salle pour
it: Crea una stanza per
ja: ルームを作成
kk: үшін бөлме жасаңыз
ky: үчүн бөлмө ачуу
lv: Izveido telpu priekš
mn: Өрөө үүсгэх
pt: Criar uma sala para
ro: Creează o cameră pentru
ru: Создать комнату для
uk: Створити кімнату для
uz: учун хона яратиш
zh: 创建一个房间

source: Create Account
ca: Crear Compte
de: Konto erstellen
es: Crear Cuenta
fr: Créer le compte
it: Crea account
ja: アカウントを作成
kk: Тіркеулік жазбаны Жасау
ko: 계정 생성
ky: Эсеп түзүү
lv: Izveidojiet kontu
mn: Бүртгэл үүсгэх
pt: Criar Conta
ro: Creaţi contul
ru: Создать Аккаунт
uk: Створити Обліковий Запис
uz: Аккаунт яратиш
zh: 創建帳號

source: Create Additional Room
ca: Crea una sala addicional
de: Zusätzlichen Raum schaffen
es: Crear Cuenta Adicional
fr: Créer la Salle Supplémentaire
it: Crea una sala aggiuntiva
ja: 追加のルームを作成
kk: Қосымша бөлме жасаңыз
ko: 추가 룸 생성하기
ky: Кошумча бөлмө түзүү
lv: Izveidojiet papildus telpu
mn: Шинэ өрөө үүсгэх
pt: Criar sala adicional
ro: Creează cameră suplimentară
ru: Создать дополнительную комнату
uk: Створити додаткову кімнату
uz: Қўшимча хона очиш
zh: 創建額外的房間

source: Create Date
ca: Data de creació
de: Datum erstellen
es: Fecha de Creación
fr: Créer un rendez-vous
it: Data di emissione
ja: 作成日
kk: Құрылған күні
ko: 생성 날짜
ky: Дата түзүү
lv: Nosaki datumu
mn: Үүсгэсэн огноо
pt: Data de criação
ro: Creează o dată
ru: Дата Создания
uk: Створити Дату
uz: Сана яратиш
zh: 創建日期

source: Create ePayments Wallet
ca: Crear Cartera de pagaments
de: Ein ePayments Wallet erstellen
es: Crear tu Cartera de Epayments
fr: Créer un portefeuille de paiements électroniques
it: Crea il tuo wallet ePayments
ja: イーペイメンツウォレットを作成する
kk: ePayments әмиянын жасау
ko: 이페이먼트 이월렛 생성
ky: ePayments Wallet түзүңүз
lv: Izveidot ePayments maku
mn: ePayments Түрийвч үүсгэх
pt: Criar uma carteira virtual na ePayments
ro: Creează Wallet ePayments
ru: Создать Кошелек ePayments
uk: Створити ePayments Гаманець
uz: ePayments Wallet яратиш
zh: 創建ePayments錢包

source: Create Group
ca: Crear Grup
de: Gruppe erstellen
es: Crear Grupo
fr: Créer le groupe
it: Crea gruppo
ja: グループを作成
kk: Топ құру
ky: Топ түзүү
lv: Izveidot Grupu
mn: Бүлэг үүсгэх
pt: Criar grupo
ro: Creează grup
ru: Создать группу
uk: Створити групу
uz: Гуруҳ яратиш
zh: 创建团队

source: Create Invoice
ca: Crea una factura
de: Rechnung erstellen
es: Crear Factura
fr: Créer une facture
it: Crea la fattura
ja: 請求書を発行する
kk: Шот-фактура жасаңыз
ky: Эсеп-фактура түзүңүз
lv: Izveidojiet Rēķinu
mn: Нэхэмжлэх үүсгэх
pt: Criar fatura
ro: Crează Factură
ru: Создать счёт
uk: Створити рахунок
uz: Ҳисоб очиш
zh: 创建发票

source: Create New
ca: Crear Nou
de: Neue erstellen
es: Crear Nuevo
fr: Créer un nouveau
it: Crea nuovo
ja: 新規作成
kk: Жаңаларын жасаңыз
ky: Жаңысын түзүү
lv: Nosaki Jaunu
mn: Шинийг үүсгэх
pt: Criar novo
ro: Creează Nou
ru: Создать новый
uk: Створити новий
uz: Янгисини очиш
zh: 创建新的

source: Create Payoneer Account
ca: Crear un Compte Payoneer
de: Ein Payoneer Konto erstellen
es: Crea tu Cuenta de Payoneer
fr: Créer un compte Payoneer
it: Crea il tuo account Payoneer
ja: ペイオニアアカウントを作成する
kk: Payoneer Аккаунтын жасау
ko: Payoneer 계정 생성
ky: Payoneer каттоо эсебин түзүү
lv: Izveidot Payoneer kontu
mn: Payoneer Бүртгэл үүсгэх
pt: Criar uma conta na Payoneer
ro: Creează un cont Payoneer
ru: Создать Аккаунт Payoneer
uk: Створити Обліковий Запис Payoneer
uz: Payoneer аккаунтини яратиш
zh: 創建Payoneer賬號

source: Create prepaid invoice in advance
ca: Crea una factura anticipada
de: Prepaid-Rechnung im Voraus erstellen
es: Crea una factura prepagada por adelantado
fr: Créer une facture prépayée à l'avance
it: Crea una fattura prepagata anticipata
ja: 前払いの請求書を発行する
kk: Алдын ала төленген шотты алдын ала жасаңыз
ky: Алдын ала төлөнгөн эсеп-фактураны түзүү
lv: Iepriekš apmaksāta rēķina izveide
mn: Урьдчилан төлөх нэхэмжлэх үүсгэх
pt: Crie uma fatura pré-paga com antecedência
ro: Crează o factură preplătită în avans
ru: Создать счёт предварительной оплаты заранее
uk: Створити рахунок попередньої оплати заздалегідь
uz: Олдиндан тўланган ҳисобни вақтли очиш
zh: 提前创建预付发票

source: Create Room
ca: Crear Sala
de: Raum erstellen
es: Crear Sala
fr: Créer une salle
it: Crea una stanza
ja: ルームを作成
kk: Бөлме Жасаңыз
ko: 룸 생성
ky: Бөлмө түзүү
lv: Izveido Telpu
mn: Өрөө үүсгэх
pt: Criar sala
ro: Creează cameră
ru: Создать комнату
uk: Створити кімнату
uz: Хона яратиш
zh: 创建房间

source: Created
ca: Creat
de: Erstellt
es: Creado
fr: Créé
it: Creato
ja: 作成されました
kk: Жасалды
ko: 생성
ky: Жасалды
lv: Radīti/Izveidoto
mn: Үүсгэгдсэн
pt: Criado
ro: Creat
ru: Создан
uk: Створено
uz: Яратилди
zh: 已創建

source: Created by:
ca: Creat per:
de: Erstellt von:
es: Creado por:
fr: Créé par :
it: Creato da:
ja: 作成者：
kk: Жасалған:
ko: 생성 :
ky: Төмөнкү тарабынан түзүлгөн:
lv: Radīti/Izveidotots ar:
mn: Үүсгэгдсэн:
pt: Criado por:
ro: Creat de:
ru: Создано:
uk: Створено:
uz: Яратилган:
zh: 由...制作：

source: Created Date
ca: Data de Creació
de: Datum erstellen
es: Fecha de Creación
fr: Date de création
it: Data di emissione
ja: 作成日
kk: Құрылған күні
ko: 생성 날짜
ky: Түзүлгөн күнү
lv: Noteiktais datums
mn: Үүсгэгдсэн огноо
pt: Data de criação
ro: Data creată
ru: Дата Создания
uk: Дата Створення
uz: Яратилган сана
zh: 創建日期

source: Created Date (UTC)
ca: Data de Creació (UTC)
de: Erstellt am (UTC)
es: Fecha de Creación (UTC)
fr: Date de création (UTC)
it: Data di creazione (UTC)
ja: 作成日（UTC）
kk: Құрылған күні (UTC)
ky: Түзүлгөн күнү (UTC)
lv: Noteiktais Datums(UTC)
mn: Үүсгэгдсэн огноо (UTC)
pt: Data de criação (UTC)
ro: Data creării (UTC)
ru: Дата Создания (UTC)
uk: Дата Створення (UTC)
uz: Яратилган сана (UTC)
zh: 创建日期（UTC）

source: Created Date UTC
ca: Data de Creació UTC
de: Erstellt am UTC
es: Fecha de Creación UTC
fr: Date de création UTC
it: Data di creazione UTC
ja: 作成日 UTC
kk: Құрылған күні UTC
ky: Түзүлгөн күнү (UTC)
lv: Noteiktais Datums UTC
mn: Үүсгэгдсэн огноо UTC
pt: Data de criação UTC
ro: Data creării UTC
ru: Дата Создания UTC
uk: Дата Створення UTC
uz: Яратилган сана (UTC)
zh: 创建日期UTC

source: Created:
ca: Creat:
de: Erstellt:
es: Creado:
fr: Créé :
it: Creato:
ja: 作成済み：
kk: Жасалды:
ko: 생성:
ky: Түзүлгөн:
lv: Radīts/Izveidots:
mn: Үүсгэгдсэн:
pt: Criado:
ro: Creat:
ru: Создано:
uk: Створено:
uz: Яратилган:
zh: 已创建：

source: Credit Card
ca: Targeta de crèdit
de: Kreditkarte
es: Tarjeta de Crédito
fr: Carte de crédit
it: Carta di credito
ja: クレジットカード
kk: Кредит Картасы
ko: 신용 카드
ky: Кредиттик карта
lv: Kredītkarte
mn: Зээлийн Карт
pt: Cartão de Crédito
ro: Card de credit
ru: Кредитная карта
uk: Кредитна картка
uz: Кредит картаси
zh: 信用卡

source: Credit card donations are processed externally and may take some time to appear in the tracker.
fr: Les dons par carte bancaire sont traités par un prestataire externe et leur affichage dans le suivi peut prendre un certain temps.
it: Le donazioni con carta di credito vengono elaborate esternamente e potrebbero impiegare del tempo per apparire nel tracker.
pt: Doações com cartão de crédito são processadas externamente e podem levar algum tempo para aparecer no rastreador.
uk: пожертвувані гроші за допомогою кредитних карток обробляються зовнішніми організаціями, і їхнє відображення в трекері може зайняти певний час.

source: Credit or debit card
ca: Targeta de crèdit o dèbit
de: Kredit- oder Debitkarte
es: Tarjeta de Crédito o débito
fr: Carte de crédit ou de débit
it: Carta di credito o di debito
ja: クレジット または デビットカード
kk: Несиелік немесе дебеттік карта
ko: 신용 또는 직불 카드
ky: Кредиттик карта же дебеттик карта
lv: Kredītkarte vai debetkarte
mn: Зээлийн болон Дебит Карт
pt: Cartão de crédito ou débito
ro: Card de credit sau debit
ru: Кредитная или дебетовая карта
uk: Кредитна або дебетова картка
uz: Кредит ёки дебет картаси
zh: 信用卡或借記卡

source: credited back to your account.
ca: s'abonarà en el teu compte.
de: Ihrem Konto gutgeschrieben.
es: acreditado de vuelta a tu cuenta.
fr: crédité sur votre compte.
it: riaccreditati sul tuo conto.
ja: が付与されます。
kk: есептік жазбаңызға қайтарылды.
ko: 귀하의 계정에 다시 적립됩니다.
ky: сиздин эсебиңизге кайра чегерилет.
lv: tiek ieskaitīts atpakaļ kontā.
mn: өөрийн данс руу буцаан авах болно.
pt: creditado de volta em sua conta.
ro: creditate înapoi în contul tău.
ru: с начислением на ваш счёт.
uk: з нарахуванням на ваш рахунок.
uz: қайтарилади.
zh: 记回您的帐户。

source: Cruise
ca: Creuer
de: Kreuzfahrt
es: Crucero
fr: Croisière
it: Crociera
ja: クルーズ
kk: Круиз
ko: 크루즈
ky: Круиз
lv: Kruīzs
mn: Далайн аялал
pt: Cruzeiro
ro: Croazieră
ru: Круиз
uk: Круїз
uz: Круиз
zh: 邮轮·
