Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Just think! Only 2 percent of the world population has vacationed on a cruise. Only 20 percent of U.S. adults have ever enjoyed a relaxing cruise vacation. There is an enormous, untapped market just for those who want to go on a cruise. First-time cruisers, which are the focus of inCruises, are important to the industry’s growth. In 2019, the cruise industry carried 29,000,000 passengers worldwide (up 11.2 million from 2009). By 2025, this number is projected to increase to 38,000,000 passengers globally. Learn more about our Membership, the benefits, and our unique offer on our <a href='/membership' target='_blank'>Membership page</a>.
ca: Pensa una mica! Només el 2% de la població mundial ha pres unes vacances de creuer. Només el 20% dels adults nord-americans han gaudit d'unes relaxants vacances en creuer. Hi ha un mercat enorme i sense explotar només entre els que volen fer un creuer. Els passatgers de creuer per primera vegada, que són el focus d'inCruises, són importants per al creixement de la indústria. El 2019, la indústria dels creuers va transportar 29.000.000 de passatgers a tot el món (11,2 milions més que el 2009). El 2025, es preveu que aquest nombre augmenti fins als 38.000.000 de passatgers a tot el món. Per obtenir més informació sobre la nostra Membresia, els avantatges i la nostra oferta única, visita la nostra <a href='/membership' target='_blank'>Pàgina de Membresia</a>.
de: Man bedenke nur! Nur 2 Prozent der Weltbevölkerung haben schon einmal auf einer Kreuzfahrt Urlaub gemacht. Nur 20 Prozent der Erwachsenen in den USA haben jemals einen entspannenden Kreuzfahrturlaub genossen. Es gibt einen riesigen, ungenutzten Markt für diejenigen, die eine Kreuzfahrt machen wollen. Kreuzfahrt-Neulinge, die im Fokus von inCruises stehen, sind wichtig für das Wachstum der Branche. Im Jahr 2019 beförderte die Kreuzfahrtbranche weltweit 29.000.000 Passagiere (11,2 Millionen mehr als 2009). Bis 2025 wird diese Zahl voraussichtlich auf 38.000.000 Passagiere weltweit ansteigen. Erfahren Sie mehr über unsere Mitgliedschaft, die Vorteile und unser einzigartiges Angebot auf unserer<a href='/membership' target='_blank'>Mitgliedschaftsseite</a>.
es: ¡Solo piensa! Solo el 2% de la población mundial ha viajado en crucero alguna vez y solo un 20% de los estadounidenses adultos han viajado en crucero. Hay un enorme mercado sin explotar solo para aquellos que quieren ir en un crucero. Los pasajeros que viajan por primera vez, que son el enfoque de inCruises, son importantes para el crecimiento de la industria. En 2019, la industria de cruceros transportó 29.000.000 de pasajeros en todo el mundo (11,2 millones más que en 2009). Para 2025, se prevé que este número aumente a 38.000.000 globalmente. Aprende más acerca de nuestra Membresía, los beneficios y nuestra oferta única en nuestra<a href='/membership' target='_blank'>página de Membresía</a>.
fr: Pensez-y ! Seulement 2 % de la population mondiale a pris des vacances en croisière. Seuls 20 % des adultes américains ont déjà profité de vacances relaxantes en croisière. Il existe un marché énorme et inexploité pour ceux qui veulent partir en croisière. Les primo-croisiéristes, sur lesquels se concentre inCruises, sont importants pour la croissance de l'industrie. En 2019, le secteur des croisières a transporté 29 000 000 de passagers dans le monde (soit 11,2 millions de plus qu'en 2009). D'ici 2025, ce nombre devrait passer à 38 000 000 de passagers dans le monde. Apprenez-en davantage sur notre Adhésion, ses avantages et notre offre unique sur notre <a href='/membership' target='_blank'>page Adhésion</a>.
it: Pensa un po'! Solo il 2% della popolazione mondiale ha fatto una vacanza in crociera. Solo il 20% degli adulti statunitensi ha mai goduto di una rilassante vacanza in crociera. Esiste un mercato enorme e non sfruttato solo fra coloro che vogliono andare in crociera. I crocieristi al loro primo viaggio, che sono l'obiettivo di inCruises, sono importanti per la crescita del settore. Nel 2019, il settore delle crociere ha trasportato 29.000.000 di passeggeri in tutto il mondo (11,2 milioni in più rispetto al 2009). Entro il 2025, si prevede che questo numero aumenterà fino a 38.000.000 di passeggeri a livello globale. Per saperne di più sulla nostra iscrizione, sui vantaggi e sulla nostra offerta unica, visita la nostra<a href='/membership' target='_blank'>pagina della Membership</a>.
ja: 考えてみてください。クルーズで休暇を過ごしたことのある人は、世界人口のわずか2パーセントにしかすぎません。アメリカの成人のうち、クルーズでリラックスした休暇を過ごしたことがあるのは、わずか20パーセントです。クルーズに行きたいと思う人たちのためだけでも、巨大な未開拓の市場があります。inCruisesが注目する初体験クルーザーは、業界の成長にとって重要な存在です。2019年、クルーズ業界は世界で2900万人の乗客が楽しみました。（2009年比1120万人増）2025年には、この数字は世界で3800万人にまで増加すると予測されています。メンバーシップの詳細、特典、およびユニークなキャンペーンについては、 <a href='/membership' target='_blank'>メンバーシップ・ページ</a>をご覧ください。
kk: Тек ойлан! Әлем халқының тек 2 пайызы ғана круизге барған. АҚШ-тағы ересектердің 20 пайызы ғана круиздік демалысты жақсы көрген. Круизге шыққысы келетіндер үшін игерілмеген үлкен нарық бар. InCruises назар аударатын жаңадан келген круиздері саланың өсуі үшін маңызды. 2019 жылы круиздік индустрия бүкіл әлем бойынша 29 миллион жолаушы тасымалдады (2009 жылмен салыстырғанда 11,2 миллионға көп). Бұл сан 2025 жылға қарай әлем бойынша 38 000 000 жолаушыға дейін артады деп болжануда. Мүшелік бетімізден мүшелік, жеңілдіктер және бірегей ұсынысымыз <a href='/membership' target='_blank'>туралы көбірек біліңіз</a>.
ky: Ойлонуп көрүңүз! Дүйнө калкынын 2%ы гана круизде эс алган. Америкалык бойго жеткен адамдардын 20%ы гана круиздик эс алууга чыгышкан. Ал эми саякатка чыккысы келгендер үчүн бул рынокто дагы көптөгөн мүмкүнчүлүктөр бар. inCruises программасынын негизги багыты болгон биринчи круиздер бул тармактын өсүшү үчүн маанилүү. 2019-жылы круиздик индустрия дүйнө жүзү боюнча 29 000 000 жүргүнчү ташыган (2009-жылга караганда 11,2 миллионго көп). 2025-жылы бул сандар 38 000 000ге жетет деп болжолдонууда. Биздин <a href='/membership' target='_blank'>Мүчөлүк баракчабыздан</a> Мүчөлүгүбүз, артыкчылыктарыбыз жана уникалдуу сунушубуз жөнүндө көбүрөөк билип алыңыз.
lv: Padomājiet!Tikai divi procenti pasaules iedzīvotāju ir devušies kruīzu ceļojumā. Tikai 20 procenti ASV pieaugušo jebkad ir baudījuši relaksējošu kruīza atvaļinājumu. Ir milzīgs neapgūts tirgus tieši priekš tiem,kas vēlas doties kruīzos. Pirmreizējie ceļotāji ,kuri ir inCruises uzmanības centrā, ir svarīgi nozares izaugsmei. 2019. gadā kruīza industrija kopumā pārvadāja 29.000.000 pasažieru visā pasaulē(11.2 miljonus sākot no 2009).Ir Prognozēts,ka ar2025.gadu šis skaitlis pieaugs līdz 38.000.000 pasažieriem globāli .Uzziniet vairāk par mūsu Biedru Dalību, priekšrocībām un par mūsu unikālo piedāvājumu mūsu <a href='membership ' target='_blank' >Membership page</a>.
mn: Бодоод үзээрэй. Дэлхийн хүн амын зөвхөн 2% нь, Америкийн насанд хүрэгчдийн дөнгөж 20% нь далайн аялалаар аялсан байдаг. Далайн аялал хийх хүсэлтэй хүмүүст зориулсан асар том, боломжит зах зээл бий. inCruises нь далайн аялалаар анх удаа аялаж байгаа хүмүүст илүү анхаарал тавьдаг бөгөөд энэ нь салбарын өсөлтийг нэмэгдүүлэх асар том боломж гэж хардаг. 2019 онд дэлхийн хэмжээнд 29,000,000 зорчигч тээвэрлэсэн байдаг нь 2009 оныхоос 11,2 саяар өссөн үзүүлэлт юм. 2025 он гэхэд энэ тоо дэлхийн хэмжээнд 38,000,000 аялагч хүртэл өснө гэсэн таамаг байдаг. Манай Гишүүнчлэл болон гишүүний ашиг тус, өвөрмөц саналуудын тухай дэлгэрэнгүй мэдээллийг <a href='/membership' target='_blank'>Гишүүнчлэлийн хуудаснаас</a> авна уу.
pt: Pense! Apenas 2% da população mundial já viajou em um cruzeiro. Apenas 20% dos adultos dos EUA já desfrutaram de férias relaxantes em um cruzeiro. Há um mercado enorme e inexplorado para quem quer fazer um cruzeiro. Os viajantes de primeira viagem, que são o foco da inCruises, são importantes para o crescimento do setor. Em 2019, a indústria de cruzeiros transportou 29 milhões de passageiros em todo o mundo (aumento de 11,2 milhões em relação a 2009). Até 2025, esse número deverá aumentar para 38.000.000 de passageiros em todo o mundo. Saiba mais sobre nossa assinatura, os benefícios e nossa oferta exclusiva em nossa <a href='/membership' target='_blank'>página de assinatura</a>.
ro: Gândește-te! Doar 2% din populația lumii a plecat în vacanță într-o croazieră. Doar 20% dintre adulții din SUA s-au bucurat vreodată de o vacanță relaxantă pe croazieră. Există o piață enormă, neexploatată, doar pentru cei care doresc să plece într-o croazieră. Persoanele care călătoresc pentru prima dată, care sunt în centrul atenției inCruises, sunt importante pentru creșterea industriei. În 2019, industria de croazieră a transportat 29.000.000 de pasageri la nivel mondial (în creștere cu 11,2 milioane față de 2009). Până în 2025, se estimează că acest număr va crește la 38.000.000 de pasageri la nivel global. Află mai multe despre calitatea noastră de membru, beneficii și oferta noastră unică pe <a href='/membership' target='_blank'>pagina noastră de membru</a>.
ru: Только представьте! Всего лишь 2% населения планеты путешествуют в круизах. Только 20% взрослого населения США когда-либо побывали в круизе. Это огромный неосвоенный рынок только для тех, кто хочет отправиться в круиз. В центре внимания inCruises - новички, кто ещё никогда не был в круизе, они очень важны для роста индустрии. В 2019 г. круизная отрасль насчитывала 29 млн пассажиров по всему миру (до 11,2 млн начиная с 2009 г.). К 2025 г. это число, по прогнозам, достигнет 38 млн пассажиров на планете. Узнайте больше о Членстве в Клубе, преимуществах и нашем уникальном предложении на <a href='/membership' target='_blank'>странице Членства в Клубе</a>.
uk: Тільки уявіть! Лише 2% населення планети подорожують у круїзах. Тільки 20% дорослого населення США колись побували в круїзі. Це величезний незасвоєний ринок тільки для тих, хто хоче вирушити в круїз. У центрі уваги inCruises - новачки, хто ще ніколи не був у круїзі, вони дуже важливі для зростання індустрії. У 2019 круїзна галузь налічувала 29 млн. пасажирів по всьому світу (до 11,2 млн. починаючи з 2009). До 2025 це число, за прогнозами, досягне 38 млн. пасажирів по всьому світу. Дізнайтеся більше про Членство в Клубі, переваги та нашу унікальну пропозицію на <a href='/membership' target='_blank'>сторінці Членства в Клубі</a>.
uz: Ўйлаб кўринг! Дунё аҳолисининг атиги 2 фоизи круизда дам олган. АҚШ катта ёшли аҳолисининг 20 фоизигина круиз саёҳатларида дам олган. Фақатгина круизга чиқишни истаганлар учун ҳали улкан фойдаланилмаган бозор мавжуд. inCruises нинг асосий диққати қаратилган, биринчи марта круизга чиқаётганлар саноатнинг ривожланишида муҳим ўрин тутади. 2019 йил мобайнида круиз саноати дунё бўйлаб 29,000,000 йўловчи ташиган (2009 йилга нисбатан 11.2 миллионга кўп). 2025 йилда мазкур рақамлар 38,000,000 га етиши прогноз қилинмоқда. Бизнинг Аъзолик, афзалликларимиз ва ноёб таклифимиз билан батафсил <a href='/membership' target='_blank'>Аъзолик саҳифамизда</a>танишинг.
zh: 想想看！全球只有2%的人口曾经乘坐过邮轮度假。只有20%的美国成年人曾享受过轻松的邮轮度假。对于那些想要乘坐邮轮的人来说，市场潜力巨大且尚未开发。首次乘坐邮轮的游客是inCruises关注的重点，这对于行业的增长至关重要。2019年，全球邮轮行业运送了29,000,000名乘客（比2009年增加了1120万人）。到2025年，预计这一数字将增至38,000,000名乘客。了解更多关于我们会员计划、福利和独特优惠的详情，请访问我们的<a href='/membership' target='_blank'>会员页面</a>。

source: Kavalerovo, Turkey
ca: Kavalerovo, Turquia
de: Kavalerovo, Türkei
es: Kavalerovo, Turquía
fr: Kavalerovo, Turquie
it: Kavalerovo, Turchia
ja: トルコ、カヴァレロヴォ
kk: Кавалерово, Түркия
ko: 카발레로보, 터키
ky: Кавалерово, Түркия
lv: Kavalerova,Turcija
mn: Кавалерово, Турк
pt: Kavalerovo, Turquia
ro: Kavalerovo, Turcia
ru: Кавалерово, Турция
uk: Кавалерово, Туреччина
uz: Кавалерово, Туркия
zh: 卡瓦莱罗沃，土耳其

source: Keep an updated follow-up of massive corporate emails, monitor delivery and open of emails in real-time, with notifications and detailed analytics to improve your outreach strategy.
ca: Fes un seguiment actualitzat dels correus electrònics corporatius massius, controla el lliurament i l'obertura dels correus electrònics en temps real, amb notificacions i anàlisis detallades per a millorar la teva estratègia de difusió.
de: Behalten Sie ein aktuelles Follow-up massiver Unternehmens-E-Mails, überwachen Sie die Zustellung und das Öffnen von E-Mails in Echtzeit, mit Benachrichtigungen und detaillierten Analysen, um Ihre Kontaktstrategie zu verbessern.
es: Mantén un seguimiento actualizado de correos electrónicos corporativos masivos, monitorea la entrega y apertura de correos electrónicos en tiempo real, con notificaciones y análisis detallado para mejorar tu estrategia de alcance.
fr: Gardez un suivi actualisé des e-mails massifs de l'entreprise, surveillez la livraison et l'ouverture des e-mails en temps réel, avec des notifications et des analyses détaillées pour améliorer votre stratégie de sensibilisation.
it: Gestisci il follow-up delle email aziendali di gruppo in maniera aggiornata, monitora la consegna e l'apertura delle email in tempo reale, con notifiche e analisi dettagliate per migliorare la tua strategia di promozione.
ja: 大量の企業メールを最新の状態でフォローアップし、メールの配信や開封をリアルタイムで監視し、通知や詳細な分析によってアウトリーチ戦略を改善します。
kk: Жаппай іскерлік электрондық хаттарды бақылаңыз, жеткізілім мен ашық тарифтерді нақты уақыт режимінде хабарландырулар мен егжей-тегжейлі талдау арқылы тұтынушылармен байланысу стратегиясын жақсарту үшін бақылаңыз.
ko: 방대한 기업 이메일에 대한 업데이트된 후속 조치를 유지하고 알림 및 상세 분석을 통해 실시간으로 이메일 전달 및 공개를 모니터링하여 아웃리치 전략을 개선하십시오.
ky: Көптөгөн корпоративдик электрондук каттарды алуу жолу менен жаңыланып туруңуз, эскертмелердин жана деталдуу аналитиканын жардамы менен аутрич стратегияңызды өркүндөтүү үчүн, реалдуу убакыт режиминде каттарды алып ачып кабардар болуңуз.
lv: Atjauniniet apjomīgu korporatīvo e-pasta ziņojumu sekošanu, pārraugiet e-pasta ziņojumu piegādi un atvēršanu reāllaikā, izmantojot paziņojumus un detalizētu analīzi, lai uzlabotu informācijas sniegšanas stratēģiju.
mn: Имэйлүүдэд хариу өгч, илгээгдсэн эсэхийг нь хянаж, цаг тухайд нь шалгаж, дэлгэрэнгүй дүн шинжилгээ хийж байх нь бусдад хүрэх аргыг сайжруулах болно.
pt: Mantenha um acompanhamento atualizado de emails corporativos em massa, monitore a entrega e abertura de emails em tempo real, com notificações e análises detalhadas para melhorar sua estratégia de divulgação.
ro: Păstrează o actualizare a e-mailurilor corporative masive, monitorizează livrarea și deschiderea e-mailurilor în timp real, cu notificări și analize detaliate pentru a-ți îmbunătăți strategia de comunicare.
ru: Оставайтесь в курсе событий, получая множество корпоративных электронных писем, отслеживайте доставку и открытие писем в реальном времени, благодаря уведомлениям и детальной аналитике для улучшения вашей стратегии расширения охвата.
uk: Залишайтеся в курсі подій, отримуючи безліч корпоративних електронних листів, відстежуйте доставку та відкриття листів у реальному часі, завдяки повідомленням та детальній аналітиці для покращення вашої стратегії розширення охоплення.
uz: Қамровингизни кенгайтириш стратегиясини яхшилаш учун энг сўнгги оммавий корпоратив электрон хатларни кузатиб боринг, электрон хатларнинг билдиргилар ва батафсил таҳлил ёрдамида реал вақт режимида етказилиши ва очилишини назорат қилинг.
zh: 保持大量企业电子邮件的最新跟进，实时监测电子邮件的发送和打开情况，通过通知和详细的分析来改善您的推广策略。

source: Keep On
fr: Continuer
it: Continua
kk: Жалғастыр
pt: Continue
uk: Продовжуйте
uz: Давом этинг
zh: 继续

source: Keep QBI above 65% to receive full Builders Base Bonus
fr: Maintenez un QBI supérieur à 65% pour bénéficier de l'intégrité du Bonus de Base des Constructeurs
it: Mantieni il QBI al di sopra del 65% per ricevere il bonus Base Costruttori per intero.
kk: Толық Фундамент Бизнес Бонусын алу үшін БСИ көрсеткішін 65%-дан жоғары деңгейде сақтаңыз
pt: Mantenha o QBI acima de 65% para receber o Bônus de Base de Construtores integral
uk: Тримайте QBI вище 65%, щоб отримувати повний бонус «Фундамент Бізнесу»
uz: Қурувчилар базаси бонусига эга бўлиш учун QBI кўрсаткичи 65% дан юқори бўлсин
zh: 保持QBI在65%以上即可获得全额建设者基础奖金

source: Key
ca: Clau
de: Schlüssel
es: Llave
fr: Clé
it: Chiave
ja: カギ
kk: Кілт
ko: 열쇠
ky: Ачкыч
lv: Atslēga/galvenais
mn: Түлхүүр
pt: Chave
ro: Cheie
ru: Ключ
uk: Ключ
uz: Асос
zh: 重点

source: Key Considerations
ca: Aspectes Clau
de: Wichtige Überlegungen
es: Consideraciones importantes
fr: Considérations Clés
it: Aspetti chiave
ja: 重要な考慮事項
kk: Негізгі Ескертпелер
ky: Негизги эске алуучу жагдайлар
mn: Гол анхаарах зүйлс
pt: Principais Considerações
ro: Considerații cheie
ru: Ключевые аспекты
uk: Ключ Бронювання
uz: Асосий аспектлар
zh: 关键事项

source: Kickstart Bonus Statement
ca: Extracte dels Bons d'Inici Ràpid
de: Kickstart Bonus-Kontoauszug
es: Extractos de Bonos de Arranque Rápido
fr: Relevé de bonus Kickstart
it: Lista dei Bonus di Avvio Veloce
ja: キックスタートボーナス表
kk: Бастау Бонусы туралы мәлімдеме
ko: 킥 스타트 보너스 내역서
ky: Баштоо Бонусу тууралуу Маалымдама
lv: Kickstart prēmijas pārskats
mn: Кикстарт урамшууллын мэдээлэл
pt: Extrato do Bônus de início Rápido
ro: Extras de cont la Bonusul de pornire rapidă
ru: Отчёт о Стартовом Бонусе
uk: Заява на Миттєвий Бонус
uz: Кикстарт бонус ҳисоботи
zh: 激活獎金聲明

source: Kiev, Ukraine
ca: Kíev, Ukraine
es: Kiev, Ucrania
fr: Ukraine, Kiev
it: Kiev, Ucraina
ja: ウクライナ、キエフ
kk: Киев, Украина
ko: 키예프, 우크라이나
ky: Киев, Украина
lv: Kijeva,Ukraina
mn: Киев, Украйн Улс
pt: Kiev, Ucrânia
ro: Kiev, Ucraina
ru: Киев, Украина
uk: Київ, Україна
uz: Киев, Украина
zh: 基輔，烏克蘭

source: Kindly note that the leaderboard will only populate if there are Super Builders Base leaders for the month in search.
ca: Si us plau, tingues en compte que el tauler de classificació només es mostrarà si hi ha líders de la Base de Super constructors per al mes en cerca.
de: Bitte beachten Sie, dass die Rangliste nur dann angezeigt wird, wenn es in der Super Builders Base Leader für den gesuchten Monat gibt.
es: Por favor, ten en cuenta que la tabla de clasificación solo se llenará si hay líderes de Base de Super Constructores para el mes requerido.
fr: Veuillez noter que le classement ne s'affichera que s'il y a des leaders de la Base des Super Constructeurs pour le mois en question.
it: Tieni presente che la classifica apparirà solo se ci sono Leader della Super Base Costruttori per il mese in questione.
ja: ランキングは、その月のスーパービルダーズ・ベースのリーダーが検索された場合のみ表示されます。
kk: Іздеуде супер бизнес фундамент құрушылары дерекқорының бір айдағы жетекшілері болған жағдайда ғана көшбасшылар тақтасы толтырылатынын ескеріңіз.
ky: Издөөдө Супер Куруучулар Базасы лидерлери маалымат базасынан ай сайын лидерлер бар болсо гана лидер тактасы толтуруларын эскериңиз.
lv: Ņemiet vērā, ka Līderu Panelī ieraksti tiks izdarīti tikai , ja ir Super Lietotāju Bāzes līderi attiecīgajā mēnesī.
mn: Хэрэв тухайн сард Супер Билдерс Бэйс бүхий манлайлагч нар байгаа бол шилдэгүүдийн жагсаалтан дээр харагдах болно.
pt: Observe que a tabela de classificação só será preenchida se houver líderes da Super Base de Construtores para o mês em pesquisa.
ro: Te rugăm să reții că clasamentul se va popula numai dacă există lideri Super Baza Constructorilor pentru luna în căutare.
ru: Примите, пожалуйста, во внимание, что таблица лидеров будет заполнена, только если в поиске присутствуют лидеры Суперфундамента Бизнеса за месяц.
uk: Візьміть, будь ласка, до уваги, що таблиця лідерів буде заповнена, тільки якщо в пошуку присутні лідери Суперфундаменту Бізнесу за місяць.
uz: Эътибор беринг, етакчилар жадвали фақатгина, таҳлил этилаётган ойда Супер Қурувчилар базасига эга етакчилар бўлсагина, тўлдирилади.
zh: 请注意，排行榜只会在搜索中存在本月的超级建设者基地领导者时才会显示。

source: Kindly provide us with your current location information so that we can tailor our services or content to better suit your specific geographic context and offer a more personalized experience.
ca: Si us plau, proporciona la teva informació de localització actual per tal que puguem adaptar els nostres serveis o contingut per adequar-los millor al teu context geogràfic específic i oferir-te una experiència més personalitzada.
de: Wir bitten Sie, uns Ihren aktuellen Standort mitzuteilen, damit wir unsere Dienste und Inhalte besser auf Ihre geografischen Gegebenheiten abstimmen und Ihnen ein personalisiertes Erlebnis bieten können.
es: Por favor, proporciónanos la información de tu ubicación actual para que podamos adaptar nuestros servicios o contenido a tu contexto geográfico específico y ofrecerte una experiencia más personalizada.
fr: Veuillez nous fournir des informations sur votre localisation actuelle afin que nous puissions adapter nos services ou notre contenu à votre contexte géographique spécifique et vous offrir une expérience plus personnalisée.
it: Ti invitiamo a fornirci le informazioni sulla tua posizione attuale in modo da poter adattare i nostri servizi o contenuti al tuo specifico contesto geografico e offrire un'esperienza più personalizzata.
ja: あなたの現在地情報をご提供いただくことで、当社のサービスやコンテンツをあなたの地理的状況に合わせてカスタマイズし、よりパーソナライズされた体験を提供することができます。
kk: Қызметтерімізді немесе мазмұнды нақты географиялық контекстіңізге сәйкестендіріп, жекелендірілген тәжірибе ұсына алуымыз үшін бізге ағымдағы орналасқан жеріңіз туралы ақпаратты беріңіз.
ky: Сиздин конкреттүү географиялык контекстиңизге ылайыкташтырылган кызматтарыбызды же контентти ыңгайлаштыруу жана жекелештирилген тажрыйбаны сунуштоо үчүн бизге учурдагы жайгашкан жериңиз тууралуу маалымат бериңиз.
lv: Laipni sniedziet mums jūsu pašreizējo atrašanās vietas informāciju, lai mēs varētu pielāgot mūsu pakalpojumus vai saturu jūsu konkrētajam ģeogrāfiskajam kontekstam un piedāvāt personalizētāku pieredzi.
mn: Хэрэв та бидэнд өөрийн оршин сууж буй орны байршлалын мэдээллээ өгвөл бид үйлчилгээ, контентуудаа илүү хувьчилсан байдлаар таны оршин буй орны нөхцөл байдалд тохируулан санал болгох болно.
pt: Forneça-nos as informações de sua localização atual para que possamos adaptar nossos serviços ou conteúdo para melhor atender ao seu contexto geográfico específico e oferecer uma experiência mais personalizada.
ro: Te rugăm să ne furnizezi informațiile despre locația ta curentă, astfel încât să ne putem adapta serviciile sau conținutul pentru a se potrivi mai bine cu contextul tău geografic specific și pentru a-ți oferi o experiență mai personalizată.
ru: Просим вас предоставить нам данные о вашем текущем местоположении, чтобы мы могли подстроить наши сервисы и материалы, для того чтобы более точно соответствовать вашему географическому контексту и предоставлять более персонализированный опыт.
uk: Просимо вас надати нам дані про ваше поточне місцезнаходження, щоб ми могли підлаштувати наші сервіси та матеріали, аби більш точно відповідати вашому географічному контексту та надавати більш персоналізований досвід.
uz: Илтимос, хизматларимизни ёки контентни сизнинг аниқ жўғрофий жойлашувингизга мослаштира олишимиз ва янада хусусий ёндашишимиз учун жорий яшаш манзилингиз ҳақидаги маълумотларни тақдим этинг.
zh: 请提供您当前的位置信息，以便我们可以根据您的地理位置定制我们的服务或内容，从而为您提供更个性化的体验。
