Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: XXX. CALIFORNIA PRIVACY RIGHTS
ca: XXX. DRETS DE PRIVACITAT A CALIFÒRNIA
de: XXX. KALIFORNISCHE DATENSCHUTZRECHTE
es: XXX. DERECHOS DE PRIVACIDAD DE CALIFORNIA
fr: XXX. DROITS À LA VIE PRIVÉE EN CALIFORNIE
it: XXX. DIRITTI SULLA PRIVACY DELLA CALIFORNIA
ja: XXX. カリフォルニア州のプライバシー権
kk: XXX. КАЛИФОРНИЯ ШТАТЫНДАҒЫ ҚҰПИЯЛЫЛЫҚ ҚҰҚЫҒЫ
ky: XXX. КАЛИФОРНИЯНЫН КУПУЯЛУУЛУК УКУКТАРЫ
lv: XXX. KALIFORNIJAS PRIVĀTUMA TIESĪBAS
mn: XXX. КАЛИФОРНИ МУЖИЙН НУУЦЛАЛЫН ЭРХ
pt: XXX. DIREITO DE PRIVACIDADE DA CALIFÓRNIA
ro: XXX. DREPTURI DE CONFIDENTIALITATE CALIFORNIA
ru: XXX. ПРАВО НА КОНФИДЕНЦИАЛЬНОСТЬ В ШТАТЕ КАЛИФОРНИЯ
uk: XXX. ПРАВА НА КОНФІДЕНЦІЙНІСТЬ ШТАТУ КАЛІФОРНІЯ
uz: XXX. КАЛИФОРНИЯ ШАХСИЙ ҲАЁТ ДАХЛСИЗЛИГИ ҲУҚУҚИ
zh: XXX. 加利福尼亚隐私权利

source: XXXI. EFFECTIVE DATE
ca: XXXI. DATA D'ENTRADA EN VIGOR
de: XXXII. GÜLTIGKEITSDATUM
es: XXXI. FECHA DE VALIDEZ
fr: XXXI. DATE D'ENTRÉE EN VIGUEUR
it: XXXI. DATA DI ENTRATA IN VIGORE
ja: XXXI. 発効⽇
kk: XXXI. ЗАҢДЫ КҮШІНЕ ЕНГЕН КҮНІ
ky: XXXI. КҮЧҮНӨ КИРҮҮ КҮНҮ
lv: XXXI. SPĒKĀ STĀŠANĀS DATUMS
mn: XXXI. ХҮЧИН ТӨГӨЛДӨР БОЛОХ ХУГАЦАА
pt: XXXI. DATA EFETIVA
ro: XXXI. DATA INTRARE ÎN VIGOARE
ru: XXXI. ДАТА ВСТУПЛЕНИЯ В ЗАКОННУЮ СИЛУ
uk: XXXI. ДАТА НАБРАННЯ ЧИННОСТІ
uz: XXXI. КУЧГА КИРИШ САНАСИ
zh: XXXI. 生效日期

source: XXXII. CONTACT INFORMATION
ca: XXXII. INFORMACIÓ DE CONTACTE
de: XXXII. KONTAKTINFORMATIONEN
es: XXXII. INFORMACIÓN DE CONTACTO
fr: XXXII. COORDONNÉES
it: XXXII. INFORMAZIONI DI CONTATTO
ja: XXXII. 連絡先
kk: XXXII. БАЙЛАНЫС АҚПАРАТЫ
ky: XXXII. БАЙЛАНЫШ МААЛЫМАТТАРЫ
lv: XXXII. KONTAKTINFORMĀCIJA
mn: XXXII. ХОЛБОО БАРИХ МЭДЭЭЛЭЛ
pt: XXXII. INFORMAÇÕES DE CONTATO
ro: XXXII. INFORMAȚII DE CONTACT
ru: XXXI. Контактная информация
uk: XXXII. КОНТАКТНА ІНФОРМАЦІЯ
uz: XXXII. КОНТАКТ МАЪЛУМОТЛАРИ
zh: XXXII. 联系方式

source: Yacht Club Balcony
ca: Cabina amb balcó del Yacht Club
fr: Balcon du Yacht Club
it: Balcone Yacht Club
ja: Yacht Club バルコニー
kk: Yacht Club Балконмен
pt: Varanda do Yacht Club
uk: Yacht Club Балконна каюта
uz: Балконли Яхт клуб
zh: 游艇会阳台舱

source: Yay! that's awesome!
ca: Uau! És genial!
de: Ja! Das ist großartig!
es: ¡Genial! ¡Eso es increíble!
fr: C'est génial !
it: Evviva! È meraviglioso!
ja: 素晴らしい！
kk: Алақай! бұл керемет!
ky: Ура! Бул укмуш!
lv: Tas ir lieliski!
mn: Тиймээ! Тун гайхалтай!
pt: Oba! Isso é incrível!
ro: Wow! asta e grozav!
ru: Да! Потрясающе!
uk: Так! Приголомшливо!
uz: Ура! Бу жуда ажойиб!
zh: 太棒了！

source: Year
ca: Any
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
kk: Жыл
ko: 연도
ky: Жыл
lv: gads
mn: Жил
pt: Ano
ro: Anul
ru: Год
uk: Рік
uz: Йил
zh: 年份

source: Year to Date
ca: Any fins a la Data
de: Jahr bis dato
es: Año hasta la Fecha
fr: Cumul Annuel
it: Da inizio anno
ja: 年初来
kk: Жыл басынан бері
ky: Жыл башынан бери
lv: Gads līdz šodienai
mn: Оны эхнээс хойш
pt: Acumulado no Ano
ro: De la începutul anului
ru: С начала года
uk: З початку року
uz: Йил бошидан буён
zh: 年初至今

source: Yearly Goal
ca: Objectiu Anual
de: Jährliches Ziel
es: Meta Anual
fr: Objectif Annuel
it: Obiettivo annuale
ja: 年間目標
kk: Жыл сайынғы мақсат
ky: Жылдык максат
lv: Gada Mērķis
mn: Жилийн зорилго
pt: Meta Anual
ro: Obiectivul anual
ru: Годовая цель
uk: Ціль на рік
uz: Йиллик мақсад
zh: 年度目标

source: Yearly Team Goal Tracker
ca: Seguiment Anual de l'Objectiu d'Equip
de: Jährlicher Team-Ziel-Tracker
es: Seguimiento a la meta anual de equipo
fr: Tracker des Objectifs Annuels de l'Équipe
it: Monitoraggio degli Obiettivi Annuali del Team
ja: 年間チーム目標の追跡
kk: Командалық мақсаттардың жыл сайынғы мониторингі
ky: Жылдык командалык максат трекери
lv: Gada komandas merķa sekotāji
mn: Багийн жилийн зорилгыг харах
pt: Monitoramento de metas anuais da equipe
ro: Monitorul anual al obiectivelor echipei
ru: Годовой трекер командных целей
uk: Річний трекер командних цілей
uz: Жамоа Йиллик мақсадини кузатиб бориш
zh: 年度团队目标跟踪器

source: years
fr: ans
it: anni
pt: anos
uk: років

source: Yeongdong-eup, Korea
ca: Yeongdong-eup, Corea
es: Yeongdong-eup, Corea
fr: Yeongdong-eup, Corée
it: Yeongdong-eup, Corea
ja: 韓国、永同邑
kk: Ёндонг-эуп, Корея
ko: 대한민국, 영동읍
ky: Йондон-юп, Корея
lv: Yongdong-eup, Koreja
mn: Ёндон-ап, Солонгос
pt: Yeongdong-eup, Coreia
ro: Yeongdong-eup, Coreea
ru: Йондон-юп, Корея
uk: Йондон, Корея
uz: Ёндон-ип, Корея
zh: 永同邑，韓國

source: Yes
ca: Sí
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
kk: Иә
ko: 예
ky: Ооба
lv: Jā
mn: Тийм
pt: Sim
ro: Da
ru: Да
uk: Так
uz: Ҳа
zh: 是

source: Yes and no. If a cruise line offers a SOLO fare (this is the name used in the industry for those traveling in a cabin by themselves), then YES, you will be able to pay the cost of that SOLO fare. However, most cruise lines require double occupancy.
ca: Sí i no. Si una línia de creuers ofereix una tarifa SOLO (aquest és el nom que es fa servir a la indústria per als que viatgen en una cabina per si mateixos), llavors SÍ, podrà pagar el cost d'aquesta tarifa SOLO. No obstant això, la majoria de les línies de creuers requereixen una ocupació doble.
de: Ja und nein. Wenn eine Kreuzfahrt-Linie eine EINZEL-Kabine anbietet (dieser Name wird in der Branche für jene verwendet, die alleine in einer Kabine reisen), dann JA, Sie können diese EINZEL-Kabine bezahlen. Allerdings haben die meisten Kreuzfahrt-Linien eine Doppelbelegung.
es: Sí y no. Si una línea de crucero ofrece camarotes de tarifa SOLO (este es el nombre utilizado en la industria para los pasajeros que viajan solos), entonces SÍ, podrás pagar el precio de esa tarifa SOLO. Sin embargo, la mayoría de las líneas de crucero exigen una ocupación doble.
fr: Oui et non. Si une compagnie de croisière propose un tarif SOLO (c'est le nom utilisé dans l'industrie pour ceux voyageant par eux-mêmes dans une cabine), alors, OUI, vous pourrez payer le coût de ce tarif SOLO. Cependant, la plupart des lignes de croisière exigent une occupation double.
it: Sì e no. Se una linea di crociera offre la tariffa "SOLO" (questo è il termine utilizzato nell'industria per coloro che viaggiano in una cabina da soli), SÌ, sarà possibile pagare il costo di tale tariffa "SOLO". Tuttavia, la maggior parte delle linee di crociera richiede l'occupazione doppia.
ja: そうであり、そうでありません。クルーズ会社が「ソロ」運賃を提供している場合（これはキャビンで旅行する人たちが業界で使用している呼び名です）、そうです。その「ソロ」運賃で支払うことができます。ただし、ほとんどのクルーズ会社では2人乗りが求められます。
kk: Иә және жоқ. Егер круиз желісі SOLO тарифін ұсынса (бұл каютада жалғыз саяхаттайтындар үшін қолданылатын ат), онда ИӘ, сол SOLO тарифінің құнын төлей аласыз. Дегенмен, круиз желілерінің көпшілігі екі еселенген орынды талап етеді.
ko: 예 그리고 아닙니다. 크루즈선사가 솔로 요금을 제공하는 경우(솔로 요금은 혼자 객실을 이용하여 여행하는 사람들을 위해 업계에서 사용되는 이름 입니다), 솔로 요금을 지불해야 합니다. 그러나 대부분의 크루즈선사는 2 인실을 요구합니다.
ky: Ооба да, жок да. Эгерде круиздик линия SOLO (соло каютада саякаттагандар үчүн тармактык термин) тарифин сунуштаса, ООБА, сиз ошол SOLO тарифинин баасын төлөй аласыз. Бирок, көпчүлүк круиздик линиялар эки кишилик орундарды талап кылат.
lv: Jā un nē.Ja kruīza līnija piedāvā SOLO braukšanas maksu šis nosaukums tiek pielietots tiem kas kajītē ceļo vieni paši),tad jā ,ja jūs varēsiet maksāt noteiktu maksu.Tomēr lielākā daļa kruīza līniju piedāvā dubultās vietas.
mn: Тийм ч байж болно, үгүй ч байж болно. Хэрэв далайн аялалын компани СОЛО тарифаар үнэ (аялалын салбарт ганцаараа нэг өрөөнд явахыг хэлнэ) өгч байгаа бол хариулт нь ТИЙМ байх бөгөөд дээрх өрөөний үнийг ганцаараа төлөх болно. Гэхдээ ихэнх далайн аялалын компаниуд 2 хүний өрөөг санал болгодог болно.
pt: Sim e não. Se uma linha de cruzeiro oferece uma tarifa SOLO (este é o nome usado na indústria para aqueles que viajam em uma cabine por conta própria), então SIM, você será capaz de pagar o custo dessa tarifa SOLO. No entanto, a maioria das linhas de cruzeiro exige ocupação dupla.
ro: Da şi nu. dacă o linie de croazieră oferă un bilet SOLO (acesta este numele folosit în industrie pentru aceia care călătoresc singuri în cabină), atunci DA, vei putea plăti preţul acelui bilet SOLO. Cu toate acestea, cele mai multe linii de croazieră au cerinţa cazării duble.
ru: Да и нет. Если круизная линия предлагает SOLO тариф (это название, используется для тех, кто путешествует в кабине в одиночку), то да, вы сможете оплатить стоимость этого тарифа SOLO. Тем не менее, большинство круизных линий требуют двойную оплату.
uk: Так і ні. Якщо круїзна лінія пропонує SOLO тариф (це назва, використовується для тих, хто подорожує в кабіні поодинці), то так, ви зможете оплатити вартість цього тарифу SOLO. Тим не менше, більшість круїзних ліній вимагають двомісне розміщення.
uz: Ҳа ва Йўқ. Агар круиз линияси SOLO тарифни (каютада ёлғиз саёҳатга чиқувчилар учун саноатда қўлланиладиган ном) таклиф этса, унда ҲА, сиз SOLO тарифни тўлайсиз. Бироқ, аксарият круиз линиялари икки кишилик жойлашувни талаб қилади.
zh: 這要看具體的情況。如果郵輪提供SOLO票價（專指獨自旅行的人），那麼是的，您將能夠支付SOLO票價的費用。但是，大多數郵輪需要雙人入住。

source: Yes and we are all at risk. To mitigate risk, we have a relationship with Trust My Travel (TMT) - a Global Payment Processor and Protection Provider. TMT provides consumer protection for every Membership payment. Your payments to INCRUISES are covered (your out-of-pocket amount, not the Reward Points value) if, in the unlikely event INCRUISES were to stop doing business. Please click here for more information on your financial protection: %s. To further mitigate risk, we have Seller of Travel Registrations in every USA state required and are bonded when required to do so. Please see our %s to learn more about the company. Bottom line: we are built to last and are here for the long haul, and like anything in life, there are no guarantees.
ca: Sí, i tots estem en risc. Per mitigar el risc, tenim una relació amb Trust My Travel (TMT) - un processador global de pagaments i proveïdor de protecció. TMT ofereix protecció al consumidor per a cada pagament de membresia. Els teus pagaments a INCRUISES estan coberts (la quantitat que has pagat, no el valor dels Punts de Recompensa) si, en el remot cas que INCRUISES deixés de fer negocis. Si us plau, clica aquí per a més informació sobre la teva protecció financera: %s. Per mitigar encara més el risc, tenim registres de venedors de viatges en cada estat dels Estats Units que calguin i estem garantits quan cal. Si us plau, visita el nostre %s per aprendre més sobre l'empresa. En resum: estem construïts per a durar i estem aquí per a la llarga trajectòria, i com tot a la vida, no hi ha garanties.
de: Ja, und wir sind alle einem Risiko ausgesetzt. Um das Risiko zu mindern, haben wir eine Beziehung zu Trust My Travel (TMT) - einem globalen Zahlungsabwickler und Schutzanbieter. TMT bietet Verbraucherschutz für jede Mitgliedschaftszahlung. Ihre Zahlungen an INCRUISES sind abgedeckt (Ihre Auslagen, nicht der Wert der Reward Points), falls INCRUISES in dem unwahrscheinlichen Fall seine Geschäftstätigkeit einstellen sollte. Bitte klicken Sie hier, um weitere Informationen zu Ihrem finanziellen Schutz zu erhalten: %s das Risiko noch weiter zu verringern, sind wir in jedem Bundesstaat der USA als Reiseveranstalter registriert und sind bei Bedarf versichert. Bitte lesen Sie unsere %s, um mehr über unser Unternehmen zu erfahren. Fazit: Wir sind für die Langstrecke gebaut, aber wie alles im Leben gibt es keine Garantien.
es: Sí y todos corremos un riesgo. Para mitigar el riesgo, tenemos una relación con Trust My Travel (TMT), un proveedor global de protección y procesamiento de pagos. TMT brinda protección al consumidor para cada pago de Membresía. Tus pagos a INCRUISES están cubiertos (el monto de tu desembolso, no el valor de los Puntos de Recompensa) si, en el improbable caso de que INCRUISES dejara de operar. Haz clic aquí para obtener más información sobre tu protección financiera: %s. Para mitigar aún más el riesgo, tenemos Registros de Vendedor de Viajes en todos los estados de EE. UU. requeridos y estamos vinculados cuando se requiere para hacerlo. Consulta nuestro %s para obtener más información sobre la empresa. En pocas palabras: estamos hechos para durar y estamos aquí por mucho tiempo, y como todo en la vida, no hay garantías.
fr: Oui, et nous courons tous des risques. Pour atténuer les risques, nous avons établi une relation avec Trust My Travel (TMT) - un processeur de paiement et fournisseur de protection mondial. TMT assure la protection du consommateur pour chaque paiement d'Adhésion. Vos paiements à INCRUISES sont couverts (le montant de vos dépenses, et non la valeur des Points de Récompense) si, dans le cas peu probable où INCRUISES devait cesser ses activités. Veuillez cliquer ici pour plus d'informations sur votre protection financière : %s. Pour atténuer davantage les risques, nous sommes inscrits en tant que vendeur de voyages dans tous les États américains requis et nous sommes cautionnés lorsque cela est nécessaire. Veuillez consulter notre %s pour en savoir plus sur la société. En résumé, nous sommes construits pour durer et nous sommes là pour le long terme, et comme tout dans la vie, il n'y a pas de garanties.
it: Sì e siamo tutti a rischio. Per ridurre il rischio, abbiamo stretto un rapporto con Trust My Travel (TMT), una società di elaborazione e protezione dei pagamenti a livello globale. TMT offre la tutela dei consumatori su ogni pagamento della quota associativa. I pagamenti che effettui a favore di INCRUISES sono assicurati (l'importo effettivo che paghi, non il valore dei Crediti Premio) nell'improbabile caso in cui INCRUISES dovesse cessare l'attività. Clicca qui per maggiori informazioni sulla tua protezione finanziaria: %s. Per mitigare ulteriormente il rischio, disponiamo di registrazioni come "Seller Of Travel" in tutti gli Stati Uniti d'America ove richiesto e siamo coperti da deposito cauzionale ove richiesto. Per saperne di più sull'azienda, consulta il nostro %s. In conclusione: siamo strutturati per durare e siamo qui per durare a lungo, ma come in tutte le cose della vita, non ci sono garanzie.
ja: 私たちは皆、リスクにさらされています。リスクを軽減するために、私たちはグローバルペイメントプロセッサーであり、メンバーシップの各々の支払いごとに消費者保護を提供しているTrust My Travel（トラストマイトラベル）と関係を結んでいます。 万が一、inCruisesが事業を停止した場合、inCruisesへの支払いは補償されます（リワードポイントの価値ではなく、あなたが支払った金額）。あなたの経済的な保護についての詳細はこちら: %s をご覧ください。さらにリスクを軽減するため、私たちは米国各州の旅行業登録の販売者を有し、必要な場合は保税を提供します。詳細は %s に私たちのことが記載されていますので、ご覧ください。 結論から言うと、私たちは長期的なビジネス運営ができるように構築されていますが、人生と同じように絶対的な保証はできません。
kk: Иә, және бәрімізге қауіп төніп тұр. Тәуекелді азайту үшін біз жаһандық төлем процессоры және қауіпсіздік провайдері болып табылатын Trust My Travel (TMT) компаниясымен серіктестік. TMT әрбір мүшелік төлеммен тұтынушыларды қорғауды қамтамасыз етеді. INCRUISES қызметі тоқтатылуы екіталай жағдайда INCRUISES-ке төлейтін төлемдеріңіз жабылады (сыйақы ұпайларының құны емес, өз қалтаңыздан алынатын сома). Қаржылық қорғау туралы қосымша ақпарат алу үшін мына жерді басыңыз. Тәуекелді одан әрі азайту үшін бізде АҚШ-тың барлық штаттарында Саяхаттарды тіркеу жеткізушілері және қажет болған жағдайда серіктестер бар. Компания туралы көбірек білу үшін біздің сайтына кіріңіз. Түпнұсқа: Біз өмір сүру үшін құрылғанбыз және өмірдегі барлық нәрсе сияқты, кепілдіктер жоқ.
ky: Ооба, биз баарыбыз коркунучтабыз. Тобокелдиктерди азайтуу үчүн биз глобалдык төлөм процессору жана коргоо провайдери болгон Trust My Travel (TMT) менен мамиле түзөбүз. TMT ар бир Мүчөлүк төлөмү үчүн керектөөчүнүн коргоосун камсыз кылат. INCRUISES бизнесин токтотуп койгон учурда, INCRUISES"ке төлөмдөрүңүз аткарылат (Бонустук упайлардын баасы эмес, өз чөнтөгүңүздүн суммасы). Сиздин каржылык коргоо жөнүндө көбүрөөк маалымат алуу үчүн, бул жерди басыңыз:%s. Тобокелдиктерди мындан ары азайтуу үчүн, биз АКШнын ар бир штатында Саякатчылардын Каттоолорун сактайбыз жана зарыл болгондо байланышып турабыз. Компания жөнүндө көбүрөөк билүү үчүн, төмөнгө %s басыңыз. Жыйынтык: биз чыдамкайлык үчүн курулганбыз жана биз бул жердебиз, жашоодогу бардык нерсе сыяктуу эле, эч кандай кепилдик жок.
lv: Jā mēs visi riskējam.Lai mazinātu risku, mums ir saistības ar Trust My Travel (TMT) - Globālo Maksājumu Apstrādātāju un Aizsardzības nodrošinātāju. TMT nodrošina Biedru dalības maksājumu katram klientam .Jūsu maksājumi INCRUISES tiek segti (skaidrā naudā,nevis Balvu Punktu vērtība) ja, maz ticamā gadījumā INCRUISES pārtrauktu uzņēmējdarbību.Lūdzu noklikšķiniet šeit,lai gūtu sīkāku informāciju par jūsu finansiālo aizsardzību: %s. Lai risku mazinātu vēl vairāk, mēs kā ceļojumu Pārdevējs esam reģistrēti katrā ASV štatā likumā paredzētajā kārtībā.Lūdzu skatiet mūsu %s,lai gūtu sīkāku informāciju par mūsu kompāniju.Apakšējā līnija: mēs esam šeit uz ilgu laiku, un kā visam dzīvē tam nav pilnīgu garantiju.
mn: Тийм ээ, бид бүгд эрсдэлд байдаг. Эрсдэлийг бууруулахын тулд бид Глобал төлбөрийн хамгаалалтын үйлчилгээ үзүүлэгч болох Trust My Travel (TMT)-тэй хамтран ажилладаг юм. TMT нь Гишүүнчлэлийн төлбөр бүрт хэрэглэгчийн хамгаалалтыг хангадаг. Хэрэв INCRUISES бизнес эрхлэхээ больсон тохиолдолд таны INCRUISES-д төлсөн төлбөрийг (Шагналын Онооны үнэлгээ биш, танаас өөрөөс гарсан мөнгө) даадаг юм. Санхүүгийн хамгаалалтын талаар дэлгэрэнгүй мэдээлэл авахыг хүсвэл %s дээр дарна уу. Эрсдэлийг бууруулахын тулд бид АНУ-ын бүх мужуудад Аялал Борлуулагчийн тусгай зөвшөөрөлтэй бөгөөд шаардлагатай үед үүнийгээ баталгаажуулдаг юм. Компаний талаар дэлгэрэнгүй мэдээллийг манай %s үзнэ үү. Эцэст нь: Бид удаан хугацааны бизнесийг байгуулах үүднээс бүтээгдсэн хэдий ч амьдралын аливаа нэгэн зүйлүүдтэй адил ямар нэг баталгаа байхгүй болно.
pt: Sim e estamos todos em risco. Para mitigar o risco, temos um relacionamento com a Trust My Travel (TMT) – um processador global de pagamentos e provedor de proteção. A TMT oferece proteção ao consumidor para cada pagamento de assinatura. Seus pagamentos à INCRUISES serão cobertos (seu valor do próprio bolso, não o valor dos Pontos de Recompensa) no caso improvável da INCRUISES parar de fazer negócios. Clique aqui para obter mais informações sobre sua proteção financeira: %s. Para mitigar ainda mais o risco, temos registros de vendedor de viagens em todos os estados dos EUA exigidos e estamos vinculados quando necessário. Consulte nosso %s para saber mais sobre a empresa. Resumindo: fomos feitos para durar e estamos aqui para durar muito e, como tudo na vida, não há garantias.
ro: Da și suntem cu toții în pericol. Pentru a reduce riscul, avem o relație cu Trust My Travel (TMT) - un procesator global de plăți și furnizor de protecție. TMT oferă protecție consumatorilor pentru fiecare plată de membru. Plățile tale către INCRUISES sunt acoperite (suma ta din buzunar, nu valoarea punctelor de recompensă) dacă, în cazul puțin probabil, INCRUISES ar înceta să mai facă afaceri. Te rugăm să faci clic aici pentru mai multe informații despre protecția ta financiară: %s. Pentru a reduce și mai mult riscul, avem înregistrări de vânzător de călătorie în fiecare stat necesar din SUA și suntem obligați să facem acest lucru atunci când este necesar. Te rugăm să consulți %s pentru a afla mai multe despre companie. Concluzia: suntem făcuți să rezistăm și suntem aici pe termen lung și, ca orice în viață, nu există garanții.
ru: Да, и мы все рискуем. Чтобы снизить риски, мы заключили соглашение с Trust My Travel (TMT) - международным оператором и гарантом платежей. ТМТ предоставляет клиентсткую защиту на каждый платёж за Членство в Клубе. В том маловероятном случае, если inCruises прекратит свою деятельность, то ваши платежи в INCRUISES защищены (суммы, уплаченные из собственных средств, не стоимость Бонусных Баллов). Нажмите, пожалуйста, здесь, чтобы узнать подробнее о вашей финансовой защите: %s. А чтобы снизить риски ещё больше, мы получили лицензию Seller of Travel в каждом штате США, который требует её наличия, а также, где это необходимо, выпустили облигации. Ознакомьтесь, пожалуйста, с %s, чтобы узнать больше о компании. Вывод: мы пришли надолго и расчитываем на дальний путь, но, как и везде в жизни, гарантий здесь нет.
uk: Так, і ми всі ризикуємо. Щоб знизити ризики, ми уклали угоду з Trust My Travel (TMT) – міжнародним оператором та гарантом платежів. ТМТ надає клієнтський захист на кожен платіж за Членство в Клубі. У тому малоймовірному випадку, якщо inCruises припинить свою діяльність, то ваші платежі в INCRUISES захищені (суми, сплачені з власних коштів, не вартість Бонусних Балів). Натисніть, будь ласка, тут, щоб дізнатися докладніше про ваш фінансовий захист: %s. А щоб знизити ризики ще більше, ми отримали ліцензію Seller of Travel у кожному штаті США, який потребує її наявності, а також, де це необхідно, випустили облігації. Будь ласка, ознайомтеся з %s, щоб дізнатися більше про компанію. Висновок: ми прийшли надовго і розраховуємо на далеку дорогу, але, як і в житті, гарантій тут немає.
uz: Ҳа, барчамиз таваккал қиламиз. Таваккал даражасини камайтириш учун биз Trust My Travel (TMT) - Халқаро тўлов процессори ва ҳимоя провайдери билан ҳамкорлик қиламиз. ТМТ ҳар бир Аъзолик тўлови учун истеъмолчилар ҳимоясини таъминлайди. Эҳтимолдан йироқ бўлса-да, агар INCRUISES инқирозга учраса, INCRUISES га тўлаган тўловларингиз (ҳамёндан тўланган сумма, Бонус баллари қийматида эмас) қопланади. Илтимос, молиявий ҳимоянгиз борасида батафсил маълумот олиш учун бу ерга босинг: %s.Таваккални янада камайтириш учун АҚШнинг талаб этилган ҳар бир штатида Саёҳат сотувчи сифатида рўйхатдан ўтганмиз. Илтимос, компания ҳақида кўпроқ билиш учун %s га қаранг. Хулоса шуки, биз узоқ вақт фаолият кўрсатиш учун яралганмиз, аммо ҳаётдаги ҳар нарса каби, бунга ҳам кафолат йўқ.
zh: 是的，我们都面临风险。为了减少风险，我们与Trust My Travel（TMT）建立了合作关系，他们是一家全球支付处理和保护服务提供商。TMT为每笔会员费用提供消费者保护。如果不幸的是，INCRUISES停止运营，您的支付将得到保障（指您的实际支出金额，不包括奖励积分价值）。请点击此处获取有关您的财务保护的更多信息：%s。此外，为了进一步降低风险，我们已在美国每个州完成了旅行销售注册，并在需要时进行了保证金担保。请查阅我们的%s了解更多有关公司的信息。总之，我们坚如磐石，致力于长远发展，但如同生活中的任何事情，也不存在百分之百的保证。

source: Yes, Cancel
ca: Sí, Cancel·la
de: Ja, stornieren
es: Si, Cancelar
fr: Oui, Annuler
it: Sì, cancella
ja: はい、キャンセルします
kk: Иә, Болдырмау
ko: 예, 취소합니다
ky: Ооба, жокко чыгар
lv: Jā,atcelt
mn: Цуцлахыг зөвшөөр байна
pt: Sim, cancelar
ro: Da, anulează
ru: Да, Отменить
uk: Так, Відмінити
uz: Ҳа, бекор қилинг
zh: 是的，取消

source: Yes, I live in Puerto Rico
ca: Sí, visc a Puerto Rico
de: Ja, ich lebe in Puerto Rico
es: Sí, vivo en Puerto Rico
fr: Oui, je vis à Porto Rico
it: Sì, vivo a Porto Rico
ja: はい、プエルトリコに住んでいます
kk: Иә, мен Пуэрто-Рикода тұрамын
ko: 예, 저는 푸에르토 리코에 살고 있습니다
ky: Ооба, мен Пуэрто-Рикодо жашайм
lv: Jā es dzivōju Puertoroko
mn: Тийм, би Пуэрто Рико улсад амьдардаг
pt: Eu moro em Porto Rico
ro: Da, locuiesc în Puerto Rico
ru: Да, я живу в Пуэрто-Рико
uk: Так, я проживаю в Пуерто-Ріко
uz: Ҳа, мен Пуэрто-Рикода яшайман
zh: 是的，我住在波多黎各

source: Yes, Proceed to Change the Email
ca: Sí, continueu amb Canvia el correu electrònic
de: Ja, mit der Änderung der E-Mail fortfahren
es: Sí, cambiar el correo
fr: Oui, procédé au changement de l’e-mail
it: Sì, modifica l'email
ja: はい、Eメールの変更に進みます
kk: Ия, Электрондық Поштаны Өзгертуді Бастау
ko: 예, 이메일 변경을 진행해 주십시오
ky: Ооба, Электрондук почтаны өзгөртүүнү улантыңыз
lv: Jā,turpini mainīt epastu
mn: Тийм, Имэйл хаягыг сольно уу
pt: Sim, prossiga para alterar o email
ro: Da, continuă schimbarea Email-ului
ru: Да, Приступить к Изменению Адреса Электронной Почты
uk: Так, Перейдіть до Зміни Електронної Пошти
uz: Ҳа, электрон почтани ўзгартиришга ўтинг
zh: 是的，繼續更改電子郵件

source: Yes, send an email to the user with the ticket resolution.
ca: Sí, envia un correu electrònic a l’usuari amb la resolució del tiquet.
fr: Oui, envoyez un e-mail à l'utilisateur avec la résolution du ticket.
it: Sì, manda un'email all'utente con la soluzione del ticket.
ja: はい、ユーザーにチケットの解決内容をメールで送信してください。
kk: Иә, пайдаланушыға тикет шешімі туралы электрондық хат жіберіңіз.
pt: Sim, envie um e-mail ao usuário com a resolução do ticket.
ro: Da, trimiteți un e-mail utilizatorului cu soluționarea tichetului.
uk: Так, надішліть користувачу електронного листа з інформацією про вирішення звернення.
uz: Ҳа, фойдаланувчига чиптани кўриб чиқиш натижалари билан хат жўнатинг.
zh: 好的，请向该用户发送一封包含通行票处理结果的电子邮件。
