Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: No. While Members do have the opportunity to save on great cruise vacations, inCruises does not, nor do we promote having cooperative purchases because of our size or “group or volume buying power” or “clout” because of our Membership base. While we do not promote having clout, we do promote that our booking partners certainly do have volume buying power, resulting in exceptional low prices and exclusive offers such as upgrades, discounts and more.
ca: No. Els Membres tenen l'oportunitat d'estalviar per les seves vacances en creuers, però inCruises no compra en grup, ni les promociona en virtut de la seva mida o "gran poder adquisitiu" o "influència" de la nostra Membresia. Tot i que no anunciem que tenim un pes influent, sens dubte promovem que els nostres socis tinguin un poder de compra amb més volum, cosa que genera preus baixos excepcionals i ofertes exclusives, com actualitzacions, descomptes i més.
de: Nein. Mitglieder haben die Möglichkeit, auf großartigen Kreuzfahrt-Reisen Geld zu sparen, aber weder InCruises noch wir promoten Gruppenbuchungen nur aufgrund unserer Größe, "Gruppen- oder Mengenkäufe" oder aufgrund der Finanzkraft unserer Mitglieder. Wir promoten nicht mit Finanzkraft, aber wir promoten, dass unsere Buchungspartner sicherlich Volumenkaufkraft haben, was zu außergewöhnlichen niedrigen Preisen und exklusiven Angeboten wie Upgrades, Rabatte und mehr führt.
es: No. Aunque nuestros Miembros tienen la oportunidad de aplicar ahorros importantes para sus vacaciones de crucero, inCruises no es un club de compra de descuento ni promueve realizar compras cooperativas gracias a su tamaño o “poder de compra por volumen o grupo” o por el “peso” de nuestros Miembros. ¡Y aunque no promocionamos tener cierto volumen, nuestros socios de reservas si que tienen ese poder de compra con cualquier línea de crucero y con muchos tour operadores, lo que les permite tener acceso a precios excepcionalmente bajos y a ofertas exclusivas, así como a mejoras, descuentos, etc.
fr: Non. Alors que les Membres aient la possibilité d'économiser sur de super vacances en croisières, inCruises ne fait pas, ni ne faisons la promotion d'achats coopératifs en raison de notre taille ou de notre "pouvoir d'achat en groupe ou en volume" ou de "l'influence" en raison de notre base de Membres. Alors que nous ne fassions pas la promotion d'avoir un poids, nous faisons la promotion que nos partenaires de réservation ont certainement un pouvoir d'achat en volume, résultant de prix exceptionnel bas et d'offres exclusives comme des surclassements, des rabais et plus.
it: No. I Membri hanno l'opportunità di risparmiare sull'acquisto di favolose vacanze in crociera, tuttavia inCruises non si occupa di acquisti di gruppo, né li promuove in forza delle sue dimensioni o del grande potere d'acquisto o influenza derivante dalla nostra base di Membri. Anche se non pubblicizziamo il fatto di avere un peso influente, certamente pubblicizziamo il fatto che i nostri Partner che effettuano prenotazioni hanno sicuramente un potere di acquisto all'ingrosso, con conseguenti prezzi eccezionalmente bassi e offerte esclusive come upgrade, sconti e altro ancora.
ja: いいえ。メンバーは素晴らしいクルーズ休暇を節約する機会がありますが、inCruisesは、会員制を基盤とした当社の規模、「グループや量による購買力」や「縁故」を理由に共同購入を促進するものではありません。私たちは縁故を持つことを推進していませんが、私たちのパートナーが確かに大量の購買力を持っている結果としてもたらされる並外れた低価格と、アップグレードや割引などの特別なオファーを促進します。
kk: Жоқ. Клуб Мүшелері маңызды жеңілдіктерді үнемдеуге және алуға мүмкіндіктері бар болған кезде, Топтың өлшеміне немесе біздің клуб Мүшелерінің сатып алу қабілетіне байланысты, Топтарда жаппай сатып алуды қарастырмайды. Біз көтерме баға саясатына жәрдем бермейтіндігімізден, біздің брондау серіктестеріміздің сатып алу қабілетінің көптігімен қамтамасыз етілуін қолдаймыз, бұл төмен бағаларды және эксклюзивті ұсыныстарды, мысалы, жаңартулар, жеңілдіктер және басқаларға алып келеді.
ko: 아닙니다. 멤버는 혁신적인 멤버십 모델로 비용을 절감할 수있는 기회가 있지만, inCruises는 당사의 규모, "그룹 또는 볼륨 구매력"또는 당사 멤버의 "영향력"때문에 공동구매를 홍보하지는 않습니다. 당사의 영향력을 홍보하지는 않으나, 당사는 예약 파트너가 확실한 대량 구매력으로 탁월한 착한 가격과 업그레이드, 할인 등과 같은 특별 혜택을 제공함을 홍보합니다.
ky: Жок. Клуб мүчөлөрү олуттуу арзандатууларды үнөмдөө жана алуу мүмкүнчүлүгүнө ээ болсо да, inCruises Топтун чоңдугуна же Клуб Мүчөлөрүнүн сатып алуу жөндөмдүүлүгүнө байланыштуу Топтордо жапырт сатып алууларды эске албайт. Биз дүң бааны колдобогондуктан, брондоо боюнча өнөктөштөрүбүздү көбүрөөк сатып алуу жөндөмдүүлүгүнө ээ болууга чакырабыз, бул баанын төмөндөшүнө жана жаңыртуулар, арзандатуулар жана башкалар сыяктуу эксклюзивдүү сунуштарга алып келет.
lv: Nē. Lai gan Biedriem ir iespēja ietaupīt uz lieliskiem kruīza atvaļinājumiem, mūsu dalības bāzes dēļ inCruises neveicina, un mēs arī neveicinām sadarbības pirkumus mūsu lieluma, “grupas vai apjoma pirkšanas jaudas” vai “izpirkšanas” dēļ. Lai gan mēs neveicinām pirkumus, mēs veicinām to, ka mūsu rezervācijas partneriem noteikti ir apjoma pirktspēja, kā rezultātā rodas ārkārtīgi zemas cenas un ekskluzīvi piedāvājumi, piemēram,pakāpes uz augšu, atlaides un daudz kas cits.
mn: Үгүй, тийм биш. Гишүүд манай шинэлэг Гишүүнчлэлийн загвараар зардлаа бууруулах боломжтой ч inCruises нь хэмжээнээс хамаарсан "бүлгээр эсвэл их хэмжээгээр худалдан авах", мөн манай гишүүдийн хүчтэй "нөлөөлөх" чадвараас шалтгаалан хамтран, бөөнөөр их хэмжээгээр аялалын борлуулалт хийхийг зөвшөөрдөггүй болно. Бид өөрсдийн нөлөөллийг сурталчилдаггүй ч захиалгын түншүүд маань ихээхэн хэмжээний худалдан авах чадвартай, өндөр үнэ, шинэчлэлт, хөнгөлөлт гэх мэт онцгой давуу талуудыг санал болгодог гэдгийг сурталчилдаг юм.
pt: Não. Embora os Membros tenham a oportunidade de economizar em ótimas férias em cruzeiros, a InCruises não promove compras cooperativas devido ao nosso tamanho ou nosso “poder de compras em grupo” ou “influência” devido à nossa base de Membros. Embora não promovamos a influência, nós promovemos que nossos parceiros de reservas certamente têm poder de compra de volume, resultando em preços baixos excepcionais e ofertas exclusivas, como upgrades, descontos e muito mais.
ro: Nu. În timp ce Membrii au oportunitatea de a economisi pentru vacanțe grozave de croazieră, inCruises nu promovează și nici nu promovăm achizițiile în cooperare din cauza dimensiunii noastre sau „puterii de cumpărare în grup sau în volum” sau „putere” din cauza bazei noastre de membri. Deși nu promovăm a avea influență, promovăm că partenerii noștri de rezervare au cu siguranță putere de cumpărare în volum, ceea ce duce la prețuri excepționale scăzute și oferte exclusive, cum ar fi upgrade-uri, reduceri și multe altele.
ru: Нет. Пока Члены Клуба имеют возможность экономить и получать существенные скидки, inCruises не предполагает оптовые покупки, в зависимости от размера группы или покупательной способности Членов нашего Клуба. Поскольку мы не продвигаем политику оптовых цен, но мы действительно поддерживаем то, что у наших партнеров по бронированию, безусловно, есть объемная покупательная способность, приводящая к исключительным низким ценам и эксклюзивным предложениям, таким как обновления, скидки и многое другое.
uk: Ні. Поки Члени Клубу мають можливість заощаджувати та отримувати істотні знижки, inCruises не передбачає оптові покупки, залежно від розміру групи або купівельної спроможності Членів нашого Клубу. Оскільки ми не просуваємо політику оптових цін, але ми дійсно підтримуємо те, що наші партнери з бронювання, безумовно, мають об'ємну купівельну спроможність, що призводить до виняткових низьких цін та ексклюзивних пропозицій, таких як оновлення, знижки та багато іншого.
uz: Йўқ. Аъзолар ажойиб круиз таътилларида пул тежаш имконига эга бўлсалар-да, inCruises ҳам, биз ҳам Аъзолик базамиз туфайли тижорат харидлари ёки гуруҳли харидларни оқламаймиз. Биз таъсир ўтказишни тарғиб этмаётган бўлсак-да, бизнинг буюртма бўйича ҳамкорларимиз паст нархларни ва хизмат кўрсатиш даражасини ошириш, чегирмалар ва бошқа эксклюзив таклифлар бериш орқали харид қобилиятига эга бўлмоқдалар.
zh: 不會。雖然會員確實有機會通過我們的創新會員模式省錢，但InCruises不會因為其規模，“團隊或批量購買力”或我們會員的“影響力”而促進合作購買。雖然我們不促進建立聯繫，但我們確信我們的合作夥伴擁有大量購買力，從而出現極低的價格和獨家優惠，如昇級，折扣等。

source: Nobody Helps You Cruise Better
ca: Ningú t’Ajuda a Navegar Millor
de: Niemand hilft Ihnen, besser zu reisen
es: Nadie Te Ofrece Una Mejor Experiencia de Crucero
fr: Personne Ne Vous Aide à Mieux Naviguer
it: Nessuno ti aiuta a navigare meglio
ja: 誰もあなたをこれほど快適にクルーズへ導いてはくれません
kk: Сізге ең жақсы шарттармен круизге баруға ешкім көмектеспейді
ky: Эч ким сизге жакшы шарттарда круизге барууга жардам бербейт
lv: Neviens Juma labāk nepalīdzēs doties kruīzā
mn: Танд далайн аяллаар гайхалтай аялахад хэн ч биднээс илүү тусалж чадахгүй
pt: Ninguém te ajuda a fazer um cruzeiro melhor
ro: Nimeni nu te ajută să navighezi mai bine
ru: Никто не поможет вам отправиться в круиз на лучших условиях
uk: Ніхто не допоможе вам круїзувати краще
uz: Ҳеч ким сизнинг яхшироқ шартларда круизга чиқишингизга ёрдам бермайди
zh: 没有人能比我们更好地帮您享受邮轮之旅

source: Non-Refundable Fare
ca: Tarifa No Reemborsable
de: Nicht rückerstattbarer Tarif
es: Tarifa No Reembolsable
fr: Tarifs Non Remboursables
it: Tariffa non rimborsabile
ja: 返金不可の価格
kk: Қайтарылмайтын Баға
ko: 환불 불가 운임
ky: Кайтарылбаган тариф
lv: Neatmaksājama braukšanas maksa
mn: Төлбөрийг буцаан олгохгүй үнэ
pt: Tarifa Não Reembolsável
ro: Tarif nerambursabil
ru: Невозвратная стоимость
uk: Вартість, що не підлягає поверненню
uz: Қайтарилмайдиган тариф
zh: 不可退款票價

source: None
ca: Cap
de: Keine
es: Ninguna
fr: Aucun
it: Nessuna
ja: 何もしない
kk: Жоқ
ko: 없습니다
ky: Жок
lv: Neviens
mn: Байхгүй
pt: Nenhum
ro: Niciuna
ru: Нет
uk: Жоден
uz: Ҳеч қайси
zh: 沒有

source: None of the above
ca: Cap de les anteriors
de: Keine der obigen Angaben
es: Ninguna de las anteriores
fr: Aucune de ces réponses
it: Nessuna delle precedenti
ja: 該当なし
kk: Жоғарыда аталғандардың ешқайсысы
ko: 위에 것들 중 해당 없음
ky: Жогоруда айтылгандардын эч бири
lv: Neviens no augstāk minētajiem
mn: Дээрхийн аль нь ч биш
pt: Nenhuma acima
ro: Niciunul din cele de mai sus
ru: Ничего из перечисленного.
uk: Жоден із зазначених вище
uz: Юқоридагиларнинг ҳеч бири
zh: 以上都不是

source: Nonrefundable: This discounted MSC cruise promotion is nonrefundable. If you book this cruise and need to cancel you will not be eligible for a refund. Name changes have a penalty of $75 USD up until 7 days prior to sailing. A name change within 7 days of sailing is considered a cancellation and not eligible for a refund.
ca: No reemborsable: aquesta promoció de creuers MSC amb descompte no es pot reemborsar. Si reserves aquest creuer i l'has de cancel·lar no podras obtenir cap reemborsament. Els canvis de nom tenen una penalització de 75 dòlars fins 7 dies abans de la navegació. Un canvi de nom al cap de 7 dies posteriors a la navegació es considera una cancel·lació i no pots optar a un reemborsament.
de: Nicht erstattungsfähig: Diese ermäßigte MSC-Kreuzfahrt-Aktion ist nicht erstattungsfähig. Wenn Sie diese Kreuzfahrt buchen und sie stornieren müssen, haben Sie keinen Anspruch auf Rückerstattung. Bei Namensänderungen wird bis 7 Tage vor der Abreise eine Strafe von 75 USD erhoben. Eine Namensänderung innerhalb von 7 Tagen vor der Abreise gilt als Stornierung und ist nicht erstattungsfähig.
es: No reembolsable: Esta promoción de crucero con descuento de MSC no es reembolsable. Si reservas este crucero y necesitas cancelar, no podrá ser reembolsado. Los cambios de nombre tienen una multa de $ 75 USD hasta 7 días antes de la salida. Un cambio de nombre dentro de los 7 días posteriores a la navegación se considera una cancelación y no es posible obtener un reembolso.
fr: Non remboursable : cette promotion de croisière MSC à prix réduit n'est pas remboursable. Si vous réservez cette croisière et devez l'annuler, vous ne pourrez pas bénéficier d'un remboursement. Les changements de nom ont une pénalité de 75 $ USD jusqu'à 7 jours avant le départ. Un changement de nom dans les 7 joursavant le départ est considéré comme une annulation et ne donne pas droit à un remboursement.
it: Non rimborsabile: questa crociera della MSC con sconto promozionale non è rimborsabile. Se prenoti questa crociera e in seguito avessi bisogno di annullarla non avrai diritto al rimborso. I cambi di nome fino a 7 giorni prima della partenza comportano una penale di $75. Un cambio di nome nei 7 giorni prima della partenza è considerato al pari di una cancellazione e non avrà diritto ad ottenere alcun rimborso.
ja: 返金不可: このMSCクルーズが提供している割引されたクルーズプロモーションは、返金不可となっています。もしこのクルーズを予約し、キャンセルしなければならない状況となった場合、返金対象とはなりませんので予めご了承ください。名前変更は、ご出発の7日前までに申請があった場合、ペナルティーとして$75アメリカドルをお支払いしていただきます。ご出発日より7日未満での名前変更は、 キャンセルとみなし、返金対象とはなりませんので、予めご了承ください。
kk: Қайтарылмайтын билет: MSC-дің бұл жеңілдікпен круизіне билет қайтарылмайды. Егер сіз осы круизді брондап қойсаңыз және сізге оны болдырмау керек болса, сіздің билет құнын қайтаруға құқығыңыз болмайды. Есімді өзгертуге саяхат басталғанға дейін 7 күннен артық уақытта 75 Доллар көлемінде айыппұл салынады. Круиз басталғанға дейінгі 7 күннен аз уақыт ішінде есімнің өзгеруі жою болып саналады және қайтарылмайды.
ky: Кайтарылбай турган төлөм: Бул MSC дисконттук круизди брондоо үчүн төлөм кайтарылбайт. Эгерде брондоо жокко чыгарылса, акча кайтарылып берилбейт. Ошондой эле, атын өзгөртүү үчүн 75$ же андан көп айып пул бар жана өзгөртүү круиз башталганга чейин 7 күндөн кеч эмес аякташы керек. Круиздин башталышына 7 күн калганда же андан азыраак убакыт калганда жасалган аталышты өзгөртүү төлөмдү кайтаруусуз жокко чыгаруу болуп эсептелет.
lv: Neatmaksājams: Šis MSC kruīzs ir neatmaksājams.Ja rezervēsiet šo kruīzu un jums pašiem vajadzēs to atcelt, jūs nevarēsiet pretendēt uz naudas atmaksu.Sakarā ar nosaukuma/vārda maiņu soda nauda ir sākot ar $75USD un to var izdarīt ne vēlāk kā līdz 7 dienām pirms izbraukšanas.Nosaukuma/ vārda maiņa pēdējā brīdī tiek uzskatīta par atsaukšanu un nepakļaujas atmaksai.
mn: Төлбөр буцаагдахгүй: Энэхүү MSC далайн аялал нь хямдралтай урамшууллын санал тул захиалга буцаагдах боломжгүй. Хэрэв та энэ аяллыг захиалж, цуцлах шаардлагатай бол төлбөр буцаалт байхгүйг анхаарна уу. Нэр өөрчлөх шаардлагатай бол наад зах нь хөлөг хөдлөхөөс 7 хоногийн өмнө $75-ын торгууль төлөн өөрчилж болно. Хэрэв 7 хоногийн дотор бол захиалгыг цуцлагдсанд тооцож төлбөрийг буцаан олгохгүй.
pt: Não reembolsável: esta promoção de cruzeiro com desconto da MSC não é reembolsável. Se você reservar este cruzeiro e precisar cancelar, não terá direito a reembolso. As alterações de nome têm uma penalidade de $75 USD até 7 dias antes da partida. Uma mudança de nome dentro de 7 dias da partida é considerada um cancelamento e não é elegível para reembolso.
ro: Nerambursabil: Această promoţie MSC cu discount este nerambursabilă. Dacă rezervi această croazieră şi ești nevoit(ă) să o anulaţi, nu vei fi eligibil(ă) pentru rambursare. Schimbarea numelor comportă o penalitate de 75$ SUA până la 7 zile înaintea îmbarcării. O schimbare de nume în timpul celor 7 zile înainte de îmbarcare este considerată o anulare, care este ne-eligibilă pentru rambursarea banilor.
ru: Оплата не подлежит возврату: Оплата, внесенная за бронирование данного льготного MSC Круиза не подлежит возврату. В случае отмены брони возврат не может быть произведен. Также, за изменение имени налагается штраф в размере $75 и выше и замена должна быть завершена не позднее чем за 7 дней до начала круиза. Изменение имени за 7 и менее дней до начала круиза считается отменой брони без возврата средств.
uk: Оплата не підлягає поверненню: Оплата, внесена за бронювання даного пільгового MSC Круїзу не підлягає поверненню. У разі скасування броні повернення не може бути здійснене. Також, за зміну імені накладається штраф у розмірі $75 і вище, а також заміна повинна бути завершена не пізніше ніж за 7 днів до початку круїзу. Зміна імені за 7 і менше днів до початку круїзуь вважається скасуванням броні без повернення коштів.
uz: Тўлов қайтарилмайди: MSC cruise`нинг ушбу чегирмали акцияси орқали харид қилинган круизлар пули қайтарилмайди. Агар сиз ушбу круизга буюртма бериб, кейин уни бекор қилишингиз зарур бўлса, пулларни қайтариб олиш ҳуқуқига эга бўлмайсиз. Сузишдан камида 7 кун олдин йўловчини ўзгартириш учун 75 АҚШ$ миқдорида жарима мавжуд. Сузишга 7 кун қолганда йўловчини ўзгартириш буюртмани бекор қилиш ҳисобланади ва пуллар қайтарилмайди.
zh: 不可退款：MSC 邮轮折扣促销活动不可退款。 如果您预订了此游轮并需要取消，您将无法获得退款。 启航前 7 天之前更改姓名将收取 75 美元的罚款。 启航后7 天内更改姓名将被视为取消且不符合退款条件。

source: Norwegian Krone (NOK)
fr: Couronne Norvégienne (NOK)
it: Corona norvegese (NOK)
kk: Норвегия кронасы (NOK)
pt: Coroa norueguesa (NOK)
uk: Норвезька крона (NOK)
uz: Норвегия кронаси (NOK)
zh: 挪威克朗 (NOK)

source: Not a Member yet?
ca: Encara no ets membre?
de: Noch kein Mitglied?
es: ¿No eres Miembro aún?
fr: Pas un membre encore ?
it: Non sei ancora Membro?
ja: まだメンバーではありませんか？
kk: Әлі клуб мүшесі емессіз бе?
ko: 아직 멤버 아니십니까?
ky: Азырынча Мүчө эмессизби?
lv: Vēl joprojām neesi Biedrs?
mn: Та манай Гишүүн болоогүй байна?
pt: Ainda não é membro?
ro: Nu ești încă un Membru?
ru: Ещё пока не являетесь Членом Клуба?
uk: Досі ще не Член Клубу?
uz: Хали Аъзо эмасмисиз?
zh: 还不是会员？

source: Not a Partner
ca: No és soci
de: Kein Partner
es: No eres Socio
fr: Pas un partenaire
it: Non è Partner
ja: パートナーではありません
kk: Серіктес емес
ko: 파트너 아님
ky: Өнөктөш эмес
lv: Nav Partneris
mn: Түнш биш
pt: Não é Sócio
ro: Nu este Partener
ru: Не Партнер
uk: Не Партнер
uz: Ҳамкор эмас
zh: 不是合作夥伴

source: Not a Partner yet?
fr: Pas encore Partenaire ?
it: Non sei ancora Partner?
kk: Әзірге Серіктес болған жоқсыз ба?
pt: Ainda não é Parceiro?
uk: Ще не стали Партнером?
uz: Ҳануз Ҳамкор эмасмисиз?
zh: 还不是合伙人吗？

source: Not Achieved
fr: Non Atteint
it: Non raggiunto

source: Not achieved yet.
ca: Encara no s'ha assolit.
de: Noch nicht erreicht.
es: No alcanzado aún.
fr: Pas encore atteint.
it: Non ancora raggiunto.
ja: まだ達成していません。
kk: Әлі қол жеткен жоқ.
ky: Азырынча жете элексиз.
lv: Vēl nav sasniegts.
mn: Хараахан хүрээгүй байна.
pt: Ainda não alcançado.
ro: Încă nu a fost realizat.
ru: Ещё не достигнут.
uk: Ще не досягнуто.
uz: Хали эришилмади.
zh: 未达到。

source: Not Available
ca: No Disponible
de: nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
ja: ご利用できません
kk: Қол жетімді емес
ky: Жеткиликтүү эмес
lv: Nav Pieejams
mn: Идэвхгүй учраас боломжгүй байна
pt: Não disponível
ro: Nu este disponibil
ru: Недоступно
uk: Недоступно
uz: Мавжуд эмас
zh: 不可用

source: Not available for this cruise line
fr: Non disponible pour cette compagnie de croisière
it: Non disponibile per questa compagnia di crociera
pt: Não disponível para esta companhia de cruzeiros
uk: Недоступно для цієї круїзної лінії.

source: NOT change
fr: NE PAS changer
it: NON cambierà

source: Not Completed
ca: No completat
de: Nicht vervollständigt
es: No completado
fr: Pas complété
it: Non completato
ja: 未完了
kk: Аяқталмаған
ko: 완료되지 않았습니다
ky: Аяктала элек
lv: Nav pabeigts
mn: Үзэж дуусгаагүй
pt: Não completo
ro: Nu a fost încheiat
ru: Не Завершен
uk: Не Завершено
uz: Тугалланмади
zh: 沒有完成

source: Not Eligible
fr: Non Éligible
it: Non idoneo
kk: Құқықты емес
pt: Não Elegível
uk: Не відповідає вимогам
uz: Ҳуқуқи йўқ
zh: 不符合资格

source: Not enough data to calculate QBI.
ca: No hi ha dades suficients per a calcular el QBI.
de: Nicht genügend Daten zur Berechnung des QBI.
es: No hay suficientes datos para calcular el QBI.
fr: Pas assez de données pour calculer le QBI.
it: Dati insufficienti per calcolare il QBI.
ja: QBIを計算するための十分なデータがありません。
kk: QBI есептеу үшін деректер жеткіліксіз.
ko: QBI를 계산하기 위한 데이터가 충분하지 않습니다.
ky: QBI (БСИ) эсептөө үчүн маалымат жетишсиз.
lv: Nepietiek datu,lai aprēķinātu QBI.
mn: QBI-г тооцоолох хангалттай өгөгдөл байхгүй байна.
pt: Não há dados suficientes para calcular o QBI.
ro: Nu sunt suficiente date pentru a calcula QBI.
ru: Недостаточно данных для рассчёта QBI (ИКБ).
uk: Недостатньо даних для розрахунку QBI (ІЯБ).
uz: QBI (БСИ) ҳисоблаш учун маълумотлар етарли эмас.
zh: 没有足够的数据来计算 QBI。

source: Not Finished
ca: Sense acabar
de: Nicht erledigt
es: No Terminado
fr: Pas terminé
it: Non terminato
ja: 終了していません
kk: Аяқталмады
ko: 완료되지 않았습니다
ky: Бүткөн эмес
lv: Nav pabeigts
mn: Үзэж дуусгаагүй
pt: Não finalizado
ro: Nu este Terminat
ru: Не Завершил
uk: Не Завершив
uz: Тугалланмаган
zh: 未完成

source: Not Invited
ca: No convidat
de: Nicht eingeladen
es: No invitados
fr: Non invité
it: Non invitato
ja: 招待していません
kk: Шақырылмаған
ko: 초대되지 않았습니다
ky: Чакырылган жок
lv: Nav Uzaicināts
mn: Уригдаагүй
pt: Não convidado
ro: Neinvitat
ru: Не приглашён
uk: Не запрошено
uz: Таклиф этилмади
zh: 未被邀请

source: Not Member
ca: No Membre
de: Kein Mitglied
es: No es Miembro
fr: Non Membre
it: Non Membro
ja: メンバーではない
kk: Клуб Мүшесі емес
ky: Мүчө эмес
lv: Nav Biedrs
mn: Гишүүн бус
pt: Não é Membro
ro: Nu este membru
ru: Не Член Клуба
uk: Не Член
uz: Аъзо эмас
zh: 非会员

source: Not Membership Free
ca: Sense Membresia Gratuïta
de: Keine beitragsfreie Mitgliedschaft
es: No tiene Membresía Gratuita aun
fr: Pas d'adhésion gratuite
it: Non ha la Membership gratuita
ja: フリーメンバーではありません
kk: Мүшелік Тегін емес
ko: 무료 멤버가 아닙니다
ky: Мүчөлүк акысыз эмес
lv: Nav brīvās partnerības
mn: Та ҮНЭГҮЙ Гишүүнчлэлтэй болоогүй байна
pt: Sem assinatura gratuita
ro: Nu este scutit de taxa de Membru
ru: Членство Не Бесплатное
uk: Не Безкоштовне Членство
uz: Бепул Аъзо эмас
zh: 不是免費會員

source: Not Now
ca: Ara No
de: Nicht jetzt
es: No Ahora
fr: Pas maintenant
it: Non ora
ja: あとで
kk: Қазір Емес
ky: Азыр эмес
lv: Ne Tagad
mn: Одоо биш
pt: Agora não
ro: Nu acum
ru: Не сейчас
uk: Не зараз
uz: Ҳозир эмас
zh: 不是现在

source: Not Opened
ca: No obert
de: Nicht offen
es: No hiciste Clic
fr: Pas ouvert
it: Non aperto
ja: 未開封
kk: Ашылған жоқ
ko: 미공개
ky: Ачылган жок
lv: Nav atvērts
mn: Нээгдээгүй байна
pt: Fechado
ro: Nu a fost deschis
ru: Не Открыл
uk: Не Відкрито
uz: Очилмаган
zh: 不公開

source: Not Partner
ca: No Soci
de: Kein Partner
es: No es Socio
fr: Pas Partenaire
it: Non Partner
ja: パートナーではありません
kk: Серіктес Емес
ky: Өнөктөш эмес
lv: Nav partneris
mn: Түнш бус
pt: Sem parceria
ro: Nu este Partener
ru: Не Партнёр
uk: Не Партнер
uz: Ҳамкор эмас
zh: 不是合作伙伴

source: Not Partner / Pending Member
ca: No soci / Membre pendent
de: Kein Partner / Ausstehendes Mitglied
es: No es Socio/ Miembro Pendiente
fr: Pas Partenaire / Membre en Suspens
it: Non Partner/Membro in sospeso
ja: パートナーではない / 保留中のメンバー
kk: Серіктес емес / Күтілетін мүше
ko: 파트너 아님 / 미납 멤버
ky: Өнөктөш эмес/Күтүүдөгү Мүчө
lv: Nav partneris/Gaidošs Biedrs
mn: Түнш биш / хүлээгдэж буй Гишүүн
pt: Não é Parceiro / Membro pendente
ro: Nu este Partener / Membru în așteptare
ru: Не Партнёр / Член Клуба с задолженостью
uk: Не Партнер / Член Клубу із заборгованістю
uz: Ҳамкор эмас / Кутаётган Аъзо
zh: 非合作夥伴/待定會員

source: Not Reminded
ca: No es recorda
de: Nicht erinnert
es: No Recordatorio
fr: Pas rappelé
it: Senza promemoria
ja: リマインド未送信
kk: Еске салмады
ko: 알림이 전송되지 않았습니다
ky: Эскертилген эмес
lv: Nav atgādināts
mn: Сануулагдаагүй
pt: Não lembrado
ro: Nu i s-a reamintit
ru: Не Напомнил
uk: Не Нагадав
uz: Эслатилмаган
zh: 不提醒

source: Not Selected
de: Nicht ausgewählt
es: No seleccionado
fr: Pas Sélectionné
it: Non selezionato
ko: 선택되지 않았습니다
ky: Тандалган эмес
lv: Nav atlasīts
mn: Сонгоогүй байна
ru: Не выбрано

source: Notable Production
ca: Producció Destacada.
de: Besondere Umsätze
es: Producción Notable
fr: Production notable
it: Produzione notevole
ja: 注目すべき売上
kk: Айтарлықтай сауда айналымы
ky: Мыкты өндүрүш
lv: Ievērojams Apgrozījums
mn: Онцгой борлуулалт
pt: Produção notável
ro: Producție notabilă
ru: Требующий внимания товарооборот
uk: Зверніть увагу на товарообіг
uz: Салмоқли ишлаб чиқариш
zh: 值得注意的产出

source: NOTE:
fr: REMARQUE :
it: NOTA:
kk: ЕСКЕРТУ:
pt: ATENÇÃO:
uk: ПРИМІТКА:
uz: ИЗОҲ:
zh: 注意：
