Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I'm not acting as a booking agent and I do not assist in booking cruises for other Members and do not have their password or account access.
ca: No actuo com a agent de reserves i no ajudo a reservar creuers per a altres membres i no tinc la contrasenya ni l'accés al compte.
de: Ich bin nicht als Buchungsagent tätig und helfe anderen Mitgliedern nicht bei der Buchung von Kreuzfahrten, weder habe ich deren Passwort noch den Kontozugriff.
es: No estoy actuando como agente de reservas, no ayudo a reservar cruceros para otros miembros y no tengo sus contraseñas o acceso a sus cuentas.
fr: Je n'agis pas en tant qu'agent de réservation et je ne participe pas à la réservation de croisières pour d'autres membres et je n'ai pas leur mot de passe ou accès à leur compte.
it: Non agisco in qualità di agente per le prenotazioni, non presto assistenza agli altri Membri per prenotare crociere e non ho le loro password né l'accesso ai loro account.
ja: 私は予約代理店として行動していないので、他のメンバーのクルーズの予約を手伝ったり、パスワードやアカウントへのアクセス権を持っていません。
kk: Мен брондау агенті ретінде әрекет етпеймін және басқа мүшелерге круиз брондауға көмектеспеймін және олардың құпия сөзі немесе тіркеулік жазбасына кіру мүмкіндігім жоқ.
ko: 나는 예약 대행사로서 활동하지 않으며 다른 멤버의 크루즈 예약을 돕지 않으며 비밀번호나 계정에 접근할 권한이 없습니다.
ky: Мен брондоо агенти катары иш алып барбайм жана башка Мүчөлөр үчүн круиздерди брондоого жардам бербейм жана алардын сырсөзүнө же аккаунтуна кирүү мүмкүнчүлүгүм жок.
lv: Es nestrādāju kā rezervācijas aģents un nepalīdzu rezervēt kruīzus citiem biedriem un man nav viņu paroles vai konta piekļuves.
mn: Би аялал захиалгын агентийн үүрэг гүйцэтгэхгүй, бусад гишүүдэд аяллын захиалга хийхэд нь туслахгүй бөгөөд надад тэдний бүртгэлд нэвтрэн орох нууц үг байхгүй болно.
pt: Eu não estou agindo como um agente de reservas, eu não ajudo outros Membros com a reserva de cruzeiros e não tenho a senha ou acesso à conta de outros Membros.
ro: Nu acţionez ca agent de turism, nu ofer asistenţă la rezervarea de croaziere pentru alţi Membri şi nu am parolele şi datele lor de acces la cont.
ru: Я не выступаю в качестве агента по бронированию, и не помогаю в бронировании круизов для других Членов клуба, и не имею доступа к их паролю или учетной записи.
uk: Я не виступаю в якості агента з бронювання і не допомагаю в бронюванні круїзів для інших Членів і не маю доступу до їхнього пароля або облікового запису.
uz: Мен буюртма агенти сифатида ҳаракат қилмаяпман ва бошқа иштирокчилар учун круиз буюртма қилишда ёрдам бермаяпман, уларнинг пароллари ёки аккаунтига кириш имконим йўқ.
zh: 我不是預訂代理，也不會協助其他會員預訂郵輪，也沒有他們的密碼或帳戶訪問權限。

source: I'm not acting as a tour operator and I'm not organizing or promoting group cruises.
ca: No actuo com a operador turístic i no estic organitzant ni promocionant creuers de grup.
de: Ich agiere nicht als Reiseveranstalter und organisiere oder fördere keine Gruppenkreuzfahrten.
es: No estoy actuando como operador turístico y no estoy organizando ni promoviendo cruceros grupales.
fr: Je n'agis pas en tant que voyagiste et je ne suis pas en train d'organiser ou de promouvoir des croisières de groupe.
it: Non agisco in qualità di tour operator e non organizzo né promuovo crociere di gruppo.
ja: 私はツアーオペレーターとして行動していないですし、グループクルーズを組織したり推進したりもしていません。
kk: Мен туроператор емеспін, мен топтық круиздерді ұйымдастырмаймын не құптамаймын.
ko: 나는 여행상품 기획자가 아니며 단체 크루즈 여행을 조직하거나 홍보하지 않습니다.
ky: Мен туроператор эмесмин жана топтук круиздерди уюштурбайм же жайылтпайм.
lv: Es nerīkojos kā ceļojumu rīkotājs un neorganizēju vai nereklamēju grupas kruīzus.
mn: Би аяллын тур оператор биш бөгөөд групп далайн аяллыг зохион байгуулах мөн сурталчлах эрх байхгүй болно.
pt: Não estou atuando como operador turístico e não estou organizando ou promovendo cruzeiros em grupo.
ro: Nu acţionez ca tur-operator şi nu organizez sau promovez croaziere de grup.
ru: Я не выступаю в качестве туроператора, и не организую и не поощряю групповые круизы.
uk: Я не виступаю в ролі туроператора, і я не організовую, і не рекламую групові круїзи.
uz: Мен тур оператор сифатида ҳаракат қилмаяпман ва мен гуруҳ бўлиб круизларга боришни ташкиллаштирмаяпман ёки тарғиб этмаяпман.
zh: 我不是旅行企劃者，也不組織或推廣團體郵輪。

source: I'm not acting as a travel agent and I do not promote specific cruises.
ca: No actuo com a agent de viatges i no promociono creuers específics.
de: Ich agiere nicht als Reiseveranstalter und promote nicht spezielle Kreuzfahrten.
es: No estoy actuando como agente de viajes y no promuevo cruceros específicos.
fr: Je n'agis pas en tant qu'agent de voyages et je ne fais pas la promotion de croisières spécifiques.
it: Non agisco in qualità di agente di viaggio e non promuovo crociere specifiche.
ja: 私は旅行代理店として行動していないので、特定のクルーズのプロモーションをしません。
kk: Мен саяхат агенті ретінде әрекет етпеймін және нақты круиздерді жарнамаламаймын.
ko: 나는 여행사로서 활동하지 않으며 특정 크루즈를 홍보하지 않습니다.
ky: Мен туристтик агент иретинде иштебейм жана атайын круиздерди такатпайм.
lv: Es nerīkojos kā ceļojumu aģents un neveicinu īpašus kruīzus.
mn: Би аялал жуулчлалын агент биш бөгөөд тусгайлан ямар нэг далайн аяллыг сурталчлахгүй болно.
pt: Não estou atuando como agente de viagens e não promovo cruzeiros específicos.
ro: Nu acţionez ca agent de turism şi nu promovez anumite croaziere.
ru: Я не выступаю в качестве турагента, и я не продвигаю конкретные круизы.
uk: Я не виступаю в якості турагента, і я не рекламую конкретні круїзи.
uz: Мен тур агент сифатида ҳаракат қилмаяпман ва мен алоҳида круизларни тарғиб этмаяпман.
zh: 我不是旅行經銷商，也不推廣特定郵輪。

source: I'm prepared to take a photo with my webcam or phone to match my face to my ID.
fr: Je suis prêt(e) à prendre une photo avec ma webcam ou mon téléphone pour faire correspondre mon visage à ma pièce d'Identité.
it: Sono pronto a scattare una foto con la mia webcam o il telefono per abbinare il mio viso al mio documento d'identità.

source: I've invited you to explore InCruises.
ca: T’he convidat a explorar InCruises.
es: Te invito a descubrir inCruises.
fr: Je vous ai invité à explorer InCruises.
it: Ti ho invitato a scoprire InCruises.
ja: あなたを inCruises にご招待します。
kk: Сізді InCruises-пен танысуға шақырдым.
pt: Eu te convidei para explorar a inCruises.
ro: Te-am invitat să explorezi InCruises.
ru: Я пригласил(-а) вас познакомиться с компанией InCruises.
uk: Я запрошую вас ознайомитися з InCruises.
uz: Сизни InCruises билан танишишга таклиф этаман.
zh: 邀请您一同探索InCruises。

source: ID Name
ca: ID Nom
es: Nombre de ID
fr: Nom de l'ID (Nom d'identifiant)
it: ID Nome
ja: ID名
kk: ID Аты
ky: ID аты
lv: ID Vārds
mn: ID Нэр
pt: Nome de Identificação
ro: Nume ID
ru: ID имени
uk: ID імені
uz: ID Исми
zh: 证件名

source: Identity Verification
ca: Verificació de la identitat
de: Identitätsüberprüfung
es: Verificación de Identificación
fr: Vérification de l'identité
it: Verifica dell'identità
ja: 本人確認
kk: Жеке басты растау
ko: 본인 확인
ky: Өздүк тастыктоо
lv: Identitātes pārbaude
mn: Үнэмлэх баталгаажуулах
pt: Verificação de identidade
ro: Verificarea identității
ru: Подтверждение личности
uk: Підтвердження особистості
uz: Шахсни тасдиқлаш
zh: 身份验证

source: Identity verification completed successfully.
fr: La vérification d'Identité est effectuée avec succès.
it: Verifica dell'identità completata con successo.

source: Identity verification is required. Please complete the verification process.
fr: La vérification d'Identité est requise. Veuillez suivre la procédure de vérification.
it: La verifica dell'identità è obbligatoria. Ti preghiamo di completare la procedura di verifica.

source: Identity verification was not successful. Please try again.
fr: La vérification d'identité a échoué. Veuillez réessayer.
it: La verifica dell'identità non è andata a buon fine. Si prega di riprovare.

source: If a couple are both inCruises Members, can they combine their Reward Points for a reservation?
ca: Si una parella són Membres d'inCruises, poden combinar els seus Punts de recompensa per fer una reserva?
de: Können Paare, die beide inCruises-Mitglieder sind, ihre Reward Points für eine Reservierung kombinieren?
es: ¿Si en una pareja ambos son Miembros de inCruises, pueden combinar sus Puntos de Recompensa para reservar un crucero?
fr: Si un couple est tous deux membre Croisières, peuvent-ils combiner leurs Points de Récompense pour une réservation ?
it: Se entrambe le persone di una coppia sono Membri di inCruises, possono mettere insieme i loro Crediti Premio per fare una prenotazione?
ja: カップルが二人ともinCruisesメンバーである場合、リワードポイントを合算して予約ができますか？
kk: Егер екі жұп inCruises Мүшесі болып табылса, олар бонустық ұпайын бір круиз брондауға біріктіре алады ма?
ko: 한 커플이 둘 다 inCruises 멤버인 경우, 동일한 예약에서 리워드 포인트를 결합하여 사용할 수 있습니까?
ky: Эгерде эки адам тең inCruises Мүчөлөрү болсо, алар Бонустук Упайларын бир брондоодо бириктире алабы?
lv: Ja pāris ir abi inCruises biedri, vai viņi var apvienot savus Balvu Punktus vienai rezervācijai?
mn: Хэрэв хосууд хоёулаа inCruises-ийн Гишүүн бол Шагналын Оноогоо нийлүүлэн захиалга хийж болох уу?
pt: Se um casal é Membro inCruises, eles podem combinar seus Pontos de Recompensa em uma reserva?
ro: Dacă un cuplu sunt amândoi Membri inCruises, îşi pot pune împreună Punctele de Recompensă pentru o rezervare?
ru: Если оба два человека являются Членами Клуба inCruises, могут ли они объединить свои Бонусные Баллы в одном бронировании?
uk: Якщо обидві людини є Членами Клубу inCruises, чи можуть вони об'єднати свої Бонусні Бали в одному бронюванні?
uz: Агар жуфтликнинг иккиси ҳам inCruises Аъзолари бўлса, битта буюртма учун ўз Бонус балларини қўшишлари мумкинми?
zh: 如果一對夫婦都是 inCruises 會員，他們可以合併他們的獎勵積分進行預訂嗎？

source: If a rank division doesn’t fill all its spots, remaining places will roll up or down — but ONLY to those who are
fr: Si une division n'atteint pas toutes ses places, les places restantes seront attribuées — mais UNIQUEMENT aux personnes qui remplissent les conditions requises.
it: Se una classe di rango non riempie tutti i suoi posti, le posizioni rimanenti verranno trasferite verso l'alto o verso il basso — ma SOLO a coloro che sono

source: If a Registered Member upgrades to a paid Membership plan any unused complimentary Reward Points will be available to use under the terms of their chosen paid Plan. Please note that Registered Members are not awarded additional Reward Points unless they upgrade to a paid Membership plan.
ca: Si un Membre Registrat actualitza a un pla de Membresia de pagament, els Punts de Recompensa complementaris no utilitzats estaran disponibles per fer servir segons els termes del pla de pagament escollit. Tingues en compte que als Membres Registrats no se’ls assignen Punts de Recompensa addicionals tret que actualitzin a un pla de Membresia de pagament.
de: Wenn ein registriertes Mitglied ein Upgrade auf eine kostenpflichtige Mitgliedschaft vornimmt, können alle ungenutzten kostenlosen Reward Points gemäß den Bedingungen des gewählten kostenpflichtigen Plans verwendet werden. Bitte beachten Sie, dass registrierte Mitglieder keine zusätzlichen Reward Points erhalten, wenn sie nicht auf einen kostenpflichtigen Mitgliedsplan upgraden.
es: Si un Miembro Registrado asciende a un plan de Membresía de pago, cualquier cantidad de Puntos de Recompensa de cortesía que no se haya usado estará disponible para usar bajo los términos de su Plan de pago elegido. Por favor, toma en cuenta que los Miembros Registrados no obtienen Puntos de Recompensa adicionales, a menos que asciendan a un nivel de Membresía de pago.
fr: Si un Membre Inscrit opte pour un plan d'Adhésion payant, tous les Points de Récompense gratuits non utilisés seront utilisables selon les conditions du Plan payant choisi. Veuillez noter que les Membres Inscrits ne reçoivent pas de Points de Récompense supplémentaires s'ils ne optent pas pour un plan d'Adhésion payant.
it: Se un Membro Registrato passa a un piano di Abbonamento a pagamento, tutti i Crediti Premio gratuiti non utilizzati saranno disponibili per l'uso secondo le condizioni del piano a pagamento scelto. Si prega di notare che i Membri Registrati non ricevono Crediti Premio aggiuntivi a meno che non passino a un piano di Abbonamento a pagamento.
ja: 無料登録メンバーが有料メンバーシッププランにアップグレードした場合、未使用の無料リワードポイントは、選択された有料プランの条件に従って使用可能となります。なお、無料登録メンバーには、有料メンバーシッププランへアップグレードしない限り、追加のリワードポイントは付与されませんのでご注意ください。
kk: Егер Тіркелген клуб мүшесі ақылы мүшелік планын жаңартса, пайдаланылмаған тегін Сыйақы Ұпайлары таңдалған ақылы планның шарттарына сәйкес қолжетімді болады. Назар аударыңыз: Тіркелген клуб мүшелері тек ақылы мүшелікке жаңартқан жағдайда ғана қосымша Сыйақы Ұпайлары беріледі.
ky: Эгерде катталган мүчө акы төлөнүүчү мүчөлүк планына көтөрүлсө, анда колдонулбаган белек катары берилген сыйлык упайлары алардын тандаган акы төлөнүүчү планынын шарттары боюнча колдонууга берилет. Катталган мүчөлөр акы төлөнүүчү мүчөлүк планына көтөрүлмөйүнчө, кошумча сыйлык упайлары берилбей тургандыгын эске алыңыз.
lv: Ja reģistrēts Biedrs apgreidojas uz apmaksātu Biedru dalības plānu, visi neizmantotie papildu Balvu punkti būs pieejami izmantošanai saskaņā ar izvēlētā apmaksātā plāna noteikumiem. Lūdzu, ņemiet vērā, ka reģistrētajiem Biedriem netiek piešķirti papildu Balvu punkti, ja vien viņi neapgreidojas uz apmaksātu Biedru dalības plānu.
mn: Хэрэв Бүртгүүлсэн Гишүүн төлбөртэй гишүүнчлэлийн төлөвлөгөөнд шилжвэл, өмнө нь ашиглаагүй Үнэгүй Шагналын Оноо нь тухайн сонгосон төлбөртэй төлөвлөгөөний нөхцлийн дагуу ашиглах боломжтой болно. Анхааруулж хэлэхэд, Бүртгүүлсэн Гишүүдэд төлбөртэй гишүүнчлэлийн төлөвлөгөөнд шилжих хүртэл нэмэлт Шагналын Оноо олгохгүй.
pt: Se um Membro Registrado fizer upgrade para um Plano de Assinatura Pago, todos os Pontos de Recompensa Gratuitos não utilizados estarão disponíveis para uso nos termos do Plano Pago escolhido. Observe que os Membros Registrados não recebem Pontos de Recompensa adicionais, a menos que façam upgrade para um Plano de Assinatura Pago.
ro: Dacă un membru înregistrat face upgrade la un plan de membru plătit, orice puncte de recompensă gratuite neutilizate vor fi disponibile pentru a fi utilizate în conformitate cu termenii Planului plătit ales de el. Te rugăm să reții că membrilor înregistrați nu li se acordă puncte de recompensă suplimentare decât dacă fac upgrade la un plan de membru plătit.
ru: Если Зарегистрированный Член Клуба переходит на платный план программы Членства, то все неиспользованные подарочные Бонусные Баллы будут доступны для использования в соответствии с условиями выбранного им платного плана. Обратите внимание, что Зарегистрированным Членам Клуба не начисляются дополнительные Бонусные Баллы до тех пор, пока они не перейдут на платный план программы Членства.
uk: Якщо Зареєстрований Член переходить на платний план Членства, будь-які невикористані безкоштовні Бонусні Бали будуть доступні для використання відповідно до умов вибраного платного плану. Зауважте, що Зареєстрованим Членам не нараховуються додаткові Бонусні Бали, якщо вони не перейдуть на платний план Членства.
uz: Агар Рўйхатдан ўтган Аъзо пуллик Аъзолик режасига ўтса, мукофот тариқасида берилган Бонус балларининг фойдаланилмаган қисмидан улар танлаган Режа шартлари остида фойдаланишлари мумкин бўлади. Эътибор беринг, Рўйхатдан ўтган Аъзолар фақатгина пуллик Аъзолик режасига ўтганларида қўшимча Бонус балларини олишлари мумкин.
zh: 如果注册会员升级为付费会员计划，任何未使用的赠送奖励积分将在其所选择的付费计划条款下可供使用。请注意，除非注册会员升级为付费会员计划，否则不会获得额外的奖励积分。

source: If a Registered Member upgrades to a paid plan and becomes an Active Member without using the complimentary Reward Points and then later the account goes inactive, these Reward Points will be lost. However, if a Registered Member upgrades to a paid Membership plan and uses a portion of Reward Points and then later goes inactive the unused Reward Points will be added to their inactive Members account.
ca: Si un Membre Registrat actualitza a un pla de pagament i es converteix en Membre Actiu sense utilitzar els Punts de Recompensa complementaris, i més endavant el compte passa a estar inactiu, aquests Punts de Recompensa es perdran. No obstant això, si un Membre Registrat actualitza a un pla de Membresia de pagament i fa servir una part dels Punts de Recompensa i després passa a estar inactiu, els Punts de Recompensa no utilitzats s’afegiran al seu compte de Membre inactiu.
de: Wenn ein registriertes Mitglied ein Upgrade auf ein kostenpflichtiges Abonnement vornimmt und ein aktives Mitglied wird, ohne die kostenlosen Reward Points zu verwenden, und das Konto später inaktiv wird, gehen diese Reward Points verloren. Wenn jedoch ein registriertes Mitglied ein Upgrade auf ein kostenpflichtiges Abonnement vornimmt und einen Teil der Reward Points verwendet und dann später inaktiv wird, werden die nicht verwendeten Reward Points dem inaktiven Mitgliedskonto hinzugefügt.
es: Si un Miembro Registrado asciende a un plan de Membresía de pago y se hace Miembro Activo sin usar los Puntos de Recompensa de cortesía y después la cuenta se vuelve inactiva, se perderán estos Puntos. Sin embargo, si un Miembro Registrado asciende a un plan de Membresía de pago y usa una parte de los Puntos de Recompensa y después se hace inactivo, los Puntos de Recompensa sin usar se agregarán a su cuenta de Miembro inactivo.
fr: Si un Membre enregistré passe à un plan payant et devient un Membre Actif sans utiliser les Points de Récompense offerts, puis que son compte devient inactif plus tard, ces Points de Récompense seront perdus. Cependant, si un Member Enregistré passe à un plan d'Adhésion payant et utilise une partie de ses Points de Récompense, puis devient inactif plus tard, les Points de Récompense non utilisés seront ajoutés à son compte de Membre inactif.
it: Se un Membro Registrato passa a un piano a pagamento e diventa un Membro Attivo senza utilizzare i Crediti Premio gratuiti e successivamente l'account diventa inattivo, questi Crediti Premio andranno persi. Tuttavia, se un Membro Registrato passa a un piano di Abbonamento a pagamento e utilizza una parte dei Crediti Premio e successivamente diventa inattivo, i Crediti Premio non utilizzati verranno aggiunti al suo account Membro inattivo.
ja: サイト登録メンバーが有料プランにアップグレードし、無料リワードポイントを使用せずにアクティブメンバーとなり、その後アカウントが非アクティブになった場合、これらのリワードポイントは失われます。ただし、サイト登録メンバーが有料メンバーシップ・プランにアップグレードし、リワードポイントの一部を使用した後、非アクティブになった場合、未使用のリワードポイントは非アクティブのメンバーアカウントに移行されます。
kk: Егер Тіркелген клуб мүшесі ақылы планға жаңартылып, Тіркелген клуб Мүшесі ретінде белсенді болып, бірақ тегін берілген Сыйақы Ұпайларын пайдаланбаса, кейін есептік жазбасы белсенді емес күйге ауысқанда бұл Ұпайлар жойылады. Алайда, егер Тіркелген клуб мүшесі ақылы мүшелік планына жаңартылып, Сыйақы Ұпайларының бір бөлігін қолданып үлгерсе және кейін есептік жазбасы белсенді емес күйге өтсе, пайдаланылмаған Сыйақы Ұпайлары оның белсенді емес клуб мүшесі ретінде тіркелген есептік жазбасына қосылады.
ky: Эгерде катталган мүчө акы төлөнүүчү планга жаңыртылып, белек катары берилген сыйлык упайларын колдонбостон Активдүү мүчө болуп калса жана кийинчерээк эсеп активдүү болбой калса, бул сыйлык упайлары жоголот. Бирок, эгерде катталган мүчө акы төлөнүүчү мүчөлүк планына өтсө жана сыйлык упайларынын бир бөлүгүн колдонсо, андан кийин активдүү болбой калса, колдонулбаган сыйлык упайлары анын активдүү эмес мүчөлүк эсебине кошулат.
lv: Ja reģistrēts Biedrs apgreidojas uz apmaksātu plānu un kļūst par aktīvu Biedru, neizmantojot papildu Balvu punktus, un vēlāk konts kļūst neaktīvs, šie atlīdzības punkti tiks zaudēti. Tomēr, ja reģistrēts Biedrs apgreidojas uz apmaksātu Biedru dalības plānu un izmanto Balvu punktu daļu un pēc tam kļūst neaktīvs, neizmantotie Balvu punkti tiks pievienoti viņa neaktīvo Biedru kontam.
mn: Хэрэв Бүртгүүлсэн Гишүүн төлбөртэй төлөвлөгөөнд шилжиж, Идэвхтэй Гишүүн болохдоо Үнэгүй Шагналын Оноогоо ашиглаагүй бол, харин дараа нь түүний бүртгэл идэвхгүй байдалд орвол тухайн Шагналын Оноо хүчингүй болно. Харин Бүртгүүлсэн Гишүүн төлбөртэй гишүүнчлэлийн төлөвлөгөөнд шилжиж, Шагналын Онооны тодорхой хэсгийг ашигласан тохиолдолд, дараа нь бүртгэл идэвхгүй болбол үлдэгдэл ашиглаагүй Шагналын Оноо нь түүний идэвхгүй гишүүний бүртгэлд шилжинэ.
pt: Se um Membro Registrado fizer upgrade para um Plano Pago e se tornar um Membro Ativo sem usar os Pontos de Recompensa Gratuitos e, posteriormente, a conta ficar inativa, esses Pontos de Recompensa serão perdidos. No entanto, se um Membro Registrado fizer upgrade para um plano de Assinatura Pago e usar uma parte dos Pontos de Recompensa e depois ficar inativo, os Pontos de Recompensa não utilizados serão adicionados à sua conta de Membro inativo.
ro: Dacă un Membru Înregistrat face upgrade la un plan plătit și devine Membru Activ fără a utiliza punctele de recompensă gratuite și ulterior contul devine inactiv, aceste puncte de recompensă se vor pierde. Cu toate acestea, dacă un membru înregistrat face upgrade la un plan de membru plătit și utilizează o parte din punctele de recompensă și apoi devine inactiv, punctele de recompensă neutilizate vor fi adăugate în contul său de membri inactivi.
ru: Если Зарегистрированный Член Клуба переходит на платный план и становится Активным Членом Клуба, не использовав подарочные Бонусные Баллы, а затем его учетная запись становится неактивной, то эти Бонусные Баллы будут утеряны. Однако если Зарегистрированный Член Клуба переходит на платный план программы Членства и использует часть Бонусных Баллов, а затем становится неактивным, то неиспользованные Бонусные Баллы будут начислены на баланс его неактивной учетной записи Члена Клуба.
uk: Якщо Зареєстрований Член переходить на платний план і стає Активним Членом, не використовуючи безкоштовні Бонусні Бали, а потім обліковий запис стає неактивним, ці Бонусні Бали буде втрачено. Однак, якщо Зареєстрований Член переходить на платний план Членства та використовує частину Бонусних Балів, а потім стає неактивним, невикористані Бонусні Бали буде додано до його неактивного облікового запису.
uz: Агар Рўйхатдан ўтган Аъзо мукофот Бонус балларидан фойдаланмасдан пуллик режага ўтса ва Фаол Аъзога айланса, ва сўнгра унинг аккаунти нофаол мақомига ўтса, мазкур Бонус балларини йўқотади. Бироқ, агар Рўйхатдан ўтган Аъзо пуллик режага ўтиб, мазкур Бонус балларининг бир қисмини ишлатса, ва сўнгра нофаол мақомига ўтса, фойдаланилмаган Бонус баллари унинг нофаол Аъзо ҳисобига ўтказилади.
zh: 如果注册会员升级为付费计划并成为活跃会员，但未使用赠送的奖励积分，之后账户变为非活跃状态，这些奖励积分将被清除。然而，如果注册会员升级为付费会员计划并使用了部分奖励积分，之后账户变为非活跃状态，未使用的奖励积分将保留在其非活跃会员账户中。
