Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Donate
ca: Donar
de: Spenden
es: Donar
fr: Faire un Don
it: Dona
ja: 寄付する
kk: Қайырымдылық
ko: 기부하십시오
ky: Кайрымдуулук кылуу
lv: Ziedo
mn: Хандив өгөх
pt: Doar
ro: Donează
ru: Сделать пожертвование
uk: Зробити пожертвування
uz: Эҳсон қилиш
zh: 捐款

source: Donate Now!
ca: Fes una donació ara!
de: Jetzt spenden!
es: ¡Donar Ahora!
fr: Faites un don maintenant !
it: Dona subito!
ja: 今すぐ寄付！
ky: Азыр кайрымдуулук кыл!
lv: Ziedo Tagad!
mn: Одоо хандиваа өргөх!
pt: Doar agora!
ro: Donează ACUM!
ru: Сделать пожертвование прямо сейчас!
uk: Зробити пожертвування вже зараз!
uz: Ҳозироқ эҳсон қилинг!
zh: 立即捐款！

source: Donate to Mercy Ships
ca: Fes una donació a Mercy Ships
de: An Mercy Ships spenden
es: Realiza un donativo a Mercy Ships
fr: Faire un don à Mercy Ships
it: Dona a Mercy Ships
ja: Mercy Ships に寄付する
kk: "Mercy Ships" қорына қайырымдылық жасау
ky: Mercy Ships уюмуна кайрымдуулук кылыңыз
lv: Ziedojiet Mercy Ships
mn: Mercy Ships хөлөгт хандивлах
pt: Doe para Mercy Ships
ro: Donează pentru Mercy Ships
ru: Сделать пожертвование в фонд «Mercy Ships»
uk: Задонатьте на Mercy Ships
uz: Mercy Ships жамғармасига эҳсон қилиш
zh: 向Mercy Ships捐款

source: Donate Today through your inCruises Wallet or credit card and help provide life-saving surgeries and healthcare to those in need.
ca: Fes la teva donació avui a través de la teva cartera inCruises o targeta de crèdit i ajuda a proporcionar cirurgies i atenció mèdica vital a aquells que ho necessiten.
de: Spenden Sie noch heute über Ihre inCruises Wallet oder Kreditkarte und helfen Sie dabei, lebensrettende Operationen und Gesundheitsversorgung für Bedürftige bereitzustellen.
es: Haz hoy tu donación a través de tu Wallet de inCruises o tarjeta de crédito y ayuda a ofrecer cirugías y atención médica que salvan vidas de aquellos en necesidad.
fr: Faites un don aujourd'hui via votre porte-monnaie inCruises ou votre carte de crédit et aidez à fournir des chirurgies et des soins de santé vitaux à ceux qui en ont besoin.
it: Dona oggi stesso mediante il tuo portafoglio inCruises o la tua carta di credito e contribuisci a fornire interventi chirurgici e cure mediche salvavita a chi ne ha bisogno.
ja: inCruises Wallet、またはクレジットカードで今すぐ寄付し、救命手術や医療を必要とする人々のために役立ててください。
kk: Бүгін inCruises Wallet арқылы немесе несие картаңызбен қайырымдылық жасаңыз және өмірлік маңызды операцияларды жүргізуге және мұқтаж адамдарға медициналық көмек алуға көмектесіңіз.
ky: Бүгүн inCruises капчыгыңыз же кредиттик картаңыз аркылуу кайрымдуулук кылыңыз жана муктаж болгондорго өмүрдү сактап калуучу операцияларды жүргүзүүгө жана медициналык жардам көрсөтүүгө жардам бериңиз.
lv: Ziedojiet šodien, izmantojot savu inCruises maciņu vai kredītkarti, un palīdziet nodrošināt dzīvības glābšanas operācijas un veselības aprūpi tiem, kam tas ir nepieciešams.
mn: Өнөөдөр та inCruises-ийн түрийвч эсвэл зээлийн картаараа хандив өргөн, тусламж хэрэгтэй байгаа хүмүүст амь насыг нь аврах мэс засал болон эрүүл мэндийн тусламж үйлчилгээ үзүүлэх их үйлсэд хувь нэмрээ оруулаарай.
pt: Doe hoje mesmo por meio da sua carteira inCruises ou cartão de crédito e ajude a fornecer cirurgias e cuidados de saúde que salvam vidas para aqueles que precisam.
ro: Donează astăzi prin portofelul inCruises sau cardul de credit și ajută la furnizarea de intervenții chirurgicale și asistență medicală salvatoare celor care au nevoie.
ru: Сделайте пожертвование уже сегодня через свой Кошелёк inCruises или с помощью кредитной карты и помогите предоставить спасающие жизни хирургию и медицинское обслуживание нуждающимся.
uk: Зробіть пожертву вже сьогодні через свій Гаманець inCruises або за допомогою кредитної картки та допоможіть здійснити життєво важливі операції та медичну допомогу тим, хто її потребує.
uz: Бугуноқ ўз inCruises ҳамёнингиз ёки кредит (виза) картангиз орқали эҳсон қилиб, тиббий ёрдамга муҳтож инсонларнинг жарроҳлик амалиётларидан ўтиб, шифо топишларига кўмаклашинг.
zh: 今天通过您的inCruises钱包或信用卡捐款，帮助那些需要的人提供拯救生命的手术和医疗服务。

source: Donate USD $%{amount}
fr: Faire un don en USD : %{amount} $
it: Dona $%{amount} USD
pt: Doe US$ $%{amount}
uk: Пожертвувати $%{amount}

source: Donate using funds From your inCruises Wallet.
fr: Faire un don depuis les fonds de votre Portefeuille inCruises.
it: Fai una donazione usando i soldi che hai nel tuo Wallet inCruises.
pt: Doe usando fundos da sua carteira InCruises.
uk: Зробити пожертву, використовуючи кошти з вашого гаманця inCruises.

source: Donate using your credit card via an external link.
fr: Faire un don par carte bancaire via un lien externe.
it: Fai una donazione con la tua carta di credito tramite un link esterno.
pt: Doe usando seu cartão de crédito via link externo.
uk: Зробити пожертву за допомогою кредитної картки через зовнішнє посилання.

source: Donate With Credit Card
ca: Fes la teva donació Amb Targeta de Crèdit
de: Mit Kreditkarte spenden
es: Donar con cargo a Tarjeta de Crédito
fr: Faire un don par carte de crédit
it: Dona con carta di credito
ja: クレジットカードで寄付する
kk: Несие картасымен қайырымдылық жасаңыз
ky: Кредиттик карта менен кайрымдуулук кылуу
lv: Ziedo ar Kredīt Karti
mn: Төлбөрийн картаар хандив өргөх
pt: Doe com cartão de crédito
ro: Donează cu credit card
ru: Сделать пожертвование с помощью кредитной карты
uk: Зробити пожертвування за допомогою кредитної картки
uz: Кредит (виза) картадан эҳсон қилиш
zh: 用信用卡捐款

source: Donate With inCruises Wallet
ca: Fes la teva donació Amb inCruises Wallet
de: Mit inCruises Wallet spenden
es: Donar con Wallet de inCruises
fr: Faire un don avec Portefeuille inCruises
it: Dona con il portafoglio inCruises
ja: inCruises ウォレットで寄付する
kk: InCruises әмиянымен қайырымдылық жасаңыз
ky: inCruises капчыгы менен кайрымдуулук кылыңыз
lv: Ziedp ar inCruises Maciņu
mn: inCruises-ийн түрийвчнээс хандив өргөх
pt: Doe com a carteira inCruises
ro: Donează cu portofelul inCruises
ru: Сделать пожертвование с кошелька inCruises
uk: Зробити пожертвування за допомогою Гаманця inCruises
uz: inCruises ҳамёндан эҳсон қилиш
zh: 用inCruises钱包捐款

source: Donate with your credit card
fr: Faites un don avec votre carte de crédit
it: Dona con carta di credito
ja: クレジットカードで寄付する
kk: Несие картаңызбен қайырымдылық жасаңыз
pt: Doe com seu cartão de crédito
ro: Donează cu cardul tău de credit
uk: Зробити Пожертвування за допомогою кредитної картки
uz: Кредит (виза) картадан эҳсон қилиш
zh: 使用您的信用卡捐赠

source: Donate with your incruises wallet
fr: Faites un don avec votre portefeuille incruises
it: Dona con il portafoglio inCruises
ja: inCruises ウォレットで寄付する
kk: Өз inCruises әмияныңыз арқылы қайырымдылық жасаңыз
pt: Doe com a sua carteira InCruises
ro: Donează cu portofelul tău incruises
uk: Пожертвувати за допомогою вашого гаманця inCruises
uz: inсruises ҳамёндан эҳсон қилиш
zh: 使用您的inCruises钱包捐赠

source: Donation Amount
ca: Quantitat de la Donació
de: Spendenbetrag
es: Cantidad a donar
fr: Montant du don
it: Importo della donazione
ja: 寄付金額
kk: Қайырымдылық Cомасы
ky: Кайрымдуулуктун суммасы
lv: Ziedojuma Lielums
mn: Хандив өргөх дүн
pt: Valor da doação
ro: Suma donației
ru: Сумма пожертвования
uk: Сума пожертвування
uz: Эҳсон суммаси
zh: 捐款数额

source: Donations
fr: Dons
it: Donazioni
pt: Doações
uk: Пожертвування

source: Donations With Credit Card may not Show Immediately
fr: Les Dons par Carte Bancaire peuvent ne pas Apparaître Immédiatement
it: Le donazioni con carta di credito potrebbero non apparire subito
pt: Doações com Cartão de Crédito podem não aparecer imediatamente
uk: Пожертви за допомогою кредитної картки можуть відображатися не відразу

source: Done
ca: Fet
de: Fertig
es: Hecho
fr: Fini
it: Fatto
ja: 完了
kk: Дайын
ko: 완료되었습니다
ky: Бүттү
lv: Paveikts
mn: Хийгдэж дууссан
pt: Feito
ro: Gata
ru: Готово
uk: Виконано
uz: Тугади
zh: 完成

source: Double Digit Banner
ca: Banner de dos dígits
de: Zweistelliges Banner
es: Banner de Dos Dígitos
fr: Bannière à Double Chiffre
it: Banner Doppia Cifra
ja: Double Digit（2桁）バナー
kk: Екі Таңбалы Баннер
ko: 더블 디짓 배너
ky: Эки орундуу баннер
lv: Divkāršais/Divciparu Karodziņš
mn: Дабл Дижит Баннер
pt: Banner de Dois Dígitos
ro: Banner Double Digit
ru: Двухзначный баннер
uk: Двозначний Банер
uz: Икки рақамли баннер
zh: 兩位數Banner

source: DOUBLE UP - 2 Tickets for €249
fr: DOUBLE UP - 2 Billets pour 249 €
it: DOUBLE UP - 2 biglietti a 249 €
kk: ЕКІ ЕСЕ – 2 билет €249
pt: DOUBLE UP - 2 Ingressos por € 249
uk: DOUBLE UP — 2 квитки за €249
uz: DOUBLE UP - 2 та чипта 249€ га
zh: DOUBLE UP - 2张票€249

source: DOUBLE UP — 2 Tickets for €249
fr: DOUBLE UP - 2 Billets pour 249 €
it: DOUBLE UP — 2 biglietti a 249 €
kk: ЕКІ ЕСЕ – 2 билет €249
pt: DOUBLE UP — 2 Ingressos por € 249
uk: DOUBLE UP — 2 квитки за €249
uz: DOUBLE UP - 2 та чипта 249€ га
zh: DOUBLE UP - 2张票€249

source: Doug Corrigan - Chief Marketing Officer
ca: Doug Corrigan - Director de Màrqueting
es: Doug Corrigan - Director de Mercadotecnia
fr: Doug Corrigan - Directeur Marketing
it: Doug Corrigan - Direttore Marketing
ja: ダグ・コリガン - チーフ マーケティング オフィサー
kk: Даг Корриган - Маркетинг Директоры
ko: 더그 코리건 - 최고 마케팅 책임자
ky: Даг Корриган - маркетинг боюнча директор
lv: Doug Corrigan - Galvenais Mārketinga Speciālists
mn: Даг Корриган - Маркетингийн Албаны Захирал
pt: Doug Corrigan - Diretor de Marketing
ro: Doug Corrigan - Director de Marketing
ru: Даг Корригэн - Директор по маркетингу
uk: Даг Корріген - Директор з маркетингу
uz: Дуг Корриган - Бош Маркетинг директор
zh: Doug Corrigan - 首席营销官

source: Downgradable Plans
ca: Plans amb opció de rebaixa
de: Herabstufbare Pläne
es: Planes con opción a bajar de plan
fr: Plans dégradables
it: Piani declassabili
ja: ダウングレードできるプラン
kk: Төмендету мүмкіндігі бар пландар
ky: Төмөндөтүлүүчү пландар
lv: Lejupejošie Plāni
mn: Бууруулж болох хувилбарууд
pt: Planos que podem solicitar downgrade
ro: Planuri retrogradabile
ru: Планы с доступным понижением
uk: Плани з доступним зниженням
uz: Даунгрейд қилса бўладиган режа
zh: 可降级计划

source: Downgrade
ca: Versió anterior
de: Herunterstufen
es: Cambia a este plan
fr: Déclassement
it: Cambia il piano
ja: ダウングレード
kk: Пакетті төмендету
ko: 다운그레이드
ky: Төмөндөтүү
lv: Lejuplāde
mn: Түвшин бууруулах
pt: Mudar esse plano
ro: Declasare
ru: Понижение пакета
uk: Знизити
uz: Режани пасайтириш
zh: 降級

source: Downgrade Only
fr: Rétrogradation Uniquement
it: Solo declassamento

source: Downgrade Plan
ca: Pla amb opció de rebaixa
de: Plan herunterstufen
es: Bajar de Plan
fr: Plan dégradable
it: Declassa il piano
ja: プランをダウングレードする
kk: Төмендету Планы
ky: Планды төмөндөтүү
lv: Pazemināšanas Plāns
mn: Хувилбар бууруулах
pt: Plano de downgrade
ro: Plan retrogradabil
ru: Понизить план
uk: Понизити план
uz: Режани пасайтириш
zh: 降级计划

source: Downgrade Plans
ca: Canviar a un Pla inferior
de: Pläne herunterstufen
es: Bajar Categoría de Planes
fr: Plans dégradables
it: Declassamento Piani
ja: プランをダウングレードする
kk: Төмендету Пландары
ky: Пландарды төмөндөтүү
lv: Pazemināšanas Plāni
mn: Хувилбар бууруулах
pt: Planos com possibilidade de downgrade
ro: Planuri retrogradabile
ru: Понизить планы
uk: Понизити плани
uz: Режаларни пасайтириш
zh: 降级计划

source: Downgradeable
ca: Amb possibilitat de canviar a un pla inferior
de: Herabstufbar
es: Con la posibilidad de cambiar a un plan inferior
fr: Rétrogradable
it: Declassabile
ja: ダウングレード可能
kk: Төмендету мүмкіндігімен
ky: Төмөндөтүлө турган
lv: Pazemināms
mn: Ангилал бууруулах боломжтой эсэх
pt: Passível de Downgrade
ro: Retrogradabil
ru: С возможностью понижения
uk: Можна понизити Клас
uz: Пасайтириш мумкин бўлган
zh: 可降级的

source: Downgreadable
ca: Es pot baixar a una pla anterior
de: Herabstufbar
es: Se puede cambiar a un plan inferior
fr: Rétrogradable
it: Declassabile
ja: ダウングレード可能
kk: Төмендету мүмкіндігімен
ky: Төмөндөтүлүүчү
lv: pazemināms
mn: Ангилал бууруулах боломж
pt: Passível de Downgrade
ro: Retrogradabil
ru: С возможностью понижения
uk: Можливість понизити Клас
uz: Даунгрейд мумкин бўлган
zh: 可降级的

source: Downline level limit must be a number!
ca: El límit del Nivell inferior ha de ser un número!
de: Das Downline Level Limit muss eine Zahl sein!
es: ¡El Límite del Nivel inferior debe ser un número!
fr: La limite du niveau descendant doit être un nombre !
it: Il limite del livello della dowline deve essere un numero!
ja: ダウンラインのレベル制限は数値でなければなりません！
kk: Топ Мүшелері деңгейінің шегі сан болуы керек!
ko: 다운라인 레벨은 숫자여야만 합니다!
ky: Төмөнкү даражанын чеги сан болушу керек!
lv: Lejuplīnijas līmeņa ierobežojumam ir jābūt skaitlim!
mn: Доод үеийн хязгаарт тоо бичигдэх ёстой!
pt: O limite do nível da linha descendente deve ser um número!
ro: Limita nivelului liniei inferioare trebuie să fie un număr!
ru: Уровень нижестоящих Членов должен быть числом!
uk: Рівень нижчестоящих членів повинен бути числом!
uz: Даунлайн даражаси лимити рақам бўлиши шарт!
zh: 下線級別限制必須為數字！

source: Downline limit must be set between 1 and 50.
ca: El límit inferior ha de ser entre 1 i 50.
de: Die Downline-Grenze muss zwischen 1 und 50 eingestellt werden.
es: El Límite Inferior debe ser entre 1 y 50.
fr: La limite de downline doit être comprise entre 1 et 50.
it: Il limite della dowline deve essere compreso tra 1 e 50.
ja: ダウンラインのレベル制限は1から50の間で設定しなければなりません。
kk: Төменгі қатар Мүшелердің деңгейі 1-ден 50-ге дейін болуы керек.
ko: 다운라인 한도는 1에서 50 사이로 설정해야합니다.
ky: Төмөнкү катардын чеги 1ден 50гө чейин белгилениши керек.
lv: Lejuplīnijas ierobežojums ir jāiestata no 1 līdz 50.
mn: Доод үеийн хязгаарын тоо 1-50 хооронд байх ёстой.
pt: O limite da linha descendente deve ser definido entre 1 e 50.
ro: Limita liniei inferioare trebuie setată între 1 şi 50.
ru: Уровень нижестоящих Членов должен быть установлен между 1-го и 50-ти.
uk: Рівень нижчестоящих членів повинен бути встановлений між 1 та 50.
uz: Даунлайн чеклови 1 ва 50 оралиғида бўлиши шарт.
zh: 下線級別限制必須設置在1到50之間

source: Downline Name
ca: Nom de la teva línia descendent
es: Nombres de tus referidos en línea descendente
fr: Nom en lignée descendante
it: Nome Downline
ja: 直紹介者名
kk: Төменгі линиядағы адам Есімі
ko: 다운라인 이름
ky: Кийинки аталыш
lv: Lejuplīnijas nosaukums
mn: Доод түвшний Нэр
pt: Nomes dos seus Downlines
ro: Numele tuturor celor înscrişi de tine
ru: Имя Нижестоящего
uk: Ім'я Нижчих за ієрархією
uz: Downline Исми
zh: 下線姓名

source: Downline Select
ca: Selecciona línia descendent
de: Downline auswählen
es: Selección de referido en línea descendiente
fr: Sélection en lignée descendante
it: Seleziona Downline
ja: ダウンラインを選択
kk: Төменгі қатарды Таңдау
ko: 다운라인 선택
ky: Төмөнкү тандоо
lv: Zemāk minētā atlase
mn: Доод түвшин Сонгох
pt: Seleção de linha descendente
ro: Selectarea liniei inferioare
ru: Выбрать ниже по рангу
uk: Обрати нижче за рангом
uz: Даунлайн танлаш
zh: 下線選擇

source: Downlines
ca: Línies descendents
es: Línea Descendiente
fr: Lignées descendantes
it: Linee di downline
ja: 傘下のパートナー
kk: Төменгі линиялар
ko: 다운라인
ky: Төмөнкү сызыктар
lv: Zemākās līnijas
mn: Доод үеүд
pt: Linhas descendentes
ro: Liniile inferioare
ru: Нижестоящие по рангам
uk: Нижчестоящі за рангами
uz: Даунлайнлар
zh: 下線

source: Downlines Eligible
fr: Downlines Éligibles
it: Downline idonee

source: Downlines Names
ca: Nom dels teus Referits
de: Downline Namen
es: Nombres de tus referidos en línea descendiente
fr: Noms en lignées descendantes
it: Nomi della Downline
ja: 直紹介者たちの名前
kk: Төменгі линиядағылардың Есімі
ko: 다운라인 이름
ky: Төмөнкү ысымдар
lv: Zemāko līniju nosaukumi
mn: Доод түвшний Нэрүүд
pt: Nomes dos seus Downlines
ro: Numele tuturor celor înscrişi de tine
ru: Имена Нижестоящих
uk: Імена Нижчих за ієрархією
uz: Даунлайнлар исми
zh: 下線姓名

source: Download
fr: Télécharger
it: Scarica

source: Download as .txt file
ca: Descarregar com .txt file
de: Download als .txt-Datei
es: Descargar como archivo .txt
fr: Télécharger un fichier .txt
it: Scarica come file .txt
ja: .textファイル形式でダウンロードする
kk: .txt файлы ретінде жүктеп алыңыз
ko: .txt 파일로 다운로드
ky: .txt файлы катары жүктөп алыңыз
lv: Lejupielādēt kā. txt failu
mn: .txt файлаар татаж авах
pt: Baixar como arquivo .txt
ro: Descarcă fişierul ca .txt
ru: Скачать в формате .txt
uk: Завантажити у форматі .txt file
uz: .txt файли кўринишида юклаш
zh: 下载为.txt文件

source: Download as PDF
ca: Descarregar en format PDF
de: Download als PDF
es: Descargar como PDF
fr: Télécharger en format PDF
it: Scarica in PDF
ja: PDF形式でダウンロードする
kk: PDF форматында Жүктеу
ko: PDF로 다운로드
ky: PDF катары жүктөп алыңыз
lv: Lejupielādēt PDF formātā
mn: PDF файлаар татаж авах
pt: Baixar como PDF
ro: Descarcă fişierul ca PDF
ru: Скачать в формате PDF
uk: Завантажити у форматі PDF
uz: PDF форматида юклаш
zh: 下載為PDF

source: Download as PNG
ca: Descarregar com PNG
de: Download als PNG
es: Descargar como PNG
fr: Télécharger en format PNG
it: Scarica in formato PNG
ja: PNG形式でダウンロードする
kk: PNG форматында жүктеп алыңыз
ko: PNG로 다운로드
ky: PNG катары жүктөп алыңыз
lv: Lejupielādēt kā PNG
mn: PNG файлаар татаж авах
pt: Baixar como PNG
ro: Descarcă fişierul ca PNG
ru: Скачать в формате PNG
uk: Завантажити у форматі PNG
uz: PNG форматида юклаш
zh: 下载为 PNG

source: Download Assets
ca: Descarregar actius
de: Download Vermögenswerte
es: Descargar Materiales
fr: Télécharger des ressources
it: Scarica risorse
ja: 動画のダウンロードはこちら
kk: Ресурстарды жүктеп алу
ko: 자산 다운로드
ky: Активдерди жүктөп алыңыз
lv: Lejupielādēt līdzekļus
mn: Татаж авах
pt: Baixar recursos
ro: Descarcă materiale
ru: Скачать материалы
uk: Завантажити матеріали
uz: Манбаларни юклаш
zh: 下载资产

source: Download Badge as .png
ca: Descarregar la insígnia com .png
de: Abzeichen als .png herunterladen
es: Descargar credencial como .png
fr: Télécharger le Badge au format .png
it: Scarica il tesserino come .png
ja: バッジを.pngとしてダウンロード
kk: png ретінде жүктеп алу белгішесі
ko: 배지를 .png 화일로 다운로드하십시오
ky: Бейджикти .png катары жүктөп алыңыз
lv: Lejupielādēt žetonu kā. png
mn: Тэмдэг татаж авах (png файлаар)
pt: Baixe o emblema como .png
ro: Descarcă insigna ca .png
ru: Скачать бейдж в формате png
uk: Завантажити бейдж у форматі png
uz: Значокни .png форматда юклаш
zh: 以 .png格式下載徽章

source: Download business cards you can take to your local printers. You can edit the information that appears on the card in <a href="/settings">settings</a> .
ca: Pots baixar targetes de presentació per imprimir. Pots editar la informació que apareix a la targeta <a href="/settings"> configuració</a> .
de: Laden Sie Visitenkarten herunter, diese auf Ihren lokalen Gerät ausdrucken zu können. Sie können die auf der Karte angezeigten Informationen unter <a href="/settings">Einstellungen</a> bearbeiten.
es: Descargar tarjetas de visita que puedes llevar a tu imprenta local. Puedes editar la información que aparece en la tarjeta en <a href="/settings">Ajustes de Cuenta</a> .
fr: Téléchargez des cartes de visite que vous pouvez apporter à vos imprimantes locales. Vous pouvez modifier les informations apparaissant sur la carte dans les <a href="/settings"> paramètres </a> .
it: Scarica i biglietti da visita e falli stampare da un tipografo di tua scelta. Se vuoi modificare le informazioni contenute sul biglietto vai in <a href="/settings">impostazioni</a> .
ja: あなたのプリンターで印刷ができる名刺をダウンロードしてください。 <a href="/settings">設定</a> でカードに表示される情報を編集することができます。
kk: Сіз бизнес карталарын жергілікті принтерлерге жүктей аласыз. Бизнес картасында пайда болатын ақпаратты <a href="/settings"> баптауларда өңдеуіңізге болады </a> .
ky: Жергиликтүү принтерлериңизге алып кете турган визиттик карталарды жүктөп алыңыз. Сиз картада пайда болгон маалыматты өзгөртө аласыз <a href="/settings">жөндөөлөр</a>. .
lv: Lejupielādētās vizītkartes varat aiznest vietējiem iespiedējiem. Informāciju, kas tiek Kartē redzamo informāciju var rediģēt <a href="/settings">uzstādījumos</a> .
mn: Өөрийн нэрийн хуудсыг татан авч, хэвлэж хэрэглэнэ. Мэдээллийг нь өөрчлөх шаардлагатай бол <a href="/settings">Тохиргоо</a> цэс рүү орж өөрчилнө.
pt: Faça o download de nossos cartões de visita e imprima no local de sua preferência. Você pode editar as informações que aparecem no cartão nas <a href="/settings">configurações</a> .
ro: Descarcă imaginile cărţilor de vizită pe care le poţi duce la tipografiile locale. Poţi edita informaţia care apare pe cartea de vizită în <a href="/settings">setări</a> .
ru: Скачать визитные карточки вы можете на ваших местных принтерах. Вы можете редактировать информацию, которая появляется на визитке в <a href="/settings">settings</a> .
uk: Завантажте візитні картки, які можна роздрукувати на принтері. Ви можете редагувати інформацію, яка відображається на картці у <a href="/settings">налаштуваннях</a> .
uz: Ўзингиз билан олишингиз мумкин бўлган ташриф қоғозларингизни маҳаллий принтерингизга юклаб олинг. Уларда кўрсатилган маълумотларни <a href="/settings">Созлашлар</a> бўлимида ўзгартиришингиз мумкин.
zh: 下载名片。您可以在<a href="/settings">设置</a>中编辑卡上显示的信息。

source: Download Card as .png
ca: Descarregar la targeta com .png
de: Download Bilder in .png
es: Descargar Tarjeta como .png
fr: Télécharger la Carte au format .png
it: Scarica la carta come .png
ja: カードを.pngとしてダウンロード
kk: PNG ретінде картаны жүктеп алыңыз
ko: 카드를 .png 화일로 다운로드하십시오
ky: Картаны .png катары жүктөп алыңыз
lv: Lejupielādēt karti kā. png
mn: Карт татаж авах (png файлаар)
pt: Baixe o cartão como .png
ro: Descarcă cardul ca .png
ru: Скачать карточку в формате png
uk: Завантажити картку у форматі png
uz: Картани .png форматда юклаш
zh: 以.png格式下載卡片

source: Download Completed CSV
ca: Descarrega l'arxiu CSV
de: Download Abgeschlossene CSV
es: Descargate el Archivo CSV
fr: Télécharger le fichier CSV terminé
it: Download del file CSV completato
ja: 完了したCSVをダウンロード
kk: CSV-ді жүктеу аяқталды
ko: 완료된 CSV 파일 다운로드
ky: Аякталган CSV жүктөө
lv: Lejupielāde pabeigta CSV
mn: Гүйцэтгэж дууссан CSV файлыг татаж авах
pt: Transferência de CSV concluída
ro: Descarcă fişierul CSV complet
ru: Загрузка CSV Завершена
uk: Завантаження CSV Завершено
uz: Тугалланган CSV ни юклаш
zh: 下載完整的CSV

source: Download CSV
ca: Descarrega CSV
es: Descargar CSV
fr: Télécharger le CSV
it: Scarica CSV
ja: CSVをダウンロード
kk: CSV-ді жүктеу
ko: CSV 다운로드
ky: CSV жүктөп алыңыз
lv: Lejuplādē CSV
mn: CSV файл татаж авах
pt: Baixar CSV
ro: Descarcă CSV
ru: Скачать CSV
uk: Завантажити CSV
uz: CSV ни юкланг
zh: 下載CSV

source: Download Event Agenda
ca: Descarrega l’Agenda de l’Esdeveniment
fr: Télécharger le Programme d'Événement
it: Scarica il programma dell'evento
ja: イベント日程表をダウンロード
kk: Іс-шара күн тәртібін жүктеп алу
pt: Baixe a Agenda do Evento
ro: Descarcă Agenda Evenimentului
uk: Завантажити програму події
uz: Тадбир иловасини юклаб олиш
zh: 下载活动日程

source: Download Images as .png
ca: Descarrega les Imatges com a .png
de: Download Bilder in .png
es: Descarga images como .png
fr: Télécharger les images au format .png
it: Scarica immagini come .png
ja: 画像を.pngとしてダウンロード
kk: Кескіндерді .png ретінде жүктеу
ko: 이미지를 .png 화일로 다운로드하십시오
ky: Сүрөттөрдү .png катары жүктөө
lv: Lejupielādēt attēlus kā. png
mn: Png файлаар татаж авах
pt: Baixar imagens como .png
ro: Descărcaţi imaginile ca .png
ru: Загрузить изображения как .png
uk: Завантажити зображення у форматі .png
uz: Расмни .png форматда юклаш
zh: 以.png格式下載圖片

source: Download Media Kit
ca: Descarrega el kit de Premsa
de: Media Kit herunterladen
es: Descargar Kit de Medios
fr: Télécharger le Kit Média
it: Scarica il Media Kit
ja: メディアキットをダウンロード
kk: Медиа Китті жүктеп алыңыз
ky: Медиа Топтомду жүктөп алыңыз
lv: Lejupielādēt Multivides Komplektu
mn: Медиа багцыг татаж авах
pt: Download do Kit de Mídia
ro: Descarcă Kit-ul Media
ru: Скачать медиа-кит
uk: Завантажити медіа-набір
uz: Медиа тўпламини юклаш
zh: 下载媒体包

source: Download or review your signed agreement below.
fr: Téléchargez ou consultez votre accord signé ci-dessous.
it: Scarica o consulta il contratto firmato qui sotto.
