Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Elevate Package Price:
ca: Elevate Preu del paquet:
de: Elevate Paket Preis:
es: Precio de Paquetes Elevate:
fr: PRIX DES FORFAITS D’ ELEVATE :
it: Prezzo dei pacchetti Elevate:
ja: Elevateパッケージ料金：
kk: Elevate пакетінің құны:
ko: Elevate 패키지 금액:
ky: Жаңыртуу пакетинин баасы:
lv: Elevate Paketes cena:
mn: Elevate багцийн үнэ:
pt: Preço do pacote Elevate:
ro: Prețul pachetelor Elevate:
ru: Стоимость тарифа Elevate:
uk: Вартість тарифу Elevate:
uz: Elevate пакетлари нархи:
zh: Elevate 套餐价格:

source: Elevate Registration
ca: Registre per al Elevate
de: Elevate Registrierung
es: Registro para Elevate
fr: Inscription à Elevate
it: Registrazione a Elevate
ja: Elevateのお申込み
kk: Elevate- ке тіркелу
ko: Elevate 등록
ky: Каттоону жаңыртуу
lv: Elevate Reģistrācija
mn: Elevate аяллын бүртгэл
pt: Registro Elevate
ro: Înregistrarea pentru Elevate
ru: Регистрация на Elevate
uk: Реєстрація на Elevate
uz: Elevate рўйхатга олиш
zh: Elevate 注册

source: Elevate your production as an inCruises® Partner by getting a Connect plan.
ca: Eleva la teva producció com a soci d'inCruises® obtenint un pla Connect.
de: Erhöhen Sie Ihre Umsätze als inCruises® Partner, indem Sie einen Connect Plan erhalten.
es: Eleva tu producción como Socio de inCruises® obteniendo un plan de Connect.
fr: Augmentez votre production en tant que partenaire inCruises® en obtenant un plan Connect.
it: Aumenta la tua produzione come Partner inCruises® con un piano Connect.
ja: コネクトプランを活用し、inCruisesのパートナーとしての生産性を高めましょう。
kk: Connect жоспарын алу арқылы өндірісіңізді inCruises® серіктесі ретінде жоғарылатыңыз.
ko: 커넥트 요금제를 구매함으로써 inCruises 파트너로서의 매출액을 향상시킬 수 있습니다.
ky: Connect планын алуу менен inCruises® өнөктөшү болуу менен өндүрүшүңүздү көбөйтүңүз.
lv: Paaugstiniet savu produktivitāti kā inCruises ® partneris, saņemot Connect plānu.
mn: inCruises®-ийн Түншүүд Конект өрөөийн багцуудыг оновчтой хэрэглэн өөрийн борлуулалтаа ихэсгэх боломжтой.
pt: Eleve a sua produção como um Sócio inCruises® ao obter um plano Connect.
ro: Sporeşte-ţi producţia ca Partener inCruises® alegând un plan Connect.
ru: Повысьте свою продуктивность в качестве Партнёра inCruises®, выбрав тариф для комнаты "Коннект".
uk: Збільште свою продуктивність в якості Партнера inCruises®, обравши тариф для кімнати "Коннект".
uz: Connect режасига уланиб, inCruises® Ҳамкори сифатида ўз самарадорлигингизни оширинг.
zh: 通過獲得Connect計劃，提升您作為inCruises®合作夥伴的產出。

source: eligibility
fr: éligibilité
it: idoneità

source: Eligibility
ca: Elegibilitat
de: Teilnahmeberechtigung
es: Elegibilidad
fr: Éligibilité
it: Idoneità
ja: 招待権の獲得条件
kk: Қолайлылық
ky: Жарамдуулук
lv: Atbilstība
mn: Болзол
pt: Elegibilidade
ro: Eligibilitate
ru: Право на участие
uk: Право на участь
uz: Эгалик ҳуқуқи
zh: 资格

source: Eligibility Requirements
ca: Requisits d’Admissibilitat
es: Requisitos de Elegibilidad
fr: Conditions d'Éligibilité
it: Requisiti di idoneità
ja: 参加資格要件
kk: Қатысу талаптары
pt: Requisitos de Elegibilidade
ro: Cerințe de eligibilitate
uk: Вимоги до участі
uz: Талаблар:
zh: 资格要求

source: Eligibility requirements between
fr: conditions d'Éligibilité entre
it: Requisiti di idoneità tra

source: Eligibility to earn commissions
fr: Conditions d'éligibilité pour percevoir des commissions
it: Idoneità a guadagnare commissioni
kk: Комиссия алу құқылығы
pt: Elegibilidade para ganhar comissões
uk: Право на отримання компенсації
uz: Комиссиялар олиш ҳуқуқи
zh: 获得佣金的资格

source: Eligible
ca: Elegible
de: Berechtigt
es: Elegible
fr: Éligible
it: Idoneo
ja: 対象
kk: Жарамды
ko: 자격이 있는
ky: Жарамдуу
lv: Piemērots
mn: Болзол хангасан
pt: Elegível
ro: Eligibil
ru: Доступно
uk: Доступно
uz: ҳуқуқи
zh: 有资格的

source: Eligible for compensation
ca: Apte per a compensació
de: Anspruch auf Vergütung
es: Elegible para Compensación
fr: Éligible à l'indemnisation
it: Idoneo ai compensi
ja: 報酬の対象
kk: Өтемақы алу құқығы
ky: Компенсация алууга укуктуу
lv: Piemērots kompensācijai
mn: Шагнал урамшуулалд болзол хангасан байна
pt: Elegível para compensação
ro: Eligibil pentru compensare
ru: С правом на компенсацию
uk: Має право на компенсацію
uz: Компенсация олиш ҳуқуқига эга
zh: 符合获得报酬的资格

source: Eligible leaders must be willing to attend the event in order to be declared a winner and claim any prizes.
ca: Els líders Elegibles han d’estar disposats a assistir a l’esdeveniment per poder ser declarats guanyadors i reclamar qualsevol premi.
es: Los líderes elegibles deben estar dispuestos a asistir al evento para poder ser declarados ganadores y reclamar cualquier premio.
fr: Les leaders éligibles doivent être prêts à participer à l'événement pour être déclarés gagnants et remporter les prix.
it: Per essere dichiarato vincitore e richiedere i premi, il leader idoneo deve essere disposto a partecipare all'evento.
ja: 当選者として認定され賞品を受け取るためには、対象となるリーダーはイベントへの出席意思が必要です。
kk: Жеңімпаз деп танылып, жүлделерді алу үшін, қатысуға құқығы бар көшбасшылар іс-шараға қатысуға дайын болуы керек.
pt: Os líderes qualificados devem estar dispostos a participar do evento para serem declarados vencedores e reivindicar quaisquer prêmios.
ro: Liderii eligibili trebuie să fie dispuși să participe la eveniment pentru a fi declarați câștigători și pentru a solicita orice premii.
uk: Лідери, які мають право на участь, повинні бути готові відвідати захід, щоб їх оголосили переможцями та вони могли отримати будь-які призи.
uz: Квалификацияга эришган етакчилар ғолиб деб эътироф этилиш ва ютуқларни қўлга киритиш учун саммитда қатнашишга тайёр бўлишлари шарт.
zh: 符合资格的领导者必须愿意出席该活动，方可被认定为获胜者并领取任何奖品。

source: Eligible until
fr: Éligible jusqu'à
it: Idoneo fino al
kk: Лайықтылық мерзімі
pt: Elegível até
uk: Право діє до
uz: Қуйидаги вақтгача мавжуд:
zh: 有效期至

source: Eligible.
fr: Éligible.
it: Idoneo.

source: Elite Travel Advantage
ca: Avantatge de viatge Elit
de: Elite-Reisevorteil
es: Ventaja de Viaje Élite
fr: Avantage voyageur d'élite
it: Vantaggio di viaggio Elite
ja: エリート旅行特典
kk: Элиталық саяхаттың артықшылығы
ky: Элиталык саякаттын артыкчылыгы
lv: Elitārās Ceļojumu Priekšrocības
mn: Елит аяллын ашиг тус урамшуулал
pt: Vantagens de Viagem de Elite
ro: Avantaj de călătorie de elită
ru: Элитные туристические преимущества
uk: Елітні туристичні переваги
uz: Элита саёҳат афзаллиги
zh: 精英旅行优势

source: Elite Travel Advantages
de: Elite-Reisevorteile
es: Ventajas de Viaje Élite
fr: Advantages Voyage Élite
it: Vantaggi di viaggio Elite
ja: エリート旅行特典
kk: Элиталық Туристік Артықшылықтар
ky: Элиталык саякаттын артыкчылыктары
lv: Elitārās Ceļojumu Priekšrocība
mn: Элит аяллын ашиг тус
pt: Vantagens de Viagem de Elite
ro: Avantaje de călătorie de elită
ru: Элитные туристические преимущества
uk: Елітні туристичні переваги
uz: Элита саёҳат афзалликлари
zh: 精英旅行优势

source: Email (optional)
ca: Correu electrònic (opcional)
es: Correo electrónico (opcional)
fr: Courriel (facultatif)
it: Email (opzionale)
ja: メール（オプション）
kk: Электрондық пошта (міндетті емес)
ky: Э-почта (милдетүү эмес)
lv: Epasts(izvēles)
mn: Имэйл (сонголтоор)
pt: Email (opcional)
ro: E-mail (opţional)
ru: Электронная почта (необязательно)
uk: Електронна пошта (необов'язково)
uz: электрон почта (ихтиёрий)
zh: 电子邮件（可选）

source: Email Address
ca: Correu Electrònic
de: E-Mail Adresse
es: Dirección de email
fr: Adresse courriel
it: Indirizzo email
ja: Eメールアドレス
kk: Электрондық пошта
ko: 이메일 주소
ky: Электрондук почта дареги
lv: Epasta adrese
mn: Имэйл хаяг
pt: Endereço de email
ro: Adresa de e-mail
ru: Адрес электронной почты
uk: Адреса Електронної Пошти
uz: Электрон почта манзили
zh: 電子郵件地址

source: Email Address Created!
ca: Adreça de correu electrònic creada!
de: E-Mail Adresse generiert!
es: Dirección de email creada!
fr: Adresse courriel crée !
it: Indirizzo email creato!
ja: メールアドレスが作成されました！
kk: Электрондық пошта мекенжайы жасалды!
ky: Электрондук почта түзүлдү
lv: Epasta adrese izveidota!
mn: Имэйл хаяг үүсгэгдлээ!
pt: Endereço de email criado!
ro: Adresa de e-mail creată!
ru: Адрес электронной почты создан!
uk: Адресу електронної пошти створено!
uz: Электрон почта яратилди!
zh: 电子邮件已创建！

source: Email Address:
ca: Correu Electrònic:
de: E-Mail Adresse:
es: Dirección de email:
fr: Adresse courriel :
it: Indirizzo email:
ja: メールアドレス:
kk: Электрондық Пошта Мекен-жайы:
ko: 이메일 주소:
ky: Электрондук почта дареги:
lv: Epasta adrese:
mn: Имэйл хаяг:
pt: Endereço de e-mail:
ro: Adresa de Email:
ru: Адрес электронной почты:
uk: Адреса Електронної Пошти:
uz: Электрон почта манзили:
zh: 電子郵件地址:

source: Email Blast
ca: Eexplosió de correu electrònic
es: Envío masivo de correos electrónicos
fr: Courriel
it: Email multiple
ja: EメールBlast
kk: Электрондық пошта арқылы ақпаратты тарату
ko: 이메일 블라스트
ky: Электрондук почта жардыруусу
lv: E-pasta saīsinājums
mn: Имэйл бласт
pt: Disparo de E-mail
uk: Еmail Blast

source: Email Blast Tracking
ca: Seguiment d'enviaments Massiu de Correus Electrònic
es: Seguimiento de envío masivo de correos electrónicos
fr: Le suivi des mailings
it: Monitoraggio email multiple
ja: Email Blastの追跡
kk: Email Blast Бақылау
ko: 이메일 블라스트 추적
ky: Электрондук почта жеткирүүгө көз салуу
lv: Epasta saīsinājumu pārskatīšana
mn: Имэйл Бласт
pt: Rastreamento de envio massivo por e-mail
ro: Monitorizarea emailurilor multiple
ru: Отслеживание Email Blast
uk: Відстеження Email Blast
uz: Email Blast ни кузатиш
zh: Email Blast 追蹤

source: Email Date
ca: Data de l'email
de: E-Mail Datum
es: Fecha del correo electrónico
fr: Date de l'email
it: Data della email
ja: メールの日付
kk: Электрондық поштаның жіберілген күні
ky: Электрондук кат жиберилген күн
lv: E-pasta Datums
mn: Имэйлийн огноо
pt: Data do e-mail
ro: Data e-mailului
ru: Дата электронного письма
uk: Дата електронного листа
uz: Электрон хат юборилган сана
zh: 电子邮件日期

source: Email does not match
ca: El correu electrònic no coincideix
de: E-Mail stimmt nicht überein
es: El correo electrónico no coincide
fr: L'email ne correspond pas
it: L'e-mail non corrisponde
ja: メールアドレスが一致しません
kk: Электрондық пошта сәйкес келмейді
ky: Э-почта дал келбейт!
lv: E-pasts nav saskaņots
mn: Имэйл таарахгүй байна
pt: E-mail não corresponde
ro: E-mailul nu se potrivește
ru: Электронная почта не совпадает
uk: Електронна адреса не співпадає
uz: Электрон хат мос тушмади
zh: 邮箱不匹配

source: Email Language
ca: Idioma del Correu Electrònic
de: E-Mail Sprache
es: Idioma de Correo Electrónico
fr: langue d'email
it: Lingua dell'email
ja: メールの言語
kk: Электрондық Пошта Тілі
ko: 이메일 언어
ky: Электрондук почта тили
lv: E-pasta valoda
mn: Имэйлийн хэл
pt: Idioma de e-mail
ro: Limbaj de Email
ru: Язык электронной почты
uk: Мова Електронної Пошти
uz: Электрон почта тили
zh: 電郵語言

source: Email not available
fr: Adresse e-mail non disponible
it: Email non disponibile

source: Email Notification
ca: Notificació per correu electrònic
de: E-Mail-Benachrichtigung
es: Notificación de correo electrónico
fr: Notification par email
it: Notifica email
ja: メール通知
kk: Электрондық пошта арқылы хабарландыру
ky: Электрондук почта эскертмеси
lv: E-pasta paziņojums
mn: Имэйл мэдэгдэл
pt: Notificação de email
ro: Notificare prin email
ru: Уведомление по электронной почте
uk: Сповіщення електронною поштою
uz: Электрон почта орқали билдирги
zh: 电子邮件提醒

source: Email Preview
ca: Vista prèvia del Correu Electrònic
de: E-Mail Vorschau
es: Vista Previa de Correo Electrónico
fr: Aperçu d'Email
it: Anteprima dell'email
ja: メールのプレビュー
kk: Электрондық поштаны Алдын-ала Қарау
ko: 이메일 미리보기
ky: Электрондук почтаны алдын ала көрүү
lv: E-pasta priekšskatījums
mn: Имэйл урьдчилан харах
pt: Vista prévia do email
ro: Previzualizare de E-mail
ru: Предпросмотр электронного письма
uk: Попередній перегляд електронного листа
uz: Электрон почтани кўздан кечириш
zh: 電子郵件預覽

source: Email Tracking
ca: Seguiment de Correus Electrònics Enviats
es: Seguimiento de Envío de correos electrónicos
fr: Suivi des emails
it: Monitoraggio email
ja: Eメールの追跡
kk: Электрондық поштаны Бақылау
ko: 이메일 추적
ky: Электрондук почтаны көзөмөлдөө
lv: E-pasta izsekošana
mn: Имэйлийн хаана буйг харах
pt: Acompanhamento de e-mail
ro: Monitorizare Email
ru: Отслеживание электронной почты
uk: Відслідковування Електронної Пошти
uz: Электрон почтани кузатиш
zh: Email 追蹤

source: Email Type
ca: Tipus de Correu Electrònic
de: E-Mail Typ
es: Tipo de Correo Electrónico
fr: Type d'E-mail
it: Tipo di email
ja: メールのタイプ
kk: Электрондық пошта Түрі
ko: 이메일 유형
ky: Электрондук почта түрү
lv: Epasts veids
mn: Имэйлийн төрөл
pt: Tipo de e-mail
ro: Tip de E-mail
ru: Тип электронного письма
uk: Тип електронного листа
uz: Электрон почта тури
zh: 電郵類型

source: Email Warning
ca: Advertència per correu electrònic
de: Email Warnung
es: Advertencia por correo electrónico
fr: Avertissement par courrier électronique
it: Email di avviso
ja: 電子メールの警告
kk: Электрондық пошта хабарландыруы
ko: 이메일 알림
ky: Электрондук почта эскертүүсү
lv: Epasta brīdinājums
mn: Имэйл Анхааруулга
pt: Aviso de email
ro: Atenţionare prin email
ru: Уведомление по e-mail
uk: Попередження по Електронній Пошті
uz: Огоҳлантирувчи хат
zh: 郵件警告

source: Email:
ca: Adreça de Correu Electrònic:
fr: Courriel :
ja: Eメール：
kk: Электрондық пошта:
ko: 이메일:
ky: Электрондук почта:
lv: Epasts:
mn: Имэйл хаяг:
ru: Имейл:
uz: Электрон почта:
zh: 電子郵件：

source: Embarking Date
fr: Date d'Embarquement
it: Data di imbarco

source: Embrace the Challenge
ca: Accepta el Repte
de: Die Herausforderung annehmen
es: Acepta el Reto
fr: Relever le défi
it: Accetta la sfida
ja: チャレンジを受け止めよう
kk: Челленджды қабылдаңыз
ky: Чакырыкты кабыл алыңыз
lv: Pieņemt izaicinājumu
mn: Челленжийг тэврэн ав
pt: Aceite o desafio
ro: Acceptă Provocarea
ru: Примите вызов
uk: Прийміть виклик
uz: Чорловни қабул қилинг
zh: 迎接挑战

source: Employee Hours
ca: Hores de treball
de: Mitarbeiter-Stunden
es: Horas de Empleado
fr: Heures des Employés
it: Ore di lavoro da dipendente
ja: 従業員の労働時間
kk: Қызметкерлердің жұмыс уақыты
ko: 근로 시간
ky: Кызматкерлердин иштөө убактысы
lv: Darbinieku stundas
mn: Ажилчдын цаг
pt: Horas de Funcionário
ro: Ore angajați
ru: Рабочие часы сотрудника
uk: Робочі години співробітника
uz: Ходимларнинг иш соати
zh: 員工工作時間

source: Empowerment + INner Circle Gala
fr: Autonomisation + Gala INner Circle
it: Empowerment + Gala INner Circle
kk: Құқықтандыру + INner Circle Гала
pt: Empoderamento + Gala ao INner Circle
uk: Розширення можливостей + гала-вечір у вузькому колі
uz: Илҳом бағишлаш + INner Circle гала оқшоми
zh: 赋能 + INner Circle晚宴

source: Enable
ca: Activar
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilita
ja: 有効
kk: Қосу
ko: 가능
ky: Активдештирүү
lv: Iespējo
mn: Идэвхжүүлэх
pt: Habilitar
ro: Permite
ru: Включить
uk: Увімкнути
uz: Ёниқ
zh: 使能够

source: Enable inCruises Wallet Recurring
fr: Activer les Paiements Récurrents via le Portefeuille inCruises
it: Abilita pagamenti ricorrenti su inCruises Wallet
kk: inCruises Әмиянының рекурренттік төлемін қосу
pt: Ativar Recorrência da Carteira inCruises
uk: Увімкнути рекурентну оплату через гаманець inCruises
uz: inCruises ҳамёндан даврий тўлов функциясини ёқиш
zh: 启用inCruises钱包定期付款

source: Enable Recurring Payment Method
fr: Activer le Moyen de Paiement Récurrent
it: Abilita metodo di pagamento ricorrente
kk: Рекурренттік төлем әдісін қосу
pt: Ativar Meio de Pagamento com Recorrência
uk: Увімкнути рекурентний спосіб оплати
uz: Даврий тўлов усулини ёқиш
zh: 启用定期付款方式

source: Enable Recurring Payments
fr: Activer les Paiements Récurrents
it: Abilita pagamenti ricorrenti
kk: Рекурренттік төлемдерді қосу
pt: Ativar Pagamentos Recorrentes
uk: Увімкнути рекурентний платежі
uz: Даврий тўловларни ёқиш
zh: 启用定期付款

source: Enabled
ca: Activat
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効
kk: Енгізілген
ko: 사용가능
ky: Жандырылды
lv: Iespējots
mn: Идэвхжүүлсэн
pt: Habilitado
ro: Activat
ru: Включено
uk: Включено
uz: Ёниқ
zh: 启用

source: Encryption:
ca: Encriptació:
de: Verschlüsselung:
es: Encriptación:
fr: Chiffrement :
it: Crittografia:
ja: 暗号化＊：
kk: Шифрлау:
ko: 암호화:
ky: Шифрлоо:
lv: Šifrēšana:
mn: Нууцлалт:
pt: Criptografia:
ro: Criptare:
ru: Шифрование:
uk: Шифрування:
uz: Шифрлаш:
zh: 加密：

source: End
ca: Fi
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
kk: Және
ko: 그리고
ky: Аягы
lv: Beigas
mn: Төгсөв
pt: E
ro: Final
ru: Конец
uk: Кінець
uz: Тугатиш
zh: 結束

source: End date must be after start date
fr: La date de fin doit être postérieure à la date de début
it: La data di fine deve essere successiva alla data di inizio
pt: A data de término deve ser posterior à data de início
uk: Дата закінчення повинна бути пізнішою за дату початку.

source: End of the Year Dream Cruise Special!
ca: Creuer de Somni Especial de Cap d'Any!
de: Dream Cruise Special zum Jahresende!
es: Crucero Especial de Ensueño Fin de Año
fr: Spécial Croisière de Rêve de Fin d'Année !
it: Speciale crociera dei sogni di fine anno!
ja: 年末の夢の豪華客船クルーズの旅・スペシャルオファー
kk: Жыл Соңында Армандаған Круиз!
ko: 연말 특별 드림 크루즈!
ky: Жылдын аягындагы Кыял Круиз Атайын!
lv: Gada nogales īpašais sapņu kruīzs!
mn: Оны сүүлчийн Мөрөөдлийн Онцгой Круиз аялал
pt: Cruzeiro especial de fim de ano!
ro: Croazieră specială de sfârșit de an!
ru: Особый круиз мечты в конце года!
uk: Особливий круїз мрії в кінці року!
uz: Йил сўнгидаги махсус орзудаги круиз!
zh: 年終夢幻郵輪特惠！

source: End:
de: Ende:
es: Fin:
fr: Fin :
it: Fine:
ko: 종료:
ky: Аягы:
lv: Beidzas:
mn: Төгсөв:
ru: Окончание:

source: Ending in
fr: Fin le
it: Termina tra
kk: Соңы
pt: Terminando em
uk: Закінчується в
uz: Қуйидаги вақтда тугайди:
zh: 结尾

source: ENDS IN:
fr: SE TERMINE DANS :
it: TERMINA TRA:
kk: АЯҚТАЛАДЫ:
pt: TERMINA EM:
uk: ЗАКІНЧУЄТЬСЯ ЧЕРЕЗ:
uz: ТУГАШ ВАҚТИ:
zh: 结束倒计时：

source: English
ca: Anglès
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
kk: Ағылшын
ko: 영어
ky: Англисче
lv: Angļu valoda
mn: Англи хэл
pt: Inglês
ro: Engleză
ru: Английский
uk: Англійська
uz: Инглиз
zh: 英語

source: ENJOY
ca: GAUDEIX
de: GENIESSEN
es: DISFRUTA
fr: PROFITEZ
it: GODITI
ja: エンジョイ
kk: Ләззат алыңыз
ky: ЫРАХАТ АЛЫҢЫЗ
lv: IZBAUDI
mn: ЖАРГАЛ ЭДЛЭЭРЭЙ
pt: APROVEITE
ro: BUCURĂ-TE
ru: НАСЛАЖДАЙТЕСЬ
uk: НАСОЛОДЖУЙТЕСЬ
uz: ЗАВҚЛАНИНГ
zh: 享受

source: Enjoy boutique ships, immersive overnight shore excursions, and exclusive AzAmazing Evenings® — exclusively for PREMIUM Members.
fr: Profitez de croisières en navires de luxe, d'excursions terrestres immersives d'une nuit et des soirées exclusives AzAmazing Evenings® : un privilège réservé aux Membres PREMIUM.
it: Goditi navi boutique, escursioni a terra immersive con pernottamento e gli esclusivi AzAmazing Evenings® — in esclusiva per i Membri PREMIUM.
kk: PREMIUM мүшелеріне ғана арналған бутик кемелерін, түнгі жағалаудағы ерекше экскурсияларды және эксклюзивті AzAmazing Evenings® шараларын тамашалаңыз.
pt: Desfrute de navios boutique, excursões noturnas imersivas em terra e noites exclusivas da AzAmazing Evenings® — exclusivamente para membros PREMIUM.
uk: Насолоджуйтесь бутик-круїзами, захопливими нічними екскурсіями на берег та винятковими вечорами AzAmazing Evenings® — ексклюзивно для Членів Клубу PREMIUM.
uz: Бутик кемалар, қирғоқбўйи оқшом экскурсиялари ва ажойиб тадбирлардан баҳраманд бўлинг - фақатгина PREMIUM Аъзолар учун.
zh: 尊享精品邮轮、沉浸式过夜岸上游览，以及独家的AzAmazing Evenings®——仅限PREMIUM会员。

source: Enjoy More for Less!
ca: GAUDEIX DE MÉS PER MENYS!
de: Genießen Sie mehr für weniger!
es: ¡Disfruta Más Por Menos!
fr: Profitez Davantage pour Moins !
it: Divertirti di più a meno!
ja: もっとお得に楽しもう！
kk: Аз төлеп – көбірек рақаттаныңыз!
ky: Аз акчага көбүрөөк ырахат алгыла!
lv: Izbaudi Vairāk par Mazāku Cenu!
mn: Бага зардлаар аз жаргалыг эдлээрэй!
pt: Aproveite Mais por Menos!
ro: Bucură-te de mai mult pentru mai puțin!
ru: Наслаждайтесь бо́льшим за меньшие деньги!
uk: Насолоджуйтесь більше за менші кошти!
uz: Камроқ харажат билан кўпроқ завқланинг!
zh: 以更少花费享受更多！

source: Enjoy unlimited access to our platform designed to empower your growth and success.
ca: Gaudeix d’accés il·limitat a la nostra plataforma dissenyada per potenciar el teu creixement i èxit.
de: Genießen Sie unbegrenzten Zugriff auf unsere Plattform, die Ihr Wachstum und Ihren Erfolg fördern soll.
es: Disfruta del acceso sin límiete a nuestra plataforma, diseñada para empoderar tu éxito y crecimiento.
fr: Profitez d'un accès illimité à notre plateforme conçue pour favoriser votre croissance et votre réussite.
it: Goditi l'accesso illimitato alla nostra piattaforma progettata per potenziare la tua crescita e il tuo successo.
ja: 成長と成功をサポートするために設計された当社のプラットフォームに無制限でアクセス可能です。
kk: Сіздің өсуіңіз бен табысыңызды арттыруға арналған платформамызға шексіз қол жеткізуден ләззат алыңыз.
ky: Өсүүңүзгө жана ийгилигиңизге көмөктөшүү үчүн түзүлгөн платформабызга чексиз мүмкүнчүлүк алыңыз.
lv: Izbaudiet neierobežotu piekļuvi mūsu platformai, kas izstrādāta, lai veicinātu jūsu izaugsmi un panākumus.
mn: Таны өсөлт, амжилтыг дэмжих зориулалттай манай платформыг хязгааргүй ашиглах боломжийг эдлэнэ.
pt: Aproveite o acesso ilimitado à nossa plataforma projetada para potencializar seu crescimento e sucesso.
ro: Bucură-te de acces nelimitat la platforma noastră concepută pentru a-ți împuternici creșterea și succesul.
ru: Наслаждайтесь неограниченным доступом к нашей платформе, разработанной для содействия вашему росту и успеху.
uk: Насолоджуйтесь необмеженим доступом до нашої платформи, створеної для сприяння вашому зростанню та успіху.
uz: Сизнинг ривожингиз ва муваффақиятингиз учун ишлаб чиқилган платформамиздан баҳраманд бўлинг.
zh: 享受无限访问权限，使用我们专为助力您的成长与成功而设计的平台。

source: Enjoy Unlimited INsider Pricing Bookings
fr: Profitez de Réservations Illimitées à INsider Pricing
it: Un numero illimitato di prenotazioni a prezzi INsider
kk: Шексіз INsider Pricing ұсыныстарын брондаудан ләззат алыңыз
pt: Aproveite Reservas Ilimitadas com INsider Pricing
uk: Насолоджуйся Безлімітною кількістю бронювань INsider Pricing
uz: Чекланмаган INsider Pricing буюртмаларидан баҳраманд бўлинг
zh: 尊享不限次数的INsider Pricing预订

source: Enriching Lives Beyond Travel
ca: Enriquint Vides Més Enllà dels Viatges
de: Mehr Lebensqualität jenseits des Reisens
es: Enriqueciendo Vidas Más Allá de Solo Viajar
fr: Enrichir la vie au-delà du voyage
it: Arricchire le vite oltre i viaggi
ja: 旅の先にある豊かな人生
kk: Саяхаттан тыс өмірді байыту
ky: Саякаттан тышкары өмүрлөрдү байытуу
lv: Dzīves bagātināšana ārpus ceļošanas
mn: Аялахаас илүүгээр бусдын амьдралыг баялаг болгоцгооё.
pt: Enriquecendo vidas além das viagens
ro: Îmbogățirea vieților dincolo de călătorie
ru: Обогащая жизни помимо путешествий
uk: Збагачуючи життя не тільки подорожами
uz: Саёҳат сарҳадларида ҳаётларни бойитиш
zh: 超越旅行，丰富生活
