Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Team Goal
ca: Objectiu de l'Equip
de: Team-Ziel
es: Meta de equipo
fr: Objectif de l'Équipe
it: Obiettivo di squadra
ja: チーム目標
kk: Командалық Мақсат
ky: Команданын максаты
lv: Komandas Mērķis
mn: Багийн зорилго
pt: Meta de Equipe
ro: Obiectivul echipei
ru: Командная цель
uk: Командна мета
uz: Жамоа мақсади
zh: 团队目标

source: Team Goal achieved!
ca: Objectiu de l'Equip assolit!
de: Team-Ziel erreicht!
es: ¡Meta de Equipo Alcanzada!
fr: Objectif d'Équipe atteint !
it: Obiettivo di squadra raggiunto!
ja: チーム目標達成！
kk: Командалық мақсатқа қол жеткізілді!
ky: Команданын максаты ишке ашты!
lv: Komandas Mērķis ir sasniegts!
mn: Багийн зорилго биелэгдлээ!
pt: Meta de equipe alcançada!
ro: Obiectivul echipei atins!
ru: Командная цель достигнута!
uk: Мету команди досягнуто!
uz: Жамоа мақсадига эришилди!
zh: 团队目标已达成！

source: TEAM LEADER
fr: LEADER D'ÉQUIPE

source: Team Leaderboard
ca: Classificació d'Equips
de: Team-Rangliste
es: Tabla de Equipos
fr: Classement des Équipes
it: Classifica dei Team
ja: チームリーダーボード
kk: Команда көшбасшыларының тізімі
ky: Команда лидер тактасы
lv: Komandas līderu plāksne
mn: Багийн лидерборд
pt: Tabela de Classificação de Equipes
ro: Clasamentul echipei
ru: Таблица лидеров команды
uk: Таблиця лідерів команди
uz: Жамоа Етакчилари жадвали
zh: 团队排行榜

source: Team Leadership Bonus
ca: Bonificació per lideratge d'equip
es: Bono de Liderazgo de Equipo
fr: Bonus du Leadership d'Équipe
it: Bonus di Leadership del Team
ja: チームリーダーシップ ボーナス
kk: Топ Лидерлік Бонус
ko: 팀 리더십 보너스
ky: Команда лидерлиги бонусу
lv: Komandas Vadības Bonus
mn: Багийн манлайллын урамшуулал
pt: Bônus de Liderança de Equipe
ro: Bonus pentru conducerea echipei
ru: Командный Лидерский Бонус
uk: Командний Лідерський Бонус
uz: Жамоа етакчилиги бонуси
zh: 团队领导奖金

source: Team Leadership Bonus (for team sales volume)
ca: Bonificació per lideratge d'equip (per volum de vendes de l'equip)
de: Team Leadership Bonus (für das Umsatzvolumen des Teams)
es: Bono de Liderazgo de Equipo (por volumen de ventas del equipo)
fr: Bonus du Leadership d'Équipe (pour le volume des ventes de l'équipe)
it: Bonus di Leadership del team (sul volume di vendita del team)
ja: チームリーダシップ ボーナス（チーム売上ボリュームに対するボーナス）
kk: Топ жетекшілігі үшін бонус (командадағы сату көлемі үшін)
ko: 팀 리더십 보너스(팀 판매량 기준)
ky: Команда Лидерлиги Бонусу (команданын сатуу көлөмү үчүн)
lv: Komandas Līderu Vadības Bonuss(priekš komandas apgrozījuma ajoma)
mn: Багийн манлайллын урамшуулал (багийн борлуулалтын хэмжээгээр)
pt: Bônus de Liderança de Equipe (para o volume de vendas da equipe)
ro: Bonus pentru conducerea echipei (pentru volumul vânzărilor în echipă)
ru: Командный Лидерский Бонус (за командный объём продаж)
uk: Командний Лідерський Бонус (за командний обсяг продажу)
uz: Жамоа етакчилиги бонуси (жамоа сотуви ҳажмига кўра)
zh: 团队领导奖金（针对团队销售量）

source: Team Leadership Bonus Last Month
ca: Bonificació per lideratge d'equip del Mes Passat
de: Team Leadership Bonus Letzten Monat
es: Bono de Liderazgo del Mes Pasado
fr: Bonus du Leadership d'Équipe du dernier mois
it: Bonus di Leadership del Team del mese scorso
ja: 先月のチームリーダシップ ボーナス
kk: Соңғы айдағы топ жетекшілігі үшін бонус
ko: 지난달 팀 리더십 보너스
ky: Өткөн айдагы Команда Лидерлиги Бонусу
lv: Komandas Līderu Vadības Bonuss pagājušajā mēnesī
mn: Өмнөх сарын Багийн манлайллын урамшуулал
pt: Bônus de Liderança de Equipe no mês passado
ro: Bonus pentru conducerea echipei luna trecută
ru: Командный Лидерский Бонус за прошлый месяц
uk: Командний Лідерський Бонус за минулий місяць
uz: Ўтган ойдаги Жамоа етакчилиги бонуси
zh: 上个月的团队领导奖金

source: Team Leadership Bonus This Month
ca: Bonificació per lideratge d'equip d'aquest mes
de: Team Leadership Bonus Diesen Monat
es: Bono de Liderazgo de Equipo Mes Actual
fr: Bonus du Leadership d'Équipe ce mois-ci
it: Bonus di Leadership del team di questo mese
ja: 今月のチームリーダーシップ ボーナス
kk: Осы айда топ көшбасшылық бонусы
ko: 이 달의 팀 리더십 보너스
ky: Бул айда Команда Лидерлиги Бонусу
lv: Komandas Līderu Vadības Bonuss šajā mēnesī
mn: Энэ сарын Багийн манлайллын урамшуулал
pt: Bônus de Liderança de Equipe neste mês
ro: Bonus pentru conducerea echipei luna aceasta
ru: Командный Лидерский Бонус за текущий месяц
uk: Командний Лідерський Бонус за поточний місяць
uz: Ушбу ойдаги Жамоа етакчилиги бонуси
zh: 本月团队领导奖金

source: Team Members
ca: Membres de l’Equip
de: Teammitglieder
es: Miembros de Equipo
fr: Membres de l'Équipe
it: Membri del Team
ja: チームメンバー
kk: Командадағы клуб мүшелері
ky: Команданын мүчөлөрү
lv: Komandas biedri
mn: Багийн Гишүүд
pt: Membros da Equipe
ro: Membrii echipei
ru: Члены Клуба в команде
uk: Член команди
uz: Жамоа Аъзолари
zh: 团队成员

source: Team Partners
ca: Socis d'Equip
de: Alle Partner
es: Socios de Equipo
fr: Partenaires de l'Équipe
it: Partner del team
ja: チームパートナー
kk: Команда серіктестері
ko: 팀 파트너
ky: Команда Өнөктөштөрү
lv: Komandas Partneri
mn: Багийн Түншүүд
pt: Parceiros de equipe
ro: Partenerii din echipă
ru: Партнёры команд
uk: Партнери команди
uz: Жамоа Ҳамкорлари
zh: 團隊合作夥伴

source: Team Partners Doing the Same
ca: Socis d'equip que Fan el mateix
de: Teampartner, die das Gleiche tun
es: Socios de Equipo Haciendo lo Mismo
fr: Les Partenaires de l'Équipe Faisant de Même
it: Partner del team che fanno altrettanto
ja: 同じ活動をしているチームパートナー
kk: Командадағы дәл солай жасайтын Серіктестер
ko: 같은 일을 하는 팀 파트너
ky: Командада дал ушундай кылышкан Өнөктөштөр
lv: Komandas partneri,kas dara to pašu
mn: Ижил үйлдэл хийх багийн Түншүүдийн хувь
pt: Parceiros da equipe fazendo o mesmo
ro: Parteneri în echipă care fac la fel
ru: Партнёры из команды, делающие также
uk: Партнери з команди, що роблять так само
uz: Айни ишни бажарувчи Жамоа Ҳамкорлари
zh: 團隊合作夥伴做同樣的事情

source: Team Partners MTD
ca: Equip de Socis MTD
de: Team Partner MTD
es: Socios de Equipo MHF
fr: Partenaires de l'équipe MTD
it: Partner del team MTD
ja: チームパートナーの今月の累計
kk: MTD Серіктестер Командасы
ko: 신규 등록 팀 파트너
ky: Командалык өнөктөштөр MTD
lv: Komandas partneri MTD
mn: Багийн Түншүүд MTD
pt: Total de sócios da equipe (este mês)
ro: Parteneri în echipă MTD
ru: Командных Партнёров с начала месяца
uk: Команда Партнерів MTD
uz: Жамоа Ҳамкорлари (ой бошидан бери)
zh: 團隊合作夥伴MTD

source: Team Partners Paid
ca: Socis de l’Equip Pagats
de: Team-Partner bezahlt
es: Socios de Equipo Pagaron
fr: Partenaires d'Équipe Rémunérés
it: Partner del team pagati
ja: チーム内支払済パートナー数
kk: Топ серіктестерінің төлемі
ky: Төлөнгөн команда өнөктөштөрү
lv: Komandas partneri apmaksāti
mn: Төлбөр төлсөн багийн Түншүүд
pt: Parceiros Pagos da Equipe
ro: Parteneri de echipă plătiți
ru: Оплаченные Партнёры команды
uk: Оплачено партнерам команди
uz: Тўланган жамоа Ҳамкорлари
zh: 已付款团队合作伙伴

source: Team Pending Members
ca: Membres Pendents de l'Equip
de: Team ausstehende Mitglieder
es: Miembros de Equipo Pendientes
fr: Membres d'Équipe en suspens
it: Membri in sospeso del Team
ja: チームの保留中メンバー
kk: Күтілетін топ мүшелері
ko: 미납 팀 멤버
ky: Командадагы Күтүүдөгү Мүчөлөр
lv: Komandas Neaktīvie Biedri
mn: Багийн хүлээгдэж буй Гишүүд
pt: Membros pendentes da equipe
ro: Membri din echipă în așteptare
ru: Члены Клуба команды, имеющие задолженность
uk: Члени Клубу команди, які мають заборгованість
uz: Жамоадаги Кутаётган ҳисоби мавжуд Аъзолар
zh: 團隊待定會員

source: Team Pending with Cruise Bookings
ca: Equip Pendent amb Reserves de Creuers
fr: Membres d'Équipe en Attente avec Réservation de Croisière
it: Team in sospeso con prenotazioni crociere
ja: クルーズ予約のある保留チーム
kk: Круиз брондауларымен команда күтілуде
pt: Time Pendende com Reservas de Cruzeiro
ro: Echipa în așteptare cu rezervări de croazieră
uk: Члени Клубу команди з заборгованістю та заброньованими круїзами
uz: Круиз буюртмаси мавжуд кутаётган ҳисоби бор жамоалар
zh: 待处理团队邮轮预订

source: Team Premium Members
ca: Membres d'Equip Premium
de: Team Premium Mitglieder
es: Miembros de Equipo Premium
fr: Membre Premium de l'équipe
it: Membri Premium di team
ja: チームのPREMIUMメンバー
kk: Team Premium Мүшелері
ky: Премиум планындагы команда мүчөлөрү
lv: Premium Komandas Biedri
mn: Premium Гишүүдийн баг
pt: Membros Premium na equipe
ro: Membrii echipei Premium
ru: Командные Члены Клуба плана Premium
uk: Командні Члени Клубу плану Premium
uz: Жамоадаги Premium Аъзолар
zh: 团队Premium会员

source: Team Production
ca: Producció de l’Equip
de: Teamumsatz
es: Producción del Equipo
fr: Production de l'Équipe
it: Produzione di Team
ja: チーム売上
kk: Командалық тауар айналымы
ky: Командалык өндүрүш
lv: Komandas apgrozījums
mn: Багийн борлуулалт
pt: Produção da Equipe
ro: Producție în echipă
ru: Командный товарооборот
uk: Команда подуктивність
uz: Жамоа ишлаб чиқариши
zh: 团队业绩

source: Team Production Tracker
ca: Seguiment de la Producció de l’Equip
de: Team Produktion Tracker
es: Seguimiento a la Producción de Equipo
fr: Suivi de la Production de l'Équipe
it: Tracker della Produzione del Team
ja: チーム売上高トラッカー
kk: Командалық тауар айналымын бақылаушы
ky: Командалык өндүрүш трекери
lv: Komandas Apgrozījuma izsekotājs/rīks
mn: Багийн борлуулалтын үзүүлэлт
pt: Acompanhamento da Produção da Equipe
ro: Monitorizarea producției echipei
ru: Трекер командного товарооборота
uk: Відстеження Командної Продуктивністі
uz: Жамоа ишлаб чиқаришини кузатиш
zh: 团队业绩跟踪器

source: Team QBI
ca: Equip QBI
es: QBI del Equipo
fr: QBI d'équipe
it: QBI del team
ja: チームQBI
kk: QBI Командасы
ko: 팀 QBI
ky: QBI (БСИ) Командасы
lv: Komandas QBI
mn: QBI баг
pt: QBI da equipe
ro: Echipa QBI
ru: Командный QBI (ИКБ)
uk: Командний QBI (ІЯБ)
uz: Жамоа QBI
zh: QBI团队

source: Team Rankings
ca: Classificació de l'equip
de: Team Rangliste
es: Rankings de Equipo
fr: Classements par équipes
it: Classifiche del team
ja: チームランキング
kk: Топтық Рейтинг
ko: 각종 순위보기
ky: Команданын рейтинги
lv: Komandas līmeņi
mn: Багийн зэрэглэлүүд
pt: Rankings da equipe
ro: Nivelurile atinse de echipă
ru: Командный Рейтинг
uk: Рейтинг Команди
uz: Жамоа рейтинги
zh: 團隊排名

source: Team Recurring Billing
ca: Equipo Pagament Recurrent
de: Team Wiederkehrende Abrechnungen
es: Equipo Pago Recurrente
fr: Facturation récurrente de l'équipe
it: Addebito ricorrente del team
ja: チームの定期払い設定
kk: Қайталанатын есепшоттар тобы
ko: 팀 반복 청구
ky: Команданын Кайталануучу эсеби
lv: Komandas Atkārtotie Norēķini
mn: Багийн давтамжит төлбөр
pt: Faturamento recorrente da equipe
ro: Facturare recurentă în echipă
ru: Рекуррентная система оплаты счетов команды
uk: Рекурентна система оплати рахунків команди
uz: Жамоа Даврий тўлови
zh: 团队定期计费

source: Team Registered Members
ca: Membres del Equip Registrats
de: registrierte Team-Mitglieder
es: Miembros del Equipo Registrados
fr: Membres Enregistrés de l'Équipe
it: Membri registrati del team
ja: チームの登録したメンバー会員
kk: Команда Тікелей Тіркелген Мүшелері
ko: 팀 - 직접 추천 무료등록 멤버
ky: Команданын катталган мүчөлөрү
lv: Komandas reģistrētie biedri
mn: Багийн бүртгүүлсэн Гишүүд
pt: Membros Registrados da Equipe
ro: Echipă - Membri Înregistrați
ru: Зарегистрированных Членов Клуба в команде
uk: Зареєстрованих Членів Клубу в команді
uz: Жамоада рўйхатдан ўтган Аъзолар
zh: 團隊註冊會員

source: Team Registered Members MTD
ca: Membres de l'equip MTD Registrats
de: Registrierte Team-Mitglieder MTD
es: Miembros MTD del Equipo Registrados
fr: Membres Enregistrés de l'Équipe MTD
it: Membri registrati del team MTD
ja: チームの登録したメンバー会員の今月の累計
kk: Ай басынан бері Команда Тіркелген Мүшелері
ko: 이달의 무료등록 팀 멤버
ky: Команданын катталган мүчөлөрү MTD
lv: Komandas reģistrētie biedri MTD
mn: Багийн бүртгүүлсэн Гишүүд
pt: Total de membros registrados da equipe (este mês)
ro: Echipă - Membri Înregistrați MTD
ru: Зарегистрированных Членов Клуба в команде с начала месяца
uk: Зареєстрованих Членів Клубу в команді з початку місяця
uz: Жамоада рўйхатдан ўтган Аъзолар (ой бошидан бери)
zh: 團隊註冊會員MTD

source: Team Registrations/Activations
ca: Inscripcions/Activacions de l’Equip
de: Teamanmeldungen/Aktivierungen
es: Registros/Activaciones de Equipo
fr: Inscriptions/Activations d'Équipe
it: Team - Registrazioni/Attivazioni
ja: チーム登録者数／アクティベーション数
kk: Топтық тіркеу/белсендіру
ky: Команданын каттоолору / активдештирүүлөрү
lv: Komandas Reģistrācijas/Aktivizācijas
mn: Багын бүртгэл/идэвхжүүлэлтүүд
pt: Inscrições/Ativações da Equipe
ro: Înregistrări/Activări de Echipă
ru: Командные регистрации/Активации
uk: Командна Реєстрація/активація
uz: Жамоа обуналари/Фаолликлари
zh: 团队注册/激活

source: Team Residual Bonus Statement
ca: Declaració de bonificació residual de l'equip
de: Team Residual Bonus-Kontoauszug
es: Extracto de Bono Residual de Equipo
fr: Relevé du bonus résiduel de l'équipe
it: Rendiconto dei Bonus residuali del team
ja: チーム剰余ボーナス表
kk: Командалық Резидуалды Бонус туралы Мәлімдеме
ko: 팀 리지듀얼 보너스 내역서
ky: Команданын резидуалдык бонустук билдирүүсү
lv: Komandas reziduālā bonusa pārskats
mn: Багийн Үлдэгдэлийн урамшууллын тухай
pt: Extrato do Bônus Residual da equipe
ro: Extrasul de cont pentru Bonusul Rezidual de Echipă
ru: Отчёт Резидуального Командного Бонуса
uk: Запит на Командний Резидуальний Бонус
uz: Жамоа Қолдиқ бонуслари бўйича ҳисобот
zh: 團隊剩餘獎金聲明

source: Team Starter Members
ca: Membres d'Equip Starter
de: Team Starter Mitglieder
es: Miembros de Equipo Starter
fr: Membre débutant de l'équipe
it: Membri Starter di team
ja: チームのSTARTERメンバー
kk: Team Starter Мүшелері
ky: Starter планындагы команда мүчөлөрү
lv: Starter Komandas Biedri
mn: Starter Гишүүдийн баг
pt: Membros Starter na equipe
ro: Membrii echipei Starter
ru: Командные Члены Клуба плана Starter
uk: Командні Члени Клубу плану Starter
uz: Жамоадаги Starter Аъзолар
zh: 团队Starter会员

source: team(s) selected
fr: équipe(s) sélectionnée(s)
it: squadra/e selezionata/e

source: Templates
fr: Modèles
it: Modelli

source: Terminated
ca: Acabat
de: Beendet
es: Finalizado
fr: Terminé
it: Cessato
ja: 停止されました
kk: Тоқтатылды
ko: 계약해지
ky: Токтотулду
lv: Izbeigts
mn: Цуцлагдсан
pt: Finalizado
ro: Reziliat
ru: Прекращен
uk: Припинено
uz: Тугатилди
zh: 已終止

source: Terms
ca: Termes
de: Bedingungen
es: Términos
fr: Conditions
it: Condizioni
ja: 規約
kk: Шарттар
ko: 약관
ky: Шарттар
lv: Noteikumi
mn: Нөхцөлүүд
pt: Termos
ro: Termeni
ru: Условия
uk: Умови
uz: Шартлар
zh: 条款

source: Terms and Conditions
ca: Termes i Condicions
de: Bedingungen und Konditionen
es: Términos y Condiciones
fr: Conditions générales d'utilisation
it: Termini e condizioni
ja: 利用規約
kk: Ережелер мен Шарттар
ko: 조건과 규정
ky: Шарттар жана жоболор
lv: TerminI/noteikumI un NosacījumI
mn: Үйлчилгээний Нөхцөл
pt: Termos e Condições
ro: Termeni și Condiții
ru: Условия и положения
uk: Умови та положення
uz: Қоидалар ва шартлар
zh: 条款和条件

source: Terms And Conditions
ca: Termes i Condicions
de: Bedingungen und Konditionen
es: Términos y Condiciones
fr: Conditions générales d'utilisation
it: Termini e condizioni
ja: 利用規約
kk: Ережелер Мен Шарттар
ky: Шарттар жана жоболор
lv: TerminI Un NosacījumI
mn: Үйлчилгээний Нөхцөл
pt: Termos e Condições
ro: Termeni Și Condiții
ru: Условия и положения
uk: Умови та положення
uz: Қоидалар ва шартлар
zh: 条款和条件

source: Terms And Conditions Page
de: Bedingungen und Konditionen
es: Página de Términos y Condiciones
fr: Page des Conditions Générales
it: Pagina Termini e Condizioni
ko: 이용 약관 페이지
ky: Шарттар жана жоболор барагы
lv: Terminu/noteikumu un Nosacījumu lapa
mn: Нөхцөлийн хуудас
ru: Страница Правил и Условий

source: Terms and conditions.
ca: Termes i Condicions.
de: Bedingungen und Konditionen.
es: Términos y condiciones.
fr: Conditions générales d'utilisation.
it: Termini e condizioni.
ja: 利用規約。
kk: Ережелер мен шарттар
ky: Шарттар жана жоболор
lv: TerminI un nosacījumi.
mn: Үйлчилгээний Нөхцөл.
pt: Termos e Condições.
ro: Termeni și condiții.
ru: Условия и положения.
uk: Умови та положення.
uz: Қоидалар ва шартлар.
zh: 条款和条件。

source: Terms of Service
ca: Termes del servei
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions de services
it: Condizioni di utilizzo del servizio
ja: 利用規約
kk: Қызмет Көрсету Шарттары
ko: 서비스 약관
ky: Кызмат шарттары
lv: Pakalpojumu nosacījumi
mn: Үйлчилгээний Нөхцөл
pt: Termos de Serviço
ro: Regulile contractului
ru: Условия Использования
uk: Умови Надання Послуг
uz: Хизмат кўрсатиш шартлари
zh: 服務條款

source: Territorials
ca: Territoris
de: Territoriale
es: Territoriales
fr: Territoires
it: Territoriali
ja: テリトリー
kk: Территориялар
ky: Территориялар
lv: Teritorials
mn: Бүс нутгийн
pt: Territoriais
ro: Teritorii
ru: Территориальные
uk: Територіальні
uz: Ҳудудий
zh: 领土

source: Testimonial Script
ca: Guió Testimonial
de: Testimonial-Skript
es: Guión de Testimonio
fr: Script des Témoignages
it: Testo testimonianza
ja: テスティモニアルのスクリプト
kk: Пікір Скрипті
ko: 체험영상 대본
ky: Пикир тексти
lv: Apliecinājuma/izziņas skripts
mn: Гэрчлэлийн загвар
pt: Roteiro para gravar o meu testemunho
ro: Mărturie Script
ru: Скрипт отзыва
uk: Скрипт відгуку
uz: Фикр-мулоҳаза матни
zh: 會員評價

source: Testimonials
ca: Testimonis
es: Testimonios
fr: Témoignages
it: Testimonianze
ja: お客様の声
kk: Пікірлер
ky: Ой-пикирлер
lv: Apliecinājumi
mn: Гэрчлэлүүд
pt: Testemunhos
ro: Mărturii
ru: Отзывы
uk: Відгуки
uz: Фикр-мулоҳазалар
zh: 用户评价

source: Tether
fr: ancrage
lv: Tether(kriptovalūta)
zh: 泰达币

source: text
es: texto
fr: texte
it: testo
ja: テキスト
kk: текст
ky: текст
lv: teksts
mn: текст
pt: texto
ru: текст
uk: текст
uz: матн
zh: 文本

source: Text
fr: Texte
it: Testo
kk: Текст
pt: Texto
uk: Текст
uz: Текст
zh: 文本

source: Text Message (SMS)
ca: Missatge de Text (SMS)
de: Textnachricht (SMS)
es: Mensaje de Texto (SMS)
fr: Message texte (SMS)
it: Messaggio di testo (SMS)
ja: ショートメッセージ（SMS）
kk: Мәтіндік хабарлама (SMS)
ko: 문자 메시지 (SMS)
ky: Текст түрүндө кабардама (SMS)
lv: Īsziņa (SMS)
mn: Текст мессеж (SMS)
pt: Mensagem de texto (SMS)
ro: Mesaj text (SMS)
ru: Текстовое сообщение (SMS)
uk: Текстове повідомлення (SMS)
uz: Матнли хабар (SMS)
zh: 短信 (SMS)

source: Texture
ca: Textura
de: Textur
es: Textura
fr: Texture ; Constitution générale
ja: 特性
kk: Текстура
ky: Текстура
lv: Faktūra/struktūra
mn: Онцлогууд
pt: Textura
ro: Textură
ru: Текстура
uk: Текстура
uz: Текстура
zh: 纹理

source: TGC 2026 Ticket
fr: Billet TGC 2026
it: Biglietto TGC 2026

source: TGC Cash
fr: Trésorerie TGC
it: Cash TGC

source: TGC Contest
fr: Concours TGC
it: Concorso TGC

source: TGC Contest 2026
fr: Concours TGC 2026
it: Concorso TGC 2026

source: TGC Contest 2026 Cash Rewards
fr: Récompenses en Espèces du Concours TGC 2026
it: Premi in denaro del concorso TGC 2026

source: TGC Contest 2026 Cash Rewards in both periods.
fr: Récompenses en Espèces du Concours TGC 2026 dans les deux périodes.
it: Premi in denaro del concorso TGC 2026 in entrambi i periodi.

source: TGC Contest Points
fr: Points du Concours TGC
it: Punti concorso TGC

source: th
es: to.
fr: celui
ja: 日
lv: th simbols

source: Thank you
ca: Gràcies
de: Dankeschön
es: Gracias
fr: Merci
it: Grazie
ja: ありがとうございます
kk: Рақмет
ko: 감사합니다
ky: Рахмат
lv: Paldies
mn: Баярлалаа миний хайртай
pt: Obrigado
ro: Mulțumesc
ru: Спасибо
uk: Дякуємо
uz: Раҳмат
zh: 谢谢

source: Thank you for being a shining example of what's possible. Let this experience elevate your mission, sharpen your skills, and strengthen your belief in what we're building together.
ca: Gràcies per ser un exemple brillant del que és possible. Que aquesta experiència elevi la teva missió, aguditzi les teves habilitats i enforteixi la teva creença en allò que estem construint junts.
fr: Merci d'être un brillant exemple de ce qui est possible. Laissez cette expérience élever votre mission, perfectionner vos compétences et reforcer votre foi en ce que nous construisons ensemble.
it: Grazie per essere un esempio brillante di ciò che è possibile. Che questa esperienza possa rafforzare la tua missione, affinare le tue competenze e consolidare la tua fiducia in ciò che stiamo costruendo insieme.
ja: 多くの方のお手本となってくださりありがとうございます。実現可能性を広めているのはあなたです。この経験が、あなたの使命を高め、スキルを磨き、私たちが共に築いているものへの信念を強めるものとなりますように。
kk: Мүмкіндіктің шынайы үлгісі болғаныңыз үшін рақмет. Бұл тәжірибе сіздің миссияңызды жаңа деңгейге көтеріп, дағдыларыңызды жетілдіріп, біз бірге құрып жатқан іске деген сеніміңізді нығайтсын.
pt: Obrigado por ser um exemplo brilhante do que é possível. Que essa experiência eleve sua missão, aprimore suas habilidades e fortaleça sua crença no que estamos construindo juntos.
ro: Îți mulțumesc că ești un exemplu strălucit a ceea ce este posibil. Lasă această experiență să-ți înalțe misiunea, să-ți perfecționeze abilitățile și să-ți întărească încrederea în ceea ce construim împreună.
uk: Дякуємо за те, що є яскравим прикладом реалізації своїх можливостей. Нехай цей досвід підніме вашу місію на новий рівень, вдосконалить ваші навички та зміцнить вашу віру в те, що ми створюємо разом.
uz: Имкониятларни кўрсатишда ёрқин намуна бўлаётганингиз учун ташаккур. Мазкур тажриба фаолиятингизни кучайтириб, билимларингиз оширсин ва биз биргаликда яратаётган нарсага бўлган ишончингизни орттирсин.
zh: 感谢您成为可能性的闪亮榜样。让这次经历提升您的使命，磨炼您的技能，并加强您对我们共同建设事业的信念。

source: Thank you for being part of this milestone celebration!
fr: Merci de participer à cette célébration importante !
it: Grazie per aver preso parte a questa celebrazione importante!

source: Thank you for your feedback
ca: Gràcies pels seus comentaris
de: Vielen Dank für Ihr Feedback
es: Gracias por tu retroalimentación
fr: Nous vous remercions pour vos commentaires
it: Grazie per il tuo feedback
ja: フィードバックをありがとうございました
kk: Пікіріңізге рахмет
ko: 의견을 보내 주셔서 감사합니다
ky: Кайтарым пикириңиз үчүн рахмат
lv: Paldies par atsauksmēm
mn: Сэтгэгдэлээ бичсэнд баярлалаа
pt: Obrigado pelo seu feedback
ro: Mulțumim pentru feedback-ul tău
ru: Спасибо за ваш отзыв
uk: Дякуємо за ваш відгук
uz: Фикр-мулоҳазаларингиз учун раҳмат
zh: 感谢您的反馈意见

source: That agreement does not exist in your selected language.
ca: Aquest acord no existeix en l'idioma que has triat.
de: Diese Vereinbarung existiert nicht in der von Ihnen gewählten Sprache.
es: Este acuerdo no está disponible en el idioma seleccionado.
fr: Cet accord n'existe pas dans la langue que vous avez choisie.
it: Questo contratto non esiste nella lingua da te scelta.
ja: 選択した言語での規約はありません。
kk: Келісім сіздің таңдаған тіліңізде жоқ.
ko: 해당 계약은 선택한 언어로 존재하지 않습니다.
ky: Бул келишим сиз тандаган тилде жок.
lv: Jūsu izvēlētajā valodā šis līgums nepastāv.
mn: Уг гэрээ таны сонгосон хэл дээр байхгүй байна.
pt: Esse contrato não existe no idioma selecionado.
ro: Acordul nu există în limba selectată.
ru: Этот договор на выбранном Вами языке отсутствует.
uk: Цей договір на обраній Вами мові відсутній.
uz: Ушбу битим сиз танлаган тилда мавжуд эмас.
zh: 該協議不存在於您選擇的語言中。
