Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: to be an employee with a full-time or part-time job performance of more than 50% of full-time work and with the authorization of the Public Body to carry out this activity.
ca: ser un empleat amb un rendiment de treball a temps complet o parcial superior al 50% de la jornada completa i amb l'autorització de l'Organisme Públic per fer aquesta activitat.
de: ein Angestellter mit einer Vollzeit- oder Teilzeitbeschäftigung von mehr als 50 % und mit der Erlaubnis der öffentlichen Einrichtung, diese Tätigkeit auszuüben, zu sein.
es: Ser empleado con un desempeño laboral de tiempo completo o parcial superior al 50% del trabajo de tiempo completo y con la autorización del Organismo Público para realizar esta actividad.
fr: d'être un employé dont la prestation de travail à temps plein ou à temps partiel est supérieure à 50 % du temps plein et qui a l'autorisation de l'Organisme Public d'exercer cette activité.
it: essere dipendente con lavoro a tempo pieno, o a tempo parziale superiore al 50% del lavoro a tempo pieno, e con l'autorizzazione dell'Ente Pubblico a svolgere questa attività.
ja: フルタイムまたはパートタイムの職務遂行率が50％を超える従業員で、この活動を遂行するための公的機関の承認を得ていること。
kk: штаттық жұмыстың 50%-дан астамын орындайтын толық жұмыс күні немесе толық емес жұмыс күні болып табылатын және осы қызметті жүзеге асыруға мемлекеттік органның рұқсатымен.
ko: 풀타임 업무의 50% 이상을 풀타임 또는 파트타임으로 수행하고, 이 활동을 수행할 수 있는 공공 기관의 승인을 받은 직원이어야 합니다.
ky: толук күндүк иштин 50%дан ашыгын аткарган жана бул иш менен алектенүүгө мамлекеттик органдан уруксат алган штаттык же толук эмес жумушчу болуп саналат.
lv: būt par darbinieku ar pilnas slodzes vai nepilnas slodzes darba pienākumu izpildi, kas pārsniedz 50% no pilna laika darba, un ar publiskās struktūras atļauju veikt šo darbību.
mn: бүтэн цагийн ажилтаны цагийн 50 хувиас илүү цагийн ажилтай, энэ ажлыг хийх төрийн байгууллагын зөвшөөрөл бүхий бүтэн болон хагас цагийн ажилчин
pt: ser trabalhador com exercício a tempo integral ou a tempo parcial superior a 50% do trabalho a tempo integral e com autorização do Órgão Público para o exercício dessa atividade.
ro: a fi un angajat cu normă întreagă sau part-time de peste 50% din munca cu normă întreagă și cu autorizarea organismului public pentru desfășurarea acestei activități.
ru: является сотрудником с полной занятостью либо с частичной, но превыщающей 50% полной занятости, и разрешение органов публичной власти для ведения этой деятельности присутствует.
uk: є співробітником із повною зайнятістю чи з частковою, але перевищує 50% повної зайнятості, і дозвіл органів влади для ведення цієї діяльності присутній.
uz: тўлиқ ёки тўлиқ бўлмаган иш вақтида, тўлиқ иш вақтининг 50%идан ортиқ ишни бажараётган ва ушбу фаолият билан шуғулланишга давлат органи рухсатини олган ходим бўлиши.
zh: 是一名全職或兼職工作績效超過全職工作 50% 的員工，並獲得公共機構的授權來開展這項活動。

source: To be Eligible for the
fr: Pour être Éligible à la
it: Per essere idonei per

source: To book a cruise, hotel or resort stay offered through your inCruises website, you must be an active Member for 14 days after activation or reactivation of your Membership.
ca: Per a reservar un creuer, un hotel o una estada en un complex turístic oferts a través de la pàgina web d'inCruises, has de ser Membre actiu durant els 14 dies posteriors a l'activació o reactivació de la teva Membresia.
de: Um eine Kreuzfahrt, ein Hotel oder einen Resortaufenthalt zu buchen, die über Ihre inCruises-Website angeboten werden, müssen Sie 14 Tage nach Aktivierung oder Reaktivierung Ihrer Mitgliedschaft ein aktives Mitglied sein.
es: Para reservar una estadía en un crucero, hotel o resort ofrecido a través de tu sitio web inCruises, debes ser un Miembro activo durante 14 días después de la activación o reactivación de tu Membresía.
fr: Pour réserver une croisière, un séjour à l'hôtel ou dans un centre de villégiature proposé sur votre site web inCruises, vous devez être un Membre actif depuis 14 jours après votre Adhésion ou la réactivation de celle-ci.
it: Per prenotare una crociera o un soggiorno in hotel o resort offerti sul tuo sito inCruises, devi essere un Membro attivo da almeno 14 giorni dal momento dell'attivazione o riattivazione della Membership.
ja: 私たちのサイトであなたのinCruisesウェブサイトを通して提供されるクルーズ、ホテルやリゾートステイを予約するためには、あなたのメンバーシップのアクティブ化または再アクティブ化の後、14日間アクティブなメンバーでなければなりません。
kk: InCruises веб-сайты арқылы ұсынылатын круизді, қонақүйде немесе курортта тұруды брондау үшін мүшелік белсендірілгеннен немесе қайта басталғаннан кейін 14 күн ішінде белсенді мүше болуыңыз керек.
ky: Биздин inCruises сайтыбызда сунушталган круиздерди, мейманканаларды жана курортторду брондоо үчүн Мүчөлүгүңүз активдештирилгенден же кайра иштетилгенден кийин 14 күн бою активдүү Мүчө болушуңуз керек.
lv: Lai rezervētu kruīzu, viesnīcu vai kūrortu ,izmantojot savu inCruises tīmekļa vietni,jums ir jābūt kā aktīvam Biedram 14 dienas pēc pirmās vai atkārtotās aktivizācijas.
mn: Та inCruises-ийн вэб хуудсаар дамжуулан далайн аялал, зочид буудал, амралтын газрыг захиалахын тулд Гишүүнчлэлээ идэвхжүүлсэн эсвэл дахин идэвхжүүлснээс хойш 14 хоногийн хугацаанд идэвхтэй Гишүүн байх ёстой.
pt: Para reservar um cruzeiro, hotel ou resort oferecido através do site inCruises, você deve ser um membro ativo por 14 dias após a ativação ou reativação de sua assinatura.
ro: Pentru a putea rezerva o croazieră, hotel sau stațiune oferită pe site-ul tău inCruises, trebuie să fii un membru activ timp de 14 de zile după activarea sau reactivarea ta ca membru.
ru: Чтобы забронировать на нашем сайте круиз, отель или курорт, предлагаемые Членам Клуба inCruises, вы должны быть активным Членом Клуба в течение 14 дней после активации или восстановления вашего Членства в Клубе.
uk: Щоб забронювати на нашому сайті круїз, готель або курорт, запропоновані Членам Клубу inCruises, ви повинні бути активним Членом Клубу протягом 14 днів після активації або відновлення вашого Членства в Клубі.
uz: inCruises сайтимизда таклиф этилган круиз, меҳмонхона ва курортларга буюртма бериш учун сиз Аъзолик фаоллаштирилган ёки қайта фаоллаштирилганидан сўнг 14 кун мобайнида фаол Аъзо бўлишингиз лозим.
zh: 要通过您的inCruises网站预订游轮、酒店或度假村住宿，您必须在激活或重新激活会员后，成为活跃会员 14 天。

source: to book with Insider Pricing instead or press next to continue with inactive balance.
fr: pour réserver plutôt avec Insider Pricing ou cliquer sur « Suivant » pour continuer avec un solde inactif.
it: per prenotare con i Prezzi Insider, oppure premi "Avanti" per usare il saldo inattivo.
kk: Insider Pricing бойынша брондау үшін таңдаңыз немесе белсенді емес баланс арқылы жалғастыру үшін «Келесі» батырмасын басыңыз.
pt: para reservar com o Insider Pricing ou pressione Avançar para continuar com o saldo inativo.
uk: для бронювання за Тарифами INsider або натисніть «Далі», щоб продовжити з неактивним балансом.
zh: 若要使用INsider Pricing进行预订，请选择该选项；或点击“下一步”以使用非活跃余额继续。

source: to book with Insider Pricing instead or press next to continue with reward points.
fr: pour réserver plutôt avec Insider Pricing ou cliquer sur « Suivant » pour continuer avec reward points.
it: per prenotare con i Prezzi Insider, oppure premi "Avanti" per procedere utilizzando i tuoi Reward Points.
kk: Insider бағасы Pricing брондау үшін таңдаңыз немесе Reward Points арқылы жалғастыру үшін «Келесі» батырмасын басыңыз.
pt: para reservar com o Insider Pricing ou pressione Avançar para continuar com os pontos de recompensa.
uk: для бронювання за Тарифами INsider або натисніть «Далі», щоб продовжити з Бонусними Балами.
zh: 若要使用INsider Pricing进行预订，请选择该选项；或点击“下一步”以使用Reward Points继续。

source: To cancel, go to: Payments > Invoices > Cancel Recurring Payments
fr: Pour annuler, accédez à : Paiements > Factures > Annuler les Paiements Récurrents
it: Per annullare, vai su: Pagamenti > Fatture > Annulla pagamenti ricorrenti
kk: Тоқтату үшін мына жерге өтіңіз: Төлемдер > Шоттар > Рекурренттік төлемдерді тоқтату
pt: Para cancelar, acesse: Pagamentos > Faturas > Cancelar Pagamentos Recorrentes
uk: Щоб скасувати, перейдіть до: Платежі > Рахунки > Скасувати рекурентні платежі
uz: Бекор қилиш учун: Тўловлар > Ҳисоблар > inCruises ҳамёнидан даврий тўлов функциясини бекор қилиш
zh: 要取消，请前往：付款 > 发票 > 取消定期付款

source: To cancel, go to: Payments > Invoices > Cancel Recurring Payments or
fr: Pour annuler, accédez à : Paiements > Factures > Annuler les Paiements Récurrents ou
it: Per annullare, vai su: Pagamenti > Fatture > Annulla pagamenti ricorrenti o
kk: Тоқтату үшін мына жерге өтіңіз: Төлемдер > Шоттар > Рекурренттік төлемдерді тоқтату немесе
pt: Para cancelar, acesse: Pagamentos > Faturas > Cancelar Pagamentos Recorrentes ou
uk: Щоб скасувати, перейдіть: Платежі > Рахунки > Скасувати рекурентні платежі; або
uz: Бекор қилиш учун: Тўловлар > Ҳисоблар > inCruises ҳамёнидан даврий тўлов функциясини бекор қилиш ёки
zh: 要取消，请前往：付款 > 发票 > 取消定期付款 或

source: to causes supported by inCruises, such as
ca: A causes que inCruises dona suport, com ara
de: für von inCruises unterstützte Zwecke, wie zum Beispiel
es: para causas apoyadas por inCruises, como
fr: à des causes soutenues par inCruises, telles que
it: a favore di cause sostenute da inCruises, come ad esempio
ja: 以上を寄付したメンバーやパートナーに贈られ、その活動とは
kk: inCruises қолдайтын іс-шараларға, мысалы
ky: ... сыяктуу inCruises тарабынан колдоого алынган себептерге
lv: inCruises atbalstītiem iemesliem, piemēram,
mn: гэх мэт inCruises-ийн дэмждэг байгууллагууд
pt: para causas apoiadas pela inCruises, como
ro: la cauze susținute de inCruises, cum ar fi
ru: в благотворительные фонды, поддерживаемые inCruises, такие как
uk: у благодійні фонди, що підтримуються inCruises, такі як
uz: inCruises томонидан қўллаб-қувватланадиган хайрия ҳаракатлари, жумладан
zh: 捐赠的款项支持inCruises所支持的事业，例如

source: to claim prizes
fr: pour réclamer les prix
it: per richiedere i premi

source: To claim your 50 Reward Points you must complete your KYC Verification
ca: Per reclamar els teus 50 Punts de Recompensa, has de completar la verificació KYC.
de: Um Ihre 50 Reward Points zu erhalten, müssen Sie Ihre KYC-Verifizierung abschließen
es: Para reclamar tus 50 Puntos de Recompensa, debes completar tu verificación KYC
fr: Pour réclamer vos 50 Points de Récompense, vous devez effectuer votre vérification KYC
it: Per richiedere i tuoi 50 Crediti Premio devi completare la verifica KYC
ja: 50リワードポイントを請求するには、KYC認証を完了する必要があります
kk: 50 бонустық ұпайыңызды алу үшін Сіз KYC тексеру процедурасынан өтуіңіз керек
ky: 50 Бонус упайыңызды алуу үчүн сиз KYC (КБ) текшерүү процессинен өтүшүңүз керек
lv: Lai pieprasīti 50 Balvu Punktus, jums jāveic sava KYC Verifikācija
mn: 50 Шагналын Оноо авахын тулд та KYC таниулалтыг хийх ёстой.
pt: Para reivindicar seus 50 Pontos de Recompensa, você deve concluir sua verificação KYC
ro: Pentru a-ți revendica cele 50 de puncte de recompensă, trebuie să finalizezi verificarea KYC
ru: Чтобы запросить свои 50 Бонусных Баллов, вы должны пройти процедуру верификации KYC
uk: Щоб зробити запит на свої 50 Бонусних Балів, ви повинні пройти процедуру верифікації KYC
uz: 50 Бонус балларини талаб қилиб олиш учун сиз KYC тасдиқлаш жараёнидан ўтишингиз шарт
zh: 要领取您的50个奖励积分，您必须完成KYC验证。

source: to confirm if this applies to your trip.
fr: pour confirmer si cela s'applique à votre voyage.
it: per verificare se questo si applica al tuo viaggio.
pt: para confirmar se isso se aplica à sua viagem.
uk: щоб уточнити, чи застосовується це до вашої подорожі.

source: to confirm your request is eligible.
ca: per confirmar que la teva sol·licitud és apta.
de: um zu bestätigen, dass Ihr Antrag zulässig ist.
es: para confirmar que tu solicitud es elegible.
fr: pour confirmer l'éligibilité de votre demande.
it: per confermare che la tua richiesta sia ammissibile.
ja: リクエストが適格であることを確認するために。
kk: Сіздің сұранысыңыз сәйкес келетінін растау үшін.
ky: өтүнүчүңүздүн жарамдуу экенин ырастоо үчүн.
lv: lai apstiprinātu, ka jūsu pieprasījums ir piemērots.
mn: Таны хүсэлтийн тохиромжтой эсэхийг баталгаажуулахын тулд.
pt: para confirmar se sua solicitação é elegível.
ro: pentru a confirma că solicitarea ta este eligibilă.
ru: чтобы подтвердить, что ваш запрос соответствует требованиям.
uk: для підтвердження відповідності вашого запиту вимогам.
uz: сўровингиз ўринли эканлигини тасдиқлаш учун
zh: 以确认您的申请符合资格。

source: To continue with iPayout, please create an account.
ca: Per continuar amb iPayout, crea un compte.
de: Um mit iPayout fortzufahren, erstellen Sie bitte ein Konto.
es: Para continuar con iPayout, por favor crea una cuenta.
fr: Pour continuer avec iPayout, veuillez créer un compte.
it: Per continuare con iPayout, sei pregato di creare un account.
ja: iPayoutをご利用になるには、アカウントを開設してください。
kk: IPayout қызметін жалғастыру үшін, тіркелгі жасаңыз.
ko: iPayout을 진행하기 위해서는, 계정을 생성하십시오.
ky: iPayout менен иштөөнү улантуу үчүн аккаунт түзүңүз.
lv: Lai turpinātu ar "iPayout", lūdzu izveidojiet kontu.
mn: iPayout-аар төлбөр хийхээр бол өөрийн дансыг үүсгэнэ үү.
pt: Para continuar com o iPayout, crie uma conta.
ro: Pentru a continua cu iPayout, vă rugăm să creați un cont.
ru: Пожалуйста, создайте Ваш Аккаунт, чтобы продолжить Вашу работу используя iPayout.
uk: Будь ласка, створіть Ваш акаунт, щоб продовжити Вашу роботу використовуючи iPayout.
uz: iPayout билан ишлашда давом этиш учун, илтимос, аккаунт яратинг.
zh: 要繼續使用iPayout，請創建一個帳戶。

source: to double the impact and expand the reach of Mercy Ships’ life-changing mission.
fr: de doubler l'impact et d'étendre la portée de la mission transformatrice de Mercy Ships.
it: raddoppiare l'impatto ed espandere la portata della missione salvavita di Mercy Ships.
pt: para dobrar o impacto e expandir o alcance da missão transformadora da Mercy Ships.
uk: щоб подвоїти вплив і розширити охоплення доленосної місії Mercy Ships.

source: To Download Video and Assets for training use, click on the Green Button.
ca: Per a descarregar vídeos i material de formació, fes clic en el botó verd.
de: Klicken Sie auf die grüne Schaltfläche, um Videos und Materialien für die Schulung herunterzuladen.
es: Para descargar videos y materiales para uso de capacitación, haz clic en el botón verde.
fr: Pour télécharger des vidéos et des ressources à des fins de formation, cliquez sur le bouton vert.
it: Per scaricare video e risorse da utilizzare per la formazione, clicca sul pulsante verde.
ja: トレーニング使用目的で利用するために動画をダウンロードするには、緑のボタンをクリックしてください。
kk: Бейнелер мен оқу ресурстарын жүктеп алу үшін жасыл түймені басыңыз.
ko: 교육용 비디오 및 자산을 다운로드하려면 녹색 버튼을 클릭하십시오.
ky: Тренингде колдонуу үчүн видеолорду жана ресурстарды жүктөп алуу үчүн жашыл баскычты басыңыз.
lv: Lai lejupielādētu video un līdzekļus apmācības vajadzībām, noklikšķiniet uz zaļās pogas.
mn: Сургалтанд ашиглах видеог татаж авах бол Ногоон товчийг дарна уу.
pt: Para baixar vídeos e recursos para uso em treinamentos, clique no botão verde.
ro: Pentru a descărca videoclipuri și materiale pentru antrenament, fă clic pe butonul verde.
ru: Для загрузки видео и материалов для тренировки, нажмите на зеленую кнопку.
uk: Щоб завантажити відео та матеріали для тренування, натисніть на зелену кнопку.
uz: Тренингда фойдаланиш учун Видео ва Манбаларни юклаб олиш учун Яшил тугмани босинг.
zh: 要下载用于培训的视频和资产，请单击绿色按钮。

source: to earn a 1 time $500 Incentive.
ca: per guanyar un Incentiu únic de 500 dòlars.
fr: pour gagner une incitation unique de 500 $.
it: per guadagnare un incentivo una tantum di $500.
ja: 一度限りの$500のインセンティブを獲得するために。
kk: 500 доллар көлемінде біржолғы сыйақы алу үшін.
pt: para ganhar um incentivo único de US$500.
ro: pentru a câștiga un stimulent de 500$ o singură dată.
uk: Щоб оримати одноразовий бонус у розмірі $500.
uz: бир марталик 500$ бонусни ишлаб топиш учун.
zh: 可获得一次性$500奖励。

source: To earn Team Leadership Bonus a rank leader must:
ca: Per a guanyar la Bonificació per Lideratge d'Equip un líder de rang deu:
de: Um den Team Leadership Bonus zu erhalten, muss ein Leader im Rang:
es: Para ganar el Bono de Liderazgo de Equipo, un líder de rango debe:
fr: Pour obtenir le Bonus du Leadership d'Équipe, un leader de rang doit :
it: Per ricevere il Bonus di Leadership del Team, un leader di rango deve:
ja: チームリーダーシップ ボーナスを獲得するためにランクリーダーがしなければならないこと：
kk: Топ көшбасшысы бонусын алу үшін ранг көшбасшысы:
ko: 팀 리더십 보너스를 받으려면 직급 리더는 다음을 수행해야 합니다 :
ky: Команда Лидерлиги Бонусун алуу үчүн, дагы лидер:
lv: Lai nopelnītu Komandas Līderu Bonusu līderim vajag:
mn: Багийн манлайллын урамшууллыг авахын тулд цолтой манлайлагч нар:
pt: Para receber o Bônus de Liderança de Equipe, um líder com classificação deve:
ro: Pentru a câștiga bonusul pentru conducerea echipei, un lider cu nivel de carieră trebuie:
ru: Чтобы заработать Командный Лидерский бонус, лидер в ранге должен:
uk: Щоб заробити Командний Лідерський бонус, лідер у ранзі має:
uz: Жамоа етакчилиги бонусини ишлаб топиш учун рангдаги етакчи:
zh: 要获得团队领导奖金，级别领导者必须：

source: To ensure account authenticity,
ca: Per a garantir l'autenticitat del compte,
de: Um die Authentizität Ihres Accounts zu gewährleisten,
es: Para asegurar la autenticidad de la cuenta,
fr: Pour garantir l'authenticité du compte,
it: Per garantire l'autenticità dell'account,
ja: アカウントの真正性を確保するため、
kk: Есептік жазбаңыздың түпнұсқалығын тексеру үшін,
ko: 계정 진정성을 보장하기 위해,
ky: эсептин аныктыгын камсыз кылуу үчүн,
lv: Lai nodrošinātu konta autentiskumu,
mn: Дансны үнэн зөвийг баталгаажуулахын тулд,
pt: Para garantir a autenticidade da conta,
ro: Pentru a asigura autenticitatea contului,
ru: Чтобы гарантировать подлинность учётной записи,
uk: Щоб гарантувати справжність облікового запису,
uz: Аккаунт ҳақиқийлигига ишонч ҳосил қилиш учун,
zh: 为保证账号真实性，

source: To ensure account authenticity, <strong>All Partner</strong> and <strong>Member</strong> Activations are subject to review by the Operations Team. Additional identification documentation may be requested as a part of this process. (for eg. <i>passport</i> and <i>DNI</i> ) Please acknowledge that you understand and will respond to additional requests if necessary.
ca: Per a garantir l'autenticitat del compte, <strong>Tots els socis</strong> i <strong>Membres</strong> estan subjectes a la revisió de les Activacions per part de l'Equip d'Operacions. Com a part d'aquest procés, es pot sol·licitar documentació identificativa addicional. (per ex.<i>passaport</i>i<i>DNI</i>) Si us plau, confirma que ho entens i que respondràs a sol·licituds addicionals si és necessari.
de: Um die Authentizität Ihres Accounts zu gewährleisten unterliegen <strong>Alle Partner</strong> und <strong>Mitglieder</strong> Aktivierungen unterliegen der Überprüfung durch das Operations Team. Als Teil dieses Prozesses können zusätzliche Identifikationsunterlagen angefordert werden. (z. B..<i>Pass</i> und <i>DNI</i>) Bitte bestätigen Sie, dass Sie dies verstanden haben und erforderlichenfalls auf zusätzliche Anfragen reagieren werden.
es: Para garantizar la autenticidad de la cuenta, las Activaciones de <strong>Todos los Socios</strong> y <strong>Miembros</strong> están sujetas a revisión por parte del Equipo de Operaciones. Se puede solicitar documentación de identificación adicional como parte de este proceso. (p. ej. <i>pasaporte</i> e <i>identificación oficial</i> ) Por favor, reconoce que entiendes y responderás a solicitudes adicionales si es necesario.
fr: Pour garantir l'authenticité du compte, Toute activation de <strong>Partenaire</strong> et <strong>Membre</strong> est soumise à l'examen de l'équipe des opérations. Des documents d'identification supplémentaires peuvent être demandés dans le cadre de ce processus. (Par exemple, <i>passeport</i> et <i>DNI</i> ) Veuillez reconnaître que vous avez compris et que vous répondrez à des demandes supplémentaires si nécessaire.
it: Per garantire l'autenticità dell'account, le attivazioni di <strong>Tutti i Partner</strong> e di <strong>Tutti i Membri</strong> sono sottoposte alla verifica del Team Operativo. A tal fine potrebbero essere richiesti ulteriori documenti di identificazione (ad es. <i>passaporto</i> e <i>carta d'identità</i> ). Si prega di dichiarare di aver compreso e di essere disposti a rispondere a ulteriori richieste, se necessarie.
ja: アカウントの真正性を確保するため、 <strong>すべてのパートナー</strong> と <strong>メンバー</strong> のアクティベーションはオペレーションチームによる審査対象となります。このプロセスの一環として、追加の本人確認書類を要求される場合があります。（例： <i>パスポート</i> や <i>免許証</i> など）審査対象となった場合、書類の提示に理解し協力することに合意します。
kk: Есептік жазбаның түпнұсқалығын қамтамасыз ету үшін <strong>барлық серіктес</strong> пен <strong>мүше</strong> белсендіру операциялық топтың қарауына жатады. Осы процестің бөлігі ретінде жеке басын куәландыратын қосымша құжаттар сұралуы мүмкін. (мысалы, <i>төлқұжат</i> және <i>DNI</i>) Түсінгеніңізді растаңыз және қажет болса, қосымша сұрауларға жауап беріңіз.
ky: эсептин аныктыгын текшерүү үчүн, <strong>бардык өнөктөштөр</strong> жана <strong>мүчө</strong> Иш-чаралар Операция тобу тарабынан көзөмөлдөнөт. Бул процесстин бир бөлүгү катары кошумча ырастоочу документтер талап кылынышы мүмкүн (мис.<i>паспорт</i>жана<i>улуттук инсандыгын тастыктаган документ</i>) Сиз муну түшүнгөнүңүздү жана зарыл болсо, кошумча талаптарга жооп берериңизди ырастаңыз.
lv: Lai nodrošinātu konta autentiskumu,<strong>Visu Partneru</strong>un<strong>Biedru</strong>Aktivizācijas pārskata Operāciju komanda.Šajā procesā var tikt pieprasīta papildus identifikācijas dokumentācija. (piem.<i>pase</i>un<i>DNI</i>) Lūdzu aplieciniet,ka sapratāt un vajadzības gadījumā atbildēsiet uz papildus pieprasījumiem.
mn: Бүртгэлийн үнэн зөв эсэхийг баталгаажуулах үүднээс Үйл ажиллагааны баг <strong>бүх Түнш</strong> болон <strong>Гишүүдийн</strong> идэвхжүүлэлтийг шалгах эрхтэй. Үүнд таны <i>пасторт</i> болон <i>иргэний үнэмлэх</i> зэрэг нэмэлт бичиг баримт шаардагдана. Та энэ бүхнийг хүлээн зөвшөөрч шаардлагатай үед хүсэлтэнд нэн даруй хариу өгөх хэрэгтэй болно.
pt: Para garantir a autenticidade da conta, <strong>todas as ativações de parceiros</strong> e <strong>membros</strong> estão sujeitas a revisão pela equipe de operações. Documentação de identificação adicional pode ser solicitada como parte deste processo. (por ex. <i>passaporte</i> e <i>ID</i>) Confirme que você entende e responderá a solicitações adicionais, se necessário.
ro: Pentru a asigura autenticitatea contului, toate activările de <strong>parteneri</strong> și <strong>membri</strong> sunt supuse verificării conformității. Ca parte a acestui proces pot fi solicitate documente de identificare suplimentare. (de ex. <i>pașaport</i> ș i<i>CI</i> ) Te rugăm să confirmi că înțelegi și că vei răspunde la solicitări suplimentare, dacă este necesar.
ru: Для обеспечения подлинности учётной записи, <strong>все Партнёрские</strong> и <strong>Членские</strong> Активации подлежат проверке Операционным отделом. В соответствии с данным процессом может потребоваться предоставление дополнительных документов (таких как <i>паспорт</i> или <i>национальное удостоверение личности</i>) Подтвердите, пожалуйста, что вы это понимаете и при необходимости ответите на дополнительные запросы.
uk: Для забезпечення автентичності облікового запису, <strong>всі Партнерські</strong> та <strong> Членскі</strong> Активації підлягають перевірці Операційним відділом. Відповідно до цього процесу може знадобитися надання додаткових документів (таких як <i>паспорт</i> або <i>національне посвідчення особи</i> ) Підтвердіть, будь ласка, що ви це розумієте і за необхідності відповісте на додаткові запити.
uz: Аккаунт ҳақиқийлигига ишонч ҳосил қилиш мақсадида, <strong>барча Ҳамкор</strong> ва <strong>Аъзо</strong> Фаолликлари Операцион жамоа томонидан текширилади. Ушбу жараён доирасида қўшимча тасдиқловчи ҳужжатлар талаб этилиши мумкин (масалан, <i>паспорт</i> ва <i>шахсингизни тасдиқловчи миллий ҳужжат</i> ) Илтимос, буни тушунганингиз ва зарурат туғилганда, қўшимча талабларга жавоб беришингизни тасдиқланг.
zh: 为保证账号真实性，<strong>所有合作伙伴</strong>和<strong>会员</strong>激活须经运营团队审查。 作为此过程的一部分，可能会要求提供其他身份证明文件（例如<i>护照</i>和<i>国家情报总监</i>) 请确认您理解并会在必要时回应其他请求。
