Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Yes! For a small fraction of the booking cost the out-of-pocket dollars and <span class="strong">(2-for-1) Reward Points</span> you spend on a cruise or inStays booking will become totally refundable in the event you are forced to cancel your cruise because of a personal emergency.
ca: Sí! Per una petita fracció del cost de la reserva, els diners de la butxaca i els<span class="strong"> Punts de Recompensa (2 per 1)</span> que gastis en una reserva de creuer o inStays es convertiran en total reemborsables en cas que et vegis obligat a cancel·lar el teu creuer a causa d'una emergència personal.
de: Ja! Für einen kleinen Bruchteil des Preises können Sie Ihre Eigenbeteiligung und <span class="strong">(2-für-1) Reward Points </span> vollständig zurückerstattet bekommen, wenn Sie Ihre Kreuzfahrt oder inStays Buchung aufgrund eines persönlichen Notfalls stornieren müssen.
es: ¡Sí! Por una pequeña fracción del costo de reserva, el pago de tu bolsillo y los <span class="strong">( Puntos de Recompensa al (2 por 1)</span> que gastes en una reserva de crucero o de inStays serán totalmente reembolsables, en caso de que te veas obligado a cancelar tu crucero debido a una emergencia personal.
fr: Oui ! Pour une petite fraction du coût de la réservation, les sommes déboursées et les <span class="strong">Points de Récompense (2 pour 1)</span> que vous avez dépensés pour une croisière ou pour une réservation inStays vous seront totalement remboursés dans le cas où vous seriez contraint d'annuler votre croisière en raison d'une situation d'urgence personnelle.
it: Sì! Per una piccola frazione del costo della prenotazione, i dollari spesi e i <span class="strong">Crediti Premio (2 per 1)</span> che spendi per una crociera o un soggiorno inStays diventeranno totalmente rimborsabili nel caso in cui tu sia costretto a cancellarli a causa di un'emergenza personale.
ja: そうです！個人的な緊急事態により旅行をキャンセルせざるを得なくなった場合、旅費のほんのわずかな金額で、あなたがクルーズやinStaysの予約で支払った自己負担分と<span class="strong">２倍のリワードポイント</span>が返金されます。
kk: Иә! Жеке төтенше жағдайға байланысты круизден бас тартуға мәжбүр болсаңыз, брондау құнының бір бөлігі<span class="strong"> үшін круизге немесе inStays брондауға жұмсалған қолма-қол ақшаңыз және (1 үшін 2) сыйақы</span> ұпайлары толығымен қайтарылады.
ky: Ооба! Сиз эгерде сиз жеке өзгөчө кырдаалдан улам круизден баш тартууга аргасыз болсоңуз круизге же inStays брондоосуна короткон акчаңыздын бир аз бөлүгү жана <span class="strong"> бонустук упайлар</span> толугу менен кайтарылып берилет.
lv: Jā! Par nelielu daļu no rezervācijas izmaksām pilnībā atmaksāsies tie skaidrās-naudas dolāri un <span class="strong">(2-par-1) Balvu Punkti</span>, ko iztērējat kruīzam vai inStays gadījumā, ja personīgas avārijas dēļ būsiet spiests atcelt kruīzu.
mn: Тийм ээ! Гэнэтийн зүйл тохиолдож захиалсан аялалдаа явж чадахгүй болсон тохиолдолд зардлын багахан хувиар, далайн аялал болон зочид буудлын захиалгад өөрөөс төлсөн мөнгөн дүн болон захиалганд хэрэглэсэн <span class="strong">(1:2) Шагналын Оноогоо</span> бүрэн буцаан авах боломжтой юм.
pt: Sim! Por uma pequena fração do custo da reserva, os dólares pagos à parte e os <span class="strong">Pontos de Recompensa (2 por 1)</span> que você gasta em um cruzeiro ou reserva com a inStays se tornarão totalmente reembolsáveis no caso de você ser forçado a cancelar sua viagem devido a uma emergência pessoal.
ro: Da! Pentru o mică parte din costul rezervării, dolarii din buzunar și <span class="strong">punctele de recompensă (2 pentru 1)</span> pe care le cheltuiești pentru rezervarea unei croaziere sau inStays vor deveni complet rambursabile în cazul în care ești forțat să anulezi croaziera din cauza unei urgențe personale.
ru: Да! За небольшую часть от стоимости бронирования, сумма, оплаченная из собственных средств, а также и потраченные на круиз <span class="strong">Бонусные Баллы (2-к-1)</span> станут полностью возвратными на тот случай, если вы будете вынуждены отменить свой круиз или бронирование inStays в связи с личной непредвиденной ситуацией.
uk: Так! За невелику частину вартості бронювання, сума, сплачена з власних коштів, а також і витрачені на круїз <span class="strong">Бонусні Бали (2-за-1)</span> стануть повністю підлягати поверненню у тому випадку, якщо ви будете змушені скасувати свій круїз або бронювання inStays у зв'язку з особистою непередбаченою ситуацією.
uz: Ҳа! Агар фавқулодда ҳолатлар туфайли круиз ёки inStays буюртмасини бекор қилишингизга тўғри келса, буюртма учун ҳамёндан сарфлаган маблағларингиз ва <span class="strong">(1 га 2) Бонус балларингиз</span> тўлиқ қайтарилади.
zh: 是的！只需支付预订费用的一小部分，您在邮轮或inStays预订中花费的自费金额和<span class="strong">(2换1) 奖励积分</span>将在您因个人紧急情况被迫取消邮轮时完全可退款。

source: Yes.
ca: Sí
de: Ja.
es: Si.
fr: Oui.
it: Sì.
ja: はい。
kk: Иә.
ko: 예
ky: Ооба.
lv: Jā.
mn: Тийм.
pt: Sim.
ro: Da.
ru: Да.
uk: Так.
uz: Ҳа.
zh: 是的。

source: Yes. <strong>THE Global Convention</strong> will provide translation in multiple languages to ensure all attendees can fully experience the event. Specific languages will be announced closer to the event date.
fr: Oui. <strong>THE Global Convention</strong> proposera des services de traduction dans plusieurs langues pour que tous les participants puissent pleinement profiter de l'événement. Les langues spécifiques seront annoncées plus près de la date de l'événement.
it: Sì. <strong>THE Global Convention</strong> offrirà la traduzione in diverse lingue per assicurare che tutti i partecipanti possano vivere appieno l'evento. Le lingue specifiche saranno annunciate in prossimità della data dell'evento.
kk: Иә. <strong>THE Global Convention</strong> барлық қатысушылар шараны толық сезінуі үшін бірнеше тілде аударма қызметін ұсынады. Нақты тілдер іс-шара күніне жақын қосымша хабарланатын болады.
pt: Sim. <strong>THE Global Convention</strong> oferecerá tradução em vários idiomas para garantir que todos os participantes possam aproveitar plenamente o evento. Os idiomas específicos serão anunciados próximo à data do evento.
uk: Так. <strong>THE Global Convention</strong> буде забезпечено переклад кількома мовами, щоб усі учасники могли повною мірою насолодитися заходом. Перелік мов буде оголошено ближче до дати проведення.
uz: Ҳа. Барча иштирокчилар тадбирдан тўлиқ завқ олиши учун <strong>THE Global Convention</strong> бир неча тилларга таржима қилинади. Айнан қайси тилларга таржима қилиниши тадбир санасига яқин эълон қилинади.
zh: 是的。<strong>THE Global Convention</strong>将提供多种语言的翻译服务，以确保所有与会者都能充分体验活动。具体语言将在活动日期临近时公布。

source: Yes. If a couple are both inCruises Club Members, they can combine their Reward Points for reservations.
ca: Sí. Si les dues persones d'una parella són membres del Club d'inCruises, poden combinar els seus Punts de recompensa per a les reserves.
de: Ja. Wenn beide inCruises Club Mitglieder ein Paar sind, können sie ihre Reward Points für Reservierungen kombinieren.
es: Sí. Si una pareja, ambos, son Miembros de Club inCruises, pueden combinar sus Puntos de Recompensa para hacer reservas.
fr: Oui. Si un couple est tous deux Membres du Club inCruises, ils peuvent combiner leurs Points de Récompense pour les réservations.
it: Sì. Se entrambe le persone di una coppia sono Membri del Club inCruises, possono combinare i loro Crediti Premio per le prenotazioni.
ja: はい。カップルが二人ともinCruisesのクラブメンバーである場合、予約をするためにリワードポイントを組み合わせることができます。
kk: Иә. Егер ерлі-зайыптылар inCruises клубының мүшесі болса, олар сыйақы ұпайларын брондау үшін біріктіре алады.
ko: 그렇습니다. 한 커플이 둘 다 inCruises 멤버인 경우, 동일한 예약에서 리워드 포인트를 결합하여 사용할 수 있습니다.
ky: Ооба. Эгерде жубайлар экөө тең inCruises клуб мүчөсү болсо, алар брондоп коюу үчүн Бонустук упайларды бириктире алышат.
lv: Jā. Ja pāris abi ir inCruiseKluba biedri, vai viņi var apvienot savus Balvu Punktus rezervācijām.
mn: Болно. Хэрэв тэд хоёулаа inCruises-ийн Гишүүн бол Шагналын Оноогоо нэгтгэж захиалга өгч болно.
pt: Sim. Se um casal forem ambos membros do Clube inCruises, eles podem combinar seus Pontos de Recompensa para reservas.
ro: Da. Dacă un cuplu sunt ambii membri în clubul inCruises, ei își pot combina punctele de recompensă pentru rezervări.
ru: Да. Если два человека являются Членами Клуба inCruises, то они могут объединять свои Бонусные Баллы при бронировании.
uk: Так. Якщо дві людини є Членами Клубу inCruises, вони можуть об'єднувати свої Бонусні Бали при бронюванні.
uz: Ҳа. Агар жуфтликнинг иккиси ҳам inCruises Аъзолари бўлса, улар буюртма учун ўз Бонус балларини бирлаштиришлари мумкин.
zh: 是的。 如果一對夫婦都是 inCruises 俱樂部會員，他們可以合併他們的獎勵積分進行預訂。

source: Yes. If you join our optional Independent Partner Program, you can earn commissions by referring others to our program, which can help you reduce your cost or even earn you a supplemental income. We also offer a unique program called Membership Free that waives up to $100 USD of your own monthly Membership Payment when you directly produce $500 USD or more in monthly sales volume. You can learn more on our <a href='/partnership' target='_blank'>Partnership page</a>.
ca: Sí. Si t'uneixes al nostre Programa de Socis Independents opcional, pots guanyar comissions referint altres persones al nostre programa, cosa que t'ajudarà a reduir el cost o fins i tot a generar uns ingressos addicionals. També oferim un programa únic anomenat Membresia Gratuïta, que et pot descomptar fins a 100 dòlars de la teva pròpia quota mensual de Membresia quan generis directament un volum de vendes mensual de 500 dòlars o més. Pots obtenir més informació a la nostra <a href='/partnership' target='_blank'>Pàgina de Socis</a>.
de: Ja. Wenn Sie unserem optionalen unabhängigen Partnerprogramm beitreten, können Sie Provisionen verdienen, indem Sie andere für unser Programm werben. So können Sie Ihre Kosten senken oder sogar ein zusätzliches eINkommen erzielen. Wir bieten auch ein einzigartiges Programm namens „beitragsfreie Mitgliedschaft“ an, bei dem Ihnen bis zu 100 USD Ihrer eigenen monatlichen Mitgliedsbeiträge erlassen werden, wenn Sie direkt einen monatlichen Umsatz von 500 USD oder mehr erzielen. Weitere Informationen finden Sie auf unserer <a href='/partnership' target='_blank'>Partnerschaftsseite</a>
es: Si. Si te unes a nuestro Programa de Socios Independientes, opcional, puedes ganar comisiones al recomendar a otros a nuestro programa, lo que puede ayudarte a reducir tus costos o incluso generar ingresos adicionales. También ofrecemos un programa único llamado "Membership Free" (Membresía Gratis) que te exenta de hasta $100 USD de tu propio Pago Mensual de Membresía cuando generas directamente $500 USD o más en volumen de ventas mensual. Puedes obtener más información en nuestra <a href='/partnership' target='_blank'>página de Socios</a>.
fr: Oui. Si vous rejoignez notre Programme optionnel de Partenaire Indépendant, vous pouvez gagner des commissions en recommandant d'autres personnes à notre programme, ce qui peut vous aider à réduire vos coûts ou même à obtenir un revenu supplémentaire. Nous proposons également un programme unique appelé l'Adhésion Gratuite qui vous dispense de payer jusqu'à 100 USD de votre Paiement mensuel d'Adhésion lorsque vous générez directement un volume de ventes mensuel de 500 USD ou plus. Vous pouvez en savoir plus sur notre <a href='/partnership' target='_blank'>page Partenariat</a>.
it: Sì. Se ti iscrivi al nostro programma opzionale per Partner Indipendenti, puoi guadagnare commissioni indirizzando altre persone al nostro programma, il che può servirti a ridurre i costi o persino a guadagnare un reddito supplementare. Offriamo anche un programma unico, chiamato Membership Gratuita, che ti sconta fino a 100 $ dal tuo pagamento mensile se produci direttamente 500 $ o più di volume di vendite mensili. Puoi saperne di più alla nostra pagina <a href='/partnership' target='_blank'>Partnership</a>.
ja: はい。私たちの独立パートナープログラムに参加すると、あなたの経費削減に役立ち、副収入を得ることさえできる私たちのプログラムを誰かに紹介することで報酬を得ることができます。また、「メンバーシップフリー」と呼ばれるユニークなプログラムも提供しており、毎月$500USD 以上の売上を直紹介から達成した場合、毎月の月会員費が$100USD まで免除されます。 詳細は <a href='/partnership' target='_blank'>パートナー制度</a>のページをご覧ください。
kk: Иә. Егер сіз біздің қосымша тәуелсіз серіктестік бағдарламамызға қосылсаңыз, сіз басқаларды біздің бағдарламаға тарту арқылы комиссия ала аласыз, бұл сіздің шығындарыңызды азайтуға немесе тіпті қосымша табыс табуға көмектеседі. Біз сондай-ақ Тегін Мүшелік деп аталатын бірегей бағдарламаны ұсынамыз, онда сіз ай сайынғы сату көлемі 500 АҚШ долларын немесе одан да көп болса, ай сайынғы мүшелік жарналардан 100 АҚШ долларға дейін босатыласыз. Сіз біздің <a href='/partnership' target='_blank'>серіктестік парағымыздан көбірек біле аласыз</a>.
ky: Ооба. Эгерде сиз биздин кошумча Көз карандысыз Өнөктөш программабызга кошулсаңыз, башкаларды биздин программабызга кошуу аркылуу комиссияларды ала аласыз, бул сиздин чыгымыңызды азайтууга же кошумча киреше алууга жардам берет. Биз ошондой эле "Акысыз мүчөлүк" деп аталган уникалдуу программаны сунуштайбыз, ал сиз ай сайын 500 АКШ доллары же андан көп сатууну түзсөңүз, өзүңүздүн 100 АКШ долларлык мүчөлүк төлөмүңүздөн бошотот. Биздин <a href='/partnership' target='_blank'>Өнөктөштүк баракчабыздан</a> көбүрөөк биле аласыз.
lv: Jā. Ja jūs pievienosieties mūsu Neatkarīgā Partneru programmai,jūs varat saņemt komisijas naudu,rekomendējot citus mūsu programmai,kas var samazināt jūsu izmaksas vai pat nopelnīt naudu.Mēs piedāvājamprogrammu,kas saucas Brīvā Partnerība, kas atceļ jūsu $100 USDBiedru Dalības mēneša maksājumu,ja jūs tieši dodat $500 USD vai vairāk jūsumēneša pārdošanas apjomā. Vairāk jūs varat uzzināt mūsu <a href='/partnership' target='_blank' >Partnership page</a>.
mn: Тиймээ. Хэрэв та өөрийн сонголтоор Бие даасан Түншийн хөтөлбөрт хамрагдан, манай хөтөлбөрт бусдыг урих замаар орлого урамшуулал авах, таны аялалын зардлаа бууруулах түүнчлэн нэмэлт орлого олох боломжтой болох юм. Бид Гишүүнчлэл-Үнэгүй хэмээх өвөрмөц хөтөлбөрийг санал болгодог бөгөөд энэ нь та сарын $500 USD болон дээш борлуулалт хийж буй тохиолдолд өөрийн $100 USD-ын Гишүүнчлэлийн төлбөрөөс чөлөөлөгдөх урамшуулал юм. Дэлгэрэнгүй мэдээллийг манай <a href='/partnership' target='_blank'>Түншийн хуудаснаас</a> авна уу.
pt: Sim. Se você aderir ao nosso programa opcional de Parceiros Independentes, você pode ganhar comissões indicando outras pessoas para o nosso programa, o que pode ajudar você a reduzir seus custos ou até mesmo ganhar uma renda suplementar. Também oferecemos um programa exclusivo chamado Assinatura Gratuita que isenta até US$100 do seu próprio pagamento de assinatura mensal quando você produz diretamente US$500 ou mais em volume de vendas mensais. Você pode aprender mais em nossa <a href='/partnership' target='_blank'>página de parceria</a>.
ro: Da. Dacă te alături programului nostru opțional pentru parteneri independenți, poți câștiga comisioane prin recomandarea altora la programul nostru, ceea ce te poate ajuta să-ți reduci costurile sau chiar să-ți câștigați un venit suplimentar. Oferim, de asemenea, un program unic numit Membru gratuit, prin care se renunță până la 100$ USD din propria ta plată lunară de membru atunci când produci direct 500$ USD sau mai mult în volumul de vânzări lunare. Poți afla mai multe pe <a href='/partnership' target='_blank'>pagina noastră de parteneriat</a>.
ru: Да. Вступая в нашу Программу Независимого Партнёра, Вы можете зарабатывать комиссии, привлекая других людей в нашу программу, в результате Вы сможете сократить Ваши затраты или даже заработать дополнительный доход. Мы также предлагаем и уникальную программу, называемую "Бесплатное Членство", которая отменяет ваш собственный ежемесячный Членский взнос в размере $100 USD, если вы напрямую делаете объём продаж на $500 USD или более в месяц. Вы можете узнать больше на <a href='/partnership' target='_blank'>странице "Партнёрство"</a>.
uk: Так. Вступаючи до нашої Програми Незалежного Партнера, Ви можете заробляти комісії, залучаючи інших людей до нашої програми, в результаті Ви зможете скоротити Ваші витрати або навіть заробити додатковий дохід. Ми також пропонуємо унікальну програму, яка називається "Безкоштовне Членство", яка скасовує ваш власний щомісячний Членський внесок у розмірі $100 USD, якщо ви безпосередньо робите обсяг продажів на $500 USD або більше на місяць. Ви можете дізнатися більше на <a href='/partnership' target='_blank'>сторінці "Партнерство"</a>.
uz: Ҳа. Агар сиз бизнинг Мустақил Ҳамкор қўшимча дастуримизга қўшилсангиз, бошқаларни ҳам дастурга жалб этган ҳолда круиз нархини камайтиришга ёрдам берувчи бонусларни ва ҳаттоки қўшимча даромадни ишлаб топишингиз мумкин. Шунингдек ойлик сотув ҳажмини 500 АҚШ$ ёки ундан оширганингиз учун сизни 100 АҚШ$ ойлик Аъзолик тўловидан озод этувчи Бепул Аъзолик номли ноёб дастурни ҳам таклиф этамиз. Батафсил маълумотни <a href='/partnership' target='_blank'>Ҳамкорлик саҳифамизда</a> ўқишингиз мумкин.
zh: 是的。如果您加入我们的可选独立合作伙伴计划，您可以通过推荐他人加入我们的计划来赚取佣金，这可以帮助您减少费用甚至赚取额外收入。我们还提供一个独特的计划，叫做会员免费，当您直接产生每月500美元或更多的销售量时，我们将为您免除最多100美元的每月会员费用。您可以在我们的<a href='/partnership' target='_blank'>合作伙伴页面</a>了解更多信息。

source: Yes. You must be an Active Partner to refer new Club Members and earn commissions or incentives like Membership Free, etc. For example, to waive up to $100 USD of your own Membership payment, you must also be a Partner and have directly referred Members who generate at least $500 USD revenue from Membership sales every month.
ca: Sí. Has de ser un Soci Actiu per referir nous Membres del Club i guanyar comissions o incentius com la Membresia Gratuïta, entre d'altres. Per exemple, per descomptar fins a 100 dòlars de la teva pròpia quota de Membresia, també has de ser Soci i haver referit directament Membres que generin almenys 500 dòlars en ingressos de vendes de Membresia cada mes.
de: Ja. Sie müssen ein aktiver Partner sein, um neue Clubmitglieder zu werben und Provisionen oder Incentives wie eine beitragsfreie Mitgliedschaft usw. zu erhalten. Um beispielsweise bis zu 100 USD Ihrer eigenen Mitgliedszahlung zu erlassen, müssen Sie auch Partner sein und Mitglieder direkt geworben haben, die jeden Monat mindestens 500 US-Dollar Umsatz aus dem Verkauf von Mitgliedschaften generieren.
es: Sí. Debes ser un Socio Activo para recomendar nuevos Miembros del Club y ganar comisiones o incentivos como Membresía Gratuita, etc. Por ejemplo, para exentarte de hasta $100 USD de tu propio pago de Membresía, también debes ser Socio y haber referido directamente a Miembros que generen al menos $500 USD en ingresos provenientes de ventas de Membresía cada mes.
fr: Oui. Vous devez être un Partenaire Actif pour parrainer de nouveaux Membres du Club et gagner des commissions ou des incitations comme l'Adhésion Gratuite, etc. Par exemple, pour annuler jusqu'à 100 USD de votre propre paiement d'Adhésion, vous devez également être Partenaire et avoir parrainé directement des Membres qui génèrent au moins 500 USD de revenus issus des ventes d'Adhésion chaque mois.
it: Sì. Devi essere un Partner-Membro attivo per poter presentare nuovi Membri al Club e guadagnare commissioni o incentivi come la Membership Gratuita, ecc. Ad esempio, per poterti esonerare dal pagamento della quota Membership fin oa $100, devi essere anche Partner e avere segnalato direttamente Membri che generano almeno $500 di fatturato mensile con le vendite della Membership.
ja: はい。 新規メンバーを登録し、報酬やメンバーシップフリーなどのインセンティブを得るには、アクティブパートナーであることが必要です。例えば、メンバーがご自身の月会員費の支払いを最大$100USD 免除されるためには、パートナーとしても登録している必要があり、直紹介したメンバーが毎月のメンバーシップの売上から少なくとも$500USD の収益をあげている必要があります。
kk: Иә. Сіз клубтың жаңа мүшелерін тарту және ақысыз мүшелік сияқты комиссиялар немесе сыйақылар алу үшін белсенді серіктес болуыңыз керек, мысалы, 100 АҚШ долларға дейінгі мүшелік жарнадан бас тарту үшін сіз серіктес болуыңыз керек және ай сайын кем дегенде мүшелік жарналарды сатудан кіріс алатын тікелей шақырылған мүшелеріңіз болуы керек 500 доллар.
ky: Ооба. Сиз Клубдун жаңы мүчөлөрүнө кайрылуу жана комиссиялар же акысыз мүчөлүк сыяктуу стимулдарды алуу үчүн активдүү өнөктөш болушуңуз керек. Мисалы, 100 АКШ долларына чейинки мүчөлүк төлөмүңүздөн бошотулуш үчүн, сиз да өнөктөш болушуңуз керек жана ай сайын мүчөлүк сатуудан кеминде 500 АКШ долларында киреше тапкан мүчөлөрдү түздөн-түз катташыңыз керек.
lv: Jā. Jums jābūt aktīvam Partnerim, lai attiektos uz jaunajiem Kluba Biedriem un nopelnītu tādas Komisijas maksas vai stimulus kā Brīvā Partnerība utt. Piemēram, lai atteiktos no sava dalības maksājuma līdz $100 ASV dolāriem, jums ir jābūt arī partnerim un tieši jāvēršas pie Biedriem, kuri ik mēnesi gūst vismaz 500 ASV dolāru ieņēmumus no Biedru Dalības pārdošanas.
mn: Тиймээ. Та Клубт шинээр Гишүүдийг урьж, элсүүлэх болон Гишүүнчлэл-Үнэгүй гэх мэт олон орлого урамшуулал авахын тулд өөрөө идэвхтэй Түнш байх ёстой. Жишээлбэл, та өөрийн Гишүүнчлэлийн $100 USD-ын төлбөрөөс чөлөөлөгдөхийн тулд таны хувьчлан идэвхжүүлсэн Гишүүдийн нийт борлуулалт сардаа хамгийн багадаа $500 USD байх ёстой юм.
pt: Sim. Você deve ser um parceiro ativo para indicar novos membros ao clube e ganhar comissões ou incentivos como a Assinatura Gratuita, etc. Por exemplo, para ficar isento de até $100 do seu pagamento de assinatura, você também deve ser um parceiro e ter indicado diretamente membros que gerem pelo menos US$500 de receita com vendas de assinatura todo mês.
ro: Da. Trebuie să fii un partener activ pentru a recomanda noi membri de club și pentru a câștiga comisioane sau stimulente, cum ar fi abonament gratuit etc. De exemplu, pentru a renunța la până la 100$ USD din propria plată de membru, trebuie să fii, de asemenea, partener și să fi recomandat membri direct care generează venituri de cel puțin 500$ USD din vânzările de abonament în fiecare lună.
ru: Да. Вы дожны быть Активным Партнёром Клуба для привлечения новых Членов Клуба и получения комиссии и вознаграждений таких, как Бесплатное Членство и проч. Например, чтобы отменить до $100 USD вашего собственного Членского взноса, вы должны быть Партнёром и напрямую привлечь такое количество Членов Клуба, которое ежемесячно генерирует как минимум $500 USD выручки от продаж Программы Членства.
uk: Так. Ви повинні бути Активним Партнером Клубу для залучення нових Членів Клубу та отримання комісії та винагород таких, як Безкоштовне Членство та інші. Наприклад, щоб скасувати до $100 USD вашого власного Членського внеску, ви повинні бути Партнером і безпосередньо залучити таку кількість Членів Клубу, яка щомісяця генерує щонайменше $500 USD виручки від продажу Програми Членства.
uz: Ҳа. Янги Клуб Аъзоларини жалб этиш ҳамда комиссиялар ва Бепул Аъзолик каби рағбатларга эга бўлиш учун сиз Фаол Ҳамкор бўлишингиз шарт. Масалан, 100 АҚШ$ Аъзолик тўловидан озод бўлиш учун сиз Ҳамкор бўлишингиз ва ҳар ойда Аъзолик сотувини камида 500$ ка чиқарувчи тўғридан-тўғри Аъзоларга эга бўлишингиз шарт.
zh: 是的。您必须是活跃的合作伙伴才能推荐新的俱乐部会员并赚取佣金或激励（如会员免费等）。例如，要免除最多100美元的会员费用，您必须也是一名合作伙伴，并且每月直接推荐的会员必须为会员销售产生至少500美元的收入。

source: you
ca: tu
de: Sie
es: tú
fr: vous
it: tu
ja: あなたは
kk: сіз
ky: сиз
lv: jūs
mn: та
pt: você
ro: tu
ru: вы
uk: ви
uz: сиз
zh: 您

source: You
ca: Tu
de: Sie
es: Tú
fr: Vous
it: Tu
ja: あなたは
kk: Сіз
ko: 귀하
ky: Сиз
lv: TU
mn: Та
pt: Você
ro: Tu
ru: Вы
uk: Ви
uz: Сиз
zh: 您

source: You acknowledge and agree to the following:
fr: Vous reconnaissez et acceptez ce qui suit :
it: Dichiari di riconoscere e accettare quanto segue:
kk: Сіз келесі шарттарды қабылдайсыз және оларға келісесіз:
pt: Você reconhece e concorda com o seguinte:
uk: Ви приймаєте та погоджуєтесь із наступним:
uz: Сиз қуйидагилардан хабардорсиз ва розилик билдирасиз:
zh: 您确认并同意以下内容：
