Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: *PRICES MAY VARY DEPENDING ON THE CABIN AND HOTEL OPTION. PRICES PER CABIN WITH DOUBLE OCCUPANCY.
ca: *ELS PREUS PODEN VARIAR DEPENENT DE LES OPCIONS DE CABINA I HOTEL. PREUS PER CABINA D'OCUPACIÓ DOBLE.
de: *DIE PREISE KÖNNEN JE NACH KABINEN- UND HOTELOPTION VARIIEREN. PREISE PRO KABINE BEI DOPPELBELEGUNG.
es: *PRECIOS PUEDEN VARIAR DEPENDIENDO DE LAS OPCIONES DE CAMAROTE Y HOTEL. PRECIOS POR CAMAROTE DE OCUPACIÓN DOBLE.
fr: *LES PRIX PEUVENT VARIER SELON LA CABINE ET L'OPTION HÔTEL. PRIX PAR CABINE EN OCCUPATION DOUBLE.
it: *I PREZZI POSSONO VARIARE A SECONDA DELLA SCELTA DELLA CABINA E DELL'HOTEL. PREZZI PER CABINA CON OCCUPAZIONE DOPPIA.
ja: *料金はキャビンとホテルのオプションによって異なります。キャビンは2名1室利用となります。
kk: *БАҒАЛАР КАБИНАНЫҢ ЖӘНЕ ҚОНАҚ ҮЙДІҢ ОПЦИЯСЫНА ҚАРАЙ БАЙЛАНЫСТЫ ӨЗГЕУІ МҮМКІН. БІР КАБИНАНЫҢ БАҒАСЫ ЕКІ АДАМДЫҚ ОРЫНДЫ ОРНАЛАСТЫРУЫН ҚАМТИДЫ .
ko: *금액은 캐빈 및 호텔 옵션에 따라 다를 수 있습니다. 2인실 캐빈당 금액.
ky: *БААЛАР КАЮТАНЫН ЖАНА МЕЙМАНКАНЫН түрүнө жараша өзгөрүшү мүмкүн. БАА БИР КАЮТАДА ЭКИ КИШИЛИК ОРУНГА НЕГИЗДЕЛГЕН.
lv: *CENAS VAR ATŠĶIRTIES ATKARĪBĀ NO kAJĪTES UN VIESNĪCAS OPCIJAS. CENAS PAR DIVVIETĪGU KAJĪTI .
mn: *ҮНЭ ХӨЛГИЙН ӨРӨӨ БОЛОН ЗОЧИД БУУДЛЫН ӨРӨӨНИЙ СОНГОЛТООС ХАМААРЧ ӨӨРЧЛӨГДӨХ БОЛОМЖТОЙ. ХӨЛГИЙН ӨРӨӨНИЙ ҮНЭ 2 ХҮНИЙХЭЭР ТООЦОГДОНО.
pt: *OS PREÇOS PODEM VARIAR DE ACORDO COM A OPÇÃO DE CABINE E HOTEL. PREÇOS POR CABINE COM OCUPAÇÃO DUPLA.
ro: * PREȚURILE POT VARIA ÎN FUNCȚIE DE OPȚIUNEA DE CABINĂ ȘI HOTEL. PREȚURILE SUNT PE CABINĂ CU OCUPARE DUBLĂ.
ru: *ЦЕНЫ МОГУТ МЕНЯТЬСЯ В ЗАВИСИМОСТИ ОТ ВАРИАНТОВ РАЗМЕЩЕНИЯ В КАЮТЕ ИЛИ ОТЕЛЕ. СТОИМОСТЬ УКАЗАНА ЗА КАЮТУ ПРИ ДВУХМЕСТНОМ РАЗМЕЩЕНИИ.
uk: *ЦІНИ МОЖУТЬ ЗМІНЮВАТИСЯ В ЗАЛЕЖНОСТІ ВІД ВАРІАНТІВ РОЗМІЩЕННЯ В КАЮТІ АБО ГОТЕЛІ. ВАРТІСТЬ ВКАЗАНА ЗА КАЮТУ ПРИ ДВОМІСНОМУ РОЗМІЩЕННІ.
uz: *НАРХЛАР КАЮТА ВА МЕҲМОНХОНА ТУРИГА ҚАРАБ ФАРҚЛАНИШИ МУМКИН. НАРХЛАР ИККИ КИШИЛИК КАЮТА УЧУН КЎРСАТИЛГАН.
zh: *价格可能会有所不同，具体取决于客舱和酒店选项。 双人入住每间客舱的价格。

source: *Prices per cabin with double occupancy
ca: *Preus per cabina d'ocupació doble
de: *Preise pro Kabine bei Doppelbelegung
es: *Precios por camarote de ocupación doble
fr: *Prix par cabine en occupation double
it: *Prezzi per cabina con occupazione doppia
ja: *2名1室利用時の1室あたりの料金
kk: * Бір кабинаның бағасы екі адамдық орынды орналастыруын қамтиды
ko: *2인 1실 객실당 금액
ky: *Баа бир каютада эки кишилик орунга негизделген
lv: *Cenas par divvietīgu kajīti
mn: Хөлгийн өрөөний үнэ 2 хүнийхээр тооцогдоно
pt: *Preços por cabine com ocupação dupla
ro: *Prețuri pe cabină cu ocupare dublă
ru: *Стоимость указана за каюту при двухместном размещении
uk: *Вартість вказана за каюту при двомісному розміщенні
uz: *Нархлар икки кишилик каюта учун кўрсатилган
zh: *双人入住每间客舱的价格

source: *This information is for internal use only and should never be used to attract or try and sell our membership as this will not be tolerated by inCruises and is subject to penalization.
ca: Aquesta informació és només per a ús intern i mai ha de ser utilitzada per a atreure o tractar de vendre als nostres membres, ja que això no serà tolerat per inCruises i està subjecte a sancions.
de: *Diese Informationen sind nur für den internen Gebrauch bestimmt und sollten niemals verwendet werden, um unsere Mitgliedschaft zu werben oder zu verkaufen, da dies von inCruises nicht toleriert wird und zu einer Strafe führen kann.
es: *Esta información es solo para uso interno y nunca debe usarse para atraer o intentar vender nuestra membresía, ya que inCruises no lo tolerará y está sujeto a penalización.
fr: *Ces informations sont destinées à un usage interne uniquement et ne doivent jamais être utilisées pour attirer ou essayer de vendre nos adhésions, car cela ne sera pas toléré par inCruises et sera sujet à des pénalités.
it: *Queste informazioni sono solo per uso interno e non devono mai essere utilizzate per attirare o cercare di vendere la nostra Membership, in quanto ciò non sarà tollerato da inCruises ed è soggetto a provvedimenti sanzionatori.
ja: *ここに表示されている情報は、内部での利用のみ可能で、メンバーシップの販売促進や勧誘のために利用することは厳禁です。このような行為はinCruisesで容認していないため、罰則が発生する場合がありますのでご留意ください。
kk: *Бұл ақпарат тек өзара ішкі пайдалануға арналған және ешқашан біздің мүшеліктерімізді бұрыс тарту немесе сату әрекеті үшін пайдаланылмауы керек, өйткені inCruises бұған жол бермейді және айыппұлдарға әкеледі.
ko: *이 정보는 내부 용도로만 사용되며, inCruises에서 허용하지 않으며 처벌을 받을 수 있으므로 멤버를 유치하거나 판매하려고 시도하는 데 사용해서는 안 됩니다.
ky: *Бул маалымат ички колдонуу үчүн гана жана эч качан биздин мүчөлүгүбүзгө чакыруу же мүчөлүктү сатуу үчүн колдонулбашы керек, анткени буга inCruises жол бербейт жана жазага тартат.
lv: * šī informācija ir paredzēta tikai iekšējai lietošanai, un to nekādā gadījumā nedrīkst izmantot, lai piesaistītu vai mēģinātu pārdot mūsu biedru dalību, jo inCruises to nepieņems un tas ir pakļauts sodam.
mn: *Энэ мэдээлэл нь зөвхөн дотоод хэрэглээнд зориулагдсан бөгөөд inCruises-ийн гишүүнчлэлийг сурталчлах, борлуулах зорилгоор ашиглахыг хатуу хориглоно. Эдгээр үйлдлүүдийг хүлээн зөвшөөрөхгүй бөгөөд хариуцлага хүлээлгэх үндэслэл болно.
pt: *Esta informação é apenas para uso interno e nunca deve ser usada para atrair ou tentar vender nossa assinatura, pois isso não será tolerado pela inCruises e está sujeito a penalidades.
ro: *Această informație este doar pentru uz intern și nu ar trebui niciodată folosită pentru a atrage sau a încerca să vinzi abonamentul nostru, deoarece acest lucru nu va fi tolerat de inCruises și este supus penalizării.
ru: *Данная информация предназначена только для внутреннего пользования и не должна быть использована для привлечения или попытки продажи Членства в нашем Клубе, поскольку inCruises расценивает эти действия как неприемлемые и облагает штрафом.
uk: *Ця інформація призначена лише для внутрішнього користування і не повинна бути використана для залучення або спроби продажу Членства в нашому Клубі, оскільки inCruises розцінює ці дії як неприйнятні та може застосувати штрафні санкції.
uz: *Ушбу маълумот фақатгина ички фойдаланиш учун мўлжалланган ва аъзоликни сотиш ёки жалб этиш учун фойдаланилмаслиги лозим, чунки inCruises бунга йўл қўймайди ва жаримага тортиши мумкин.
zh: *此信息仅供内部使用，绝不能用于吸引或试图出售我们的会员资格，因为 inCruises 不会容忍这种情况，并且会受到处罚。

source: / night
ca: / nit
de: / Nacht
es: / noche
fr: / nuit
it: / notte
ja: / 泊
kk: / түн
ko: / 박
ky: / түн
lv: / nakts
mn: / Хоног
pt: / noite
ro: / noapte
ru: / ночь
uk: / ніч
uz: / кеча
zh: / 夜晚

source: / Night
ca: / Nit
de: / Nacht
es: / Noche
fr: / Nuit
it: / Notte
ja: / 泊
kk: / Түн
ky: / Түн
lv: / Nakts
mn: / Шөнө
pt: / noite
ro: / Noapte
ru: / ночь
uk: / Ніч
uz: / Кеча
zh: / 夜晚

source: / Not Member
ca: / No Membre
de: / Kein Mitglied
es: / No es Miembro
fr: / Non Membre
it: /Non Membro
ja: / メンバーではない
kk: / Клуб Мүшесі емес
ky: /Мүчө эмес
lv: /Nav biedrs
mn: / Гишүүн бус
pt: / Não é Membro
ro: / Nu este Membru
ru: / Не Член Клуба
uk: / Не Член
uz: / Аъзо эмас
zh: / 非会员

source: / per passenger
de: / pro Passagier
es: / por pasajero
fr: / par passager
it: / per passeggero
ky: /бир жүргүнчүгө
lv: / pzr pasažieri
mn: / зорчигч бүрт
ru: / за пассажира

source: /Month
ca: /Mes
de: /Monat
es: /Mes
fr: /Mois
it: /Mese
ja: /月
kk: /Ай
ky: /Ай
lv: /Mēnesis
mn: /Сар
pt: /Mês
ro: /Luna
ru: /Месяц
uk: /Місяць
uz: /Ой
zh: /月

source: /person
ca: /persona
es: /persona
fr: / personne
it: /persona
ja: ／1人あたり
kk: /адам
ky: /адам
lv: /persona
mn: /хүн
pt: /pessoa
ro: /persoană
ru: /за человека
uk: /за людину
uz: /бир киши
zh: /每人

source: &copy; 2015 to Present inGroup International. All rights reserved.
ca: &copy; 2015 Presentar inGroup International. Tots els drets reservats.
de: &copy; 2015 inGroup International zu representieren. Alle Rechte vorbehalten.
es: &copy; 2015 para presentar inGroup International. Todos los derechos reservados.
fr: &copy; 2015 au Présent inGroup International. Tous droits réservés.
it: &copy; 2015-oggi inGroup International. Tutti i diritti riservati.
ja: &copy; 2015年から現在 inGroup International。 全著作権所有。
kk: &copy; 2015-тен осы кезге дейін inGroup International. Барлық құқық қорғалған.
ky: &copy; 2015 -жылдан азыркы күнгө чейин inGroup International. Бардык укуктар корголгон.
lv: &copy; 2015 patreizējai INGroup International. Visas tiesības paturētas.
mn: &copy; inGroup International 2015 оноос хойш. Бүх эрх зохиогчийн эрхийн хуулиар хамгаалагдсан.
pt: &copy; 2015 inGroup International. Todos os direitos reservados.
ro: &copy; inGroup International din 2015 până în prezent. Toate drepturile rezervate.
ru: &copy; c 2015 до настоящего времени, inGroup International. Все права защищены.
uk: &copy; з 2015 до теперішнього часу, inGroup International. Всі права захищені.
uz: &copy; 2015 йилдан ҳозирга қадар inGroup International. Барча ҳуқуқлар ҳимояланган.
zh: © 2015到目前inGroup International。版权所有。

source: # of Closed Descending
ca: # de Descens Tancat
de: # Geschlossen Absteigend
es: Fecha descendiente
fr: # de Fermées par Ordre Décroissant
it: # di chiusi discendenti
ja: クローズされた番号の降順
kk: Төмен қарай жабылады
ko: 내림차순 마감 #
ky: # Төмөндү көздөй жабылат
lv: # slēgšana dilstošā secībā
mn: # Хаагдсан тоо (Буурах дарааллаар)
pt: # de descendente encerrado
ro: # de închis descrescător
ru: # закрытых по убыванию
uk: # закритих за спаданням
uz: # ёпилди (камайиб борувчи тартибда)
zh: #降序排列

source: # of first responded to descending
ca: # de la primera resposta al descens
de: # zuerst geantwortet an absteigend
es: # de primera respuesta a descendente
fr: # de premières réponses à la descente
it: # della prima risposta al discendente
ja: 最初の回答があった番号の降順
kk: Төменгі ағысқа бірінші болып жауап берді
ko: 내림차순 첫 응답 #
ky: # эң биринчи жооп бергенден баштап
lv: # no pirmajiem atbildēja uz dilstošo atbildi
mn: # Эхэнд хариу өгсөн (Буурах дарааллаар)
pt: # da primeira resposta ao descendente
ro: # de primul răspuns către descendent
ru: # первых отвеченных по убыванию
uk: # перших з відповіддю за спаданням
uz: # илк жавоб қайтарилди (камайиб борувчи тартибда)
zh: 第一個降序#

source: # of tickets Closed
ca: # de tiquets Tancats
de: # Tickets Geschlossen
es: # de boletos Cerrados
fr: # de tickets Fermés
it: # di ticket Chiusi
ja: クローズされたチケットの数
kk: Билеттер жабылды
ko: 마감된 티켓 #
ky: # Жабык билеттердин
lv: # no slēgtajām biļetēm
mn: # Хаагдсан билетийн тоо
pt: # de tickets encerrados
ro: # de tickete închise
ru: # закрытых тикетов
uk: # закритих тікетів
uz: Ёпилган чипталар сони #
zh: 關閉票數#

source: # of tickets First Responded to
ca: # de tiquets atesos per primera vegada
de: # Tickets, auf die zuerst geantwortet wurde
es: # de boletos con Primera Respuesta
fr: # de tickets Traités en Premier
it: # di ticket che hanno avuto una prima risposta
ja: 最初に回答のあったチケットの数
kk: Билеттер алдымен жауап берді
ko: 첫 응답 티켓 #
ky: # биринчи жооп берилген Билеттердин
lv: # biļešu skaits, uz kurām vispirms tika atbildēts
mn: # Анх хариу өгсөн билетийн тоо
pt: # de tickets respondidos pela primeira vez
ro: # de bilete la care a răspuns primul
ru: # первых отвеченных тикетов
uk: # перших тікетів за якими було отримано відповіді
uz: Илк жавоб қайтарилган чипталар сони #
zh: 第一次響應的票數#

source: %{ address }
fr: %{ adresse }
ko: %{주소 }
mn: %{ хаяг }

source: %{ amount } Reward Points
ca: %{import} Punts de Recompensa
es: %{ amount } Puntos de Recompensa
fr: %{ amount } Points de Récompense
it: %{ amount } in Crediti Premio
ja: %{ amount } リワードポイント
kk: %{ amount }Бонус Ұпайлары
ko: %{ amount } 리워드 포인트
ky: { amount } % Бонустук Упайлар
lv: %{ amount } Balvu Punkti
mn: %{ amount } Шагналын Оноо
pt: %{ amount } Pontos de Recompensa
ro: %{ amount } puncte de recompensă
ru: %{ amount } Бонусных Баллов
uk: %{ amount } Бонусних Балів
uz: %{ amount } Бонус баллари
zh: %{ amount } 奖励积分

source: %{ cd_used } Reward Points
ca: %{ cd_used } Punts de Recompensa
es: %{ cd_used } Puntos de Recompensa
fr: %{ cd_used } Points de Récompense
it: %{ cd_used } in Crediti Premio
ja: %{ cd_used } リワードポイント
kk: %{ cd_used } Бонус Ұпайлар
ky: %{ cd_used } Бонустук Упайлар
lv: %{ cd_used } Balvu Punkti
mn: %{ cd_used } Шагналын Оноонууд
pt: %{ cd_used } Pontos de Recompensa
ro: %{ cd_used } puncte de recompensă
ru: %{ cd_used } Бонусных Баллов
uk: %{ cd_used } Бонусних Балів
uz: %{ cd_used } Бонус баллари
zh: %{ cd_used } 奖励积分

source: %{ city }
fr: %{ ville }
ko: %{ 도시 }
mn: %{ хот }

source: %{ n } Days
fr: %{ n } Jours
it: %{ n } giorni

source: %{ n } Days Left to Pay
fr: %{ n } Jours Restants avant le Paiement
it: %{ n } giorni rimanenti per pagare

source: %{ name } from %{ country }
ca: %{ name } de %{ country }
de: %{ name } von %{ country }
es: %{ name } de %{ country }
fr: %{ name } de %{ country }
it: %{ name } da %{ country }
kk: %{ name } бастап %{ country }
ko: %{ country }의 %{ name }
ky: { country }%дан { name } %
lv: %{ name } no %{ country }
pt: %{ name } de %{ country }
ro: %{ name } din %{ country }
ru: %{ name } из %{ country }
uk: %{ name } з %{ country }
uz: %{ name } дан %{ country }
zh: %{ name } 来自 %{ country }

source: %{ name } make sure you
ca: %{ name } assegura't de
de: %{ name } vergewissern Sie sich, dass
es: %{ name } asegúrate de
fr: %{ nom } assurez-vous que vous
it: %{ name } assicurati di
ja: %{ name }さん、忘れないでください
kk: %{ name } сіз көз жеткізіңіз
ko: %{ name } 잊지마세요
ky: { name } % экендигинизге ишениңиз
lv: %{ name } pārliecinies vai tu
mn: %{ name } та итгэлтэй байгаарай
pt: %{ name } certifique-se de
ro: %{ name } asigură-te că
ru: %{ name }, убедитесь, что вы
uk: %{ name } переконайтесь, що ви
uz: %{ name } ишонч ҳосил қилингки, сиз
zh: %{ name } 确保您

source: %{ name }, consider upgrading to our Connect Suite.
ca: %{ name }, considera la possibilitat d'actualitzar-te a nostra Connect Suite.
de: %{ name }, planen Sie ein Upgrade auf unserer Connect Suite.
es: %{ name }, considera actualizarte a nuestro Connect Suite.
fr: %{name}}, envisage un "Upgrade" vers une Suite Connect.
it: %{ name }, prendi in considerazione di fare l'upgrade alla nostra Suite Connect.
ja: %{ name }さん、コネクトのアップグレードはいかがですか。
kk: % {name}, Connect Suite-ке көшуді қарастырыңыз.
ko: %{ name }, 커넥트 스위트로 업그레이드를 고려하십시오.
ky: %{ name }, биздин Connect Suite-ке өтүү тууралуу ойлонуп көрүңүз.
lv: %{ name },apsver iespēju apgreidoties uz " Connect Suite".
mn: %{ name } та Connect Suite багцийг сонгох талаар бодож үзээрэй.
pt: %{ name }, considere atualizar o seu plano Connect.
ro: %{ name }, ia în considerare posibilitatea de a activa Connect Suite.
ru: %{ name }, подумайте над тем, чтобы перейти на более функциональную комнату "Коннект".
uk: %{ name }, подумайте над тим, щоб перейти до більш функціональної кімнати "Коннект".
uz: %{ name }, Connect тўпламини янгилаш имкониятини кўриб чиқинг.
zh: %{ name }, 請考慮升級到我們的Connect 套件.

source: %{ name }, let's give you a display name.
ca: %{ name }, assigna un nom de visualització.
de: %{ name }, lassen Sie uns Ihnen einen Display Namen geben.
es: %{ name }, te asignaremos un nombre de visualización.
fr: %{ name }, laissez-nous vous donner un nom d'affichage.
it: %{ name }, ti diamo un nome di visualizzazione.
ja: %{ name }さん、ディスプレイネームを設定しましょう。
kk: %{ name }, сізге көрсетілетін есім берейік.
ko: %{ name }, 표시 이름을 설정하십시오.
ky: %{ name },келиңиз, сизге ат тандайлы.
lv: %{ name },dosim jums displeja nosaukumu.
mn: %{ name }, танд дэлгэцийн нэр өгье.
pt: %{ name }, vamos configurar o nome que você deseja que seja exibido no seu escritório.
ro: {{$root.user.first_name}}, hai să-ţi alegi un pseudonim.
ru: %{ name }, давайте выберем для Вас дисплей-имя.
uk: %{ name }, давайте спочатку оберемо для Вас дисплей ім'я.
uz: %{ name }, келинг, сизга тахаллус танлаймиз.
zh: %{ name }, 給您壹個昵稱.

source: %{ name }, let's now set up your Email Address
ca: %{ name },Ara configurarem la teva adreça de correu electrònic (Email)
de: %{ name }, lassen Sie uns nun Ihre E-Mail-Adresse einrichten
es: %{ name }, vamos a crear tu Correo (Email)
fr: %{ name }, installons maintenant une adresse courriel
it: %{ name }, adesso impostiamo il tuo indirizzo email
ja: %{ name }さん、メールアドレスを設定しましょう
kk: %{ name }, енді Электрондық Поштаның мекен-жайын орнатайық
ko: %{ name }, 이제 이메일 주소를 설정하십시오
ky: %{ name }, эми Электрондук адресиңизди белгилейли
lv: %{ name }, tagad izveidosim jūsu e-pasta adresi
mn: %{ name }, одоо таны имэйл хаягаа бичнэ үү
pt: %{ name }, agora vamos configurar seu endereço de e-mail
ro: %{ name }, hai acum să configurăm adresa ta de e-mail
ru: %{ name }, теперь давайте установим ваш адрес электронной почты
uk: % {name}, давайте тепер налаштуємо вашу адресу електронної пошти
uz: %{ name }, энди электрон почтангиз манзилини ўрнатамиз
zh: %{ name }, 現在請設置您的電子郵件地址

source: %{ name }, let's now set up your Referral Link
ca: %{ name }, ara configurarem el teu Enllaç de Referència
de: %{ name }, lassen Sie uns jetzt Ihren Empfehlungs-Link einrichten
es: %{ name }, ahora vamos a configurar tu Enlace de Referencia
fr: %{ name }, mettons maintenant en place ton lien de référence
it: %{ name }, adesso impostiamo il tuo Referral Link
ja: %{ name }さん、紹介リンクを設定しましょう
kk: %{ name }, енді сіздің Рефералды Сілтемеңізді орнатайық
ko: %{ name }, 이제 추천 링크를 설정하십시오
ky: %{ name }, эми, сиздин Рефералдык шилтемеңизди орнотолу
lv: %{ name }, tagad izveidosim jūsu referālo saiti
mn: %{ name }, та одоо элсүүлэх холбоосоо бичнэ үү
pt: %{ name }, agora vamos configurar seu link de indicação
ro: %{ name }, hai acum să configurăm Linkul tău de recomandare
ru: %{ name }, теперь установим вашу реферальную ссылку
uk: % {name}, тепер налаштуємо ваше реферальне посилання
uz: %{ name }, энди реферал ҳаволангизни яратамиз
zh: %{ name }, 現在請設置您的推薦鏈接

source: %{ name }, let's upload your first photo
ca: %{ name }, puja la teva primera imatge
de: %{ name }, lassen Sie uns Ihr erstes Foto hochladen
es: %{ name }, vamos a subir tu primera foto
fr: %{ name }, téléchargeons ta première photo
it: %{ name }, carichiamo la tua prima foto
ja: %{ name }さん、プロフィール画像をアップロードしましょう
kk: %{ name }, бірінші фотосуретіңізді жүктейік
ko: %{ name }, 귀하의 사진을 업로드하십시오
ky: %{ name }, алгачкы сүрөтүңүздү жүктөйлү
lv: %{ name }, ielādēsim jūsu pirmo fotogrāfiju
mn: %{ name }, таны анхны зургийг оруулъя
pt: %{ name }, vamos carregar sua primeira foto
ro: %{ name }, hai să încărcăm prima ta fotografie
ru: %{ name }, пора загрузить Ваше первое фото
uk: %{ name }, завантажте вашу першу фотографію
uz: %{ name }, дастлаб фотосуратингизни юклаб олайлик
zh: %{ name }, 讓我們上傳您的第一張照片

source: %{ name }, now let's import your contacts
ca: %{ name }, importar contactes
de: %{ name }, lassen Sie uns jetzt Ihre Kontakte importieren
es: %{ name }, ahora vamos a importar tus contactos
fr: %{ name }, importons maintenant tes contacts
it: %{ name }, adesso importiamo i tuoi contatti
ja: %{ name }さん、今すぐあなたの連絡先をインポートしましょう
kk: %{ name }, енді контактілеріңізді импорттайық
ko: %{ name }, 이제 연락처 불러오기를 하십시오
ky: %{ name }, эми контактыларыңызды импорттойлу
lv: %{ name },}tagad nodosim jūsu kontaktus
mn: %{ name } одоо таны харилцагч нарын хаягийг импортлоё.
pt: %{ name }, agora vamos importar seus contatos
ro: %{ name }, hai acum să importăm contactele tale
ru: %{ name }, теперь давайте загрузим Ваши контакты
uk: %{ name }, тепер імпортуйте ваші контакти
uz: %{ name }, энди келинг, контактларингизни импорт қиламиз
zh: %{ name }, 現在請導入您的聯繫人

source: %{ nights } Nights
ca: %{ nights } Nits
de: %{ nights } Nächte
es: %{ nights } Noches
fr: %{ nights } Nuits
it: %{ nights } Notti
ja: %{ nights } 泊
kk: %{ night }Түндер
ko: %{ nights } 박
ky: %{ nights } Түн
lv: %{ nights } Nightis
mn: %{ nights } Шөнө
pt: %{ nights } Noites
ro: %{ nights } Nopți
ru: %{ nights } ночей
uk: %{ nights } ночей
uz: %{ nights } кеча
zh: %{ nights } 晚

source: %{ points_used } Reward Points
ca: %{ points_used } Punts de recompensa
es: %{ points_used } Puntos de Recompensa
fr: %{ points_used } Points de Récompense
it: %{ points_used } in Crediti Premio
ja: %{ points_used } リワードポイント
kk: %{ points_used } Бонус Ұпайлар
ko: %{ points_used } 리워드 포인트
ky: %{ points_used } Бонустук Упайлар
lv: %{ points_used } Balvu Punkti
mn: %{ points_used } Шагналын Оноо
pt: %{ points_used } Pontos de Recompensa
ro: %{ points_used } puncte de recompensă
ru: %{ points_used } Бонусных Баллов
uk: %{ points_used } Бонусних Балів
uz: %{ points_used } Бонус баллари
zh: %{ points_used } 奖励积分

source: %{ postalCode }
fr: %{ Codepostal }
ko: %{ 우편번호 }
mn: %{ Шуудангийн Код }

source: %{ price } / 2 For 1 Reward Points
ca: %{ price } / 2 Per 1 Punts de Recompensa
de: %{ price } /2 für 1 Reward Points
es: %{ price } / 2 por 1 Puntos de Recompensa
fr: %{ price } / 2 pour 1 Points de Récompense
it: %{ price } / Crediti Premio 2 per 1
ja: %{ price } / ２倍のリワードポイント
kk: %{ price } / 2 үшін 1 Бонус Ұпайлары
ko: %{ price } / 1대 2 리워드 포인트
ky: %{ price } / 1ге 2 Бонустук Упайлар
lv: %{ price } / 2 Par 1 Balvu Punkti
mn: %{ price } / 1:2 Шагналын Оноо
pt: %{ price } / 2 por 1 Pontos de Recompensa
ro: %{ price } / Puncte de recompensă (2 pentru 1)
ru: %{ price } / Бонусные Баллы (2 к 1)
uk: %{ price } / Бонусні Бали (2 до 1)
uz: %{ price } / (1 га 2) Бонус баллари
zh: %{ price } / 2 换 1 奖励积分

source: %{ start } to %{ end }
ca: %{ start } de %{ end }
de: %{ start } bis %{ end }
fr: %{ start } à %{ end }
it: %{ start } a %{ end }
ja: %{ start } から %{ end } まで
kk: %{ start } және %{ end }
ko: %{ start }에서 %{ end }까지
ky: %{ start } дан %{ end }га
lv: %{ start } līdz %{ end }
pt: %{ start } a %{ end }
ro: %{ start } la %{ end }
ru: с %{ start } по %{ end }
uk: з %{ start } по %{ end }
uz: %{ start } дан %{ end }
zh: %{ start } 到 %{ end }

source: %{ state }
fr: %{ état }
ko: %{ 주/시 }
mn: %{ аймаг }

source: %{activations} * $%{amount} per user = $%{total}
fr: %{activations} * $%{amount} par utilisateur = $%{total}
it: %{activations} * $%{amount} per utente = $%{total}
kk: %{activations} * $%{amount} бір пайдаланушыға =$%{total}
pt: %{activations} * $%{amount} por usuário = $%{total}
uk: %{activations} * $%{amount} на користувача = $%{total}
uz: %{activations} * $%{amount} ҳар бир фойдаланувчи учун = $%{total}
zh: %{activations} * 每位用户$%{amount} = $%{total}

source: %{activitiesNum} activities
ca: %{activitiesNum} activitats
de: %{activitiesNum} Aktivitäten
es: %{activitiesNum} actividades
fr: %{activitiesNum} activités
it: %{activitiesNum} attività
ja: %{activitiesNum} 件のアクティビティ
kk: %{activitiesNum} әрекеттер
ky: %{activitiesNum} кыймыл
lv: %{activitiesNum} aktivitātes
mn: %{activitiesNum} аялалууд
pt: %{activitiesNum} atividades
ro: %{activitiesNum} activități
ru: %{activitiesNum} активностей
uk: %{activitiesNum} активностей
uz: %{activitiesNum} фаоллик
zh: %{activitiesNum} 活动

source: %{activitiesNum} activities found
ca: %{activitiesNum} activitats trobades
de: %{activitiesNum} Aktivitäten gefunden
es: %{activitiesNum} actividades encontradas
fr: %{activitiesNum} activités trouvées
it: %{activitiesNum} attività trovate
ja: %{activitiesNum} 件のアクティビティが見つかりました
kk: %{activitiesNum} әрекеттерді табылды
ky: %{activitiesNum} кыймыл табылды
lv: %{activitiesNum} atrastās aktivitātes
mn: %{activitiesNum} аялал байна
pt: %{activitiesNum} atividades encontradas
ro: %{activitiesNum} activități găsite
ru: Найдено %{activitiesNum} активностей
uk: Знайдено %{activitiesNum} активностей
uz: %{activitiesNum} фаоллик топилди
zh: %{activitiesNum}找到的活动
