Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The member you are trying to add has already reached the limit of cruises booked with insider pricing discount. We will switch you to use reward points to book this cruise.
ca: El membre que intentes afegir ja ha arribat al límit de creuers reservats amb el descompte de INsider Pricing. Canviarem la teva reserva per utilitzar punts de recompensa per a aquest creuer.
de: Das Mitglied, das Sie hinzufügen möchten, hat bereits die maximale Anzahl an Kreuzfahrten erreicht, die mit dem Rabatt von INsider Pricing gebucht werden können. Wir werden Sie für die Buchung dieser Kreuzfahrt auf die Verwendung von Reward Points umstellen.
es: El Miembro que está intentando agregar ya ha alcanzado el límite de cruceros reservados con el descuento de Precio INsider. Lo cambiaremos para que utilice Puntos de Recompensa para reservar este crucero.
fr: Le membre que vous essayez d'ajouter a déjà atteint la limite des croisières réservées avec la réduction au prix d'initié. Nous vous demanderons d'utiliser des points de récompense pour réserver cette croisière.
it: Il Membro che desideri aggiungere ha già raggiunto il numero massimo di crociere prenotabili con lo sconto INsider Pricing. Passeremo all'utilizzo dei Crediti Premio per prenotare questa crociera.
ja: あなたが追加しようとしているメンバーは、すでにINsider Pricingを利用したクルーズの予約件数の上限数に達しています。このクルーズのご予約には、リワードポイントの利用に切り替えさせていただきます。
kk: Сіз қосқыңыз келетін мүшелер ішкі жеңілдікпен брондалған круиздердің шегін таусып үлгерді. Біз сізді осы круизді брондау үшін бонустық ұпайларды пайдалануға аударамыз.
ky: Сиз кошууга аракет кылып жаткан мүчө insider pricing арзандатуусу менен брондолгон сапарлардын чегине жетти. Биз сизге бул сапарды брондоо үчүн бонустук упайларын колдонууга багыттайбыз.
lv: Biedrs, kuru mēģināt pievienot, jau ir sasniedzis kruīzu ierobežojumu, kas rezervēts ar insider pricing atlaidi. Mēs pārslēgsim jūs izmantot balvu punktus, lai rezervētu šo kruīzu.
mn: Таны нэмэх гэж буй гишүүн INsider Pricing үнэ ашиглан захиалах захиалгын тоогоо гүйцээсэн байна. Бид таныг энэ далайн аяллын захиалгыг Шагналын Оноо ашиглан хийхээр тохируулах болно.
pt: O membro que você está tentando adicionar já atingiu o limite de cruzeiros reservados com o desconto INsider Pricing. Nós o mudaremos para usar Pontos de Recompensa para reservar este cruzeiro.
ro: Membrul pe care încerci să-l adaugi a atins deja limita de croaziere rezervate cu reducere de preț pentru insider pricing. Vom face schimbarea pentru a utiliza punctele de recompensă pentru a rezerva această croazieră.
ru: Член Клуба, которого вы пытаетесь добавить уже достиг лимита бронирований круизов со скидкой insider pricing. Мы переключим вас на использование бонусных баллов для бронирования этого круиза.
uk: Член Клубу, якого ви намагаєтеся додати, вже досяг ліміту бронювань круїзів зі знижкою insider pricing. Ми переключимо вас на використання бонусних балів для бронювання цього круїзу.
uz: Сиз қўшишни истаган Аъзонинг insider pricing чегирмасидан фойдаланиш лимити тугуган. Ушбу круизга буюртма беришингиз учун сизни бонус баллари тизимига ўтказамиз.
zh: 您尝试添加的会员已达到使用INsider Pricing折扣预订邮轮的上限。我们将切换为使用奖励积分来预订此次邮轮。

source: The member you are trying to add has already reached the limit of hotels booked with insider pricing discount. We will switch you to use reward points to book this hotel.
ca: El membre que estàs intentant afegir ja ha arribat al límit d'hotels reservats amb descompte Insider Pricing. Et canviarem a l'ús de punts de recompensa per reservar aquest hotel.
de: Das Mitglied, das Sie hinzufügen möchten, hat bereits das Limit für Buchungen mit INsider Pricing Rabatt erreicht. Wir werden Sie umstellen, um Reward Points für die Buchung dieses Hotels zu verwenden.
es: El Miembro que está intentando agregar ya ha alcanzado el límite de hoteles reservados con el descuento de Precio INsider. Lo cambiaremos para que utilice Puntos de Recompensa para reservar este hotel.
fr: Le membre que vous essayez d'ajouter a déjà atteint la limite des hôtels réservés avec la réduction prix d'initié. Nous vous demanderons d'utiliser des points de récompense pour réserver cet hôtel.
it: Il Membro che desideri aggiungere ha già raggiunto il numero massimo di hotel prenotabili con lo sconto INsider Pricing. Passeremo all'utilizzo dei Crediti Premio per prenotare questo hotel.
ja: あなたが追加しようとしているメンバーは、すでにINsider Pricingを利用したホテルの予約件数の上限数に達しています。このホテルのご予約には、リワードポイントの利用に切り替えさせていただきます。
kk: Сіз қосқыңыз келетін пайдаланушы брондаған қонақүйлердің саны қазірдің өзінде шектеулі. Біз сізді осы қонақүйді брондау үшін бонустық ұпайларды пайдалануға аударамыз.
ky: Сиз кошууга аракет кылып жаткан мүчө insider pricing арзандатуусу менен брондолгон мейманканалардын чегине жетти. Биз сизге бул мейманкананы брондоо үчүн бонустук упайларын колдонууга багыттайбыз.
lv: Biedrs, kuru mēģināt pievienot, jau ir sasniedzis viesnīcu ierobežojumu, kas rezervēts ar insider pricing atlaidi. Mēs pārslēgsim jūs izmantot balvu punktus, lai rezervētu šo viesnīcu.
mn: Таны нэмэх гэж буй гишүүн INsider Pricing үнэ ашиглан захиалах захиалгын тоогоо гүйцээсэн байна. Бид таныг энэ зочид буудлын захиалгыг Шагналын Оноо ашиглан хийхээр тохируулах болно.
pt: O membro que você está tentando adicionar já atingiu o limite de hotéis reservados com o desconto INsider Pricing. Nós o mudaremos para usar Pontos de Recompensa para reservar este hotel.
ro: Membrul pe care încerci să-l adaugi a atins deja limita de hoteluri rezervate cu reducere de insider pricing. Vă vom schimba pentru a utiliza punctele de recompensă pentru a rezerva acest hotel.
ru: Член Клуба, которого вы пытаетесь добавить уже достиг лимита бронирований отелей со скидкой insider pricing. Мы переключим вас на использование бонусных баллов для бронирования этого отеля.
uk: Член Клубу, якого ви намагаєтеся додати, вже досяг ліміту бронювань готелів зі знижкою insider pricing. Ми переключимо вас на використання бонусних балів для бронювання цього готелю.
uz: Сиз қўшишни истаган Аъзонинг insider pricing чегирмасидан фойдаланиш лимити тугуган. Ушбу меҳмонхонага буюртма беришингиз учун сизни бонус баллари тизимига ўтказамиз.
zh: 您尝试添加的会员已达到使用INsider Pricing折扣预订酒店的上限。我们将切换为使用奖励积分来预订此次酒店。

source: The member you are trying to add is not a black card member. You will no longer be able to book this cruise only with reward points.
ca: El membre que estàs intentant afegir no és membre de la black card. Ja no podràs reservar aquest creuer només amb punts de recompensa.
de: Das Mitglied, das Sie hinzufügen möchten, ist kein Mitglied mit Black Card. Eine Buchung dieser Kreuzfahrt ist nur noch mit Reward Points möglich.
es: El Miembro que está intentando agregar no es Miembro de la tarjeta negra. Ya no podrá reservar este crucero solo con Puntos de Recompensa.
fr: Le membre que vous essayez d'ajouter n'est pas un membre de la carte noire. Vous ne pourrez plus réserver cette croisière uniquement avec des points de récompense.
it: Il Membro che stai cercando di aggiungere non ha la Carta Nera. Non potrai più prenotare questa crociera solo con i Crediti Premio.
ja: 追加しようとしているメンバーは、ブラックカードのメンバーではありません。このクルーズをリワードポイントのみで予約することはできなくなります。
kk: Сіз қосқыңыз келетін мүшелер black card мүшесі емес. Сіз бұл круизді тек бонустық ұпайлармен брондай алмайсыз.
ky: Сиз кошууга аракет кылып жаткан мүчө кара карта мүчөсү эмес. Эми сиздер бул круизди бонустук упайлар менен гана брондой албайсыз.
lv: Biedrs, kuru mēģināt pievienot, nav melnās kartītes dalībnieks. Šo kruīzu vairs nevarēs rezervēt tikai ar balvu punktiem.
mn: Таны нэмэх гэж буй гишүүн хар карттай гишүүн биш байна. Та энэ далайн аяллыг зөвхөн Шагналын Оноогоо ашиглан захиалах боломжгүй болно.
pt: O membro que você está tentando adicionar não é um membro black card. Você não poderá mais reservar este cruzeiro somente com Pontos de Recompensa.
ro: Membrul pe care încerci să-l adaugi nu este un membru cu card negru. Nu vei mai putea rezerva această croazieră doar cu puncte de recompensă.
ru: Член Клуба, которого вы пытаетесь добавить не является Членом Клуба с чёрной картой. Вы больше не сможете бронировать этот круиз с использованием только бонусных баллов.
uk: Член Клубу, якого ви намагаєтесь додати, не є Членом Клубу з чорною карткою. Ви більше не зможете бронювати цей круїз із використанням лише бонусних балів.
uz: Сиз қўшишни истаган Аъзо қора карта соҳиби эмас. Сиз ушбу круизга фақат бонус балларидан фойдаланган ҳолда буюртма бера олмайсиз.
zh: 您尝试添加的会员不是黑卡会员。您将无法仅使用奖励积分预订此邮轮。

source: The member you are trying to add is not a black card member. You will no longer be able to book this hotel only with reward points.
ca: El membre que estàs intentant afegir no és membre de la Black Card. Ja no podràs reservar aquest hotel només amb punts de recompensa.
de: Das Mitglied, das Sie hinzufügen möchten, ist kein Mitglied der Black Card. Sie können dieses Hotel nicht mehr nur mit Reward Points buchen.
es: El Miembro que está intentando agregar no es Miembro de la tarjeta negra. Ya no podrá reservar este hotel solo con Puntos de Recompensa.
fr: Le membre que vous essayez d'ajouter n'est pas un membre de la carte noire. Vous ne pourrez plus réserver cet hôtel uniquement avec des points de récompense.
it: Il Membro che stai cercando di aggiungere non ha la Carta Nera. Non potrai più prenotare questo hotel solo con i Crediti Premio.
ja: 追加しようとしているメンバーは、ブラックカードのメンバーではありません。このホテルをリワードポイントのみで予約することはできなくなります。
kk: Сіз қосқыңыз келетін пайдаланушы black card бағдарламасының мүшесі емес. Сіз бұл қонақүйді тек бонустық ұпайлармен брондай алмайсыз.
ky: Сиз кошууга аракет кылып жаткан мүчө кара карта мүчөсү эмес. Эми сиздер бул мейманкананы бонустук упайлар менен гана брондой албайсыз.
lv: Biedrs, kuru mēģināt pievienot, nav melnās kartītes dalībnieks. Šo viesnīcu vairs nevarēs rezervēt tikai ar balvu punktiem.
mn: Таны нэмэх гэж буй гишүүн хар карттай гишүүн биш байна. Та энэ зочид буудлыг зөвхөн Шагналын Оноогоо ашиглан захиалах боломжгүй байна.
pt: O membro que você está tentando adicionar não é um membro com Black Card. Você não poderá mais reservar este hotel somente com Pontos de Recompensa.
ro: Membrul pe care încerci să-l adaugi nu este un membru cu card negru. Nu vei mai putea rezerva acest hotel doar cu puncte de recompensă.
ru: Член Клуба, которого вы пытаетесь добавить не является Членом Клуба с чёрной картой. Вы больше не сможете бронировать этот отель с использованием только бонусных баллов.
uk: Член Клубу, якого ви намагаєтесь додати, не є Членом Клубу з чорною карткою. Ви більше не зможете бронювати цей готель із використанням лише бонусних балів.
uz: Сиз қўшишни истаган Аъзо қора карта соҳиби эмас. Сиз ушбу меҳмонхонага фақат бонус балларидан фойдаланган ҳолда буюртма бера олмайсиз.
zh: 您尝试添加的会员不是黑卡会员。您将无法仅使用奖励积分预订此酒店。

source: The Membership Program
ca: El Programa de Membresia
de: Das Mitgliedschaftsprogramm
es: El Programa de Membresía
fr: Le Programme d'Adhésion
it: Il Programma di Membership
ja: メンバーシップ・プログラム
kk: Мүшелік бағдарламасы
ky: Мүчөлүк программасы
lv: Biedru Dalības programma
mn: Гишүүнчлэлийн хөтөлбөр
pt: O Programa de Assinatura
ro: Programul de membru
ru: Программа Членства
uk: Програма Членства
uz: Аъзолик дастури
zh: 会员计划

source: The minimum amount needed to transfer is <strong>$50.00</strong>
ca: L'import mínim per transferència és de <strong>50 dòlars</strong>
de: Der Mindestbetrag für eine Überweisung beträgt <strong>$50.00</strong>
es: La cantidad mínima requerida para transferir es de <strong>$50.00 USD</strong>
fr: Le montant minimum nécessaire pour transférer est <strong>50,00 $</strong>
it: L'importo minimo per effettuare il trasferimento è di <strong>$50.00</strong>
ja: 送金するための最低金額は <strong>$50.00</strong>です
kk: Аударым үшін ең аз сома<strong>$50.00 құрайды</strong>
ky: Которуу үчүн зарыл болгон минималдуу сумма <strong>50,00$</strong>
lv: Minimālā summma,kas jāpārskaita ir <strong>$50.00</strong>
mn: Шилжүүлэх хамгийн бага мөнгөн дүн <strong>$50.00</strong> байх ёстой.
pt: A quantidade mínima a ser transferida é de <strong>$50.00</strong>
ro: Suma minimă necesară pentru transfer este de <strong>50$</strong>
ru: Минимальная сумма перевода составляет <strong>$50</strong>
uk: Мінімальна сума переказу становить <strong>$50.00</strong>
uz: Минимал ўтказма суммаси <strong>$50.00</strong>
zh: 转账所需的最低金额为<strong>$50.00</strong>

source: The minimum withdrawal you can make is $50.00.
ca: La retirada mínima que podeu fer és de 50,00 dòlars.
de: Die minimale Auszahlung, die Sie vornehmen können, beträgt $50.00.
es: El retiro mínimo que puedes hacer es de $50.00.
fr: Le retrait minimum que vous pouvez faire est de 50,00$.
it: L'importo minimo che puoi prelevare è di $50,00.
ja: 最低送金金額は、$50.00です。
kk: Сіздің шотыңыздан алуға болатын ең аз сома - $ 50.00.
ko: 최소 인출은 $ 50.00입니다.
ky: Банк эсебиңизден ала турган минималдуу сумма 50,00 долларды түзөт.
lv: Minimālā naudas summas izņemšana ir 50.00$.
mn: Шилжүүлэх хамгийн бага мөнгөн дүн $50 байх ёстой.
pt: O saque mínimo que você pode fazer é $50.00.
ro: Retragerea minimă pe care o poţi efectua este de 50,00$.
ru: Минимальную сумму, которую Вы можете снять с Вашего банковского счета составляет 50.00 $.
uk: Мінімальну суму, яку Ви можете зняти з Вашого банківського рахунку складає 50.00 $.
uz: Ечишингиз мумкин бўлган минимал маблағ 50$.
zh: 您可以提款的最低金額為$50.00.

source: The name you have entered is not valid.
ca: El nom que has introduït no és vàlid.
de: Der von Ihnen eingegebene Name ist nicht gültig.
es: El nombre ingresado no es válido.
fr: Le nom que vous avez saisi n'est pas valide.
it: Il nome che hai inserito non è valido.
ja: 入力された名前は、存在しません。
kk: Сіз жарамсыз есім енгіздіңіз.
ko: 입력한 이름이 유효하지 않습니다.
ky: Сиз киргизген ат туура эмес.
lv: Jūsu ievadītais vārds nav derīgs.
mn: Таны оруулсан нэр буруу байна.
pt: O nome que você digitou não é válido.
ro: Numele introdus nu este valid.
ru: Вы ввели некорректное имя.
uk: Ви ввели некоректне ім'я.
uz: Сиз киритган ном нотўғри.
zh: 您輸入的名稱無效。

source: The name you provided for a passenger does not belong to the member you added to this booking.
ca: El nom que has proporcionat per a un passatger no pertany al membre que has afegit a aquesta reserva.
de: Der Name, den Sie für einen Passagier angegeben haben, gehört nicht zu dem Mitglied, das Sie zu dieser Buchung hinzugefügt haben.
es: El nombre que proporcionaste para un pasajero no pertenece al miembro que agregaste a esta reserva.
fr: Le nom que vous avez fourni pour un passager n'appartient pas au membre que vous avez ajouté à cette réservation.
it: Il nome che hai fornito per il passeggero non è quello del membro che hai incluso in questa prenotazione.
ja: 入力された乗客の名前は、この予約に追加したメンバー会員の名前とは異なります。
kk: Жолаушыға берген атыңыз осы броньға қосқан мүшеге жатпайды.
ko: 제공해준 승객명은 이 예약에 추가한 멤버의 이름이 아닙니다.
ky: Жүргүнчү үчүн берген ысымыңыз бул брондоого кошкон мүчөгө таандык эмес.
lv: Jūsu norādītais pasažiera vārds neatbilst/nav vārds biedram ko pievienojāt rezervācijai.
mn: Таны зорчигч гэж өгсөн нэр энэ захиалгад нэмсэн гишүүний нэр биш байна.
pt: O nome que você forneceu para um passageiro não pertence ao membro que você adicionou a esta reserva.
ro: Numele pe care l-ai furnizat pentru un pasager nu aparține membrului pe care l-ai adăugat la această rezervare.
ru: Указанное имя пассажира не принадлежит Члену Клуба, которого вы добавили к текущему бронированию.
uk: Зазначене ім'я пасажира не належить Члену Клубу, якого ви додали до поточного бронювання.
uz: Сиз кўрсатган йўловчининг исм-шарифи ушбу буюртмага киритилган аъзога тааллуқли эмас.
zh: 您為乘客提供的姓名不屬於您添加到此預訂中的成員。

source: The new table highlights each donor's name, nationality, rank, and contribution. It's clearer, fully transparent, and now includes filters for easier sorting.
fr: Le nouveau tableau met en évidence le nom, la nationalité, le rang et la contribution de chaque donateur. Plus clair et totalement transparent, il inclut désormais des filtres pour un tri plus facile.
it: La nuova tabella evidenzia il nome di ogni donatore, la nazionalità, il rango e la sua donazione. È più chiara, completamente trasparente e ora include filtri per una selezione più semplice.

source: The Next Phase of TGC Ticket Sales Could Launch Sooner Than Expected!
fr: La Prochaine Phase de Vente des Billets pour TGC Pourrait Commencer Plus Tôt que Prévu !
it: La prossima fase della vendita dei biglietti TGC potrebbe iniziare prima del previsto!
pt: A Próxima Fase de Venda de Ingressos para o TGC Pode Começar Mais Cedo do que o Esperado!
uk: Наступна фаза продажу квитків на TGC може розпочатися раніше, ніж очікувалося!

source: The obligations and rights of PARTNER under this Addendum are personal to PARTNER and may not be assigned or transferred to any other person, firm, or corporation without the prior, express, and written consent of inGroup International. PARTNER’s interests under this Addendum may not be transferred by will, codicil, bequest, the laws of intestate succession, or any other after-death transfer.
ca: Les obligacions i drets del SOCI en virtut d'aquest annex són personals al SOCI i no es poden assignar ni transferir a cap altra persona, empresa o corporació sense el consentiment previ, exprés i escrit de inGroup International. Els interessos del SOCI en virtut d'aquest annex no es poden transferir per voluntat, codicil, llegat, les lleis de la successió intestada ni cap altra transferència després de la mort.
de: Die Verpflichtungen und Rechte des PARTNERs aus diesem Zusatz sind für den PARTNER persönlich und dürfen ohne die vorherige, ausdrückliche und schriftliche Zustimmung von inGroup International nicht an eine andere Person, Firma oder Körperschaft übertragen oder abgetreten werden. Die Interessen des PARTNERs im Rahmen dieses Addendums dürfen nicht durch ein Testament, Nachtrag, Vermächtnis, die Gesetze der Erbfolge oder eine andere Übertragung nach dem Tod übertragen werden.
es: Las obligaciones y los derechos del SOCIO en virtud de este Anexo son personales para el SOCIO y no pueden asignarse ni transferirse a ninguna otra persona, empresa o corporación sin el consentimiento previo, expreso y por escrito de inGroup International. Los intereses del SOCIO bajo este Anexo no pueden ser transferidos por voluntad, codicilo, legado, las leyes de sucesión intestada o cualquier otra transferencia posterior a la muerte.
fr: Les droits et obligations du PARTENAIRE sous cet Addendum sont personnels et ne peuvent être assignés ou transférés à une autre personne, firme ou société sans le consentement exprès écrit préalable d'inGroup International. Les intérêts du partenaire sous cet Addendum ne peuvent être transférés ni par testament, ni par codicille, ni par voie de legs ou par les lois de successorales entre états, ni tout autre transfert post-mortem.
it: Ai sensi del presente Addendum, gli obblighi e i diritti del PARTNER sono a lui attribuiti a titolo personale e non possono essere ceduti o trasferiti ad altre persone, aziende o società senza il preventivo, espresso e scritto consenso di inGroup International. Gli interessi del PARTNER ai sensi del presente Addendum non possono essere trasferiti per testamento, codicillo, lascito, leggi sulla successione intestata o qualsiasi altro trasferimento post mortem.
ja: 本補遺契約に基づくパートナーの義務および権利は、パートナーに帰属し、inGroup Internationalの事前、明示、書面による同意なく、他の個人、会社、または法人に譲渡または移転することはできません。本補遺契約に基づくパートナーの利益は、遺言、遺言状、遺贈、遺留分法、またはその他の死後の譲渡により譲渡することはできません。
kk: Осы Қосымшаға сәйкес СЕРІКТЕСТІҢ жеке міндеттері мен құқықтары inGroup International компаниясының алдын-ала, тікелей және жазбаша келісімінсіз басқа адамға, фирмаға немесе корпорацияға тағайындалуы немесе берілуі мүмкін емес. Осы Келісім бойынша СЕРІКТЕС қайтыс болғаннан кейін де оның мүддесі, ерік-жігері, мұрагерлік өсиеті, аманаты, мұрагерлік заңдарға сәйкес орындалып, басқаша аударуға берілмейді.
ko: 이 추가 조항의 파트너의 의무와 권리는 파트너에게 개인적인 것이며 inGroup International의 명시적인 사전 서명 동의 없이 다른 사람 또는 회사에게 부여되거나 양도될 수 없습니다. 본 추가 조항에 의거한 파트너의 이익은 유언, 추가 약관, 유산, 정복 승계의 법칙, 또는 다른 사후 양도에 의해 양도될 수 없습니다.
ky: Ушул Тиркеме боюнча ӨНӨКТӨШТҮН милдеттери жана укуктары ӨНӨКТӨШ үчүн жеке болуп саналат жана inGroup International компаниясынын алдын ала, ачык жана жазуу жүзүндөгү макулдугусуз башка жакка, фирмага же корпорацияга жиберилиши же берилиши мүмкүн эмес. Ушул Тиркеме боюнча ӨНӨКТӨШТҮН кызыкчылыктары керээз, кодицил, керээз, мураскорлук мыйзамдары же өлгөндөн кийин башка кандайдыр бир өткөрүп берүү боюнча берилиши мүмкүн эмес.
lv: Partnera pienākumi un tiesības šajā Pielikumā ir tikai domāti Partnerim un tie nedrīkst tikt nodoti citai personai,firmai vai korporācijai bez inCruises International iepriekšējas mutiskas un rakstiskas piekrišanas.Izejot no šī pielikuma, Partnera intereses nedrīkst tikt nodotas ar testamentu visiem atbilstošajiem mantošanas likumiem vai jebkādiem citiem pēcnāves pārskaitījumiem.
mn: Энэхүү Нэмэлт гэрээний дагуу ТҮНШИЙН эрх үүрэг нь ТҮНШИЙН хувьд хувийн шинж чанартай бөгөөд inGroup International-д урьдчилан бичгээр гаргасан зөвшөөрөлгүйгээр өөр хүн, компанид шилжүүлэхийг хориглоно. Мөн ТҮНШИЙН ашиг сонирхол нь ямар нэг гэрээслэл, гэрээслэлийн Нэмэлт гэрээ, өв хөрөнгө, өв залгамжлалын тухай хууль, барсны дараах ямар нэг өв байдлаар хэн нэгэнд шилжигдэхгүй.
pt: As obrigações e direitos do SÓCIO sob este Adendo são pessoais do SÓCIO e não podem ser cedidos ou transferidos a qualquer outra pessoa, firma ou corporação sem o consentimento prévio, expresso e por escrito do inGroup International. Os interesses do SÓCIO sob este Adendo não podem ser transferidos por vontade, codicilo, legado, leis de sucessão intestadas ou qualquer outra transferência após a morte.
ro: Obligaţiile şi drepturile PARTENERULUI sub acest Act Adiţional sunt personale pentru PARTENER şi nu pot fi atribuite sau transferate niciunei alte persoane, firme sau corporaţii fără consimţământul expres, în scris prealabil din partea inGroup International. Interesele PARTENERULUI sub acest Act Adiţional nu pot fi transferate prin testament, codicil, ca moştenire, prin legile de moştenire intestată sau oricare alt transfer post-mortem.
ru: Обязательства и права ПАРТНЕРА по настоящему Дополнению являются персональными для ПАРТНЕРА и не могут быть переданы или переведены какому-либо другому лицу, фирме или корпорации без предварительного письменного согласия inGroup International. Интересы ПАРТНЕРА в соответствии с настоящим Дополнительным соглашением не могут быть переданы по завещанию, кодицилю, посмертному дару, правопреемству или любой другой передаче после смерти.
uk: Зобов'язання і права ПАРТНЕРА по даному Доповненню є персональними для ПАРТНЕРА і не можуть бути передані або переведені будь-якій іншій особі, фірмі чи корпорації без попередньої письмової згоди inGroup International. Інтереси ПАРТНЕРА відповідно до цього Доповнення не можуть бути передані за заповітом, кодицилем, посмертним даром, правонаступництвом або будь-якою іншою передачею після смерті.
uz: Ҳамкорнинг ҳуқуқ ва мажбуриятлари ушбу Қўшимчага мувофиқ Ҳамкорнинг шахсий мулки ҳисобланади ва inGroup International нинг аввалдан, аниқ ва ёзма розилигисиз бошқа шахсларга, фирмага ёки корпорацияга берилмайди ва ўзлаштирилмайди. Ҳамкорнинг манфаатлари ушбу Қўшимчага мувофиқ васиятнома, қайднома, мерос, васиятсиз меросга эга бўлиш ҳақидаги қонун, ёки ҳар қандай ўлимдан кейинги ўтказмалар билан ўтказилмайди.
zh: 本附錄中合作夥伴的義務和權利屬於其個人，未經inGroup International事先明示和書面同意，不得轉讓給任何其他人或公司。根據本附錄，合作夥伴的權益不得通過遺囑，遺贈，無遺囑繼承法或任何其他死後轉移來轉讓。
