Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: See List
ca: Veure la llista
de: Liste sehen
es: Ver Lista
fr: Voir la liste
it: Consulta l'elenco
ja: リストを見る
kk: Тізімді Қараңыз
ko: 목록 보기
ky: Тизмени карап көрүңүз
lv: Skatiet sarakstu
mn: Жагсаалт харах
pt: Ver lista
ro: Vezi Lista
ru: Посмотреть список
uk: Переглянути список
uz: Рўйхатни кўриш
zh: 查看列表

source: See more
ca: Veure més
de: Mehr sehen
es: Ver más
fr: Voir plus
it: Scopri di più
ja: 続きを読む
kk: Толығырақ көру
ky: Толугураак көрүү
lv: Skatīt/skati vairāk
mn: Цааш нь унших
pt: Ver mais
ro: Vezi mai mult
ru: Посмотреть ещё
uk: Переглянути більше
uz: Батафсил
zh: 查看更多

source: See More
ca: Veure Més
de: Sehen Sie mehr
es: Ver Más
fr: Voir plus
it: Scopri di più
ja: 続きを読む
kk: Толығырақ Көру
ky: Толугураак окуу
lv: Redzi vairāk
mn: Цааш нь унших
pt: Ver mais
ro: Vezi mai mult
ru: Читать больше
uk: Переглянути більше
uz: Батафсил
zh: 查看更多

source: See More Stories
ca: Veure més històries
de: Mehr Geschichten sehen
es: Ver Más Historias
fr: Voir Plus d'Histoires
it: Vedi altre storie
ja: さらにストーリーを見る
kk: Көбірек әңгімелерді қарау
ky: Көбүрөөк окуяларды көрүү
lv: Skatiet vairāk Stāstu
mn: Бусад түүхүүдийг унших
pt: Veja Mais Histórias
ro: Vezi mai multe povești
ru: Смотреть больше историй
uk: Дивитися більше історій
uz: Кўпроқ тарихларни кўриш
zh: 查看更多故事

source: See Progress
ca: Veure el progrés
de: Fortschritt ansehen
es: Ver Progreso
fr: Voir les Progrès
it: Guarda i progressi
ja: 進捗状況を見る
kk: Прогрессті Көру
ko: 진행 상황 보기
ky: Прогрессти көрүңүз
lv: Skatiet Progresu
mn: Явцыг харах
pt: Veja o progresso
ro: Vezi progresul
ru: Посмотреть прогресс
uk: Переглянути прогрес
uz: Ривожланиш тарихини кўриш
zh: 查看进度

source: See Request
ca: Veure Sol·licitud
es: Ver Solicitud
fr: Voir la Demande
it: Vedi richiesta
ja: リクエストを見る
kk: Сұранысты қарау
pt: Veja a Solicitação
ro: Vezi Solicitare
uk: Переглянути Запит
uz: Сўровни кўриш
zh: 查看申请

source: See the full list of GLS-X winners and celebrate this year's champions.
ca: Consulta la llista completa de guanyadors de GLS-X i celebra els campions d’aquest any.
fr: Consultez la liste complète des gagnants de GLS-X et célébrez les champions de cette année.
it: Dai un'occhiata alla lista completa dei vincitori del GLS-X e congratulati con i campioni di quest'anno.
ja: GLS-X勝者の全リストを確認し、今年のチャンピオンたちを祝福しましょう。
kk: GLS-X жеңімпаздарының толық тізімін көріп, биылғы чемпиондарды бірге құттықтаңыз.
pt: Veja a lista completa dos vencedores do GLS-X e comemore os campeões deste ano.
ro: Vezi lista completă a câștigătorilor GLS-X și sărbătorește campionii din acest an.
uk: Ознайомтеся з повним списком переможців GLS-X і привітайте чемпіонів цього року.
uz: GLS-X ғолибларининг тўлиқ рўйхати билан танишинг ва жорий йил чемпионларини табрикланг.
zh: 查看GLS-X获奖者完整名单并为今年的冠军庆祝。

source: See Top Partners
ca: Veure els principals socis
de: Siehe Top-Partner
es: Ver a los Socios Principales
fr: Voir les principaux Partenaires
it: Vedi i Top Partner
ja: トップパートナーを見る
kk: Топ Серіктестерді Көру
ko: 상위 파트너 보기
ky: Мыкты өнөктөштөрдү көрүңүз
lv: Skati Top Partnerus
mn: Шилдэг Түншүүдийг харах
pt: Veja os principais parceiros
ro: Vezi Partenerii de Top
ru: Показать самых успешных Партнёров
uk: Показати найуспішніших Партнерів
uz: Топ Ҳамкорларни кўриш
zh: 查看顶级合作伙伴

source: See Uplines
ca: Veure Línia Ascendent
es: Ver Líneas ascendentes
fr: Voir les Ascendants
it: Vedi upline
ja: アップラインを見る
kk: Жоғары көшбасшыларды қарау
pt: Veja os Uplines
ro: Vezi Sponsori
uk: Переглянути спонсорів
uz: Аплайнларни кўриш
zh: 查看上线领导

source: See who has produced the most invitations, registrations, and upgraded partners in your team.
ca: Consulta qui ha generat la majoria d'invitacions, de registres, i de socis en el teu equip.
de: Sehen Sie sich an, wer die meisten Einladungen, Registrierungen und upgegradete Partner in seinem Team hat.
es: Consulta quién ha generado más invitaciones, registros y Socios ascendidos en tu equipo.
fr: Vois qui a produit le plus d'invitations, d'enregistrements et de partenaires augmentés de niveau dans ton équipe.
it: Scopri chi ha prodotto il maggior numero di inviti, registrazioni e Partner nel tuo team.
ja: あなたのチームの中で最も招待状、登録者、アップグレードされたパートナーを生み出した人を確認してください。
kk: Сіздің тобыңызда ең көп шақырулар, тіркеулер және жаңартулар жасаған Серіктестер кімдер екенін қараңыз.
ko: 팀내의 최다 가입안내 활동, 등록 및 파트너 업그레이드 현황을 확인하십시오.
ky: Командаңызда ким эң көп чакырууларды, катталууларды жана жаңыртуулар жасаган өнөктөштөрдү жаратканын көрүңүз.
lv: Apskati, kas tavā komandā ir izsūtījis visvairāk uzaicinājumus,veicis reģistrācijas un apgreidojis partnerus.
mn: Таны багаас хамгийн их урилга илгээсэн, шинэ хүн бүртгүүлсэн, Түнш болсон хүмүүсийг харах.
pt: Veja quem produziu mais convites, registros e upgrades para sócio na sua equipe.
ro: Vezi cine a realizat cele mai multe invitaţii, înregistrări şi activări de parteneri în echipa ta.
ru: Посмотреть, кто осуществил больше приглашений, регистраций, а также Обновление партнеров в своей команде.
uk: Дізнайтеся, хто відправив найбільшу кількість запрошень та підписав партнерів у вашій команді.
uz: Жамоангиздан ким энг кўп таклифлар, обуналар ва янгилашларни амалга оширганини кўринг.
zh: 查看誰在您的團隊中生成了最多的邀請，註冊和升級的合作夥伴。

source: See who the top Partners are this week and this month-to-date.
ca: Consulta qui són els principals socis d'aquesta setmana i aquest més actual.
de: Sehen Sie, wer diese Woche und diesen Monat die besten Partner sind.
es: Consulta quiénes son los Socios destacados de esta semana y del mes hasta la fecha.
fr: Regardez qui sont les meilleurs partenaires de cette semaine et de ce mois-ci.
it: Scopri chi sono i migliori Partner questa settimana e questo mese fino ad oggi.
ja: 最新のウィークリー/マンスリー トップパートナーをご覧ください。
kk: Осы аптада және ағымдағы айда кім Топ-Серіктес екенін қараңыз.
ko: 이번 주와 이번 달의 최고 파트너가 누구인지 확인하십시오.
ky: Ушул аптада жана ушул айда кимдер мыкты Өнөктөш экенин көрүңүз.
lv: Katru nedēļu un mēnesi apskati jaunos Partnerus.
mn: Энэ сарын болон 7 хоногийн шилдэг Түншүүд.
pt: Veja quem são os principais sócios nesta semana e neste mês até o momento.
ro: Vedeţi cine sunt Partenerii de top săptămâna aceasta şi luna aceasta până acum.
ru: Узнайте, кто является Топ- Партнером на этой неделе и на сегодняшний месяц.
uk: Дізнайтесь, хто входить в топ Партнерів цього тижня та поточного місяця.
uz: Ушбу ҳафта ва бу ой якуни бўйича кимлар топ Ҳамкор бўлганини кўринг.
zh: 查看本週以及本月至今的最佳合作夥伴

source: See who's climbing toward greatness.
ca: Veieu qui està ascendint cap a l'èxit.
de: Sehen Sie, wer auf dem Weg zur Größe ist.
es: Ve quién está ascendiendo hacia el éxito.
fr: Voyez qui s'élève vers la grandeur.
it: Scopri chi sta scalando la vetta del successo.
ja: 誰が素晴らしい成果へ向かっているかを見てみましょう。
kk: Ұлылыққа кім көтерілетінін қараңыз.
ky: Кимдер бийикке көтөрүлүп жатканын көрүңүз.
lv: Redz, kurš kāpj diženuma virzienā.
mn: Хэн гайхалтай амжилт руу өгсөж явааг хараарай.
pt: Veja quem está escalando em direção à grandeza.
ro: Vezi cine urcă spre măreție.
ru: Смотрите, кто пробирается к величию.
uk: Дізнайтеся, хто піднімається до величі.
uz: Кимлар илгарилаётганини кўринг.
zh: 看看谁正在迈向伟大。

source: See winners List
ca: Veure la Llista de guanyadors
fr: Voir la Liste des gagnants
it: Guarda la lista dei vincitori
ja: 勝者リストを見る
kk: Жеңімпаздар тізімін көру
pt: Veja Lista de Vencedores
ro: Vezi Lista câștigătorilor
uk: Переглянути Список переможців
uz: Ғолиблар рўйхатини кўриш
zh: 查看获奖者名单

source: See your certificate here!
ca: Consulta el teu certificat aquí!
de: Sehen Sie Ihr Zertifikat hier!
es: ¡Ve tu certificado aquí!
fr: Voir votre certificat ici !
it: Guarda qui il tuo certificato!
ja: 修了証を見るにはこちら！
kk: Сертификатыңызды мына жерден қараңыз!
ko: 여기에서 인증서를 확인하세요!
ky: Сертификатыңызды бул жерден көрүңүз!
lv: Apskati savu sertifikātu šeit!
mn: Таны гэрчилгээ
pt: Consulte aqui o seu certificado!
ro: Vezi certificatul tău aici!
ru: Посмотреть свой сертификат здесь!
uk: Переглянути свій сертифікат тут!
uz: Сертификатингизни бу ерда кўринг!
zh: 在这里查看您的证书！

source: See your direct, click on them to see their teams
fr: Consultez vos directs, cliquez dessus pour voir leurs équipes
it: Visualizza i tuoi diretti, clicca su di loro per vedere i loro team.

source: Select
ca: Selecciona
de: Auswählen
es: Selecciona
fr: Sélectionner
it: Seleziona
ja: 選択
kk: Таңдау
ko: 선택
ky: Тандоо
lv: Atlasīt
mn: Сонгох
pt: Selecione
ro: Selectează
ru: Выбрать
uk: Вибрати
uz: Танлаш
zh: 选择

source: Select a Category to View
ca: Seleccionar una Categoria
de: Wählen Sie eine Kategorie zur Ansicht aus
es: Seleccionar una Categoría
fr: Sélectionner une catégorie à afficher
it: Seleziona una categoria
ja: ご覧になりたいカテゴリーの選択:
kk: Көру үшін Санатты Таңдаңыз
ko: 게시 목록 선택
ky: Көрүш үчүн категория тандаңыз
lv: Izvēlies skatāmo kategoriju
mn: Сонголт
pt: Selecione uma categoria para exibir
ro: Selectează o categorie
ru: Выберете Категорию для Просмотра
uk: Оберіть Категорію для Перегляду
uz: Кўриш тоифасини танлаш
zh: 選擇要查看的類別

source: Select a country.
ca: Seleccionar un país.
de: Ein Land auswählen.
es: Seleccionar un país.
fr: Sélectionner un pays.
it: Seleziona un paese.
ja: 国を選択してください。
kk: Елді таңдаңыз.
ko: 국가 선택.
ky: Өлкөнү тандаңыз.
lv: Izvēlies valsti.
mn: Орон сонгох
pt: Selecione um país.
ro: Selectează o țară.
ru: Выбрать страну.
uk: Вибрати країну.
uz: Мамлакатни танланг.
zh: 选择一个国家

source: Select a Language
ca: Selecciona un idioma
de: Eine Sprache auswählen
es: Selecciona un idioma
fr: Sélectionnez une Langue
it: Seleziona la lingua
ja: 言語を選択してください
kk: Тілді таңдаңыз
ky: Тилди тандаңыз
lv: Izvēlies Valodu
mn: Хэл сонгох
pt: Selecione um Idioma
ro: Selectează o limbă
ru: Выберите язык
uk: Виберіть мову
uz: Тилни танланг
zh: 选择一个语言

source: Select a Time Frame
ca: Selecciona el Període de Temps
de: Den Zeitrahmen auswählen
es: Selecciona el Periodo de Tiempo
fr: Sélectionne un laps de temps
it: Seleziona un intervallo di tempo
ja: 時間枠を選択してください
kk: Уақыт Шеңберін Таңдаңыз
ko: 기간 선택
ky: Убакыт алкагын тандаңыз
lv: Izvēlies laika periodu
mn: Цаг хугацааны хамрах хүрээг сонгох
pt: Selecione um período de tempo
ro: Selectaţi intervalul de timp
ru: Выбрать Период
uk: Оберіть Часовий Інтервал
uz: Вақт оралиғини танлаш
zh: 選擇一個時間範圍

source: Select a User Type
ca: Selecciona el tipus d'usuari
de: Einen Benutzertypen auswählen
es: Selecciona el tipo de Usuario
fr: Sélectionne un type d'utilisateur
it: Seleziona il tipo di utente
ja: ユーザーの種別を選択
kk: Қатысушы Түрін Таңдаңыз
ko: 사용자 유형 선택
ky: Колдонуучунун түрүн тандаңыз
lv: Izvēlies lietotāja veidu
mn: Гишүүний төрөл
pt: Selecione um tipo de usuário
ro: Selectaţi Tipul de Utilizator
ru: Выбрать Тип Участников
uk: Оберіть Тип Користувача
uz: Фойдаланувчи турини танлаш
zh: 選擇用戶類型

source: Select All
ca: Seleccionar tot
de: Alle auswählen
es: Seleccionar Todo
fr: Sélectionnez Tout
it: Seleziona tutto
ja: すべてを選択
kk: Барлығын таңдаңыз
ko: 모두 선택
ky: Баарын тандаңыз
lv: Izvēlēties/atlasīt visu
mn: Бүгдийг сонгох
pt: Selecionar todas
ro: Selectează tot
ru: Выбрать всё
uk: Вибрати все
uz: Барчасини танлаш
zh: 全選

source: Select an option
ca: Selecciona una opció
de: Eine Option auswählen
es: Seleccionar una opción
fr: Sélectionnez une option
it: Seleziona un'opzione
ja: オプションの選択
kk: Опцияны таңдау
ky: Опцияны тандаңыз
lv: Izvēlies opciju
mn: Сонголт
pt: Selecione uma opção
ro: Selectează o opţiune
ru: Выбрать опцию
uk: Оберіть опцію
uz: Вариантни танлаш
zh: 请选择一个选项

source: Select Cabin
ca: Selecciona la cabina
de: Kabine auswählen
es: Seleccionar Camarote
fr: Sélectionne une Cabine
it: Seleziona la cabina
ja: キャビンの選択
kk: Каютаны Таңдау
ko: 객실 선택
ky: Каютаны тандаңыз
lv: Izvēlies kajīti
mn: Өрөө сонгох
pt: Selecione a cabine
ro: Selectează cabina
ru: Выбрать каюту
uk: Обрати Каюту
uz: Каютани танлаш
zh: 選擇客艙

source: Select Cabin To Continue
ca: Selecciona la Cabina Per Continuar
de: Kabine auswählen, um fortzufahren
es: Seleccionar Camarote para Continuar
fr: Sélectionner la cabine pour continuer
it: Seleziona una cabina per continuare
ja: キャビンを選択して続行
kk: Жалғастыру Үшін Кабинаны Таңдаңыз
ky: Улантуу үчүн каюта тандаңыз
lv: Izvēlies Kajīti,Lai Turpinātu
mn: Өрөөгөө сонгоно уу
pt: Selecione a cabine para continuar
ro: Selectează cabina pentru a continua
ru: Выберите каюту для продолжения
uk: Виберіть каюту для продовження
uz: Давом этиш учун каютани танланг
zh: 选择一个船舱以继续

source: Select city
ca: Selecciona la ciutat
de: Stadt auswählen
es: Seleccionar Ciudad
fr: Sélectionner une ville
it: Seleziona la città
ja: 都市を選択
kk: Қаланы Таңдау
ko: 도시 선택
ky: Шаар тандаңыз
lv: Izvēlies pilsētu
mn: Хот сонгох
pt: Selecione a cidade
ro: Selectează orașul
ru: Выбрать город
uk: Обрати місто
uz: Шаҳарни танлаш
zh: 选择城市

source: Select country
ca: Seleccionar país
de: Land auswählen
es: Seleccionar país
fr: Sélectionner le pays
it: Seleziona il paese
ja: 国を選択
kk: Елді таңдау
ky: Өлкөнү тандаңыз
lv: Izvēlies valsti
mn: Орон сонгох
pt: Selecione o país
ro: Selectează țara
ru: Выберите страну
uk: Вибрати країну
uz: Мамлакатни танлаш
zh: 选择国家

source: Select Country
ca: Seleccionar país
de: Land auswählen
es: Seleccionar País
fr: Sélectionner le pays
it: Seleziona il Paese
ja: 国を選択
kk: Елді Таңдау
ko: 국가 선택
ky: Өлкөнү тандаңыз
lv: Izvēlies Valsti
mn: Орныг сонгох
pt: Selecione o país
ro: Selectează țara
ru: Выбрать страну
uk: Вибрати країну
uz: Мамлакатни танлаш
zh: 选择国家

source: Select date
ca: Selecciona la data
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionnez la date
it: Seleziona data
ja: 日にちを選択
kk: Күнді таңдаңыз
ky: Дата тандаңыз
lv: Atlasīt datumu
mn: Огноог сонгох
pt: Selecionar data
ro: Selectează data
ru: Выберите дату
uk: Виберіть дату
uz: Санани белгиланг
zh: 选择日期

source: Select dates
ca: Selecciona les dates
de: Daten auswählen
es: Seleccionar fechas
fr: Sélectionner les dates
it: Seleziona le date
ja: 日にちを選択
kk: Күндерді таңдаңыз
ky: Датаны тандаңыз
lv: Atlasīt datumus
mn: Огноог сонгох
pt: Selecionar datas
ro: Selectează datele
ru: Выберите даты
uk: Виберіть дати
uz: Танланган саналар
zh: 选择日期

source: Select Departure Date
ca: Selecciona la Data de Sortida
de: Abreisedatum wählen
es: Elige Fecha de Salida
fr: Sélectionner la date de départ
it: Scegli la data di partenza
ja: 出発日を選択する
kk: Ұшу күнін таңдаңыз
ky: Кетүү датасын тандаңыз
lv: Atlasi Atiešanas Datumu
mn: Хөдлөх огноог сонгоно уу
pt: Selecione a data de partida
ro: Selectează data plecării
ru: Выберите дату отправления
uk: Виберіть дату відправлення
uz: Жўнаш санасини танланг
zh: 选择出发日期

source: Select destination
fr: Sélectionnez une destination
it: Scegli destinazione

source: Select dining options
ca: Selecciona el torn de sopar
de: Wählen Sie Abendessenoptionen
es: Seleccionar opción de cena
fr: Sélectionner les options de restauration
it: Scegli le opzioni di ristorazione
ja: ダイニング・オプションを選択する
kk: Бірнеше мейрамхананы таңдаңыз
ky: Тамактануу түрүн тандаңыз
lv: Atlasi ēdināšanas opcijas
mn: Хоолны газрын сонголтыг хийнэ үү
pt: Selecione opções de refeições
ro: Selectează opțiunile de luat masa
ru: Выберите вариант питания
uk: Виберіть варіант харчування
uz: Овқатланиш вақтини танланг
zh: 选择餐饮选项

source: Select dining preference
ca: Selecciona el torn de sopar que prefereixes
de: Wählen Sie Ihr bevorzugtes Abendessen
es: Seleccione su preferencia de alimentos
fr: Sélectionnez votre préférence en matière de restauration
it: Seleziona le preferenze per la ristorazione
ja: ダイニングの希望を選択する
kk: Таңдаулы мейрамхананы таңдаңыз
ky: Тамактануу параметрлерин тандаңыз
lv: Atlasīt ēšanas preferenci
mn: Хооллох газраа сонгох
pt: Selecione a preferência do jantar
ro: Selectează preferința de luat masa
ru: Выберите предпочтения по питанию
uk: Виберіть уподобання щодо харчування
uz: Кечлик вақтини танланг
zh: 选择餐饮偏好

source: Select Downline
ca: Selecciona Línia Descendent
es: Ver Línea descendiente
fr: Sélectionner Downline
it: Scegli la Downline
ja: ダウンラインを選択
kk: Төменгі желіні таңдау
pt: Selecione o Downline
ro: Selectează Linia inferioară
uk: Обрати Downline
uz: Даунлайнларни танлаш
zh: 选择下线成员

source: Select From Reward Points Available
fr: Sélectionnez Parmi les Reward Points Disponibles
it: Seleziona dai Reward Points disponibili
kk: Қолжетімді Бонус ұпайларының ішінен таңдаңыз
pt: Selecione a partir dos Pontos de Recompensa Disponíveis
uk: Оберіть із доступних Бонусних Балів
zh: 从可用的Reward Points中选择

source: Select gender
ca: Selecciona el gènere
de: Geschlecht auswählen
es: Selecciona el género
fr: Sélectionner le sexe
it: Seleziona il genere
ja: 性別を選択
kk: Жынысты таңдаңыз
ky: Жынысты тандоо
lv: Atlasīt dzimumu
mn: Хүйс сонгох
pt: Selecione o gênero
ro: Selectează sexul
ru: Выберите пол
uk: Виберіть стать
uz: Жинсни белгиланг
zh: 选择性别

source: Select how you would like to continue with your booking
ca: Selecciona com vols continuar amb la teva reserva
de: Wählen Sie aus, wie Sie mit Ihrer Buchung fortfahren möchten
es: Seleccione cómo le gustaría continuar con su reserva
fr: Sélectionner la façon dont vous souhaitez poursuivre votre réservation
it: Scegli come proseguire la tua prenotazione
ja: ご希望の予約方法を選択してください
kk: Брондауды жалғастырғыңыз келетін әдісті таңдаңыз
ky: Бронуңузду кантип улантууну каалай турганыңызды тандаңыз
lv: Atlasiet, kā vēlaties turpināt rezervēšanu
mn: Захиалгаа хэрхэн үргэлжлүүлэхээ сонгоно уу
pt: Selecione como você gostaria de continuar com sua reserva
ro: Selectează cum dorești să continui cu rezervarea
ru: Выберите, как вы хотите продолжить своё бронирование
uk: Виберіть, як ви хочете продовжити своє бронювання
uz: Ўз буюртмангизни қандай давом эттиришни танланг
zh: 选择您希望如何继续预订

source: Select How You Would Like To Continue With Your Booking
fr: Choisissez Comment Vous Souhaitez Poursuivre Votre Réservation
it: Scegli come vuoi continuare la tua prenotazione
pt: Selecione Como Deseja Continuar Com Sua Reserva
uk: Виберіть, Як Ви Хочете Продовжити Своє Бронювання

source: Select language
ca: Selecciona l'idioma
de: Sprache auswählen
es: Seleccionar Idioma
fr: Sélectionne la langue
it: Seleziona la lingua
ja: 言語を選択してください
kk: Тілді таңдау
ky: Тилди тандаңыз:
lv: Izvēlies valodu
mn: Орны хэлийг сонгох
pt: Selecione o idioma
ro: Selectează limba
ru: Выберите язык
uk: Виберіть мову
uz: Тилни танлаш
zh: 选择语言

source: Select Nationality
ca: Selecciona la Nacionalitat
de: Nationalität auswählen
es: Elegir Nacionalidad
fr: Sélectionner la nationalité
it: Seleziona la nazionalità
ja: 国籍を選択する
kk: Ұлтын таңдаңыз
ky: Улутту тандаңыз
lv: Atlasiet Nacionalitāti
mn: Иргэншилээ сонгоно уу
pt: Selecione a nacionalidade
ro: Selectează Naţionalitatea
ru: Выбрать гражданство
uk: Вибрати громадянство
uz: Миллатини танланг
zh: 选择国籍

source: Select Option
ca: Seleccionar Opció
de: Option auswählen
es: Seleccionar Opción
fr: Sélectionnez une option
it: Seleziona un'opzione
ja: オプションの選択
kk: Опцияны Таңдау
ko: 옵션 선택
ky: Опцияны тандаңыз
lv: Izvēlies iespējas
mn: Сонголт
pt: Selecione a opção
ro: Selectează opţiunea
ru: Выбрать Опцию
uk: Оберіть Опцію
uz: Вариантни танлаш
zh: 選擇選項

source: Select payer
ca: Selecciona el pagador
de: Zahler auswählen
es: Seleccionar pagador
fr: Sélectionner un payeur
it: Seleziona il pagatore
ja: 支払人を選択
kk: Төлеушіні Таңдау
ko: 지불사 선택
ky: Төлөөчүнү тандаңыз
lv: Izvēlies maksātāju
mn: Төлөгч сонгох
pt: Selecione o pagador
ro: Selectează plătitorul
ru: Выбрать плательщика
uk: Вибрати платника
uz: Тўловчини танлаш
zh: 选择付款人

source: Select payer location
ca: Seleccionar la ubicació del pagador
de: Zahlerstandort auswählen
es: Seleccionar ubicación del pagador
fr: Sélectionnez l'emplacement du payeur
it: Seleziona il luogo del pagatore
ja: 支払人の場所を選択
kk: Төлеушінің Орнын Таңдау
ko: 지불사 위치 선택
ky: Төлөчүүнүн дарегин тандаңыз
lv: Izvēlies maksātāja atrašanās vietu
mn: Төлөгчийн байршлыг сонгох
pt: Selecione o local do pagador
ro: Selectează locația plătitorului
ru: Выбрать местоположение плательщика
uk: Вибрати місцезнаходження платника
uz: Тўловчи манзилини танлаш
zh: 选择付款人所在地

source: Select post language:
ca: Selecciona l'idioma del missatge:
de: Sprache für Nachrichten auswählen:
es: Seleccionar Idioma de la Publicación
fr: Sélectionne une langue d'affichage :
it: Seleziona la lingua del post:
ja: 投稿する言語を選択してください：
kk: Тілді таңдау:
ko: 언어 선택 :
ky: Посттун тилин тандаңыз:
lv: Izvēlies pasta valodu:
mn: Орны хэлийг сонгох:
pt: Selecione o idioma da postagem:
ro: Selectați limba de publicare:
ru: Выбрать язык:
uk: Оберіть Мову Публікації:
uz: Пост тилини танлаш:
zh: 選擇發布語言：

source: Select Reward Points Method
fr: Sélectionnez la Méthode de calcul des Reward Points
it: Seleziona metodo Reward Points
kk: Бонус ұпайларын қолдану тәсілін таңдаңыз
pt: Selecione o Método de Pontos de Recompensa
uk: Вибрати метод Бонусних Балів
zh: 选择Reward Points使用方式

source: Select Room
ca: Selecciona Habitació
de: Zimmer auswählen
es: Seleccionar habitación
fr: Choisir une chambre
it: Seleziona la camera
ja: 部屋を選択
kk: Бөлмені Таңдаңыз
ky: Бөлмөнү тандаңыз
lv: Izvēlieties numuriņu/kajīti
mn: Өрөөг сонгох
pt: Selecione o quarto
ro: Selectează camera
ru: Выберите номер
uk: Виберіть номер
uz: Хонани танлаш
zh: 选择房间

source: Select Script By Language
ca: Selecciona el text per idioma
de: Skript nach Sprache auswählen
es: Seleccionar guión por idioma
fr: Sélectionner le script par langue
it: Seleziona il testo in base alla lingua
ja: 言語によるスクリプトを選択
kk: Тіл бойынша сценарий таңдау
ko: 언어별 스크립트 선택
ky: Тилдин сценарийин тандаңыз
lv: Atlasīt skriptu pēc valodas
mn: Бичвэрийг орны хэлээр сонгох:
pt: Selecionar script por idioma
ro: Selectează scriptul după limbă
ru: Выбрать сценарий в зависимости от языка
uk: Вибрати сценарій за мовою
uz: Тил сценарийсини танлаш
zh: 按语言选择脚本

source: Select Seating
fr: Choisissez votre place
it: Posti Select
pt: Selecione o Assento
uk: Вибрати місце

source: Select State
de: Staat auswählen
es: Seleccionar Estado
fr: Sélectionnez un État
it: Seleziona lo stato
ko: 주 선택
ky: Штатты тандаңыз
lv: Izvēlies Valsti
mn: Аймаг сонгох
ru: Выбрать штат

source: Select state or province
ca: Selecciona l'estat o la província
de: Staat oder Provinz auswählen
es: Seleccionar estado o provincia
fr: Sélectionner l'état ou la province
it: Seleziona lo stato o la provincia
ja: 州または都道府県を選択
kk: Штатты немесе провинцияны таңдаңыз
ko: 시/도 선택
ky: Штатты же облусту тандаңыз
lv: Izvēlies štatu/valsti vai apgabalu
mn: Аймаг, муж сонгох
pt: Selecione o estado ou província
ro: Selectează județul sau o regiune
ru: Выбрать штат или регион
uk: Вибрати штат чи регіон
uz: Штат ёки вилоятни танлаш
zh: 选择州或省

source: Select status
ca: Selecciona l'estat
de: Status auswählen
es: Seleccionar estado
fr: Sélectionner le statut
it: Seleziona lo stato
ja: ステータスを選択
kk: Дәрежені таңдаңыз
ky: Статусту тандаңыз
lv: Izvēlies statusu
mn: Төрөл сонгох
pt: Selecione o estado
ro: Selectează statutul
ru: Выберите статус
uk: Виберіть статус
uz: Мақомни танлаш
zh: 选择状态

source: Select Subscription
ca: Selecciona la Subscripció
de: Abonnement auswählen
es: Elegir Suscripción
fr: Sélectionner l'abonnement
it: Scegli l'abbonamento
ja: サブスクリプションを選択する
kk: Жазылымды таңдаңыз
ky: Катталууну тандаңыз
lv: Atlasiet Abonēšanu
mn: Захиалгын төрлөө сонгоно уу
pt: Selecione Assinatura
ro: Selectează Abonamentul
ru: Выбрать подписку
uk: Вибрати підписку
uz: Обунани танланг
zh: 选择订阅

source: Select tag
ca: Selecciona etiqueta
de: Tag auswählen
es: Seleccionar etiqueta
fr: Sélectionner une étiquette
it: Seleziona il tag
ja: タグを選択
kk: Тегті таңдаңыз
ky: Тегди тандаңыз
lv: Atlasīt tagu
mn: Tag сонгох
pt: Selecionar etiqueta
ro: Selectează eticheta
ru: Выбрать тег
uk: Виберіть тег
uz: Тегни танлаш
zh: 选择标签

source: Select Tag
ca: Selecciona Etiqueta
de: Tag auswählen
es: Selecciona la etiqueta
fr: Sélectionner une étiquette
it: Seleziona il tag
ja: タグを選択
kk: Тегті таңдаңыз
ky: Тегди тандаңыз
lv: Atlasīt Tagu
mn: Tag сонгох
pt: Selecione a etiqueta
ro: Selectează Eticheta
ru: Выбрать тег
uk: Виберіть тег
uz: Тегни танлаш
zh: 选择标签
