Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Mandatory Gratuity: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
ca: Propina Obligatòria: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
de: Obligatorisches Trinkgeld: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
es: Propina Obligatoria: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
fr: Gratuité Obligatoire : <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
it: Quote di servizio obbligatorie: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
ja: 必須チップ：<b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
kk: Міндетті сервис төлемі: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
ky: Милдеттүү чайпул: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
lv: Obligāta Pateicība: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
mn: Заавал төлөх үйлчилгээний хөлс: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
pt: Gorjeta Obrigatória: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
ro: Bacșiș obligatoriu: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
ru: Обязательные чаевые: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
uk: Обов'язкові чайові: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
uz: Мажбурий миннатдорчилик ҳақи: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>
zh: 强制小费：<b>${{ $filters.money(this.selectedRequest.additional_booking_data.mandatoryGratuity) }}</b>

source: March
ca: Març
de: März
es: Marzo
fr: Mars
it: Marzo
ja: 3月
kk: Наурыз
ko: 3월
ky: Март
lv: Marts
mn: 3-р сар
pt: Março
ro: Martie
ru: Март
uk: Березень
uz: Март
zh: 三月

source: March 1st to 8th, 2026
ca: De l’1 al 8 de Març de 2026
fr: Du 1er au 8 mars 2026
it: Dal 1° all'8 marzo 2026
ja: 2026年3月1日〜8日
kk: 2026 жылғы 1-8 наурыз аралығында
pt: 1º a 8 de Março de 2026
ro: 1 - 8 martie, 2026
uk: з 1 по 8 березня 2026 року
uz: 2026 йил 1 - 8 март
zh: 2026年3月1日至8日

source: Marital Status
ca: Estat Civil
de: Familienstand
es: Estado Civil
fr: État matrimonial
it: Stato civile
ja: 配偶者の有無
kk: Отбасы Жағдайы
ko: 혼인 여부
ky: Үй-бүлөлүк абалы
lv: Ģimenes stāvoklis
mn: Гэрлэлтийн байдал
pt: Estado civil
ro: Starea civilă
ru: Семейный Статус
uk: Сімейний Статус
uz: Оилавий ҳолати
zh: 婚姻狀況

source: Mark as Paid
ca: Marcar com a Pagat
de: Als bezahlt kennzeichnen
es: Marcar como Pagado
fr: Marquer comme payé
it: Segna come pagato
ja: 支払い済みとしてマーク
kk: Төленген деп белгілеңіз
ko: 지불됨으로 표시
ky: Төлөнгөн деп белгилөө
lv: Atzīmēt kā samaksātu
mn: Төлөгдсөн гэж тэмдэглэгдэх
pt: Marcar como pago
ro: Marchează ca plătit
ru: Отметить как оплачено
uk: Позначити як сплачено
uz: "Тўланди" деб белгилаш
zh: 标记为已付费

source: Market Adjustment
ca: Adaptació al Mercat
de: Marktanpassung
es: Ajuste de Mercado
fr: Ajustement du marché
it: Adeguamento al mercato
ja: 市場の調整
kk: Нарықтық түзету
ky: Рынокту жөнгө салуу
lv: Tirgus Pielāgošana
mn: Зах зээлийн тохируулга
pt: Ajuste de mercado
ro: Ajustarea pieței
ru: Рыночная корректировка
uk: Ринкове коригування
uz: Бозорга мослашиш
zh: 市场调整

source: Marketing Director
ca: Director de Màrqueting
es: Director de Marketing
fr: Directeur du marketing
ja: マーケティング ディレクター
kk: Маркетинг Директоры
ko: 마케팅 디렉터
ky: Маркетинг Директору
lv: Mārketinga direktors
pt: Diretor de Marketing
ro: Director de Marketing
ru: Маркетинг Директор
uk: Маркетинг Директор
uz: Маркетинг директор

source: Marketing Director & Senior Marketing Director
fr: Marketing Director et Senior Marketing Director
it: Marketing Director e Senior Marketing Director

source: marketing director in the first 30 days,
ca: marketing director en els primers 30 dies,
fr: marketing director dans les 30 premiers jours,
it: marketing director nei primi 30 giorni,
ja: 最初の30日間でMarketing Directorを達成
kk: алғашқы 30 күнде marketing director бол,
pt: diretor de marketing nos primeiros 30 dias,
ro: marketing director în primele 30 de zile,
uk: маркетинг директор у перші 30 днів,
uz: дасталбки 30 кун ичида marketing director
zh: 在前30天内晋升为Marketing Director，

source: Marketing Director Leaders:
ca: Líders Marketing Director:
es: Líderes Marketing Director:
fr: Leaders Marketing Director :
it: Leader Marketing Director:
ja: Marketing Directorリーダー
kk: Marketing Director Көшбасшылары:
pt: Líderes Marketing Directors:
ro: Lideri Marketing Director:
uk: Лідери Маркетинг Директорів:
uz: Marketing Director рангидаги етакчилар:
zh: Marketing Director领导者们:

source: Marketing Director to Executive Director:
ca: Marketing Director a Executive Director:
de: Marketing Director zum Executive Director:
es: Marketing Director a Executive Director:
fr: De Directeur du marketing à Directeur Exécutif :
it: Da Marketing Director a Executive Director:
ja: Marketing Director〜Executive Director：
kk: Marketing Director және Executive Director:
ky: Marketing Directorдон Executive Directorго чейин:
lv: Marketing Director līdz Executive Director:
mn: Marketing Director-оос Executive Director хүртэл:
pt: Marketing Director a Executive Director:
ro: Marketing Director la Executive Director:
ru: От Marketing Director до Executive Director:
uk: Від Marketing Director до Executive Director:
uz: Marketing Director - Executive Director:
zh: Marketing Director至Executive Director：

source: Marketing Directors earn a $300 Team Leadership Bonus each and every month they remain qualified.
ca: El Marketing Director guanya 300 dòlars en Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: Marketing Directors erhalten für jeden Monat, in dem sie qualifiziert bleiben, einen Team Leadership Bonus von 300 $.
es: Marketing Directors ganan un Bono de Liderazgo de Equipo de $300 USD cada mes que se mantengan calificados.
fr: Les Directeurs de Marketing recevront un Bonus du Leadership d'Équipe de 300$ pour chaque mois, tant qu’ils restent qualifiés.
it: I Marketing Director guadagnano un Bonus di $300 per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: Marketing Directors は、$300のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: Маркетинг директорлары біліктілігін сақтай отырып, ай сайын $300 көшбасшылық бонус алады.
ko: Marketing Director는 자격을 유지하는 동안 매달 $300의 팀 리더십 보너스를 받습니다.
ky: Маркетинг директорлору квалификациясын коргоп калган ар бир ай үчүн $300 Команда Лидерлиги Бонусун алышат.
lv: Mārketinga Direktori pelna $300 Komandas vadības Bonusu katrā un ikvienā mēnesī kamēr viņi kvalificējas.
mn: Сар бүр болзол хангаж буй Marketing Director нь Багийн манлайллын урамшуулалд $300 авах болно.
pt: Diretores de Marketing ganham um bônus de liderança de equipe de $300 a cada mês em que permanecem qualificados.
ro: Marketing Directors câștigă un bonus de 300 USD pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: Маркетинг-Директора зарабатывают по $300 в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: Маркетинг-Директори заробляють по $300 у вигляді Командного Лідерського бонусу кожного місяця, у якому вони зберігають кваліфікацію.
uz: Marketing Director квалификацияни ушлаб турган ҳар ой учун қатъий 300$ Жамоа етакчилиги бонусини ишлаб топади.
zh: Marketing Directors保持合格状态，每月可获得 300 美元的团队领导奖金。

source: Married
ca: Casat
de: Verheiratet
es: Casado(a)
fr: Marié
it: Coniugato
ja: 既婚
kk: Үйленген
ko: 기혼
ky: Үй-бүлөлүү
lv: precēts
mn: Гэрлэсэн
pt: Casado
ro: Căsătorit(ă)
ru: Замужем/Женат
uk: У Шлюбі
uz: Оилали
zh: 已婚

source: Mass Uncommissionable
fr: Masse Non Commissionnable
it: Non commissionabile in massa

source: Mass Update
ca: Actualització Massiva
es: Actualización Masiva
fr: Mise à jour Générale
it: Aggiornamento di massa
ja: 一括更新
kk: Жаппай Жаңарту
pt: Atualização em Massa
ro: Actualizare în masă
uk: Масове оновлення
uz: Оммавий янгилаш
zh: 批量更新

source: Master Controls
ca: Controls Principals
es: Control Maestro
fr: Contrôles principaux
it: Comandi principali
ja: コントロールをマスターする
kk: Шебер Басқару Элементтері
ko: 마스터 컨트롤
ky: Мастер-Контролдору
lv: Galvenā vadība
mn: Гол Хяналт
pt: Principais Controles
ro: Comenzile principale
ru: Мастер-Контроль
uk: Мастер-Контроль
uz: Асосий бошқарув элементлари
zh: 主控

source: Master Plan - $119
ca: Pla Master: $ 119
de: Master Paket - $119
fr: Plan Directeur - 119 $
it: Piano Master - $119
ja: マスタープラン -$119
kk: Мастерлік Жоспары - $119
ko: 마스터 요금제 - $119
ky: Мастер План- $119
lv: Generālplāns-119$
mn: Мастер Төлөвлөгөө - $119
pt: Plano Principal - $119
ru: Мастер План- $119
uk: Майстер План - $119
uz: Бош режа - 119$
zh: 大師計劃- 119美元

source: Matched
ca: Igualat
de: Angepasst
es: Igualado
fr: Correspondant
it: Eguagliato
ja: マッチした
kk: Сәйкестік
ky: Дал келген
lv: Saskaņots/atbilst
mn: Тохирсон
pt: Equiparado
ro: Potrivit
ru: Сопоставлено
uk: Зіставлено
uz: Мувофиқ
zh: 已匹配

source: Matched Price
ca: Preu Igualat
de: Angepasster Preis
es: Precio Igualado
fr: Prix Correspondant
it: Prezzo eguagliato
ja: マッチした価格
kk: Салыстырылған Баға
ky: Дал келген баа
lv: Pielīdzināta Cena
mn: Тохирсон үнэ
pt: Preço Equiparado
ro: Preț aliniat
ru: Сопоставленная цена
uk: Зіставлена ціна
uz: Мувофиқ нарх
zh: 已匹配的价格

source: Matching Bonus this month
fr: Bonus de Correspondance ce mois-ci
it: Bonus Equivalente questo mese
kk: Осы айдағы сәйкестендіру бонусы
pt: Bônus correspondente deste mês
uk: Метчінг-Бонус цього місяця
uz: Ушбу ойдаги Мувофиқлик бонуси
zh: 本月匹配奖金

source: material that harms or otherwise exploits minors;
ca: material que perjudica o explota menors d’edat d’alguna manera;
de: Material, das Minderjährigen schadet oder sie anderweitig ausbeutet;
es: es material que dañe o que explote a menores de edad;
fr: matériel qui nuit aux mineurs ou les exploite de toute autre manière ;
it: materiale che danneggia o sfrutta i minori;
ja: 未成年者に危害を加える、 または未成年者を搾取する資料;
kk: кәмелетке толмағандарға зиян келтіретін немесе оларды басқаша пайдаланатын материалдар;
ky: жашы жете электерге зыян келтирүүчү же башка жол менен эксплуатациялоочу материалдын жоктугуна;
lv: materiāls, kas kaitē vai citādi izmanto nepilngadīgos;
mn: насанд хүрээгүй хүүхдэд хор хөнөөл учруулах материал;
pt: material que prejudique ou explore menores;
ro: material care dăunează sau exploatează minorii;
ru: материалами, которые наносят вред или каким-либо иным образом применяются к несовершеннолетним;
uk: матеріалами, які шкодять або іншим чином експлуатують неповнолітніх;
uz: вояга етмаганларга зарар етказувчи ёки бошқа турли эксплуатация қилувчи материал эмаслиги;
zh: 危害或以其他方式利用未成年人的内容；

source: Max file size is 25mb
ca: La mida màxima del fitxer és de 25 MB
de: Maximale Dateigröße ist 25mb
es: Tamaño Max de Archivo es 25mb
fr: La taille maximale du fichier est de 25mb
it: La dimensione massima del file è di 25mb
ja: 最大ファイルサイズは25MB
kk: Файлдың максималды өлшемі - 25 МБ
ko: 최대 파일 크기는 25MB입니다
ky: Файлдын максималдуу көлөмү - 25 МБ
lv: Maksimālais faila lielums ir 25 mb
mn: Файлын хэмжээ 25mb-аас хэтэрч болохгүй
pt: O tamanho máximo do arquivo é 25 MB
ro: Mărimea maximă a fișierului este de 25mb
ru: Максимальный размер файла - 25 MB
uk: Максимальний розмір файлу - 25 MB
uz: Файлнинг максимал ҳажми 25mb
zh: 檔案大小上限為25mb

source: Max file size is 25mb and file cannot be empty
ca: La mida màxima del fitxer és de 25 MB i el fitxer no pot estar buit.
de: Die maximale Dateigröße beträgt 25 MB und die Datei darf nicht leer sein.
es: Tamaño máximo de archivo es de 25MB y no puede estar vacía
fr: La taille maximale du fichier est de 25 mégaoctets et le fichier ne peut pas être vide
it: La dimensione massima del file è di 25mb e il file non può essere vuoto
ja: 最大ファイルサイズは25MBで、空ファイルは不可
kk: Файлдың максималды өлшемі - 25 МБ, файл бос болуы мүмкін емес.
ky: Файлдын максималдуу көлөмү - 25 МБ ошондой эле файл бош болбошу керек.
lv: Maksimālais faila lielums ir 25 MB, un fails nevar būt tukšs
mn: Файлын хамгийн дээд хэмжээ нь 25mb байх ба уг файл хоосон байж болохгүй.
pt: O tamanho máximo do arquivo é 25 MB e o arquivo não pode estar vazio
ro: Dimensiunea maximă a fișierului este de 25 MB și fișierul nu poate fi gol
ru: Максимальный размер файла - 25 MB, и файл не может быть пустой
uk: Максимальний розмір файлу – 25 MB, і файл не може бути порожнім
uz: Файлнинг максимал ҳажми 25mb ва файл бўш бўлмаслиги лозим.
zh: 最大文件大小为 25MB，且文件不能为空

source: Max file size is 25mb and file cannot be empty.
ca: La mida màxima del fitxer és de 25 MB i el fitxer no pot estar buit.
de: Die maximale Dateigröße beträgt 25 MB und die Datei darf nicht leer sein.
es: Tamaño máximo de archivo es de 25mb y no puede estar vacía
fr: La taille maximale du fichier est de 25 mégaoctets et le fichier ne peut pas être vide.
it: La dimensione massima del file è di 25mb e il file non può essere vuoto.
ja: 最大ファイルサイズは25MBで、空ファイルは不可。
kk: Файлдың максималды өлшемі - 25 МБ, файл бос болуы мүмкін емес.
ky: Файлдын максималдуу көлөмү - 25 МБ ошондой эле файл бош болбошу керек.
lv: Maksimālais faila lielums ir 25 MB, un fails nevar būt tukšs.
mn: Файлын хамгийн дээд хэмжээ нь 25mb байх ба уг файл хоосон байж болохгүй.
pt: O tamanho máximo do arquivo é 25 MB e o arquivo não pode estar vazio.
ro: Dimensiunea maximă a fișierului este de 25 MB și fișierul nu poate fi gol.
ru: Максимальный размер файла - 25 MB, и файл не может быть пустой.
uk: Максимальний розмір файлу – 25 MB, і файл не може бути порожнім.
uz: Файлнинг максимал ҳажми 25mb ва файл бўш бўлмаслиги лозим.
zh: 最大文件大小为 25MB，且文件不能为空

source: Max Lead Time
ca: Termini màxim de lliurament
de: Maximale Vorlaufzeit
es: Tiempo máximo de entrega
fr: Délai d'exécution maximum
it: Tempo massimo prima della partenza
ja: 出航までの最大期間
kk: Максималды орындау уақыты
ko: 최대 리드타임
ky: Максималдуу Жеткирүү Убактысы
lv: Maksimālais potenciālā klienta laiks
mn: Захиалах хамгийн их хугацаа
pt: Tempo máximo de entrega
ro: Timp maxim de livrare
ru: Максимальное время поставки
uk: Максимальний час постачання лайнера
uz: Максимал бажариш вақти
zh: 最长交货时间

source: Max Levels Down
fr: Niveaux maximum vers le bas
it: Livelli massimi in profondità

source: Max Price
ca: Preu màxim
de: Max Preis
es: Precio Máximo
fr: Prix maximum
it: Prezzo massimo
ja: 最大価格
kk: Максималдық Баға
ky: Максимадык баа
lv: Maksimālā Cena
mn: Хамгийн өндөр үнэ
pt: Preço máximo
ro: Preț maxim
ru: Максимальная цена
uk: Максимальна ціна
uz: Максимал нарх
zh: 最高价格

source: Max. contribution per Direct: $%{amount}
fr: Contribution max. par Direct : %{amount} $
it: Contributo massimo per ogni Diretto: $%{importo}
kk: Әр тікелей қатысушыға максималды үлес: $%{amount}
pt: Contribuição máxima por Direto: $%{amount}
uk: Максимальний внесок на одного прямого учасника: $%{amount}
uz: Битта Шахсий учун максимал ҳисса: $%{amount}
zh: 每个直属会员的最高贡献：$%{amount}

source: Max. per Direct: $%{maxPerDirect}
fr: Max. par Direct : %{amount} $
it: Massimo per diretto: $%{maxPerDirect}

source: Max. per leg: $%{amount}
fr: Max. par branche : %{amount} $
it: Massimo per gamba: $%{importo}
kk: Әр тармаққа максималды: $%{amount}
pt: Máx. por trecho: $%{amount}
uk: Максимум на одну гілку: $%{amount}
uz: Битта қўлдан максимум: $%{amount}
zh: 每条线的最高限额：$%{amount}

source: Max. Qualified Prod.
fr: Production Qualifiée max.
it: Prod. Qualif. Massima
kk: Ең көп білікті өндіріс көлемі
pt: Prod. Qualificada Máx.
uk: Макс. Кваліфікаційна Прод.
zh: 最大合格业绩量

source: Maximum income threshold <strong>${{ $filters.money(maxIncome) }}</strong>
ca: Límit màxim d'ingressos <strong>${{ $filters.money(maxIncome) }}</strong>
de: Maximale Einkommensgrenze <strong>${{ $filters.money(maxIncome) }}</strong>
es: Límite máximo de ingresos <strong>${{ $filters.money(maxIncome) }}</strong>
fr: Seuil de revenu maximum <strong>${{ $filters.money(maxIncome) }}</strong>
it: Soglia di reddito massimo <strong>${{ $filters.money(maxIncome) }}</strong>
ja: 最高所得基準 <strong>${{ $filters.money(maxIncome) }}</strong>
kk: Максималды кіріс шегі <strong>${{$filters.money(maxIncome) }}</strong>
ky: Максималдуу киреше чеги <strong>${{ $filters.money(maxIncome) }}</strong>
lv: Maksimālais ienākumu slieksnis <strong>${{ $filters.money(maxIncome) }}</strong>
mn: Хамгийн их орлогын босго хэмжээ <strong>${{ $filters.money(maxIncome) }}</strong>
pt: Limite máximo de renda <strong>${{ $filters.money(maxIncome) }}</strong>
ro: Pragul maxim de venit <strong>${{ $filters.money(maxIncome) }}</strong>
ru: Максимальный порог дохода <strong>${{ $filters.money(maxIncome) }}</strong>
uk: Максимальний поріг доходу <strong>${{ $filters.money(maxIncome) }}</strong>
uz: Максимал даромад ҳажми <strong>${{ $filters.money(maxIncome) }}</strong>
zh: 最高收入门槛为<strong>${{ $filters.money(maxIncome) }}</strong>

source: Maximum reached for this rank!
ca: Màxim aconseguit per a aquest rang!
de: Maximum für diesen Rang erreicht!
es: ¡Se ha alcanzado el máximo para este rango!
fr: Maximum atteint pour ce rang !
it: Hai raggiunto il massimo per questo rango!
ja: このランクの最大限まで到達しました！
kk: Бұл дәрежеге максимум жетті!
ko: 이 직급의 최대치에 도달했습니다!
ky: Бул ранг үчүн максималдуу көрсөткүчкө жетилди!
lv: Maksimums šim rangam!
mn: Энэ цолны хамгийн дээд хэмжээнд хүрлээ!
pt: Máximo atingido para esta classificação!
ro: Maxim atins pentru acest nivel!
ru: Для этого ранга достигнут максимум!
uk: Для цього рангу досягнуто максимум!
uz: Ушбу ранг учун максимум кўрсаткичга эришилди!
zh: 此等级已达到最高值！

source: Maximum Recipients Reached
ca: S'ha assolit el Nombre Màxim de Destinataris
de: Maximal erreichte Empfänger
es: Número máximo de destinatarios alcanzado
fr: Nombre maximum de bénéficiaires atteints
it: Numero massimo di destinatari raggiunto
ja: 受信者数の上限に達しました
kk: Алушылардың максималды санына қол жеткізілді
ky: Алуучулардын максималдуу санына жетти
lv: Sasniegts maksimālais adresātu skaits
mn: Хүлээн авах хүмүүсийн тооны хязгаарт хүрсэн
pt: Máximo de destinatários alcançados
ro: Numărul maxim de destinatari atins
ru: Достигнуто максимальное количество получателей
uk: Досягнуто максимальну кількість отримувачів
uz: Хат олувчилар максимал сонига етди
zh: 已达到最大收件人数量

source: Maximum recipients reached.
ca: S'ha assolit el nombre màxim de destinataris.
de: Maximale Empfängerzahl erreicht.
es: Máximo nivel de destinatarios alcanzado.
fr: Nombre maximum de destinataires atteint.
it: È stato raggiunto il numero massimo di destinatari.
ja: 受信者数の上限数に達しました。
kk: Алушылардың максималды санына қол жеткізілді.
ky: Алуучулардын максималдуу санына жетти.
lv: Sasniegts maksimālais adresātu skaits.
mn: Хүлээн авах хүмүүсийн тооны хязгаарт хүрсэн.
pt: Máximo de destinatários atingido.
ro: Numărul maxim de destinatari atins.
ru: Достигнуто максимальное количество получателей.
uk: Досягнуто максимальну кількість отримувачів.
uz: Хат олувчилар максимал сонига етди.
zh: 已达到最大收件人数量。

source: Maxiumum Allowed 1 for 1 Points
ca: Màxima quantitat permesa de Punts de Recompensa al (1 per 1)
de: Maximal zulässiger Wert 1 für 1 Punkte
es: Máxima cantidad permitida de Puntos de Recompensa al (1 por 1)
fr: Maximum Autorisé 1 pour 1 Points
it: Quantità massima consentita di Crediti Premio (1 per 1)
ja: 利用可能な最大の１倍のリワードポイント
kk: 1 ұпай үшін ең көп рұқсат етілген 1 ұпай
ko: 최대 허용 1 대 1 포인트
ky: Уруксат берилген максималдуу упай 1ге1
lv: Maksimāli atļautie 1 par 1 Punkti
mn: Зөвшөөрөгдөх хамгийн их 1:1 Оноо
pt: Máximo permitido de Pontos 1 por 1
ro: Puncte 1 pentru 1 maxim permise
ru: Максимальное количество разрешённых Баллов 1 к 1
uk: Максимальна кількість дозволених Балів 1 до 1
uz: Максимум рухсат этилган 1 га 1 Баллар
zh: 最多允许 1 换 1

source: Maxiumum Allowed 2 for 1 Points
ca: Màxima quantitat permesa de Punts de Recompensa al (2 per 1)
de: Maximal erlaubte 2 für 1 Punkte
es: Máxima cantidad permitida de Puntos de Recompensa al (2 por 1)
fr: Maximum Autorisé 2 pour 1 Points
it: Quantità massima consentita di Crediti Premio (2 per 1)
ja: 利用可能な最大の２倍のリワードポイント
kk: 1 ұпай үшін ең көп рұқсат етілген 2
ko: 최대 허용 1 대 2 포인트
ky: Уруксат берилген максималдуу упай 1ге 2
lv: Maksimāli atļautie 2 par 1 Punkti
mn: Зөвшөөрөгдөх хамгийн их 1:2 Оноо
pt: Máximo permitido de Pontos 2 por 1
ro: Puncte 2 pentru 1 maxim permise
ru: Максимальное количество разрешённых Баллов 2 к 1
uk: Максимальна кількість дозволених Балів 2 до 1
uz: Максимум рухсат этилган 1 га 2 Баллар
zh: 最多允许 2换 1

source: May
ca: Maig
de: Mai
es: Mayo
fr: Mai
it: Maggio
ja: 5月
kk: Мамыр
ko: 5월
ky: Май
lv: Maijs
mn: 5-р сар
pt: Maio
ro: Mai
ru: Май
uk: Травень
uz: Май
zh: 五月

source: May 17th to 24th, 2026
ca: Del 17 al 24 de Maig de 2026
fr: Du 17th au 24 mai 2026
it: Dal 17 al 24 maggio 2026
ja: 2026年5月17日〜24日
kk: 2026 жылғы 17-24 мамыр аралығында
pt: 17 a 24 de Maio de 2026
ro: 17 - 24 mai, 2026
uk: з 17 по 24 травня 2026 року
uz: 2026 йил 17 майдан 24 майгача
zh: 2026年5月17日至24日

source: may be used to reduce the retail price by up to a maximum of 50%.
fr: peuvent être utilisés pour réduire le pris de vente jusqu'à un maximum de 50%.
it: possono essere utilizzati per ridurre il prezzo al pubblico fino a un massimo del 50%.
kk: бөлшек сауда құнын максимум 50% төмендету үшін пайдалануға болады.
pt: pode ser usado para reduzir o preço de varejo em até 50%.
uk: можуть бути використані для зниження роздрібної вартості максимум на 50%.
uz: ёрдамида чакана нархни максимум 50% гача камайтириш мумкин.
zh: 可用于最多抵扣零售价的50%。

source: May or may not include taxes/port expenses
ca: Pot o no incloure impostos/despeses portuàries
de: Kann Steuern/Hafengebühren enthalten oder nicht
es: Puede o no incluir impuestos/gastos portuarios
fr: Inclut ou non les taxes et les frais de port
it: Le tasse e le spese portuali possono essere o non essere incluse
ja: 税金/港湾税を含む場合と含まれない場合があります
kk: Салықтарды/порт шығындарын қамтуы немесе қамтымауы мүмкін
ko: 세금/항만 비용을 포함하거나 포함하지 않을 수 있습니다
ky: Салыктарды/порттук төлөмдөрдү камтышы дагы, камтыбашы дагы мүмкүн
lv: Var vai var nebūt iekļauti nodokļi/ostu izmaksas
mn: Уг үнэнд татвар/боомтын зардлуудыг шингээсэн эсвэл шингээгээгүй байж болно
pt: Pode ou não incluir impostos/despesas portuárias
ro: Poate include sau nu taxe/cheltuieli portuare
ru: Может как включать, так и не включать налоги/портовые расходы
uk: Може як включати, так і не включати податки/портові витрати
uz: Солиқ ва порт йиғимларини ўз ичига олиши ёки олмаслиги мумкин
zh: 可能包括也可能不包括稅收/港口費用

source: Maybe Later
ca: Potser més tard
de: Vielleicht später
es: Tal vez más tarde
fr: Peut-être plus tard
it: Forse più tardi
ja: あとで
kk: Мүмкін Кейінірек
ky: Балким кийинчерээк
lv: Varbūt vēlāk
mn: Магадгүй дараа
pt: Talvez mais tarde
ro: Poate Mai Târziu
ru: Может быть позже
uk: Можливо пізніше
uz: Балки кейинроқ
zh: 稍后再说

source: MD Achieved
ca: MD Aconseguit
de: MD erreicht
es: MD Logrado
fr: MD Atteint
it: MD raggiunto
ja: MD達成
kk: MD қол жеткізді
ko: MD 달성
ky: MDга жетти
lv: MD sasniegts
mn: МЗ цолтой боллоо
pt: MD alcançado
ro: MD realizat
ru: МД достигнут
uk: МД досягнуто
uz: МД эришилди
zh: 取得MD成就
