Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Become a Partner
ca: Fes-te soci
de: Partner werden
es: Conviértete en Socio
fr: Devient partenaire
it: Iscrizione come Partner
ja: パートナー登録
kk: Клуб Серіктесі болу
ko: 파트너가 되십시오
ky: Өнөктөш болуңуз
lv: Kļūsti par Partneri
mn: Түнш болох
pt: Torne-se um Sócio
ro: Devino Partener
ru: Стать Партнером Клуба
uk: Стати Партнером
uz: Ҳамкорга айланиш
zh: 成為合夥人

source: Become A Partner
ca: Converteix-te en Soci
de: Werden Sie Partner
es: Conviértete En Socio
fr: Devenir Partenaire
it: Diventa Partner
ja: パートナーになる
kk: Серіктес болыңыз
ky: Өнөктөш болуңуз
lv: Kļūsti Par Partneri
mn: Түнш болох
pt: Torne-se um Parceiro
ro: Devino un Partener
ru: Стать Партнёром Клуба
uk: Стати Партнером
uz: Ҳамкорга айланинг
zh: 成为合作伙伴

source: Become an Active Partner by generating a minimum of $200 in Direct Activation Production this month.
ca: Converteix-te en Soci Actiu generant un mínim de 200 dòlars en Producció d’Activació Directa aquest mes.
de: Werden Sie aktiver Partner, indem Sie diesen Monat mindestens 200 $ durch direkten Aktivierungsumsatz generieren.
es: Conviértete en Socio Activo generando un mínimo de $200 USD en Producción de Activación Directa este mes.
fr: Devenez un Partenaire Actif en générant un minimum de 200 $ en Production d'Activation Directe ce mois-ci.
it: Diventa Partner Attivo realizzando almeno 200 $ di produzione di Attivazione Diretta questo mese.
ja: 今月、直紹介登録売上を最低$200達成することで、アクティブパートナーになることができます。
kk: Осы айда кем дегенде $200 тікелей активтендіру айналымын жасау арқылы белсенді серіктес болыңыз.
ky: Ушул айда түздөн-түз активдештирүү өндүрүшүнөн кеминде 200 доллар топтоо менен активдүү өнөктөш боло аласыздар.
lv: Kļūstiet par Aktīvu Partneri, šomēnes Tiešo Aktivizācijas apjomā ģenerējot vismaz 200 ASV dolāru.
mn: Энэ сард хамгийн багадаа $200-ын хувьчлан идэвхжүүлэлт хийж идэвхтэй Түнш болно.
pt: Torne-se um Parceiro Ativo gerando um mínimo de US$200 na Produção de Ativação Direta neste mês.
ro: Devino partener activ generând un minim de 200$ în producție de activare directă luna aceasta.
ru: Станьте Активным Партнёром, сгенерировав как минимум $200 прямого Активационного Товарооборота в этом месяце.
uk: Станьте Активним Партнером, забезпечивши щонайменше $200 прямого Активаційного Товарообігу в цьому місяці.
uz: Ушбу ойда Тўғридан-тўғри Фаоллик ҳажмини 200$ га етказиб, Фаол Ҳамкорга айланинг.
zh: 本月内通过直接激活业绩产生至少$200，即可成为活跃合伙人。

source: Before
ca: Abans
de: Vor
es: Antes
fr: Avant
it: Prima
ja: 前
kk: Дейін
ky: Чейин
lv: Pirms
mn: Өмнө
pt: Antes
ro: Înainte
ru: До
uk: Раніше
uz: Олдин
zh: 之前

source: Before Canceling
fr: Avant de procéder à l'Annulation
it: Prima di cancellare
kk: Болдырмаудан бұрын
pt: Antes de Cancelar
uk: Перед скасуванням
uz: Бекор қилишдан олдин
zh: 在取消之前

source: Before completing the transfer review all the information.
ca: Abans de completar la transferència, revisa tota la informació.
de: Überprüfen Sie vor dem Abschluss der Überweisung alle Angaben.
es: Antes de realizar la transferencia revisa toda la información.
fr: Avant de réaliser le virement, vérifiez toutes les informations.
it: Prima di completare il trasferimento, controlla attentamente tutti i dati.
ja: 送金を完了する前に入力したすべての情報を確認してください。
kk: Аударманы аяқтамас бұрын барлық ақпаратты тексеріңіз.
ko: 전송을 완료하기 전에 모든 정보를 검토하십시오.
ky: Которууну ишке ашыруудан мурун бардык маалыматты текшериңиз.
lv: Pirms pārsūtīšanas pabeigšanas pārskatiet visu informāciju.
mn: Гүйлгээг дуусгахын өмнө бүх мэдээллийг шалгана уу.
pt: Antes de concluir a transferência, revise todas as informações.
ro: Înainte de a finaliza transferul, verifică toate informațiile.
ru: Проверьте все данные перед подтверждением перевода.
uk: Перевірте всі дані перед підтвердженням переказу.
uz: Ўтказмани якунлашдан аввал барча маълумотларни кўздан кечиринг.
zh: 在完成转移之前检查所有信息。

source: Before We Begin...
fr: Avant de Commencer...
it: Prima di iniziare...

source: Before You Begin
fr: Avant de Commencer
it: Prima che tu inizi

source: Before You Request A Price Match, Please Ensure:
ca: Abans de Sol·licitar una Igualació de Preu, Si us plau, Assegura’t:
de: Bevor Sie eine Preisanpassung anfordern, stellen Sie bitte sicher:
es: Antes de Solicitar una Igualación de Precio, Por Favor Asegúrate de lo Siguiente:
fr: Avant de Demander Un Alignement des Prix, Veuillez vous Assurer :
it: Prima di richiedere la Parità di Prezzo, ti preghiamo di assicurarti che:
ja: プライスマッチをリクエストする前に、以下をご確認ください：
kk: Баға сәйкестігін сұрамас бұрын, келесілерге көз жеткізіңіз:
ky: Бааны дал келтирүүнү суранаардан мурун, төмөнкүлөрдү тактаңыз:
lv: Pirms cenu atbilstības pieprasīšanas, lūdzu, nodrošiniet:
mn: Үнэ тохируулах хүсэлт илгээхээс өмнө дараах зүйлийг шалгана уу:
pt: Antes de solicitar uma equiparação de preço, certifique-se de que:
ro: Înainte de a solicita o potrivire de preț, asigură-te că:
ru: Прежде чем сделать запрос на соответствие цены, пожалуйста, убедитесь, что:
uk: Перш ніж надіслати запит на відповідність ціни, переконайтеся, що:
uz: Нарх кафолатини сўрашдан олдин, илтимос, қуйидагиларга ишонч ҳосил қилинг:
zh: 在您申请价格匹配前，请确保：

source: Began career at PriceWaterhouseCoopers, advancing to the rank of Manager in international audits
ca: Va començar la seva carrera a PriceWaterhouseCoopers, ascendint fins al càrrec de Mànager en auditories internacionals
de: Begann seine Laufbahn bei PriceWaterhouseCoopers, wo er bis zum Manager für internationale Wirtschaftsprüfungen aufstieg
es: Inició su carrera en PriceWaterhouseCoopers, ascendiendo al rango de Administrador en auditorías internacionales
fr: Début de carrière chez PriceWaterhouseCoopers, accédant au rang de Directeur des audits internationaux
it: Ha iniziato la sua carriera presso PriceWaterhouseCoopers, arrivando a ricoprire il ruolo di Manager nelle revisioni contabili internazionali
ja: PriceWaterhouseCoopersでキャリアをスタートし、国際監査部門のマネージャーに昇進
kk: Кәсібін PriceWaterhouseCoopers компаниясында бастады, халықаралық аудиттерде менеджер лауазымына дейін көтерілді
ky: Карьерасын PriceWaterhouseCoopers компаниясында баштап, эл аралык аудит боюнча менеджер кызматына чейин жеткен.
lv: Karjeru sāka “PriceWaterhouseCoopers”, starptautiskajās revīzijās kā Menedžeris
mn: Ажлын гараагаа PriceWaterhouseCoopers компаниас эхлүүлж, олон улсын аудитын менежерийн зэрэг хүртэл дэвшин ажилласан
pt: Iniciou carreira na PriceWaterhouseCoopers, chegando ao posto de Gerente em auditorias internacionais
ro: A început cariera la PriceWaterhouseCoopers, ajungând la gradul de Manager în auditurile internaționale
ru: Начал свою карьеру в PriceWaterhouseCoopers, дойдя до позиции Менеджера по международному аудиту
uk: Почав свою кар'єру в PriceWaterhouseCoopers, дійшовши до позиції Менеджера з міжнародного аудиту
uz: Ўз иш фаолиятини PriceWaterhouseCoopers да бошлаб, халқаро аудит бошқарувчиси лавозимига кўтарилган
zh: 职业生涯始于普华永道，晋升至国际审计经理职位

source: Began career working with Primerica, then a part of Citigroup (NYSE: C)
fr: A commencé sa carrière en travaillant chez Primerica, qui faisait alors partie de Citigroup (NYSE : C)
it: Inizia la sua carriera con Primerica, allora parte di Citigroup (NYSE: C)

source: Begin
fr: Commencer
it: Iniziare

source: Begin Recovery
ca: Començar la Recuperació
de: Beginn der Wiederherstellung
es: Iniciar la recuperación
fr: Commencer la récupération
it: Inizia il recupero
ja: 回復の開始
kk: Қалпына келтіруді бастаңыз
ky: Калыбына келтирүүнү баштоо
lv: Sākt Atkopšanu
mn: Бүртгэл сэргээх ажиллагааг эхлүүлэх
pt: Começar a recuperação
ro: Începe recuperarea
ru: Начать восстановление
uk: Почати відновлення
uz: Тиклашни бошлаш
zh: 开始恢复

source: Belgrade offers visa-free access for most countries, affordable hotels and food, and a vibrant cultural scene. The <strong>Belgrade Arena</strong> is a world-class venue with the capacity and production value we need for our first global gathering.
fr: Belgrade offre un accès sans visa pour la plupart des pays, des hôtels et des restaurants abordables, et une scène culturelle dynamique. La <strong> Belgrade Arena</strong> est un lieu de renommée internationale, offrant la capacité et les infrastructures nécessaires pour notre première convention mondiale.
it: Belgrado offre l'accesso senza visto per la maggior parte dei paesi, hotel e cibo a prezzi accessibili e una vivace scena culturale. La <strong>Belgrade Arena</strong> è una struttura di livello mondiale, con la capienza e il livello di produzione tecnica di cui abbiamo bisogno per il nostro primo raduno globale.
kk: Белград көптеген елдер үшін визасыз кіруді ұсынады, қонақүйлер мен тағамдар қолжетімді бағамен, сондай-ақ мәдени өмірі өте бай. <strong>Белград Арена</strong>– біздің алғашқы жаһандық кездесуімізге қажетті сыйымдылығы мен өндірістік мүмкіндіктері бар әлемдік деңгейдегі орын.
pt: Belgrado oferece acesso sem visto para a maioria dos países, hotéis e alimentação acessíveis e uma cena cultural vibrante. A <strong>Arena Belgrado</strong> é um local de classe mundial com a capacidade e o valor de produção de que precisamos para nosso primeiro encontro global.
uk: Бєлград пропонує безвізовий режим для більшості країн, доступні готелі та харчування, а також насичене культурне життя. <strong>Belgrade Arena</strong> — це світового рівня майданчик із необхідною місткістю та рівнем організації для нашого першого глобального зібрання.
uz: Белград кўплаб мамлакатлар учун визасиз кириш имконини, ҳамёнбоп меҳмонхоналар ва таомларни, шунингдек ўзининг ёрқин маданиятини тақдим этади. <strong>Белград аренаси</strong> - жаҳон стандартига мос арена бўлиб, бизнинг илк глобал тадбиримиз учун зарур сиғимга эга.
zh: 贝尔格莱德为大多数国家提供免签入境，拥有价格实惠的酒店和美食，以及充满活力的文化氛围。<strong>贝尔格莱德竞技场</strong>是一座世界级场馆，具备我们首次全球盛会所需的容量与制作水准。

source: Belgrade, Serbia - September 18 - 20, 2026
fr: Belgrade, Serbie - 18-20 Septembre 2026
it: Belgrado, Serbia - 18-20 settembre 2026
kk: Белград, Сербия – 18–20 Қыркүйек, 2026
pt: Belgrado, Sérvia - 18 a 20 de Setembro de 2026
uk: Белград, Сербія: 18–20 вересня 2026 року
uz: Белград, Сербия - 2026 йил 18-20 сентябрь
zh: 塞尔维亚·贝尔格莱德 - 2026年9月18日-20日

source: Below are the names of those who have demonstrated extraordinary generosity and become part of these distinguished groups!
ca: A continuació es mostren els noms d'aquells que han demostrat una generositat extraordinària i han passat a formar part d'aquests grups distingits!
de: Nachfolgend finden Sie die Namen derjenigen, die außergewöhnliche Großzügigkeit bewiesen haben und Teil dieser angesehenen Gruppen geworden sind!
es: A continuación, conocerás los nombres de quienes han demostado una generosidad extraordinaria ¡y han pasado a formar parte de estos grupos distinguidos!
fr: Vous trouverez ci-dessous les noms de ceux qui ont fait preuve d'une générosité extraordinaire et qui font partie de ces groupes distingués !
it: Di seguito sono riportati i nomi di coloro che hanno dimostrato una straordinaria generosità e sono entrati a far parte di questi illustri gruppi!
ja: 以下は、並外れた寛大さを示し、著名なグループの一員となった人々の名前です！
kk: Төменде ерекше жомарттық танытып, осы көрнекті топтардың бір бөлігі болғандардың есімдері берілген!
ky: Төмөндө укмуштуудай берешендик көрсөткөн жана бул көрүнүктүү топтордун мүчөсү болгондордун ысымдары берилген!
lv: Zemāk ir to cilvēku vārdi, kuri izrādījuši ārkārtīgu dāsnumu un kļuvuši par daļu no šīm izcilajām grupām!
mn: Ер бусын өгөөмөр сэтгэл өвөрлөж, эдгээр нэр хүнд бүхий хамт олны нэг хэсэг болсон хүмүүсийн нэрсийг жагсаавал!
pt: Abaixo estão os nomes daqueles que demonstraram generosidade extraordinária e se tornaram parte desses grupos distintos!
ro: Mai jos sunt numele celor care au dat dovadă de o generozitate extraordinară și au devenit parte din aceste grupuri distinse!
ru: Ниже представлены имена тех, кто продемонстрировал особую щедрость и стал частью этих выдающихся групп!
uk: Нижче представлені імена тих, хто продемонстрував особливу щедрість та став частиною цих визначних груп!
uz: Қуйида катта саховат кўрсатиб, мазкур ажойиб гуруҳнинг бир қисмига айланганлар исм-шарифлари келтирилган!
zh: 以下是那些展现出非凡慷慨并成为这些杰出群体一部分的名字！

source: Below you will find the status of your hotels & cruise reservations.
ca: A continuació trobaràs l’estat de les teves reserves d'hotels i de creuers.
de: Nachstehend finden Sie den Status Ihrer Hotel- und Kreuzfahrtreservierungen.
es: Abajo encontrarás el estado de tus reservaciones de hotel & crucero.
fr: Vous trouverez ci-dessous le statut de vos réservations de hôtels & croisière.
it: Qui sotto troverai lo stato delle tue prenotazioni di crociere e hotel.
ja: あなたのホテルやクルーズ予約の状況を下記で確認できます。
kk: Төменде сіз қонақүйлеріңіз бен круиздік брондауларыңыздың статустарын таба аласыз.
ko: 아래에서 호텔과 크루즈 예약 상태를 확인할 수 있습니다.
ky: Төмөндө сиз мейманканалардын жана круиздердин брондоо статусун көрө аласыз.
lv: Zemāk jūs atradīsiet datus par savu viesnīcu & kruīzu rezervācijām.
mn: Далайн аялал болон зочид буудлын захиалгуудыг харах.
pt: Abaixo você encontrará o status de suas reservas de hotéis e cruzeiros.
ro: Mai jos vei găsi starea rezervărilor tale de hotel & croazieră.
ru: Ниже отображены статусы ваших бронирований отелей и круизов.
uk: Нижче відображено статус ваших бронювань готелів та круїзів.
uz: Қуйида меҳмонхона ва круиз буюртмаларингиз мақомини кўришингиз мумкин.
zh: 您将在下方找到您的酒店和邮轮预订状态。

source: benefits cannot be applied.
fr: avantages ne sont pas applicables.
it: non si possono applicare i benefici.
kk: артықшылықтар қолданылмайды.
pt: benefícios não podem ser aplicados.
uk: Переваги не застосовуються.
uz: татбиқ этилмайди.
zh: 福利不可使用。

source: Bermuda
ca: Bermudes
es: Bermudas
fr: Bermudes
ja: バミューダ
kk: Бермуд
ko: 버뮤다
ky: Бермуда аралдары
mn: Бермуд
pt: Bermudas
ro: Bermude
ru: Бермуды
uk: Бермуди
uz: Бермуд ороллари
zh: 百慕大

source: Best regards,
ca: Cordialment,
de: Mit freundlichen Grüßen,
es: Saludos cordiales,
fr: Bien cordialement,
it: Cordiali saluti,
ja: 敬具
kk: Құрметпен,
ky: Сизди урматтап,
lv: Ar vislabākajiem novēlējumiem,
mn: Хүндэтгэсэн,
pt: Saudações,
ro: Salutări,
ru: С наилучшими пожеланиями,
uk: З найкращими побажаннями,
uz: Ҳурмат билан,
zh: 诚挚的问候，

source: Bestselling Author of Let's Go!: The Travel Lovers Guide To Business Success
ca: Autor Supervendes de Let's Go!: La Guia per a Amants dels Viatges per a l’Èxit Empresarial
de: Bestseller- Autor von Let's Go!: Der Erfolgsleitfaden für Reisebegeisterte
es: Autor superventas de "Vamos!: La Guía al éxito en los negocios para los amantes de los viajes"
fr: Auteur à Succès de Let's Go !: Le Guide des Amoureux de Voyage pour Réussir en Affaire
it: Autore del Bestseller "Let's Go!: La Guida per gli Amanti dei Viaggi al Successo Imprenditoriale"
ja: 『Let’s Go!：旅行好きのためのビジネス成功ガイド』のベストセラー著者
kk: Let's Go!: Саяхат сүйетіндерге арналған бизнесте табысқа жету нұсқаулығы» атты ең көп сатылған кітаптың авторы
ky: "Let's Go!: Саякат сүйүүчүлөрдү ийгиликке жеткирүүчү нускама" бестселлеринин автору
lv: Let's Go Autors!:Ceļojumu mīļotāju rokasgrāmata par panākumiem biznesā
mn: "Let's Go!": Аялалд дурлагсдын бизнесийн амжилтын гарын авлага" бестселлер номын зохиолч
pt: Autor do best-seller Let's Go!: O guia para o sucesso empresarial dos amantes de viagens
ro: Autor de bestseller al cărții Să Mergem!: Ghidul iubitorilor de călătorii pentru succes în afaceri
ru: Автор бестселлера "ВПЕРЁД! Путеводитель к успеху в бизнесе для любителей путешествовать"
uk: Автор бестселера "УПЕРЕД! Гід до Успіху в Бізнесі для Закоханих у Подорожі"
uz: "Let's Go!: The Travel Lovers Guide To Business Success" китоби муаллифи
zh: 畅销书《出发吧!: 旅行爱好者的商业成功指南》作者

source: Better Engagement
ca: Millor compromís
de: Besseres Engagement
es: Mejor participación
fr: Un meilleur engagement
it: Migliore engagement
ja: エンゲージメントの向上
kk: Жақсырақ өзара әрекеттесу
ko: 참여도 향상
ky: Мыкты Киришүү
lv: Labāka iesaiste
mn: Илүү сайн ажиллагаа
pt: Melhor engajamento
ro: O mai bună implicare
ru: Лучшая вовлечённость
uk: Найкраща залученість
uz: Янада яхшироқ интилиш
zh: 更好的参与度

source: BEVERAGE PACKAGE
ca: PAQUET DE BEGUDES
de: GETRÄNKEPAKET
es: PAQUETE DE BEBIDAS
fr: Forfait Boissons
it: PACCHETTO BEVANDE
ja: ドリンクパッケージ
kk: СУСЫНДАР ПАКЕТІ
ko: 음료 패키지
ky: СУУСУНДУК ПАКЕТИ
lv: DZĒRIENU PAKETE
mn: УНДААНЫ БАГЦ
pt: PACOTE DE BEBIDAS
ro: PACHET BĂUTURI
ru: ПАКЕТ НАПИТКОВ
uk: ПАКЕТ НАПОЇВ
uz: ИЧИМЛИКЛАР ПАКЕТИ
zh: 饮料套餐

source: Bill to:
ca: Facturar a:
de: Rechnung an:
es: Facturar a:
fr: Facture à :
it: Quietanza per commissioni ricevute da:
ja: 請求先：
kk: Төлеуші:
ko: 청구일:
ky: Төлөм үчүн:
lv: Rēķinu uz:
mn: Төлөгчийн хаяг:
pt: Cobrança para:
ro: Facturat către:
ru: Счёт для:
uk: Рахунок для:
uz: Ҳисоб:
zh: 記賬到：

source: Billing Date
ca: Data de facturació
de: Zahlungsdatum
es: Fecha de facturación
fr: Date de facturation
it: Data di fatturazione
ja: 請求日
kk: Төлем күні
ko: 청구일
ky: Төлөө күнү
lv: Norēķinu datums
mn: Төлбөр хийх өдөр
pt: Data da fatura
ro: Data de facturare
ru: Дата Оплаты
uk: Дата Виставлення Рахунку
uz: Тўлов санаси
zh: 結算日期

source: Birthdate
ca: Data de naixement
de: Geburtsdatum
es: Cumpleaños
fr: Date de naissance
it: Data di nascità
ja: 生年月日
kk: Туған күні
ko: 생년월일
ky: Туулган күнү
lv: Dzimšanas datums
mn: Төрсөн огноо
pt: Data de nascimento
ro: Data de naştere
ru: Дата рождения
uk: Дата народження
uz: Туғилган сана
zh: 生日

source: Birthday Alert!
ca: Alerta d'aniversari!
de: Geburtstags-Alarm!
es: ¡Alerta de Cumpleaños!
fr: Rappel d'Anniversaire !
it: Avviso di compleanno!
ja: 誕生日の通知！
kk: Туған күн туралы Ескерту
ko: 생일 알림!
ky: Туулган күн жөнүндө эскертүү!
lv: Dzimšanas diena,uzmanību!
mn: Төрсөн өдрийн сануулга!
pt: Alerta de aniversário!
ro: Alertă data de naștere!
ru: Напоминание о дне рождения!
uk: Нагадування про день народження!
uz: Туғилган кун ҳақида эслатма!
zh: 生日提醒！

source: Birthdays in Your Network
ca: Aniversaris a la Teva Xarxa
de: Geburtstage in Ihrem Netzwerk
es: Cumpleaños en Tu Red
fr: Les Anniversaires dans Votre Réseau
it: Compleanni nella tua rete
ja: あなたのネットワーク内の誕生日
kk: Сіздің командаңыздағы туған күн
ko: 당신의 네트워크 내에 생일
ky: Сиздин командаңыздагы туулган күндөр
lv: Dzimšanas dienas jūsu tīklā
mn: Багийнхаа найзад төрсөн өдрийн мэнд хүргээрэй.
pt: Aniversários em sua rede
ro: Zile de naștere în Rețeaua Ta
ru: Дни рождения в вашей сети
uk: Дні народження у вашій мережі
uz: нафар туғилган кун соҳиби бор
zh: 您的網絡成員的生日

source: Blocked
ca: Bloquejat
de: Blockiert
es: Bloqueado
fr: Bloqué
it: Bloccato
ja: ブロックされました
kk: Құлыптаулы
ko: 차단됨
ky: Бөгөттөлдү
lv: Bloķēts
mn: Блоклогдсон
pt: Bloqueado
ro: Blocat
ru: Заблокированно
uk: Заблоковано
uz: Блокланган
zh: 被封鎖

source: Board of Directors
fr: Conseil d'Administration
ja: ボード オブ ディレクター (BOD)
kk: Директорлар Кеңесі
ko: 보드 오브 디렉터
lv: Direktoru Valde
ro: Bord de Directori
ru: Борд-Директор
uk: Борд-Директор
uz: Директорлар Кенгаши
zh: 董事會

source: Board Of Directors
fr: Conseil d'Administration
kk: Борд Директорлар
ko: 보드 오브 디렉터
ky: Board Оf Directors
lv: Direktoru valde

source: BOARD OF DIRECTORS
fr: CONSEIL D'ADMINISTRATION
ja: ボード オブ ディレクター (BOD)
kk: БОРД ДИРЕКТОРЛАР
ko: 보드 오브 디렉터
lv: DIREKTORU VALDE
ru: БОРД-ДИРЕКТОРА
uk: РАДА ДИРЕКТОРІВ
uz: ДИРЕКТОРЛАР КЕНГАШИ
zh: BOARD OF DIRECTOR

source: Board of Directors (BoD)
fr: Conseil d'Administration (BoD)

source: Board of Directors (BoD) Top 7 Eligible Point Earners.
ca: Top 7 Guanyadors de Punts Elegibles per als Board of Directors (BoD).
de: Die sieben teilnahmeberechtigten Punktbesten des Board of Directors (BoD).
es: Top 7 Ganadores de Puntos Elegibles para los Board of Directors (BoD).
fr: Conseil d'administration (BoD) Les 7 premiers gagnants de points éligibles.
it: Board of Directors (BoD) I 7 concorrenti idonei con più punti.
ja: Board of Directors (BoD) は、ポイント数で上位7位までに入ること。
kk: Board of Directors (BoD) ұпай алуға құқылы үздік 7 қызметкер.
ky: Board of Directors: топтогон упайлары боюнча алдыңкы 7 талапкер.
lv: Board of Directors (BoD) Top 7 Atbilstīgie Punktu Pelnītāji.
mn: Board of Directors (BoD) цолтой хамгийн их оноо авсан ШИЛДЭГ 7 оролцогч.
pt: Os 7 principais ganhadores de pontos Board of Directors (BoD) qualificados.
ro: Board of Directors (BoD) Primii 7 câștigători de puncte eligibili.
ru: Board of Directors (BoD) Топ-7 претендентов по заработанным очкам.
uk: Board of Directors (BoD) Топ-7 претендентів по кількості зароблених балів.
uz: Балларни ютиш ҳуқуқига эга топ-7 Board of Directors (BoD).
zh: Board of Directors (BoD)，前7名符合资格的积分最高者。

source: Board of Directors and above
ca: Board of Directors i càrrecs superiors
de: Board of Directors und höher
es: Board of Directors y rangos superiores
fr: Board of Directors et au-dessus (et niveaux supérieurs)
it: Board of Directors e ranghi superiori
ja: Board of Directors以上
kk: Board of Directors және одан жоғары
ky: Board of Directors жана жогорку
lv: Board of Directors un augstāk
mn: Board of Directors болон дээш
pt: Board of Directors e acima
ro: Board of Directors și mai sus
ru: Board of Directors и выше
uk: Board of Directors та вище
uz: Board of Directors ва ундан юқори
zh: Board of Directors及以上级别

source: Board of Directors Member
ca: Membre del Board of Directors
de: Board of Directors Mitglied
es: Miembro del Comité de Directores
fr: Membre du conseil d'administration
it: Membro del Board of Directors
ja: ボード オブ ディレクター (BOD) メンバー
kk: Директорлар Кеңесі Мүшесі
ko: 보드 오브 디렉터
ky: Board of Directors мүчөсү
lv: Direktoru valdes biedrs
mn: Board of Directors Гишүүн
pt: Membro do Board of Directors
ro: Membru al Consiliului de Directori
ru: Член Совета Директоров
uk: Член Ради Директорів
uz: Директорлар Кенгаши Аъзоси
zh: Board of Directors成員

source: BOARD OF DIRECTORS MEMBER
ca: CONSELL DE DIRECTORS MEMBRE
de: MITGLIEDER des BOARD OF DIRECTORS
es: BOARD OF DIRECTORS MEMBERS
fr: MEMBRE DU CONSEIL D'ADMINISTRATION
it: MEMBRO DEL BOARD OF DIRECTORS
ja: ボード オブ ディレクター (BOD)
kk: ДИРЕКТОРЛАР КЕҢЕСІ МҮШЕСІ
ko: 보드 오브 디렉터 멤버
ky: BOARD OF DIRECTORS МҮЧӨСҮ
lv: DIREKTORU VALDES BIEDRS
mn: BOARD OF DIRECTORS ГИШҮҮН
pt: MEMBRO BOARD OF DIRECTORS
ro: MEMBRU AL CONSILIULUI DE DIRECTORI
ru: ЧЛЕНЫ СОВЕТА ДИРЕКТОРОВ
uk: ЧЛЕН РАДИ ДИРЕКТОРІВ
uz: ДИРЕКТОРЛАР КЕНГАШИ АЪЗОСИ
zh: BOARD OF DIRECTOR成員

source: Board of Directors members earn a <strong>$55,000</strong> USD monthly Team Leadership Bonus!
ca: Els membres Board of Directors guanyen una bonificació mensual de Lideratge de l'Equip de <strong>55.000</strong> dòlars!
de: Board of Directors-Mitglieder verdienen einen monatlichen Team Leadership Bonus in Höhe von <strong>55.000 USD</strong>!
es: Los miembros del Board of Directors ¡ganan un Bono de Liderazgo de Equipo mensual de <strong>$55,000</strong> USD!
fr: Les membres du Conseil d'Administration gagnent une prime mensuelle de <strong>55 000 $</strong> pour le leadership d'équipe !
it: I Board of Directors guadagnano <strong>$55.000</strong> di Bonus di Leadership del Team al mese!
ja: Board of Directorsメンバーは、毎月<strong>$55,000</strong> 米ドルのチームリーダーシップボーナスを獲得します！
kk: Board of Directors ай сайынғы<strong> команде $55 000 АҚШ </strong>командалық көшбасшылық бонусын алады!
ky: Board of Directors даражасындагы мүчөлөр ай сайын <strong>$55,000</strong> АКШ доллары өлчөмүндөгү Команда лидерлиги бонусун алышат!
lv: Direktoru valdes biedri pelna <strong>$55,000</strong> USD ikmēneša Līdera Bonusu!
mn: Board of Directors гишүүд Багийн манлайллын урамшуулалд сард <strong>$55,000</strong> USD авна!
pt: Os membros Board of Directors ganham um bônus mensal de liderança de equipe de <strong>$55.000</strong>!
ro: Membrii Board of Directors câștigă un bonus lunar de <strong>55.000</strong> USD pentru conducerea echipei!
ru: Участники в ранге Board of Directors зарабатывают ежемесячный Командный Лидерский бонус в размере <strong>$55 000</strong>!
uk: Члени у ранзі Board of Directors заробляють щомісячний Командний Лідерський бонус у розмірі <strong>$55,000</strong>!
uz: Board of Directors аъзолари ойига <strong>55,000$</strong> Жамоа етакчилиги бонусини ишлаб топадилар!
zh: 董事会成员每月可获得<strong>55000</strong>美元的团队领导奖金！
