Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <strong v-translate="">Quadruple Digit Banner</strong> <span>-</span> <span v-translate="">When you enroll 1 New Partner in November, and Your Total Team enrolls 1000 NEW Partners down 15 levels, you will earn the attached QUADRUPLE DIGIT banner in your name.</span>
ca: <strong v-translate="">Bandera de Quatre dígits</strong><span>-</span><span v-translate="">Quan inscriguis a 1 Nou Soci al Novembre, i el teu equip inscrigui a un total de 1000 NOUS Socis en 15 nivells, guanyaràs la bandera de QUATRE DÍGITS amb el teu nom</span>
de: <strong v-translate>Vierstelliger Banner</strong> <span>-</span> <span v-translate>Wenn Sie im November 1 neuen Partner anmelden und Ihr Team insgesamt 1000 NEUE Partner auf 15 Ebenen registriert, erhalten Sie das beigefügte QUADRUPLE DIGIT-Banner auf Ihren Namen.</span>
es: <strong v-translate="">Banner de Cuatro Dígitos</strong> <span>-</span> <span v-translate="">Cuando inscribas a 1 Nuevo Socio en Noviembre, y tu equipo total inscriba a 1000 NUEVOS Socios en 15 niveles, obtendrás el banner de CUATRO DÍGITOS con tu nombre.</span>
fr: <strong v-translate="">Bannière à Quadruple Chiffre</strong> <span>-</span> <span v-translate="">Lorsque vous recrutez 1 Nouveau Partenaire en novembre et que Votre Équipe Totale recrute 1000 NOUVEAUX Partenaires de 15 niveaux inférieurs différents, vous obtenez à votre nom la bannière à QUADRUPLE CHIFFRE.</span>
it: <strong v-translate="">Banner Quadrupla Cifra </strong> <span>-</span> <span v-translate="">Se a novembre iscrivi 1 nuovo Partner e il tuo team iscrive complessivamente 1000 NUOVI Partner su 15 livelli, vincerai l'allegato banner QUADRUPLA CIFRA con il tuo nome.</span>
ja: <strong v-translate="">Quadruple Digit Banner（4桁）バナー</strong> <span>-</span> <span v-translate="">11月中に新規パートナーを1人登録し、15レベル以内の総チーム新規パートナーの総数が1000人になると、あなたの名前が記載された「QUADRUPLE DIGIT」バナーを獲得できます。</span>
kk: <strong v-translate="">Төрт таңбалы баннер</strong> <span>-</span> <span v-translate="">Сіз қарашада 1 жаңа серіктесті тіркеген кезде және сіздің жалпы командаңыз 15 деңгейдегі 1000 жаңа серіктестерді тіркегенде, сіздің атыңызға төрт таңбалы баннер беріледі. </span>
ky: <strong v-translate="">Төрт сандуу баннер</strong><span>-</span> <span v-translate="">Ноябрь айында 1 Жаңы Өнөктөштү каттасаңыз жана астыңыздагы 15 деңгээлдеги Жалпы Командаңыз 1000 ЖАҢЫ Өнөктөштү каттаган болсо, сиз өз атыңызга тиркелген ТӨРТ САНДУУ баннерге ээ болосуз.</span>
lv: <strong v-translate="">Četrciparu Karodziņš</strong> <span>-</span> <span v-translate="">Kad reģistrējat 1Jaunu Partneri Novembrī, un jūsu Kopējā Komanda iesaista 1000 JAUNU Partneru līdz 15 līmenim, jūs pelnāt pievienoto ČETRCIPARU karodziņu.</span>
mn: <strong v-translate="">Куадрапл Дижит Баннер</strong> <span>-</span> <span v-translate="">Хэрэв та 11 сард 1 шинэ Түнш, мөн танай бүх баг 15 үе хүртэл нийт 1000 ШИНЭ Түнш элсүүлвэл та өөрийн нэр дээр КУАДРАПЛ ДИЖИТ баннер өргөмжлөл авах болно.</span>
pt: <strong v-translate=""> Banner quatro dígitos </strong> <span>-</span> <span v-translate=""> Quando você inscrever 1 novo Parceiro em novembro, e sua equipe total inscrever 1000 NOVOS Parceiros abaixo de 15 níveis, você receberá o banner QUATRO DÍGITOS em seu nome. </span>
ro: <strong v-translate="">Double Digit Banner</strong> <span>-</span> <span v-translate="">Când înscrii un nou partener în septembrie, iar echipa ta întreagă înscrie 1000 de NOI parteneri 15 nivele în jos, vei câștiga bannerul QUADRUPLE DIGIT cu numele tău.</span>
ru: <strong v-translate="">Четырёхзначный баннер</strong> <span>-</span> <span v-translate="">Когда вы в ноябре подпишите 1-го нового Партнёра, а вся ваша команда на 15-ти нижестоящих уровнях подпишет 1000 НОВЫХ Партнёров, то вы заработаете прикрепляемый ЧЕТЫРЁХЗНАЧНЫЙ баннер с вашим именем.</span>
uk: <strong v-translate="">Чотирьохзначний Банер</strong> <span>-</span> <span v-translate="">Коли ви в листопаді підпишете 1 нового Партнера, а вся ваша команда на 15-ти нижчестоящих рівнях підпише 1000 НОВИХ Партнерів, то ви заробите прикріплюючийся ЧОТИРЬОХЗНАЧНИЙ банер з вашим ім'ям.</span>
uz: <strong v-translate="">Quadruple Digit Banner</strong> <span>-</span> <span v-translate="">Ноябрь ойида сиз 1 нафар Янги Ҳамкорни обуна қилсангиз, ва сизнинг Умумий жамоангиз 15 та чуқурликда 1000 нафар ЯНГИ Ҳамкорларни обуна қилса, сиз ўз номингизга бириктирилган ТЎРТ РАҚАМЛИ баннерини қўлга киритасиз.</span>
zh: <strong v-translate="">四位数横幅</strong><span>-</span><span v-translate="">当您在 11 月注册了 1 个新合作伙伴，并且您的整个团队注册了 15 个级别以下的 1000 个新合作伙伴时，您将获得以您的名义附加的四位数横幅.</span>

source: <strong v-translate="">Triple Digit Banner</strong> <span>-</span> <span v-translate="">When you enroll 1 New Partner in November, and Your Total Team enrolls 100 NEW Partners down 10 levels, you will earn the attached TRIPLE DIGIT banner in your name.</span>
ca: <strong v-translate="">Bandera de tres dígits</strong><span>-</span><span v-translate="">Quan inscriguis a 1 Nou Soci a Novembre i el teu equip inscrigui a un total de 100 NOUS Socis en 10 nivells, guanyaràs la bandera de TRIPLE dígit amb el teu nom</span>
de: <strong v-translate>Dreistelliger Banner</strong> <span>-</span> <span v-translate>Wenn Sie im November 1 neuen Partner anmelden und Ihr gesamtes Team 100 NEUE Partner auf 10 Ebenen registriert, erhalten Sie das beigefügte TRIPLE DIGIT-Banner auf Ihren Namen.</span>
es: <strong v-translate="">Banner de Tres Dígitos</strong> <span>-</span> <span v-translate="">Cuando inscribas a 1 Nuevo Socio en Noviembre, y tu equipo total inscriba a 100 NUEVOS Socios en 10 niveles, obtendrás el banner de TRES DÍGITOS con tu nombre.</span>
fr: <strong v-translate="">Bannière à Triple Chiffre</strong> <span>-</span> <span v-translate="">Lorsque vous recrutez 1 Nouveau Partenaire en novembre et que Votre Équipe Totale recrute 100 NOUVEAUX Partenaires de 10 niveaux inférieurs différents, vous obtenez à votre nom la bannière à TRIPLE CHIFFRE.</span>
it: <strong v-translate="">Banner Tripla Cifra </strong> <span>-</span> <span v-translate="">Se a novembre iscrivi 1 nuovo Partner e il tuo team iscrive complessivamente 100 NUOVI Partner su 10 livelli, vincerai l'allegato banner TRIPLA CIFRA con il tuo nome.</span>
ja: <strong v-translate="">Triple Digit Banner（3桁）バナー</strong> <span>-</span> <span v-translate="">11月中に新規パートナーを1人登録し、10レベル以内の総チーム新規パートナーの総数が100人になると、あなたの名前が記載された「Triple DIGIT」バナーを獲得できます。</span>
kk: <strong v-translate="">Үш Таңбалы Баннер</strong> <span>-</span> <span v-translate="">Сіз қарашада 1 жаңа серіктесті тіркеген кезде және сіздің командаңыз төмендегі 10 деңгейдегі 100 жаңа серіктесті тіркегенде, сіздің атыңызға үш таңбалы баннер беріледі.</span>
ky: <strong v-translate="">Үч сандуу баннер</strong><span>-</span><span v-translate=""> Ноябрь айында 1 Жаңы Өнөктөштү каттасаңыз жана астыңыздагы 10 деңгээлдеги Жалпы Командаңыз 100 ЖАҢЫ Өнөктөштү каттаган болсо, сиз өз атыңызга тиркелген ҮЧ САНДЫК баннерге ээ болосуз.</span>.
lv: <strong v-translate="">Trīscipru Karodziņš</strong> <span>-</span> <span v-translate="">Reģistrējot 1 Jaunu Partneri Novemmbrī,un , ja Jūsu kopējā komanda reģistrē 100 JAUNUS Partnerus apakšējos 10 līmeņos, jūs sev iegūstiet” TRIPLE DIGIT”(trīskāršo/trīsciparu)) karodziņu.</span>
mn: <strong v-translate="">Трипл Дижит Баннер</strong> <span>-</span> <span v-translate="">Хэрэв та 11 сард 1 шинэ Түнш, мөн танай бүх баг 10 үе хүртэл нийт 100 ШИНЭ Түнш элсүүлвэл та өөрийн нэр дээр ТРИПЛ ДИЖИТ баннер өргөмжлөл авах болно.</span>
pt: <strong v-translate=""> Banner de três dígitos </strong> <span>-</span> <span v-translate=""> Quando você inscrever 1 novo Parceiro em novembro, e sua equipe total inscrever 100 NOVOS Parceiros abaixo de 10 níveis, você ganha o banner TRÊS DÍGITOS em seu nome. </span>
ro: <strong v-translate="">Triple Digit Banner</strong> <span>-</span> <span v-translate="">Când înscrii un nou partener în noiembrie, iar echipa ta întreagă înscrie 100 de NOI parteneri 10 nivele în jos, vei câștiga bannerul TRIPLE DIGIT cu numele tău.</span>
ru: <strong v-translate="">Трёхзначный баннер</strong> <span>-</span> <span v-translate="">Когда вы в ноябре подпишите 1-го нового Партнёра, а вся ваша команда на 10-ти нижестоящих уровнях подпишет 100 НОВЫХ Партнёров, то вы заработаете прикрепляемый ТРЁХЗНАЧНЫЙ баннер с вашим именем.</span>
uk: <strong v-translate="">Трьохзначний Банер</strong> <span>-</span> <span v-translate="">Коли ви в листопаді підпишете 1 нового Партнера, а вся ваша команда на 10-ти нижчестоящих рівнях підпише 100 НОВИХ Партнерів, то ви заробите прикріплюючийся ТРЬОХЗНАЧНИЙ банер з вашим ім'ям.</span>
uz: <strong v-translate="">Triple Digit Banner</strong> <span>-</span> <span v-translate="">Ноябрь ойида сиз 1 нафар Янги Ҳамкорни обуна қилсангиз, ва сизнинг Умумий жамоангиз 10 та чуқурликда 100 нафар ЯНГИ Ҳамкорларни обуна қилса, сиз ўз номингизга бириктирилган УЧ РАҚАМЛИ баннерини қўлга киритасиз.</span>
zh: <strong v-translate="">三位数横幅</strong><span>-</span><span v-translate="">当您在 11 月注册 1 名新合作伙伴，并且您的总团队注册了 100 名下级 10 名新合作伙伴时，您将获得以您的名义附加的三位数横幅.</span>

source: <strong>%{ hotelName }</strong>
fr: <strong>%{ Nomhôtel }</strong>
ko: <strong>%{호텔명 }</strong>
ky: <strong>%{ Мейманкананын аты }</strong>
lv: <strong>%{ viesnīcasNosaukums }</strong>
mn: <strong>%{ зочид буудлын нэр }</strong>
ro: <strong>%{ Nume hotel }</strong>

source: <strong>$10,000-$29,999</strong> in Builders Base Activation volume = <strong>10% bonus</strong>
ca: <strong>10.000 dòlars - 29.999 dòlars</strong> en volum d'Activació de la Base de Constructors = <strong>10% de bonificació</strong>
de: <strong>$10,000-$29,999</strong> an Builders Base Aktivierungsumsatz = <strong>10% Bonus</strong>
es: <strong>$10,000-$29,999</strong> en volumen de Activación de la Base de Constructores = <strong>10% bonus</strong>
fr: <strong>$10,000-$29,999</strong> dans le volume d'Activation de la Base des Constructeurs = <strong>10% bonus</strong>
it: <strong>$10.000-$29.999</strong> in volume di attivazione della Base Costruttori = <strong>10% di Bonus</strong>
ja: <strong>$10,000〜$29,999</strong> のビルダーズ・ベース新規売上ボリューム = <strong>10%のボーナス</strong>
kk: <strong>$10 000-$29 999</strong> Фундамент Бизнестің Белсендіру Көлемі = <strong>10% бонус</strong>
ky: <strong>$10,000-$29,999</strong> Куруучулар базасын активдештирүү көлөмү = <strong>10% бонус</strong>
lv: <strong>$10,000-$29,999</strong> Lietotāju Bāzes aktivizāciju apjoms = <strong>10% bonuss</strong>
mn: <strong>$10,000-$29,999</strong>-ын Билдерс Бэйсийн идэвхжүүлэлт = <strong>10%-ын урамшуулал</strong>
pt: <strong>$10.000 a $29.999</strong> em volume de ativação da Base de Construtores = <strong>bônus de 10%</strong>
ro: <strong>10.000$-29.999$</strong> în volum de activare pentru baza constructorilor = <strong>10% bonus</strong>
ru: <strong>$10 000-$29 999</strong> Активационного объёма в Фундаменте Бизнеса = <strong> бонус 10%</strong>
uk: <strong>$10,000-$29,999</strong> Активаційного обсягу у Фундаменті Бізнесу = <strong> бонус 10%</strong>
uz: Қурувчилар базаси Фаоллик ҳажмида <strong>10,000$-29,999$2</strong> = 3<strong>10% бонус4</strong>
zh: <strong>$10,000-$29,999</strong> 的基础建设者激活量 = <strong>10%奖金</strong>

source: <strong>$10,000</strong> in total qualified production in any given month.<br><br> Senior Marketing Directors earn a <strong>$1,000</strong> Team Leadership Bonus each and every month they remain qualified.
ca: <strong>10.000 dòlars</strong> de producció qualificada total en qualsevol mes determinat.<br><br> El Senior Marketing Director guanya <strong>1.000 dòlars</strong> de Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: <strong>$10.000</strong> im gesamten Qualifikationsumsatz in einem beliebigen Monat.<br><br> Senior Marketing Directors verdienen einen <strong>$1.000</strong> Team Leadership Bonus jeden Monat, in dem sie qualifiziert bleiben.
es: <strong>$10,000</strong> en producción calificada total en un mes determinado.<br><br> Senior Marketing Directors ganan un Bono de Liderazgo de Equipo de <strong>$1,000</strong> cada mes que se mantienen calificando.
fr: <strong>10 000 $</strong> de la production totale qualifiée au cours d'un mois donné.<br><br> Les Directeurs de Marketing recevront un Bonus du Leadership d'Équipe de <strong>1 000$</strong> pour chaque mois, tant qu’ils restent qualifiés.
it: <strong>$10.000</strong> di produzione qualificata totale in un dato mese.<br><br> I Senior Marketing Director guadagnano un Bonus di <strong>$1.000</strong> per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: <strong>$10,000</strong> を特定の１ヶ月で合計認定売上を達成します。<br><br> Senior Marketing Directorsは、 <strong>$1,000</strong> のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: <strong>$10 000</strong> жалпы біліктілігі бар тауар айналымы кез келген нақты айда.<br><br>Senior Marketing Directors<strong> әр ай сайын</strong> біліктілікті сақтағаны үшін $1000 көлемінде Командалық Көшбасшылық бонусын алады.
ky: <strong>10,000$</strong> кайсы бир берилген айдагы жалпы жарамдуу өндүрүштө<br><br> Senior Marketing Directorлор ушул квалификациялуу бойдон калган ар бир ай сайын <strong>1,000$</strong> доллардан Команда Лидерлиги Бонусун алышат.
lv: <strong>$10,000</strong> kopējā kvalificētā komandas apgrozījumā jebkurā no mēnešiem.<br><br> Seniors Mārketinga Direktors pelna <strong>$1,000</strong> Komandas Līdera Bonusu katru un ikvienu mēnesi kamēr viņi kvalificējas.
mn: Тухайн сарын нийт борлуулалт болох <strong>$10,000</strong>-ын болзлыг сар бүр хангаж буй Senior Marketing Director нь сар бүр Багийн манлайллын урамшуулалд<strong> $1,000</strong> авах болно.
pt: <strong>$10.000</strong> na produção total qualificada em um determinado mês.<br><br> Diretores de Marketing Senior ganham um bônus de liderança de equipe de <strong>$1.000</strong> a cada mês em que permanecem qualificados.
ro: <strong>10.000$</strong> în producția totală calificată într-o anumită lună.<br><br> Senior Marketing Directors câștigă un bonus de <strong>1.000$</strong> pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: <strong>$10 000</strong> общего квалифицированного товарооборота в какой-либо конкретный месяц.<br><br> Сеньор-Маркетинг-Директора зарабатывают <strong>$1000</strong> в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: <strong>$10,000</strong> загального кваліфікованого товарообігу за конкретний місяць.<br><br> Сеньйор Маркетинг-Директори заробляють <strong>$1,000</strong> у вигляді Командного Лідерського бонусу за кожний місяць, у якому вони зберігають кваліфікацію.
uz: Исталган берилган ойда жами квалификацион ишлаб чиқаришдан<strong>10,000$</strong>.<br><br> Senior Marketing Director квалификацияни ушлаб турган ҳар ой учун қатъий<strong>1,000$</strong> Жамоа етакчилиги бонусини ишлаб топади.
zh: 任何给定月份的合格总产出 <strong>10,000 美元</strong>。<br><br>高级营销总监每个月都能获得 <strong>1,000 美元</strong> 团队领导奖金，只要他们保持合格。

source: <strong>$100,000</strong> in total qualified production in any given month.<br><br> International Directors earn a <strong>$10,000</strong> Team Leadership Bonus each and every month they remain qualified.
ca: <strong>100.000 dòlars</strong> en la producció qualificada total en qualsevol mes.<br><br> Els International Directors guanyen <strong>10.000 dòlars</strong> de Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: <strong>$100.000</strong> im gesamten Qualifikationsumsatz in einem beliebigen Monat.<br><br> International Directors verdienen einen <strong>$10.000</strong> Team Leadership Bonus in jedem Monat, in dem sie qualifiziert bleiben.
es: <strong>$100,000</strong>en producción calificada total en un mes determinado.<br><br> International Directors ganan un Bono de Liderazgo de Equipo de <strong>$10,000</strong> cada mes que se mantienen calificando.
fr: <strong>100 000 $</strong> de la production totale qualifiée au cours d'un mois donné.<br><br> Les Directeurs Internationaux recevront un Bonus du Leadership d'Équipe de <strong>10 000$</strong> pour chaque mois, tant qu’ils restent qualifiés.
it: <strong>$100.000</strong> di produzione qualificata totale in un dato mese.<br><br> Gli International Director guadagnano un Bonus di <strong>$10.000</strong> per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: <strong>$100,000</strong> を特定の１ヶ月で合計認定売上を達成します。<br><br> International Directors は、<strong>$10,000</strong> のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: <strong>$100 000</strong> жалпы біліктілігі бар тауар айналымы кез келген нақты айда. <br><br> International Directors<strong> әр ай </strong>сайын біліктілікті сақтағаны үшін $10 000 көлемінде Командалық Көшбасшылық бонусын алады.
ky: кайсы бир берилген айдагы <strong>100,000$</strong> долларлыкжалпы жарамдуу өндүрүштө.<br><br> International Director-лор ушул квалификацияда калган ар бир ай сайын <strong>10,000$</strong> доллардан Команда Лидерлиги Бонусун алышат.
lv: <strong>$100,000</strong> kopējā kvalificētā komandas apgrozījumā dotajā mēnesī.<br><br> Starptautiskie Direktori pelna <strong>$10,000</strong> Komandas Līdera Bonusu katrā un ikvienā mēnesī kamēr viņi kvalficējas.
mn: Тухайн сарын нийт борлуулалт болох <strong>$100,000</strong>-ын болзлыг сар бүр хангаж буй International Director нь сар бүр Багийн манлайллын урамшуулалд<strong> $10,000</strong> авах болно.
pt: <strong>$100.000</strong> na produção total qualificada em um determinado mês.<br><br> Diretores Internacionais ganham um bônus de liderança de equipe de <strong>$10.000</strong> a cada mês em que permanecem qualificados.
ro: <strong>100.000$</strong> în producția totală calificată într-o anumită lună.<br><br> International Directors câștigă un bonus de <strong>10.000$</strong> pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: <strong>$100 000</strong> общего квалифицированного товарооборота в какой-либо конкретный месяц.<br><br> Интернациональные Директора зарабатывают <strong>$10 000</strong> в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: <strong>$100,000</strong> загального кваліфікованого товарообігу за конкретний місяць.<br><br> Інтернаціональні Директори заробляють <strong>$10,000</strong> у вигляді Командного Лідерського бонусу за кожний місяць, у якому вони зберігають кваліфікацію.
uz: Исталган берилган ойда жами квалификацион ишлаб чиқаришдан<strong>100,000$</strong>.<br><br> International Director квалификацияни ушлаб турган ҳар ой учун қатъий<strong>10,000$</strong> Жамоа етакчилиги бонусини ишлаб топади.
zh: <strong>100,000 美元</strong> 任何给定月份的合格总产出。<br><br> 国际董事每个月都能获得 <strong>10,000 美元</strong> 团队领导奖金，只要他们保持合格。

source: <strong>$25,000</strong> in total qualified production in any given month.<br><br> Regional Directors earn a <strong>$2,500</strong> Team Leadership Bonus each and every month they remain qualified.
ca: <strong>25.000 dòlars</strong> de producció total qualificada en qualsevol mes.<br><br> Els Regional Directors guanyen <strong>2,500 dòlars</strong> en Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: <strong>$25.000</strong> im gesamten Qualifikationsumsatz in einem beliebigen Monat.<br><br> Regional Directors verdienen einen <strong>$2.500</strong> Team Leadership Bonus jeden Monat, in dem sie qualifiziert bleiben.
es: <strong>$25,000</strong> en producción calificada total en un mes determinado.<br><br> Regional Directors ganan un Bono de Liderazgo de Equipo de <strong>$2,500</strong> cada mes que se mantienen calificando.
fr: <strong>25 000 $</strong> de la production totale qualifiée au cours d'un mois donné.<br><br> Les Directeurs Régionaux recevront un Bonus du Leadership d'Équipe de <strong>2 500$</strong> pour chaque mois, tant qu’ils restent qualifiés.
it: <strong>$25.000</strong> di produzione qualificata totale in un dato mese.<br><br> I Regional Director guadagnano un Bonus di <strong>$2.500</strong> per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: <strong>$25,000</strong> を特定の１ヶ月で合計認定売上を達成します。<br><br> Regional Directors は、<strong>$2,500</strong> のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: <strong>$25 000</strong> жалпы біліктілікті тауар айналымы белгілі бір айда.<br><br> Regional Directors әр айда өздерінің біліктілігін сақтап қалған жағдайда <strong>$2 500</strong> көлемінде Командалық Лидерлік бонусын алады.
ky: команданын кайсы бир берилген айдагы <strong>25,000$</strong> долларлык жалпы жарамдуу өндүрүшүндө.<br><br> Regional Director-лор ушул квалификацияда калган ар бир ай сайын <strong>2,500$</strong> доллардан Командал Лидерлииги Бонусун алышат.
lv: <strong>$25,000</strong> kopējā kvalificētā komandas apgrozījumā dotajā mēnesī.<br><br> Reģionālie Direktori pelna <strong>$2,500</strong> Komandas Vadības Bonusu katrā un ikvienā mēnesī kamēr viņi kvalificējas.
mn: Тухайн сарын нийт борлуулалт болох <strong>$25,000</strong>-ын болзлыг сар бүр хангаж буй Regional Director нь сар бүр Багийн манлайллын урамшуулалд <strong> $2,500</strong> авах болно.
pt: <strong>$25.000</strong> na produção total qualificada em um determinado mês.<br><br> Diretores Regionais ganham um bônus de liderança de equipe de <strong>$2.500</strong> a cada mês em que permanecem qualificados.
ro: <strong>25.000$</strong> în producția totală calificată într-o anumită lună.<br><br> Regional Directors câștigă un bonus de <strong>2.500$</strong> pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: <strong>$25 000</strong> общего квалифицированного товарооборота в какой-либо конкретный месяц.<br><br> Региональные Директора зарабатывают <strong>$2 500</strong> в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: <strong>$25,000</strong> загального кваліфікованого товарообігу за конкретний місяць.<br><br> Регіональні Директори заробляють <strong>$2,500</strong> у вигляді Командного Лідерського бонусу за кожен місяць, у якому вони зберігають кваліфікацію.
uz: Исталган берилган ойда жами квалификацион ишлаб чиқаришдан <strong>25,000$</strong>.<br><br> Regional Director квалификацияни ушлаб турган ҳар ой учун қатъий<strong>2,500$</strong> Жамоа етакчилиги бонусини ишлаб топади.
zh: 任何给定月份的合格总产出 <strong>25,000 美元</strong>。<br><br>区域主管在符合条件的每个月都能获得 <strong>25,000 美元</strong> 的团队领导奖金。
