Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Building a Compliant Business
ca: Construint un negoci de Compliment Legal
de: Aufbau eines konformen Geschäfts
es: Construyendo un Negocio de Cumplimiento Legal
fr: Construire une entreprise conforme
it: Costruire un'attività a norma
ja: コンプライアンスビジネスの構築
kk: Үйлесімді Бизнес Құру
ko: 법과 규정을 준수하는 비즈니스 구축의 중요성
ky: Ылайыктуу Бизнес Куруу
lv: Atbilstošas uzņēmējdarbības veidošana
mn: Зүй зохистой бизнес бий болгох
pt: Construindo um negócio em conformidade
ro: Construirea unei afaceri în (deplină) conformitate
ru: Построение Корректного Бизнеса
uk: Побудова Коректно Бізнесу
uz: Тўғри бизнес қуришнинг муҳимлиги
zh: 建立合規業務

source: Building Wide and Deep
ca: Construint Aamplis i Profunds
de: In die Breite und in die Tiefe aufbauen
es: Construir Ancho y Profundo
fr: Construire large et profond
it: Costruire in larghezza e in profondità
ja: 幅広く、そして深く構築していく
kk: Ені мен Тереңдігіңізді Құрыңыз
ko: 넓고 깊은 비즈니스 구축
ky: Кенен жана Терең Куруу
lv: Veidošana plaši un dziļi
mn: Өргөн, гүн барих
pt: Construindo amplitude e profundidade
ro: Să construieşti în lăţime şi în adâncime
ru: Создавайте Широко и Глубоко
uk: Будуйте ширину та глибину
uz: Кенглик ва чуқурликни қуриш
zh: 建立寬度和深度。

source: Built by Travel Lovers, for Travel Lovers
ca: Creat per Amants dels Viatges, per a Amants dels Viatges
de: Von Reiseliebhabern für Reiseliebhaber entwickelt
es: Creado por Amantes de los Viajes para Amantes de los Viajes
fr: Créé par des Passionnés de Voyage, pour des Passionnés de Voyage
it: Creato da amanti dei viaggi, per amanti dei viaggi.
ja: 旅行好きによって、旅行好きのために作られた
kk: Саяхатқа ғашық жандардан, саяхатты сүйетіндерге
ky: Саякатты сүйгөндөр үчүн, саякат сүйүүчүлөр тарабынан түзүлгөн
lv: Veidojiet ar Ceļojumu mīlētājiem un priekš Ceļojumu Mīlētājiem
mn: Аялалд дурлагч нар аялах дуртай хүмүүст зориулан бүтээсэн юм
pt: Criado por amantes de viagens, para amantes de viagens
ro: Construit de iubitorii de călătorii, pentru iubitorii de călătorii
ru: Создано любителями путешествий для любителей путешествий
uk: Створено любителями подорожей для тих, хто обожнює подорожувати
uz: Саёҳатсеварлар томонидан Саёҳатсеварлар учун яратилган
zh: 由旅行爱好者打造，献给旅行爱好者

source: Built to support growth
ca: Dissenyat per donar suport al creixement
de: Gebaut, um Wachstum zu unterstützen
es: Diseñada para respaldar el crecimiento
fr: Conçu pou assister la croissance
it: Creato per supportare la crescita
ja: 成長を支える
kk: Дамуға арналып жасалған
ky: Өсүшкө өбөлгө түзүү үчүн курулган
lv: Veidojiet,lai atbalstītu izaugsmi
mn: Таны өсөлтийг дэмжихээр бүтээгдсэн
pt: Construído para apoiar o crescimento
ro: Construit pentru a susține creșterea
ru: Построен для содействия росту
uk: Створений для підтримки зростання
uz: Ўсишни қўллаб-қувватлаш учун яратилган
zh: 为支持增长而构建

source: Business Cards
ca: Targetes de Presentació
de: Visiten-Karten
es: Tarjetas de Visita
fr: Cartes de visite
it: Biglietti da visita
ja: 名刺
kk: Визит карталары
ko: 명함
ky: Визит картасы
lv: Vizītkartes
mn: Нэрийн хуудас
pt: Cartões de negócios
ro: Cărţi de vizită
ru: Визитки
uk: Візитівки
uz: Ташриф қоғозлари
zh: 商業名片

source: Business Ownership
ca: Propietat de Negoci
de: Business Inhaber
es: Propiedad de Negocio
fr: Propriété des Entreprises
it: Proprietà aziendale
ja: ビジネスオーナーシップ
kk: Кәсіпкерлік Меншік
ko: 비즈니스 오너십
ky: Жеке Бизнес
lv: Biznesa piederība
pt: Propriedade de Negócio
ro: Proprietate asupra afacerii
ru: Собственный Бизнесс
uk: Власний Бізнес
uz: Хусусий бизнес
zh: 企業所有權

source: BUSINESS OWNERSHIP CERTIFICATE
fr: CERTIFICAT DE PROPRIÉTÉ D'ENTREPRISE
it: CERTIFICATO DI PROPRIETÀ DELL' ATTIVITÀ

source: Business Ownership Last Month
ca: Propietat de Negoci del Mes passat
de: Business Inhaber letzten Monat
es: Propiedad de Negocio del Mes Pasado
fr: Propriété des Entreprises du dernier mois
it: Proprietà aziendale del mese scorso
ja: 先月のビジネスオーナーシップ
kk: Өткен Айдағы Кәсіпкерлік Меншік
ko: 지난 달 비즈니스 오너십
ky: Өткөн Айдагы Жеке Бизнес
lv: Biznesa tiesības pagājušāajā mēnes
mn: Өмнөх сард бизнес эхэлсэн хүмүүс
pt: Propriedade de negócio no mês passado
ro: Proprietate asupra afacerii luna trecută
ru: Собственный Бизнес в Прошлом Месяце
uk: Власний Бізнес в Минулому Місяці
uz: Ўтган ойдаги Хусусий бизнес эгалари
zh: 上個月的企業所有權

source: Business Ownership This Month
ca: Propietat de Negoci d'aquest mes
de: Business Inhaber in diesem Monat
es: Propiedad de Negocio de Este Mes
fr: Propriété des Entreprises ce mois-ci
it: Proprietà aziendale di questo mese
ja: 今月のビジネスオーナーシップ
kk: Осы Айдағы Кәсіпкерлік Меншік
ko: 이달의 비즈니스 오너십
ky: Бул Айдагы Жеке Бизнес
lv: Biznesa tiesības šajā mēnesī
mn: Энэ сард бизнес эхэлсэн хүмүүс
pt: Propriedade de negócio neste mês
ro: Proprietate asupra afacerii luna aceasta
ru: Имеют Собственный Бизнес за этот Месяц
uk: Мають Власний Бізнес за цей Місяць
uz: Ушбу ойдаги Бизнес эгалари
zh: 本月的企業所有權

source: Business Performance
ca: Rendiment Empresarial
de: Business Entwicklung
es: Desempeño del Negocio
fr: Performance commerciale
it: Performance del business
ja: ビジネス パフォーマンス
kk: Бизнестің Тиімділігі
ky: Бизнес көрсөткүчтөрү
lv: Biznesa Veiktspēja
mn: Бизнес гүйцэтгэл
pt: Desempenho do Negócio
ro: Performanța afacerii
ru: Эффективность бизнеса
uk: Бізнес результати
uz: Бизнес самарадорлиги
zh: 商业表现

source: But we’re not stopping there—once Partner donations surpass that goal,
fr: Mais nous ne nous arrêtons pas là : une fois que les dons des Partenaires auront dépassé cet objectif,
it: Ma non ci fermiamo qui: una volta che le donazioni dei Partner avranno superato tale obiettivo,
ja: しかし、私たちはそこで止まりません――パートナーからの寄付がその目標を超えたら、
kk: Бірақ біз мұнымен тоқтамаймыз — серіктестердің қайырымдылықтары ол мақсаттан асып түскен сәтте,
pt: Mas não vamos parar por aí — assim que as doações dos Parceiros ultrapassarem essa meta,
ro: Dar nu ne oprim aici - odată ce donațiile Partenerilor depășesc acest obiectiv,
uk: Але ми не зупиняємося на цьому, оскільки партнерські пожертви перевищують цю мету,
uz: Аммо бу билан тўхтаб қолмаймиз - Ҳамкорлар хайрияси мўлжалга етиши билан,
zh: 但我们不会止步于此——一旦合伙人捐赠超过该目标，

source: button.
ca: botó.
de: Taste.
es: y haz clic.
fr: bouton.
ja: ボタン。
kk: түйме.
ky: баскыч.
lv: poga.
mn: товч.
pt: botão.
ro: buton.
ru: кнопка.
uk: кнопка.
uz: тугма.
zh: 按钮。

source: Buy a cruise for half price.
ca: Compra un creuer a meitat de preu.
es: Comprar un crucero a mitad de precio.
fr: Acheter une croisière à moitié prix.
it: Acquistare una crociera a metà prezzo.
ja: 半額でクルーズを購入する。
kk: Жарты бағаға круиз сатып алыңыз.
ky: Круизди жарым баасына сатып алыңыз.
mn: Далайн аяллыг тал үнээр худалдан авах,
pt: Compre um cruzeiro pela metade do preço.
ro: Cumpără o croazieră la jumătate de preț.
ru: Купите круиз за полцены.
uk: Купуйте круїз за півціни.
uz: Круизни ярим баҳосига олинг.
zh: 半价购买邮轮。

source: by
ca: per
fr: par
it: di
ja: より
kk: арқылы
pt: por
ro: de
uk: через
uz: томонидан
zh: 通过

source: By
ca: Per
de: Von
es: Por
fr: Par
it: Da
ja: より
kk: Бастап
ky: Баштап
lv: Ar
pt: Por
ro: De
ru: От
uk: за
uz: томонидан
zh: 通过

source: By adding a card and enabling recurring billing, you authorize inGroup International LLC to automatically charge your selected payment method for Membership and/or Partnership fees on a recurring basis until you cancel this authorization.
fr: En ajoutant une carte et en activant les paiements récurrents, vous autorisez inGroup International LLC à prélever automatiquement les frais d'Adhésion et/ou de Partenariat sur votre mode de paiement jusqu'à ce que vous annuliez cette autorisation.
it: Aggiungendo una carta e abilitando la fatturazione ricorrente, autorizzi inGroup International LLC ad addebitare automaticamente sul metodo di pagamento selezionato le quote di Membership e/o Partnership su base ricorrente fino alla revoca di tale autorizzazione.
kk: Картаны қосып, рекурренттік төлемді қосу арқылы сіз inGroup International LLC компаниясына Мүшелік және/немесе Серіктестік төлемдерін таңдалған төлем әдісіңізден бұл рұқсатты тоқтатқанға дейін қайталанып алуға өкілеттік бересіз.
pt: Ao adicionar um cartão e ativar o faturamento recorrente, você autoriza a inGroup International LLC a cobrar automaticamente pelo meio de pagamento selecionado, pelas taxas de Associação e/ou Parceria de forma recorrente até que você cancele esta autorização.
uk: Додаючи картку та вмикаючи рекурентну оплату рахунків, ви надаєте компанії inGroup International LLC дозвіл автоматично стягувати з обраного вами способу оплату Членських та/або Партнерських внесків на періодичній основі, доки ви не скасуєте це доручення.
uz: Ушбу картани қўшиб ва Даврий ҳисобни ёқиб, сиз inGroup International LLC Аъзолик ва/ёки Ҳамкорлик тўловлари учун сиз танлаган тўлов усулидан маблағларни автомат тарзда ечишига розилик билдирасиз, токи ўзингиз уни бекор қилгунга қадар.
zh: 通过添加银行卡并启用定期计费，您授权inGroup International LLC自动从您选择的付款方式中定期扣除会员和/或合伙人费用，直到您取消此授权为止。

source: By adding a display name, your legal name will no longer appear on the platform. You can switch back anytime by removing it. Note that your legal name may still be used where required, such as reservations, commission notices, or cruise bookings.
fr: En ajoutant un nom d'affichage, votre nom légal n'apparaîtra plus sur la plateforme. Vous pouvez le supprimer à tout moment. Veuillez noter que votre nom légal peut toujours être utilisé lorsque cela est nécessaire, par exemple pour les réservations, les avis de commission ou les réservations de croisière.
it: Aggiungendo un nome di visualizzazione, il tuo nome legale non apparirà più sulla piattaforma. Puoi tornare indietro in qualsiasi momento rimuovendolo. Tieni presente che il tuo nome legale potrebbe comunque essere utilizzato dove richiesto, come per le prenotazioni, gli avvisi di commissione o le prenotazioni di crociere.
pt: Ao adicionar um nome de exibição, o seu nome legal não aparecerá mais na plataforma. Você pode voltar atrás a qualquer momento removendo-o. Observe que seu nome legal ainda poderá ser usado quando necessário, como em reservas, avisos de comissão ou reservas de cruzeiros.
uk: Після додавання відображуваного імені ваше офіційне ім’я більше не відображатиметься на платформі. Ви можете відмовитися від нього будь-коли, видаливши його. Зверніть увагу, що ваше офіційне ім’я все ще може використовуватися там, де це необхідно, наприклад, під час оформлення бронювання, сповіщень про комісійні чи бронювання круїзів.

source: By checking the box below, you authorize inCruises to automatically charge your selected payment method for:
fr: En cochant la case ci-dessous, vous autorisez inCruises à prélever automatiquement les frais suivants sur votre moyen de paiement :
it: Selezionando la casella sottostante, autorizzi inCruises ad addebitare automaticamente il metodo di pagamento selezionato per:
kk: Төмендегі құсбелгіні қою арқылы сіз inCruises-ке таңдаған төлем әдісіңізден автоматты түрде ақы алуға рұқсат бересіз, ол үшін:
pt: Ao marcar a caixa abaixo, você autoriza a inCruises a cobrar automaticamente pelo meio de pagamento selecionado:
uk: Встановлюючи позначку нижче, ви надаєте компанії inCruises дозвіл автоматично списувати кошти з обраного вами способу оплати за:
uz: Қуйидаги катакни белгилаган ҳолда, сиз inCruises компаниясига танланган тўлов усулидан автомат тарзда тўловни ечиш ҳуқуқини берасиз:
zh: 勾选下方复选框，即表示您授权inCruises自动从您选择的付款方式中扣款，用于：

source: By clicking "I ACCEPT" below, I consent to the use of electronic signatures and electronic records in connection with this agreement. Electronic signatures are legally valid and recognized by law. Clicking on "I ACCEPT", and providing my social security number [if you’re a legal resident or Citizen of the United States of America] is the electronic equivalent of signing my name. Any record containing an electronic signature is deemed to have been signed by me and constitutes an original when printed from electronic records established and maintained by INGROUP INTERNATIONAL LLC or its agents in the normal course of business. My signature on any such documents will appear and be noted as an electronic signature.
ca: En fer clic en "ACCEPTO" a continuació, dones el teu consentiment per a l'ús de signatures electròniques i registres electrònics en relació amb aquest acord. Les signatures electròniques són legalment vàlides i estan reconegudes per la llei. En fer clic en "ACCEPTO", i proporcionar el meu número de seguretat social [si és resident legal o ciutadà dels Estats Units d'Amèrica] és l'equivalent electrònic de signar amb el meu nom. Qualsevol registre que contingui una signatura electrònica es considera que ha estat signat per mi i constitueix un original quan s'imprimeix dels registres electrònics establerts i mantinguts per INGROUP INTERNATIONAL LLC o els seus agents en el curs normal dels negocis. La meva signatura en qualsevol d'aquests documents apareixerà i s'anotarà com una signatura electrònica.
de: Wenn ich "ICH AKZEPTIERE" unten anklicke, erkläre ich mich mit der Verwendung der elektronischen Signaturen und Daten im Zusammenhang mit dieser Vereinbarung, einverstanden. Elektronische Signaturen sind gesetzlich zulässig und gesetzlich anerkannt. Wenn ich "ICH AKZEPTIERE" anklicke und meine Identitätsnachweisnummer angebe, (wenn Sie ein rechtmäßiger Einwohner oder Staatsbürger der Vereinigten Staaten von Amerika sind) entspricht dies meiner elektronischen Unterschrift. Jeder Datensatz, der eine elektronische Signatur enthält, gilt als von mir unterzeichnet und stellt ein Original dar, wenn es elektronisch gedruckt wird, das von INGROUP INTERNATIONAL LLC oder seinen Vertretern im normalen Geschäftsverlauf erstellt und verwaltet wird. Wenn meine Unterschrift auf irgendeinem dieser Dokumente erscheint, wird sie als elektronische Unterschrift gewertet.
es: A continuación, al hacer clic en "ACEPTO" estoy dando mi consentimiento en el marco de este acuerdo para el uso de la firma electrónica y documentos electrónicos. Las firmas electrónicas son legalmente válidas y reconocidas por la ley. Al hacer clic en "ACEPTO", y proporcionar mi número de seguridad social (si eres residente legal o ciudadano de los Estados Unidos de América), u otro documento de igual valor legal, es el equivalente electrónico de la firma de mi nombre. Se considerará que cualquier registro que contenga una firma electrónica que haya sido firmada por mí constituye un original cuando se imprime a partir de registros electrónicos establecidos y mantenidos por INGROUP INTERNATIONAL LLC o sus agentes en el curso normal de los negocios. Mi firma en dichos documentos aparecerá y será señalada como una firma electrónica.
fr: En cliquant sur "J'accepte" ci-dessous, je consens à l'utilisation de signatures électroniques et d'enregistrements électroniques dans le cadre de cet accord. Les signatures électroniques sont légalement valides et reconnues par la loi. Si vous cliquez sur "J'ACCEPTE" et que vous indiquez mon numéro de sécurité sociale [si vous êtes résident légal ou citoyen des États-Unis d'Amérique], vous effectuez l'équivalent électronique de la signature de mon nom. Tout enregistrement contenant une signature électronique est réputé pour avoir été signé par moi et constitue un original lorsqu'il est imprimé à partir d'enregistrements électroniques établis et conservés par INGROUP INTERNATIONAL LLC ou ses agents dans le cours normal des activités. Ma signature sur ces documents apparaîtra et sera notée comme signature électronique.
it: Cliccando sul pulsante "ACCETTO" di seguito, acconsento all'utilizzo delle firme elettroniche e della documentazione elettronica in relazione a questo contratto. Le firme elettroniche hanno valore legale e sono riconosciute dalla legge. Cliccare sul pulsante "ACCETTO" e fornire il numero di previdenza sociale [se Cittadino degli Stati Uniti d'America o ivi legalmente residente] è una firma elettronica che equivale alla firma a mio nome. Qualsiasi documento contenente una firma elettronica è considerata come da me sottoscritta, e la stampa costituisce un originale, se stampato dai documenti elettronici elaborati e conservati da INGROUP INTERNATIONAL LLC o dai suoi agenti nel corso della normale attività. Su tali documenti apparirà la mia firma e sarà registrata come firma elettronica.
ja: 下の[同意する]をクリックすることにより、この契約に関連して電子署名および電子記録を使用することに同意します。 電子署名は法的に有効であり、法律で認められています。 [同意する]をクリックして[社会保障番号]を入力すると（ 法定居住者またはアメリカ合衆国の市民の場合）、電子的に私の名前を署名したことになります。 電子署名を含むすべての記録は私が署名したものとみなされ、 通常の業務においてINGROUP INTERNATIONAL LLCまたはその代理人によって設定および維持されている電子記録から印刷された場合に原本となります。 そのような文書に対する私の署名が現れ、電子署名として表示されます。
kk: Төмендегі «Мен келісемін» батырмасын басу арқылы, осы Келісімге байланысты электрондық қолтаңбаларды және электрондық құжаттарды пайдалануға келісімімді беремін. Электрондық қолтаңба заңды күшке ие және заңмен танылған. «Мен келісемін» деген батырманы басып, өз әлеуметтік нөмірімді жазу (егер сіз Америка Құрама Штаттарының тұрғыны немесе азаматы болсаңыз) қолтаңбаның электрондық баламасы болып табылады. Электрондық қолтаңбасы бар кез келген құжат қол қойылған деп есептеледі және стандартты қызмет барысында INGROUP INTERNATIONAL LLC немесе серіктестер әзірлеген электрондық құжаттарды басып шығарғанда түпнұсқа болып табылады. Мұндай құжаттардағы менің қолтаңбам электрондық қолтаңба ретінде белгіленеді.
ky: Төмөндөгү "МЕН КАБЫЛ АЛАМ" баскычын басуу менен мен ушул келишимге тийиштүү электрондук кол тамгамды жана электрондук документтерди колдонууга макул экендигимди билдиремин. Электрондук кол тамгалар юридикалык жактан милдеттүү жана мыйзам тарабынан таанылат. " МЕН КАБЫЛ АЛАМ" баскычын басып, социалдык номеримди көрсөткөндүгүм [эгерде сиз Америка Кошмо Штаттарынын мыйзамдуу резиденти же жараны болсоңуз] кол тамганын электрондук эквиваленти болуп саналат. INGROUP INTERNATIONAL LLC же өнөктөштөр тарабынан стандарттык иш-аракеттердин жүрүшүндө иштелип чыккан жана менин кол тамгамды камтыган бардык басылып чыккан документтер мен тарабынан кол коюлган деп эсептелет жана түпнуска болуп саналат. Мындай документтерде менин колум электрондук кол тамга катары белгиленет.
lv: Spiežot"I ACCEPT" es piekrītu lietot elektronisko parakstu un elektronisko ierakstu izmantošanai saistībā ar šo līgumu. Elektroniskie paraksti ir juridiski derīgi un atzīti ar likumu. Klikšķināšana uz “I ACCEPT” un mana sociālā nodrošinājuma numura norādīšana [ja esat Amerikas Savienoto Valstu likumīgais iedzīvotājs vai pilsonis] ir elektroniskā ekvivalents, parakstot manu vārdu. Jebkurš ieraksts, kurā ir elektroniskais paraksts, tiek uzskatīts par man parakstītu, un tas ir oriģināls, kad tas tiek drukāts no elektroniskajiem ierakstiem,ko INGROUP INTERNATIONAL LLC vai tās pārstāvji izveido UN uztur parastā uzņēmējdarbības gaitā. Mans paraksts uz šādiem dokumentiem parādīsies un tiks atzīmēts kā elektroniskais paraksts.
mn: Доорхи "Би зөвшөөрч байна" гэсэн товчийг дарснаар би энэ Гэрээтэй холбоотой өөрийн цахим бүртгэл болон цахим гарын үсгийг хүлээн зөвшөөрч байна. Цахим гарын үсэг нь хуулиар зөвшөөрөгдсөн хууль ёсны байна. Доорхи "Би зөвшөөрч байна" гэсэн товчин дээр дарснаар би өөрийн Нийгмийн Даатгалын дугаараа (Хэрэв та АНУ-ын хууль ёсны иргэн бол) өгч, энэ нь би өөрийн гараар гарын үсгээ зурсантай адил цахим хэлбэрээр хүчин төгөлдөр байна. Цахим гарын үсэгтэй бүх бичвэрийг миний гарын үсэг зурсан гэж тооцох бөгөөд ердийн үйл ажиллагааны явцад INGROUP INTERNATIONAL LLC болон түүний төлөөлөгчдийн байгуулсан, хадгалсан цахим бүртгэлээс цаасан дээр хэвлэсэн тохиолдолд жинхэнэ гарын үсэг гэж тооцох болно. Ийм баримт бичиг дээр буй миний гарын үсэг цахим гарын үсэг гэж тэмдэглэгдэж, харагдана.
pt: Ao clicar em "ACEITO" abaixo, eu concordo com o uso de assinaturas eletrônicas e registros eletrônicos em conexão com este contrato. Assinaturas eletrônicas são legalmente válidas e reconhecidas por lei. Ao clicar em "ACEITO" e fornecer meu número de segurança social [se você for um residente legal ou cidadão dos Estados Unidos da América] ou outro documento de igual valor legal, é o equivalente de assinar meu nome. Qualquer registro contendo uma assinatura eletrônica que tenha sido assinado por mim será considerado original quando impresso de registros eletrônicos estabelecidos e mantidos pelo INGROUP INTERNATIONAL LLC ou seus agentes no curso normal dos negócios. Minha assinatura nesses documentos aparecerá e será marcada como uma assinatura eletrônica.
ro: Dând click mai jos pe „ACCEPT", consimt la folosirea semnăturilor şi actelor electronice care au legătură cu acest contract. Semnăturile electronice sunt valide din punct de vedere legal şi recunoscute de lege. Dând click pe „ACCEPT" şi punând la dispoziţie numărul meu de asigurare socială [dacă ești rezident legal sau Cetăţean al Statelor Unite ale Americii] echivalez astfel electronic propria mea semnătură olografă. Orice act care conţine o semnătură electronică va fi considerat ca semnat de mine şi constituie un original când este imprimat din actele electronice create şi păstrate de INGROUP INTERNATIONAL LLC sau de agenţii săi în cursul firesc de afaceri. Semnătura mea pe orice astfel de documente va apărea şi va fi consemnată ca semnătură electronică.
ru: Нажав кнопку ниже "Я СОГЛАСЕН", я даю согласие на использование электронной подписи и электронных документов в связи с настоящим Соглашением. Электронные подписи имеют юридическую силу и признаны законом. Нажав на "Я СОГЛАСЕН", и предоставив свой социальный номер [если вы являетесь резидентом или гражданином Соединенных Штатов Америки] -это электронный аналог подписи. Любой документ, содержащей электронную подпись считается подписанным и является оригиналом при печати электронных документов, разработанных INGROUP INTERNATIONAL LLC или партнерами в процессе стандартной деятельности. Моя подпись на подобных документы будет отмечена как электронная подпись.
uk: Натиснувши кнопку нижче "Я ЗГОДЕН", я даю згоду на використання електронного підпису та електронних документів у зв'язку з цією Угодою. Електронні підписи мають юридичну силу і визнані законом. Натиснувши на "Я ЗГОДЕН", і надавши свій соціальний номер [якщови є резидентом або громадянином Сполучених Штатів Америки] -це електронний аналог підпису. Будь-який документ, що містить електронний підпис вважається підписаним і є оригіналом при друкуванні електронних документів, розроблених INGROUP INTERNATIONAL LLC або партнерами в процесі стандартної діяльності. Мій підпис на подібних документи буде позначено як електронний підпис.
uz: Қуйидаги "ҚАБУЛ ҚИЛАМАН" тугмасини босиб, мазкур Битимга мувофиқ электрон имзолар ва электрон қайдлардан фойдаланишга ўз розилигимни бераман. Электрон имзолар юридик кучга эга бўлиб, қонун билан тан олинади. "ҚАБУЛ ҚИЛАМАН" тугмасини босишим ва ижтимоий суғурта рақамимни тақдим этишим [агар сиз Америка Қўшма Штатларининг қонуний резиденти ёки фуқароси бўлсангиз] менинг исмим имзосининг электрон эквиваленти ҳисобланади. Электрон имзога эга ҳар қандай қайд мен томонимдан имзоланган ва INGROUP INTERNATIONAL LLC ёки унинг агентлари томонидан яратилган ва оддий фаолият давомида қўллаб-қувватланадиган электрон қайдларда муҳр бўлганида, асл нусха ҳисобланади. Ҳар қандай мана шундай ҳужжатларда менинг имзоим электрон имзо сифатида кўринади ва белгиланади.
zh: 单击下面的“我接受”，即表示我同意使用与本协议相关的电子签名和电子记录。 电子签名具有法律效力并受法律承认。 单击“我接受”，并提供我的社会安全号码 [如果您是美利坚合众国的合法居民或公民] 是电子等同于签署我的名字。 任何包含电子签名的记录都被视为已由我签署，并在从电子记录打印时构成原件由 INGROUP INTERNATIONAL LLC 或其代理人在正常业务过程中建立和维护。 我在任何此类文件上的签名将作为电子签名出现并注明。
