Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Department identifier. e.g. my_new_department
ca: Identificador del departament. p. ex. el meu_nou_departament
de: Abteilungsbezeichnung, z. B. meine_neue_Abteilung
es: Identificador de departamento. e.g. mi_nuevo_departamento
fr: Identifiant du département. Par exemple, mon_nouveau_département
it: Identificatore del reparto. es. mio_nuovo_reparto
ja: 部署の識別子。例：my_new_department
kk: Бөлім идентификаторы. мысалы: my_new_department
ko: 부서 식별자. 예를 들어 나의_신규_담당 부서
ky: Бөлүмдүн идентификатору. мисалы: my_new_department
lv: Nodaļas identifikators. Piemēram, my_new_department
mn: Хэлтэс танигч. жишээ нь миний_шинэ_хэлтэс
pt: Identificador do departamento. Por exemplo: meu_novo_departamento
ro: Identificatorul departamentului. De exemplu. noul_meu_departament
ru: Идентификатор отдела. Например: my_new_department
uk: Ідентифікатор відділу. Наприклад: my_new_department
uz: Бўлим идентификатори. масалан, my_new_department
zh: 部门标识符。 例如 我的新部门

source: Department Name
ca: Nom del departament
de: Name der Abteilung
es: Nombre del Departamento
fr: Nom du Département
it: Nome del reparto
ja: 担当部署名
kk: Бөлім Атауы
ko: 담당 부서 이름
ky: Бөлүм аты
lv: Departamenta nosaukums
mn: Хэлтэсийн нэр
pt: Nome do departamento
ro: Nume Departament
ru: Название отдела
uk: Назва відділу
uz: Бўлим номи
zh: 部门名称

source: department.
ca: departament.
de: Abteilung.
es: departamento.
fr: département.
it: reparto.
ja: 担当部署までお問い合わせください。
kk: бөлім.
ko: 담당 부서.
ky: бөлүм.
lv: departaments.
mn: хэлтэст хандан бичнэ.
pt: departamento.
ro: departament.
ru: отдел.
uk: відділ.
uz: бўлимига йўлланг.
zh: 部门

source: Departments
ca: Departaments
de: Abteilungen
es: Departamentos
fr: Départements
it: Reparti
ja: 担当部署
kk: Бөлімдер
ko: 담당 부서
ky: Бөлүмдөр
lv: Departamenti
mn: Хэлтэсүүд
pt: Departamentos
ro: Departamente
ru: Отделы
uk: Відділи
uz: Бўлимлар
zh: 部门

source: Departs From
ca: Sortida Des de
de: Fährt ab von
es: Salida Desde
fr: Part de
it: In partenza da
ja: 出発地
kk: -ден(дан) кету
ko: 출발지
ky: Кетүү пункту
lv: Atiet no
mn: Явах газар
pt: Sai de
ro: Pleacă din
ru: Отправление Из
uk: Відправлення з
uz: Жўнаш ери
zh: 出發於

source: Departure Date
ca: Data de sortida
de: Abreisedatum
es: Fecha de Salida
fr: Date de Départ
it: Data di partenza
ja: 出発日
kk: Кету Күні
ky: Кетүү датасы
lv: Atiešanas datums
mn: Хөдлөх огноо
pt: Data de saída
ro: Data plecării
ru: Дата отправления
uk: Дата відправлення
uz: Жўнаш санаси
zh: 出发日期

source: Departure Date:
de: Abreisedatum:
es: Fecha de Salida:
fr: Date de Départ :
it: Data di partenza:
ko: 출발일:
ky: Кетүү датасы:
lv: Atiešanas datums:
mn: Хөдлөх огноо:
ru: Дата отправления:

source: Departure Times
ca: Hora de Sortida
de: Abfahrtszeiten
es: Hora de Salida
fr: Heures de départ
it: Orari di partenza
ja: 出発時刻
kk: Кету уақыты
ko: 출발 시간
ky: Кетүү убакыттары
lv: Atiešanas laiki
mn: Явах цаг
pt: Horário de Partida
ro: Orele de plecare
ru: Время Отправления
uk: Час Відправлення
uz: Жўнаш вақтлари
zh: 出發時間

source: Depending on your nationality you may need a visa to embarque and to visit some of the ports of call on this cruise. Please review our Travel Documentation document for more details.
ca: Segons la teva nacionalitat, potser necessites un visat per embarcar i visitar alguns dels ports d'escala d'aquest creuer. Per a més detalls, revisa el document de documentació de viatge.
de: Je nach Staatsangehörigkeit benötigen Sie ein Visum um von Bord gehen zu können, um die vorher bestimmten Anlaufhäfen auf dieser Kreuzfahrt zu besuchen. Bitte informieren Sie sich darüber in unseren Reiseunterlagen.
es: Dependiendo de tu nacionalidad, es posible que necesites una visa para el embarque y/o para visitar algunos de los puertos/países en este crucero. Por favor, revisa nuestro documento sobre la Documentación de Viaje para más detalles.
fr: Selon votre nationalité, vous aurez peut-être besoin d'un visa pour embarquer et visiter certaines des escales de cette croisière. Veuillez consulter notre document de documentation de voyage pour plus de détails.
it: A seconda della tua cittadinanza potresti avere bisogno di un visto per visitare alcuni degli scali previsti in questa crociera. Per ulteriori informazioni, consulta la nostra sezione sulla Documentazione di viaggio.
ja: あなたの国籍に応じて、乗船するためにビザが必要な場合や、この巡航でいくつかの港を訪れる必要があるかもしれません。詳細については、旅行文書をご覧ください。
kk: Сіздің азаматтығыңызға қарай, осы круизге отырарда және кейбір порттарға шығу үшін сізге виза қажет болуы мүмкін. Қосымша ақпарат алу үшін біздің Жол жүру құжатымызды қараңыз.
ko: 이 크루즈에서는 배가 항구에 접안하고 기항지 여행을 위해서 귀하의 국적에 따라 비자가 필요할 수 있습니다. 출발전 반드시 이 크루즈여행에 필요한 서류들을 꼼꼼하게 검토하십시오.
ky: Жарандыгыңызга жараша, бул круиздеги айрым портторго баруу үчүн сизге виза керек болушу мүмкүн. Сураныч, кененирээк маалымат алуу үчүн Саякат документтери документибизди карап чыгыңыз.
lv: Atkarībā no jūsu tautības jums var būtu nepieciešama vīza, lai apmeklētu dažas šī kruīza ostas. Lai iegūtu plašāku informāciju, lūdzu, skatiet mūsu ceļojumu dokumentācijas dokumentu.
mn: Аяллын хөлөг онгоцоор гадаад улсын боомт дээр ирэхэд таны иргэний харьяаллаас хамаарч виз шаардагдаж магадгүй юм. Дэлгэрэнгүй мэдээллийг манай Аяллын бичиг баримтаас харна уу.
pt: Dependendo da sua nacionalidade, você pode precisar de um visto para embarcar e visitar alguns dos portos de escala deste cruzeiro. Por favor, reveja o item Documentação de Viagem para mais detalhes.
ro: În funcție de naționalitatea dvs., este posibil să aveți nevoie de viză pentru îmbarcare și / sau pentru a vizita unele dintre porturile / țările din această croazieră. Vă rugăm să consultați documentul nostru despre documentația de călătorie pentru mai multe detalii.
ru: В зависимости от вашей национальности, вам может понадобится виза для посадки и посещения некоторых из портов при заходе на этот круиз. Пожалуйста, ознакомьтесь с нашим Документом Путешествий для получения более подробной информации.
uk: Залежно від вашої національності, вам може знадобиться віза для посадки і відвідування деяких з портів при заході на цей круїз. Будь ласка, ознайомтеся з нашим Документом Подорожей для отримання більш докладної інформації.
uz: Фуқаролигингизга қараб ушбу круизга чиқиш ва баъзи портларга кириш учун виза талаб этилади. Илтимос, батафсил маълумот учун бизнинг Саёҳатга оид ҳужжатимизни кўриб чиқинг.
zh: 根據您的國籍，您可能需要簽證才能參加這次巡航和訪問一些停靠港。請查看我們的旅行證件文件了解更多詳情。

source: Deposit via debit card
ca: Pagament amb targeta de dèbit
de: Einzahlung per Debitkarte
es: Depósito a través de tarjeta de débito
fr: Dépôt par carte de débit
it: Pagamento con carta di debito
ja: デビットカードへの入金
kk: Дебеттік карта арқылы депозит
ko: 직불 카드로 입금
ky: Дебеттик карта аркылуу депозит
lv: Noguldījums, izmantojot debetkarti
mn: Дебит карт руу авах
pt: Depósito via cartão de débito
ro: Depozit prin card de debit
ru: Пополнить дебетовой картой
uk: Поповнити за допомогою дебетової картки
uz: Дебет картаси билан депозит киритиш
zh: 通过借记卡存款

source: Deposits
ca: Dipòsits
de: Einzahlungen
es: Depósitos
fr: Cautions
it: Depositi
ja: デポジット
kk: Депозиттер
ko: 보증금
ky: Депозиттер
lv: Depozīti
mn: Урьдчилгаа мөнгө
pt: Depósitos
ro: Depozite
ru: Пополнения
uk: Поповнення
uz: Қўйилмалар
zh: 存款

source: description
ca: descripció
de: Beschreibung
es: descripción
fr: La description
it: descrizione
ja: 説明
kk: cипаттама
ko: 설명
ky: түшүндүрмө
lv: apraksts
mn: тайлбар
pt: descrição
ro: descriere
ru: описание
uk: опис
uz: таъриф
zh: 描述

source: Description
ca: Descripció
de: Beschreibung
es: Descripción
fr: La description
it: Descrizione
ja: 説明
kk: Сипаттама
ko: 설명
ky: Түшүндүрмө
lv: Apraksts
mn: Тайлбар
pt: Descrição
ro: Descriere
ru: Описание
uk: Опис
uz: Номланиши
zh: 描述

source: Description (ie. Outlook on Laptop)
ca: Descripció (ie. Outlook on Laptop)
de: Beschreibung (z.B.: Outlook am Laptop)
es: Descripcion (exemplo: Outllook en Portatil)
fr: Description (ie. Outlook sur ordinateur portable)
it: Descrizione (es: Outlook sul pc portatile)
ja: 説明（例：ラップトップ上のアウトルック）
kk: Сипаттама (мысалы, ноутбуктағы Outlook)
ko: 설명 (예 : 노트북의 Outlook)
ky: Түшүндүрмө (мисалы: Ноутбукта Outlook)
lv: Apraksts (t. i. Outlook klēpjdatorā)
mn: Тайлбар (Жишээ нь Outlook on Laptop)
pt: Descrição (exemplo: Outlook no Laptop)
ro: Descriere (ex. Outlook pe Laptop)
ru: Описание (то есть. Outlook on Laptop)
uk: Опис (Переглянути на Ноутбуці)
uz: Номланиши (ноутбукдаги Outlook)
zh: 說明（如，筆記本電腦上的Outlook）

source: Deselect all
fr: Tout désélectionner
it: Deseleziona tutto
kk: Барлығын таңдауынан алып таста
pt: Desmarcar tudo
uk: Відмінити все
uz: Барчасини бекор қилиш
zh: 取消全选

source: Destination country
ca: País de destinació
de: Zielland
es: País de destino
fr: Pays de destination
it: Paese di destinazione
ja: 送金先の国
kk: Баратын ел
ko: 여행지 국가
ky: Барыла турган өлкө
lv: Galamēķa valsts
mn: Шилжүүлэх улс
pt: País de destino
ro: Țara de destinație
ru: Страна назначения
uk: Країна призначення
uz: Белгиланган мамлакат
zh: 目的地国家

source: Destination currency
ca: Moneda de destí
de: Zielwährung
es: Moneda local del país de destino
fr: Devise de destination
it: Valuta di destinazione
ja: 送金先の通貨
kk: Тағайындалған валюта
ko: 여행지 통화
ky: Баруучу валюта
lv: Galamēķa valūta
mn: Хүлээн авах мөнгөн тэмдэгт
pt: Moeda de destino
ro: Moneda de destinație
ru: Валюта назначения
uk: Валюта призначення
uz: Йўналиш валютаси
zh: 目的地货币

source: Destination lookup failed.
ca: No s'ha pogut trobar la destinació.
de: Die Suche nach dem Ziel ist fehlgeschlagen.
es: La búsqueda del destino falló.
fr: Échec de la recherche de destination.
it: La ricerca della destinazione non è riuscita.
ja: 目的地の検索に失敗しました。
kk: Бағытты іздеу сәтсіз аяқталды.
ky: Багытты издөө ийгиликсиз болду.
lv: Galamērķa uzmeklēšana neizdevās.
mn: Очих газрын хайлт амжилтгүй боллоо.
pt: Falha na busca de destino.
ro: Căutarea destinației a eșuat.
ru: Поиск направления не удался.
uk: Не вдалося знайти пункт призначення.
uz: Йўналиш қидируви амалга ошмади.
zh: 目的地查询失败。

source: Destination or hotel name
ca: Nom de la destinació o de l'hotel
de: Reiseziel oder Hotelname
es: Nombre de hotel o país de destino
fr: Destination ou nom de l'hôtel
it: Nome della destinazione o dell'hotel
ja: 目的地、またはホテルの名前
kk: Қонақ үйдің бағыты немесе атауы
ky: Багыты же мейманкананын аталышы
lv: Galamēķa vai viesnīcas nosaukums
mn: Очих газар эсвэл зочид буудлын нэр
pt: Nome do destino ou hotel
ro: Destinația sau numele hotelului
ru: Направление или название отеля
uk: Напрямок або назва готелю
uz: Йўналиш ва меҳмонхона номи
zh: 目的地或酒店名

source: Destination Page for Link
ca: Pàgina de Destinació per a l’Enllaç
es: Página de destino del enlace
fr: Page de Destination du Lien
it: Pagina di destinazione per il link
ja: リンク先ページ
kk: Сілтеме Бағыттайтын Бет
pt: Página de Destino para o Link
ro: Pagina de destinație pentru link
uk: Сторінка призначення для посилання
uz: Ҳавола учун Йўналиш саҳифаси
zh: 链接目的地页面

source: Detailed screenshots that clearly show the cruise matches the information you selected on the inCruises website (cruise ship/dates, cabin type/category, promotion/fare type, # of guests)
ca: Captures de pantalla detallades que mostrin clarament que el creuer coincideix amb la informació que has seleccionat al lloc web d’inCruises (vaixell de creuer/dates, tipus/categoria de cabina, promoció/tarifa, nombre de convidats)
de: Detaillierte Screenshots, die deutlich zeigen, dass die Kreuzfahrt mit den von Ihnen auf der inCruises-Website ausgewählten Informationen übereinstimmt (Kreuzfahrtschiff/Daten, Kabinentyp/Kategorie, Werbeaktion/Tarifart, # der Gäste)
es: Capturas de pantalla detalladas que muestren claramente que el crucero coincide con la información que seleccionaste en el sitio web de inCruises (navío/fechas, tipo/categoría de camarote, tipo de promoción/tarifa, número de huéspedes)
fr: Captures d'écran détaillées qui montrent clairement que la croisière correspond aux informations que vous avez séléctonnées sur le site Web d'inCruises (navire de croisière/dates, type de cabine/catégorie, type de promotion/tarif, nombre de passagers)
it: Screenshot dettagliati che mostrino chiaramente che la crociera corrisponde alle informazioni che hai selezionato sul sito web di inCruises (nave da crociera/date, tipo/categoria di cabina, tipo di promozione/tariffa, numero di ospiti)
ja: inCruisesのウェブサイトで選択した情報（クルーズ船／日程、客室タイプ／カテゴリ、プロモーション／運賃タイプ、人数）と一致していることが明確にわかる詳細なスクリーンショット
kk: Круиз inCruises веб-сайтында таңдаған ақпаратқа сәйкес келетінін анық көрсететін егжей-тегжейлі скриншоттар (круиздік кеме/күндер, кабинаның түрі / санаты, акция/тариф түрі, қонақтар саны)
ky: inCruises веб-сайтында сиз тандаган маалыматтар менен круиздин дал келүүсүн айкын көрсөткөн деталдаштырылган скриншоттор (круиздик кеме/күндөр, кабинанын түрү/категориясы, акция/тарифтин түрү, коноктордун саны)
lv: Detalizēti ekrānuzņēmumi, kuros skaidri redzams, ka kruīzs atbilst inCruises vietnē atlasītajai informācijai (kruīza kuģis/datumi, kajītes tips/kategorija, akcijas/ maksas veids, viesu skaits)
mn: далайн аяллын хөлөг/ хөдлөх огноо, өрөөний төрөл/ангилал, урамшуулал/үнэ ханшийн төрөл, зочдын тоо зэрэг нь inCruises-ийн вэб хуудаснаас сонгосон мэдээлэлтэй бүрэн тохирч байгааг тодорхой харуулсан дэлгэрэнгүй дэлгэцийн зурагнууд
pt: Capturas de tela detalhadas que mostram claramente que o cruzeiro corresponde às informações selecionadas no site da inCruises (navio de cruzeiro/datas, tipo/categoria de cabine, promoção/tipo de tarifa, número de hóspedes)
ro: Capturi de ecran detaliate care arată clar că respectiva croazieră corespunde cu informațiile selectate de tine pe site-ul inCruises (navă de croazieră/date, tip cabină/categorie, promoție/tipul tarifului, număr de oaspeți)
ru: Скриншоты с детальным описанием, на которых отчётливо видно, что круиз соответствует информации, которую вы выбрали на сайте inCruises (круизный лайнер/даты, тип/категория каюты, тип акции/тарифа, количество гостей)
uk: Скріншоти з детальним описом, на яких чітко видно, що круїз відповідає інформації, зазначеній вами на сайті inCruises (круїзний лайнер, дати, тип/категорія каюти, тип акції/тарифу, кількість гостей)
uz: Скриншотлар мазкур круиз сиз inCruises сайтида танлаган маълумотларга (круиз кемаси/саналари, кабина тури/тоифаси, акция/тариф тури, йўловчилар сони) мослигини аниқ акс эттириши лозим
zh: 清晰的详细截图，明确显示邮轮与您在inCruises网站上选择的信息相符（邮轮名称/日期、舱房类型/等级、促销/票价类型、乘客人数）

source: Details
ca: Detalls
es: Detalles
fr: Détails
it: Informazioni dettagliate
ja: 詳細
kk: Мәліметтер
ky: Чоо-жайы
lv: Detalizēta informācija
mn: Дэлгэрэнгүй мэдээлэл
pt: Detalhes
ro: Detalii
ru: Подробности
uk: Подробиці
uz: Батафсил маълумотлар
zh: 详情

source: Details coming soon
ca: Detalls disponibles aviat
de: Einzelheiten demnächst
es: Detalles, muy pronto
fr: Détails à venir
it: Maggiori info in arrivo
ja: 詳細は近日公開予定
kk: Жақында толық ақпарат беріледі
ky: Так маалыматтар жакында берилет
mn: Дэлгэрэнгүй мэдээллийг тун удахгүй илгээнэ
pt: Detalhes em breve
ro: Detalii în curând
ru: Подробности появятся в ближайшее время
uk: Деталі незабаром
uz: Батафсил маълумотлар тез кунда маълум қилинади
zh: 详情即将公布

source: Device
ca: Dispositiu
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
kk: Құрылғы
ko: 장치
ky: Түзмөк
lv: Ierīce
mn: Төхөөрөмж
pt: Dispositivo
ro: Dispozitiv
ru: Устройство
uk: Пристрій
uz: Ускуна
zh: 设备

source: Devices
ca: Dispositius
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス
kk: Құрылғылар
ko: 장치
ky: Түзмөктөр
lv: Ierīces
mn: Төхөөрөмжүүд
pt: Dispositivos
ro: Dispozitive
ru: Устройства
uk: Пристрої
uz: Ускуналар
zh: 設備

source: Diamond Princess
fr: Diamond Princesse

source: Dining Options:
de: Optionen im Restaurant:
es: Opciones de Cena:
fr: Possibilités de Repas :
it: Turni cena:
ko: 식사 좌석 선택:
ky: Тамактануу параметрлери:
lv: Ēdināšnas opcijas:
mn: Хоолны газар сонгох:
ru: Питание на борту:

source: Dining Preference
ca: Preferència per al sopar
de: Abendessen Präferenz
es: Preferencia de alimentos
fr: Préférence en matière de restauration
it: Preferenza per la cena
ja: ダイニングの希望
kk: Тағамға артықшылық беру
ky: Тамактануунун түрү
lv: Ēdināšanas Izvēle
mn: Хооллох санал
pt: Preferência de jantar
ro: Preferință pentru mese
ru: Предпочтения в питании
uk: Уподобання в харчуванні
uz: Овқатланиш вақти
zh: 用餐偏好

source: Direct Activations
ca: Activacions Directes
de: Direkte-Aktivierungen
es: Activaciones Directas
fr: Activations directes
it: Attivazioni Dirette
ja: 直紹介登録
kk: Тікелей Белсендіру
ky: Түздөн-түз активдештирүүлөр
lv: Tiešās Aktivizācijas
mn: Хувьчлан идэвхжүүлэлтүүд
pt: Ativações Diretas
ro: Activări directe
ru: Прямые Активации
uk: Прямі активації
uz: Тўғридан-тўғри Фаолликлар
zh: 直接激活

source: Direct Active Members
ca: Membres Directes Actius
de: Direkte aktive Mitglieder
es: Miembros Directos Activos
fr: Membres Directs Actifs
it: Membri Diretti Attivi
ja: 直紹介アクティブメンバー
kk: Тікелей Белсенді Мүшелер
ko: 직접 추천 활성 멤버
ky: Түз активдүү мүчөлөр
lv: Tiešie aktīvie biedri
mn: Хувьчлан элсүүлсэн идэвхтэй Гишүүд
pt: Membros ativos diretos
ro: Membri direcți activi
ru: Прямые активные Члены Клуба
uk: Прямі активні Члени Клубу
uz: Тўғридан-тўғри Фаол Аъзолар
zh: 活躍直接會員

source: Direct Active Members MTD
ca: Membres Directes Actius MTD
de: Direkte aktive Mitglieder MTD
es: Miembros Activos Directos MTD
fr: Membres Directs Actifs MTD
it: Membri diretti Attivi MTD
ja: 今月の直紹介アクティブメンバー
kk: Тікелей Белсенді Мүшелер айдың басынан бері
ko: 이달의 직접 추천 활성 멤버
ky: Түз активдүү мүчөлөрү MTD
lv: Tiešie aktīvie biedri MTD
mn: Энэ сард хувьчлан элсүүлсэн идэвхтэй Гишүүд
pt: Membros diretos ativos (este mês)
ro: Membri direcți activi MTD
ru: Прямые активные Члены Клуба с начала месяца
uk: Прямі активні Члени Клубу з початку місяця
uz: Тўғридан-тўғри Фаол Аъзолар (ой бошидан бери)
zh: 直接活躍會員MTD

source: Direct Bank Payment
ca: Pagament Bancari Directe
de: Direktzahlung
es: Pago Bancario Directo
fr: Paiement bancaire direct
it: Bonifico bancario diretto
ja: 銀行振り込み
kk: Тікелей банктік төлем
ky: Түз банктык төлөм
lv: Tiešais bankas maksājums
mn: Банкны шууд төлбөр
pt: Pagamento Direto do Banco
ro: Plată bancară directă
ru: Банковский перевод
uk: Прямий Банківський Платіж
uz: Бевосита банк тўлови
zh: 直接銀行付款

source: Direct Classic Members
ca: Membres Classic Directe
de: Direkte Classic Mitglieder
es: Miembros Classic Directos
fr: Membres directs classiques
it: Membri Classic diretti
ja: 直紹介CLASSICメンバー
kk: Тікелей Classic Мүшелер
ky: Түз Classic мүчөлөр
lv: Tiešie Classic Biedri
mn: Хувьчлан идэвхжүүлсэн Classic Гишүүд
pt: Membros diretos Classic
ro: Membri Direcţi Classic
ru: Прямые Члены Клуба плана Classic
uk: Прямі Члени Клубу плану Classic
uz: Тўғридан-тўғри Classic Аъзолар
zh: 直接Classic会员

source: Direct Executive Directors
ca: Executive Directors Directes
de: Direkte Executive Directors
es: Executive Directors Directos
fr: Directeurs exécutifs Directs
it: Executive Director diretti
ja: 直紹介のエグゼクティブ ディレクター
kk: Тікелей Атқарушы Директорлар
ko: 직접 추천 Executive Director
ky: Түздөн-түз аткаруучу директорлор
lv: Tiešie Izpilddirektori
mn: Хувьчлан элсүүлсэн Executive Director
pt: Diretor Executivo direto
ro: Executive Directors direcți
ru: Прямые Исполнительные Директора
uk: Прямі Виконавчі Директори
uz: Тўғридан-тўғри Executive Directors

source: Direct IDs
ca: IDs Directes
de: Direkte IDs
es: IDs Directos
fr: ID Directs
it: ID diretti
ja: 直紹介のID
kk: Тікелей идентификаторлар
ko: 직접 추천 ID
ky: Түз идентификаторлор
lv: Tiešie ID
mn: Хувьчлан урьсан ID цолтонууд
pt: Diretos (ID)
ro: ID-uri Direcți
ru: ID прямых участников
uk: ID прямих учасників
uz: Тўғридан-тўғри ХДлар
zh: 直接ID

source: Direct International Directors
ca: International Directors Directes
de: Direkte International Directors
es: International Directors directos
fr: Directeur international Direct
it: International Director diretti
ja: 直紹介インターナショナル ディレクター
kk: Тікелей Халықаралық Директорлар
ko: 직접 추천 인터내셔널 디렉터
ky: Түз эл аралык директорлор
lv: Tiešie Starptautiskie Direktori
mn: Хувьчлан элсүүлсэн International Directors
pt: Diretores Internacionais diretos
ro: Directori internaţionali direcți
ru: Прямые Интернациональные Директора
uk: Прямі Інтернаціональні Директори
uz: Тўғридан-тўғри Халқаро директорлар
zh: 直接国际董事

source: Direct Members
ca: Membres Directes
de: Direkte Mitglieder
es: Miembros Directos
fr: Membres directs
it: Membri diretti
ja: 直紹介メンバー
kk: Тікелей мүшелер
ko: 직접 추천 멤버
ky: Түз мүчөлөр
lv: Tiešie biedri
mn: Шууд Гишүүд
pt: Membros diretos
ro: Membri direcţi
ru: Члены (Личные)
uk: Прямі Члени
uz: Тўғридан-тўғри Аъзолар
zh: 直接會員

source: Direct Members:
ca: Membres Directes:
de: Direkte Mitglieder:
es: Miembros Directos:
fr: Membres Directs :
it: Membri diretti:
ja: 直紹介メンバー：
kk: Тікелей мүшелер:
ko: 직접 추천 멤버:
ky: Түз мүчөлөр:
lv: Tiešie biedri:
mn: Хувьчлан элсүүлсэн Гишүүд:
pt: Membros diretos:
ro: Membri direcţi:
ru: Прямые Члены Клуба:
uk: Прямі Члени Клубу:
uz: Тўғридан-тўғри Аъзолар:
zh: 直接會員：

source: Direct Membership Volume
ca: Volum Directe de Membresia
de: Direkte Mitgliederumsatz
es: Volumen de Membresía Directa
fr: Volume des adhésions directes
it: Volume Membership Dirette
ja: 直紹介からのメンバーシップの売上
kk: Тікелей Мүшелік Көлемі
ky: Түз мүчөлүк боюнча түз көлөм
lv: Tiešiais Biedru dalības Apjoms
mn: Хувьчлан идэвхжүүлсэн Гишүүнчлэлийн хэмжээ
pt: Volume de membros diretos
ro: Volumul de abonamente directe
ru: Прямой объём по членству
uk: Прямий обсяг Членства
uz: Тўғридан-тўғри Аъзолар ҳажми
zh: 直接会员量

source: Direct partner activation
ca: Activació de soci directe
de: Direkt-Partneraktivierung
es: Activación de Socio directo
fr: Activation de partenaire direct
it: Attivazione partner diretti
ja: 直紹介パートナーのアクティベーション
kk: Тікелей серіктесті белсендіру
ky: Түздөн-түз өнөктөштү активдештирүү
mn: Хувьчлан идэвхжүүлсэн түншийн идэвхжүүлэлт
pt: Ativação de parceiro direto
ro: Activare directă a partenerului
ru: Прямая Партнёрская Активация
uk: Активація прямих Партнерів
uz: Тўғридан-тўғри ҳамкор фаоллиги
zh: 直属合伙人激活

source: Direct partner activation within your first 14 days
ca: Activació de soci Directe dins dels teus primers 14 dies
de: Direkt-Partneraktivierung innerhalb Ihrer ersten 14 Tage
es: Activación de Socio Directo dentro de tus primeros 14 días
fr: Activation de votre partenaire direct dans les 14 premiers jours
it: Attivazione di partner diretti entro i primi 14 giorni
ja: 開始14日以内の直紹介パートナー登録
kk: Алғашқы 14 күн ішінде тікелей серіктесті белсендіру
ky: алгачкы 14 күндүн ичиндеги түз өнөктөш активдештирүүлөрү
mn: Өөрийн эхний 14 хоногт хийсэн түншийн идэвхжүүлэлт
pt: Ativação de parceiro direto dentro dos seus primeiros 14 dias
ro: Activare directă a unui partener în primele tale 14 zile
ru: Прямые Партнёрские Активации в течение ваших первых 14 дней
uk: Пряма активація партнера протягом ваших перших 14 днів
uz: Дастлабки 14 кунда тўғридан-тўғри Ҳамкор фаоллиги
zh: 在您前14天内的直属合伙人激活

source: Direct partner Activations
ca: Activacions de socis Directes
de: Direkt-Partner Aktivierungen
es: Activaciones de Socios Directos
fr: Activations de partenaire direct
it: Attivazioni Partner diretti
ja: 直紹介パートナーのアクティベーション
kk: Тікелей серіктестерді белсендіру
ky: Түз өнөктөш активдештирүүлөрү
mn: Хувьчлан идэвхжүүлсэн түншийн идэвхжүүлэлтүүд
pt: Ativações de parceiros diretos
ro: Activări directe ale partenerilor
ru: Прямые Партнёрские Активации
uk: Прямі активації партнера
uz: Тўғридан-тўғри Ҳамкор фаолликлари
zh: 直属合伙人激活

source: Direct Partner Leg
ca: Línia de Soci Directe
de: Direkte Partner Bein
es: Línea de Socio Directo
fr: Partenaire Direct
it: Gamba del Partner Diretto
ja: 直紹介パートナーの系列
kk: Тікелей Серіктестер Тармағы
ky: Түз өнөктөш бутагы
lv: Tiešā Partnera Kāja
mn: Хувьчлан идэвхжүүлсэн Түншийн хөл
pt: Perna de sócio direto
ro: Picior Partener Direct
ru: Ветка прямого Партнёра
uk: Гілка прямого Партнера
uz: Тўғридан-тўғри Ҳамкор қўли
zh: 直接合作伙伴团队
