Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <strong>More details</strong>: %{adults} Adults, %{children} Children, %{seniors} Seniors | %{nights} Nights
fr: <strong>Plus de détails</strong> : %{adults} Adultes, %{children} Enfants, %{seniors} Seniors | %{nights} Nuits
it: <strong>Ulteriori informazioni</strong>: %{adults} Adulti, %{children} Bambini, %{seniors} Seniors| %{nights} Notti
pt: <strong>Mais detalhes</strong>: %{adults} Adultos, %{children} Crianças | %{nights} Seniores | %{nights} Noites
uk: <strong>Деталі</strong>: %{adults} дорослих, %{children} дітей, %{seniors} Seniors | %{nights} ночей

source: <strong>Pickup Point</strong>:
ca: <strong>Punt de recollida</strong>:
de: <strong>Abholpunkt</strong>:
es: <strong>Punto de Recogida</strong>:
fr: <strong>Point de ramassage</strong> :
it: <strong>Punto di prelievo</strong>:
ja: <strong>ピックアップ</strong>:
kk: <strong>Жиналатын орын</strong>
ky: <strong>Алып кетүүчү жер</strong>:
lv: <strong>Saņemšanas Punkts</strong>:
mn: <strong>Тосож авах газар</strong>:
pt: <strong>Ponto de saída</strong>:
ro: <strong>Punct de preluare</strong>:
ru: <strong>Пункт сбора</strong>:
uk: <strong>Пункт збору</strong>:
uz: <strong>Олиб кетиш нуқтаси</strong>:
zh: <strong>取货点</strong>：

source: <strong>Start Date</strong>: %{ startDate }
ca: <strong>Data d'inici</strong>: %{ startDate }
de: <strong>Startdatum</strong>: %{ startDate }
es: <strong>Fecha de Inicio</strong>: %{ startDate }
fr: <strong>Date de démarrage</strong> : %{ startDate }
it: <strong>Data di inizio</strong>: %{ startDate }
ja: <strong>出発日</strong>: %{ startDate }
kk: <strong>Басталатын Күн</strong>:%{ startDate }
ky: <strong>Башталыш күнү</strong>: %{ startDate }
lv: <strong>Sākuma datums</strong>: %{ startDate }
mn: <strong>Хөдлөх өдөр</strong>: %{ startDate }
pt: <strong>Data de início</strong>: %{ startDate }
ro: <strong>Data de început</strong>: %{ startDate }
ru: <strong>Дата начала</strong>: %{ startDate }
uk: <strong>Дата початку</strong>: %{ startDate }
uz: <strong>Бошланиш санаси</strong>: %{ startDate }
zh: <strong>开始日期</strong>: %{ startDate }

source: <strong>Start Time</strong>: %{ startTime }
ca: <strong>Hora d'inici</strong>: %{ startTime }
de: <strong>Startzeit</strong>: %{ startTime }
es: <strong>Hora de Inicio</strong>: %{ startTime }
fr: <strong>Heure de début</strong> : %{ startTime }
it: <strong>Ora di inizio</strong>: %{ startTime }
ja: <strong>出発時間</strong>: %{ startTime }
kk: <strong>Басталатын Уақыт</strong>:%{ startTime }
ky: <strong>Башталыш убактысы</strong>: %{ startTime }
lv: <strong>Sākuma Laiks</strong>: %{ startTime }
mn: <strong>Хөдлөх цаг</strong>: %{ cruiseOn }
pt: <strong>Hora de início</strong>: %{ startTime }
ro: <strong>Timpul de începere</strong>: %{ startTime }
ru: <strong>Время начала </strong>: %{ startTime }
uk: <strong>Час початку</strong>: %{ startTime }
uz: <strong>Бошланиш вақти</strong>: %{ startTime }
zh: <strong>开始时间</strong>: %{ startTime }

source: <strong>THE Global Convention</strong> is open to ALL current and prospective inCruises Members and Partners worldwide.
fr: <strong>The Global Convention </strong> est ouverte à TOUS les Membres et Partenaires actuels et potentiels d'inCruises, partout dans le monde.
it: <strong>THE Global Convention</strong> è aperta a TUTTI i Membri e Partner attuali e potenziali di inCruises in tutto il mondo.
kk: <strong>THE Global Convention</strong> қазіргі және болашақтағы барлық inCruises Мүшелері мен Серіктестері үшін әлем бойынша ашық.
pt: <strong>THE Global Convention</strong> está aberto para TODOS os Membros e Parceiros atuais e potenciais da inCruises em todo o mundo.
uk: <strong>Глобальна Конвенція</strong> відкрита для ВСІХ чинних і потенційних Членів та Партнерів inCruises по всьому світу.
uz: <strong>THE Global Convention</strong> inCruises нинг бутун дунё бўйлаб БАРЧА жорий ва эҳтимолий Аъзолари ва Ҳамкорлари учун очиқ.
zh: <strong>THE Global Convention</strong>面向全球所有现有和潜在的inCruises会员与合伙人开放。

source: <strong>TRANSFORMING LIVES.</strong> <br/><br/>This has been a TOTAL BLESSING from God and the Universe for me. I have been part of the Club for two and a half years, and I can confidently say that it has improved my life. I have had amazing experiences traveling with my family and friends, but what I treasure the most is what I have learned as an Independent Partner. This company provides me with all the necessary tools to run my business efficiently, clearly, and easily, no matter where I am. Additionally, I have constant support from the company, its great leaders, and its outstanding team. Every moment with this wonderful community has been a gift I will never forget. I am grateful for everything I have experienced!
ca: <strong>TRANSFORMANT VIDES.</strong> <br/><br/>Això ha estat una BENEDICCIÓ TOTAL de Déu i de l’Univers per a mi. Fa dos anys i mig que formo part del Club, i puc dir amb confiança que m’ha millorat la vida. He viscut experiències increïbles viatjant amb la meva família i amics, però el que més valoro és tot el que he après com a Soci Independent. Aquesta empresa em proporciona totes les eines necessàries per gestionar el meu negoci de manera eficient, clara i senzilla, sigui on sigui que em trobi. A més, compto amb un suport constant per part de l’empresa, els seus grans líders i el seu equip excepcional. Cada moment amb aquesta meravellosa comunitat ha estat un regal que mai oblidaré. Estic agraït per tot el que he viscut!
de: <strong>LEBEN VERÄNDERN.</strong> <br/><br/>Das war für mich ein absoluter SEGEN des Universums. Ich bin seit zweieinhalb Jahren Teil des Clubs und kann mit Sicherheit sagen, dass es mein Leben verbessert hat. Ich habe auf Reisen mit meiner Familie und Freunden fantastische Erlebnisse gehabt, aber was ich am meisten schätze, ist das, was ich als unabhängiger Partner gelernt habe. Dieses Unternehmen bietet mir alle notwendigen Werkzeuge, um mein Geschäft effizient, übersichtlich und einfach zu führen, egal wo ich bin. Darüber hinaus erhalte ich ständige Unterstützung vom Unternehmen, seinen großartigen Führungskräften und seinem herausragenden Team. Jeder Moment mit dieser wunderbaren Gemeinschaft war ein Geschenk, das ich nie vergessen werde. Ich bin dankbar für alles, was ich erlebt habe!
es: <strong>TRANSFORMANDO VIDAS</strong> <br/><br/>Para mí, esto ha sido una TOTAL BENDICIÓN de Dios y del Universo. Llevo dos años y medio en el Club, y puedo decir con toda seguridad que me ha cambiado la vida para mejor. He vivido experiencias increíbles viajando con mi familia y amigos, pero lo más valioso ha sido todo lo que he aprendido como Socia Independiente. Esta empresa me ofrece todas las herramientas necesarias para llevar mi negocio de manera ordenada, con visión y de forma sencilla, sin importar dónde me encuentre. Además, cuento con la ayuda constante de la empresa, de grandes líderes y de un increíble equipo. Cada momento con esta maravillosa comunidad ha sido un regalo que nunca olvidaré. ¡Estoy agradecida por todo lo que he vivido!
fr: <strong>TRANSFORMER DES VIES.</strong> <br/><br/>Cela a été une BÉNÉDICTION INÉGALÉE de Dieu et de l'Univers pour moi. Je fais partie du Club depuis deux ans et demi et je peux affirmer avec certitude que cela a amélioré ma vie. J'ai vécu des expériences incroyables en voyageant avec ma famille et mes amis, mais ce que je chéris le plus, c'est ce que j'ai appris en tant que Partenaire Indépendant. Cette entreprise me fournit tous les outils nécessaires pour gérer mon entreprise efficacement, clairement et facilement, où que je sois. De plus, je bénéficie d'assistance constante de l'entreprise, de ses excellents dirigeants et de son équipe exceptionnelle. Chaque moment passé au sein de cette merveilleuse communauté a été un cadeau que je n'oublierai jamais. Je suis reconnaissant pour tout ce que j'ai vécu !
it: <strong>UN CAMBIAMENTO DI VITA.</strong> <br/><br/>Per me è una VERA BENEDIZIONE da Dio e dall'Universo. Faccio parte del Club da due anni e mezzo e posso affermare che ha sicuramente migliorato la mia vita. Ho fatto esperienze incredibili viaggiando con la mia famiglia e i miei amici, ma ciò che apprezzo di più è quello che ho imparato come Partner Indipendente. Questa azienda mi fornisce tutti gli strumenti necessari per gestire la mia attività in modo efficiente, chiaro e semplice, ovunque io sia. Inoltre, ho un supporto costante dall'azienda, dai suoi grandi leader e dal suo team eccezionale. Ogni momento con questa meravigliosa comunità è stato un dono che non dimenticherò mai. Sono grato per tutto ciò che sto vivendo!
ja: <strong>人生を変える体験。</strong> <br/><br/>これは、私にとって神様と宇宙からの完全なる祝福でした。このクラブに参加して2年半が経ちますが、自信を持って「人生が良い方向に変わった」と言えます。家族や友人と一緒に素晴らしい旅の経験をしてきましたが、私が最も大切にしているのは、独立パートナーとして学んできたことです。この会社は、私がどこにいてもビジネスを効率的に、明確に、そして簡単に運営できるように、必要なすべてのツールを提供してくれます。それに加え、会社自体、素晴らしいリーダーたち、そして優秀なチームからの継続的なサポートがあります。この素晴らしいコミュニティで過ごすすべての瞬間が、私にとって忘れられない贈り物です。これまでに体験したすべてのことに、心から感謝しています！
kk: <strong>ӨМІРДІ ӨЗГЕРТУ.</strong> <br/><br/> Бұл мен үшін Құдай мен Ғаламның нағыз СЫЙЫ болды. Мен бұл Клубтың мүшесі болғаныма екі жарым жыл болды және шын сеніммен айта аламын — бұл менің өмірімді жақсартты. Отбасыммен және достарыммен бірге саяхаттаған ерекше сәттерімді айтпағанда, мен үшін ең құндысы — Тәуелсіз Серіктес ретінде үйренгенім. Бұл компания маған қай жерде болсам да өз кәсібімді тиімді, нақты әрі оңай жүргізуге мүмкіндік беретін барлық қажетті құралдарды ұсынады. Сонымен қатар, компаниядан, оның тамаша көшбасшыларынан және керемет командасынан үнемі қолдау алып отырамын. Осы керемет қауымдастықтағы әрбір сәт — мен ешқашан ұмытпайтын сый. Тәжірибем үшін шексіз ризамын!
ky: <strong>ЖАШООНУ ӨЗГӨРТҮҮ.</strong><br/><br/>Бул мен үчүн Кудайдан жана Ааламдан келген ЧОҢ БАТА болду. Мен клубдун мүчөсү болгону эки жарым жыл болду, жана бул убакыт ичинде жашоом жакшы жагына өзгөрдү деп ишенимдүү айта алам. Мен үй-бүлөм жана досторум менен саякаттоодо укмуштуудай окуяларды баштан өткөрдүм, бирок мен үчүн эң баалуу нерсе - көз карандысыз өнөктөш катары үйрөнгөндөрүм. Бул компания мени кайда болбосун, менин бизнесимди натыйжалуу, так жана оңой жүргүзүү үчүн бардык керектүү шаймандар менен камсыз кылат. Мындан тышкары, компаниядан, анын улуу лидерлеринен жана мыкты командасынан дайыма колдоо алып турам. Бул керемет жамаат менен болгон ар бир көз ирмем — мен эч качан унутпай турган белек.Башымдан өткөн бардык нерселер үчүн чексиз ыраазымын!
lv: <strong>DZĪVES PĀRVEIDOŠANA.</strong><br/><br/> Šī man ir bijusi PILNĪGA Dieva un Visuma SVĒTĪBA. Esmu Kluba sastāvā jau divarpus gadus un varu droši teikt, ka tas ir uzlabojis manu dzīvi. Man ir bijusi apbrīnojama pieredze ceļojot kopā ar ģimeni un draugiem, bet visvairāk es novērtēju to, ko esmu apguvis kā Neatkarīgais partneris. Šī kompānija man nodrošina visus nepieciešamos instrumentus, lai efektīvi, skaidri un viegli vadītu savu biznesu neatkarīgi no tā, kur atrodos. Turklāt man ir pastāvīgs kompānijas, tā lielisko līderu un izcilās komandas atbalsts. Katrs mirklis ar šo brīnišķīgo Kopienu ir bijusi dāvana, kuru nekad neaizmirsīšu. Esmu pateicīgs par visu piedzīvoto!
mn: <strong>АМЬДРАЛЫГ ӨӨРЧЛӨГЧ.</strong> <br/><br/>Энэ бол миний хувьд Бурханаас болон орчлон ертөнцөөс өгсөн ИВЭЭЛ ЕРӨӨЛ байсан юм. Би Клубын гишүүн болоод хоёр жил хагас болсон, миний амьдралыг эрс сайжруулсан гэж итгэлтэйгээр хэлж чадна. Би гэр бүл, найз нөхөдтэйгээ аялж байхдаа гайхалтай туршлага хуримтлуулсан төдийгүй бие даасан түнш болж сурсан зүйлүүд маань надад хамгийн их таалагддаг. Энэ компани намайг хаана ч байсан бизнесээ үр дүнтэй, ойлгомжтой, хялбар явуулахад шаардлагатай бүх хэрэгслүүдээр хангадаг юм. Түүнчлэн би компаниас, шилдэг манлайлагч, хамт олноосоо байнгын дэмжлэг туслалцаа авдаг. Энэ сайхан хамт олонтой өнгөрүүлсэн хором мөч бүхэн надад хэзээ ч мартагдахааргүй бэлэг байсан юм. Би өөрт тохиолдсон бүх зүйлдээ талархаж байна!
pt: <strong>TRANSFORMANDO VIDAS.</strong> <br/><br/>Esta tem sido uma VERDADEIRA BENÇÃO de Deus e do Universo para mim. Faço parte do Clube há dois anos e meio e posso dizer seguramente que isso melhorou a minha vida. Tive experiências incríveis viajando com a minha família e amigos, mas o que mais valorizo é tudo o que aprendi como Parceira Independente. Esta empresa me fornece todas as ferramentas necessárias para administrar meu negócio de forma eficiente, clara e fácil; não importa onde eu esteja. Além disso, eu tenho o suporte constante da empresa, de seus grandes líderes e de sua equipe excepcional. Cada momento com esta comunidade maravilhosa tem sido um presente INesquecível e sou profundamente grata por tudo que vivi!
ro: <strong>TRANSFORMAREA VIEȚILOR.</strong> <br/><br/>Aceasta a fost o BINECUVÂNTARE TOTALĂ de la Dumnezeu și din Univers pentru mine. Fac parte din Club de doi ani și jumătate și pot spune cu încredere că mi-a îmbunătățit viața. Am avut experiențe uimitoare călătorind cu familia și prietenii mei, dar ceea ce prețuiesc cel mai mult este ceea ce am învățat ca partener independent. Această companie îmi oferă toate instrumentele necesare pentru a-mi conduce afacerea eficient, clar și ușor, indiferent unde mă aflu. În plus, am sprijin constant din partea companiei, a liderilor ei mari și a echipei sale remarcabile. Fiecare moment cu această comunitate minunată a fost un cadou pe care nu îl voi uita niciodată. Sunt recunoscător pentru tot ce am trăit!
ru: <strong>ТРАНСФОРМИРУЯ ЖИЗНИ.</strong> <br/><br/>Для меня это было абсолютным БЛАГОСЛОВЕНИЕМ от Бога и Вселенной. Я состою в Клубе уже два с половиной года и могу с уверенностью сказать, что он сделал мою жизнь лучше. У меня был потрясающий опыт путешествий с семьей и друзьями, но больше всего я дорожу тем, чему научилась в качестве Независимого Партнера. Эта компания обеспечивает меня всеми необходимыми инструментами для ведения эффективного, прозрачного и простого бизнеса, где бы я ни находилась. Кроме того, я получаю постоянную поддержку от компании, ее выдающихся лидеров и потрясающей команды. Я не забуду ни момента, проведенного с этим замечательным сообществом. Я благодарна за все, что мне довелось испытать!
uk: <strong>ТРАНСФОРМУЮЧИ ЖИТТЯ.</strong> <br/><br/>Для мене це стало справжнім БЛАГОСЛОВЕННЯМ від Бога і Всесвіту. Я вже понад два з половиною роки є частиною Клубу і з упевненістю можу сказати: це рішення зробило моє життя кращим. Я пережила неймовірні подорожі разом із родиною та друзями, але найбільше ціную те, чого навчилася як Незалежний Партнер. Компанія надала мені всі необхідні інструменти для ведення ефективного, прозорого та зручного бізнесу — незалежно від того, де я перебуваю. Я відчуваю постійну підтримку з боку компанії, видатних лідерів та фантастичної команди. Це більше, ніж просто бізнес — це спільнота, частиною якої бути велика честь. Я ніколи не забуду жодної миті, проведеної з цією неймовірною спільнотою, і щиро вдячна за всі можливості та досвід, які мені випали!
uz: <strong>ҲАЁТЛАРНИ ЎЗГАРТИРИШ.</strong><br/><br/>Бу мен учун Оллоҳ ва коинотнинг бир туҳфаси бўлди. Мен Клубга икки ярим йилдан бери Аъзоман, ва ишонч билан айта оламанки, у менинг ҳаётимни яхши томонга ўзгартирди. Мен авваллари ҳам оилам ва дўстларим билан саёҳатларга чиқаан эдим, аммо Мустақил ҳамкор сифатида ўрганганларим мен учун катта хазина бўлди. Қаерда бўлишимдан қатъи назар, ўз бизнесимни самарали, тушунарли ва осон юритишим учун компания мени энг зарур иш қуроллари билан таъминлади. Бундан ташқари, компания, унинг ажойиб раҳбарлари ва ажойиб адмоаси бизни доимо қўллаб-қувватлайди. Мазкур жамоа билан ўтган ҳар бир лаҳза мен учун унутилмас совға бўлди. Буларнинг бари учун жуда миннатдорман!
zh: <strong>改变生活.</strong> <br/><br/>这对我来说是上帝和宇宙的完全恩赐。我已经成为这个俱乐部两年半了，我可以自信地说这改善了我的生活。我曾和家人和朋友一起经历过美妙的旅行体验，但我最珍视的是作为独立合作伙伴所学到的东西。这家公司为我提供了所有必要的工具，无论我身在何处，都能高效、清晰、轻松地经营我的业务。此外，我一直得到公司、其优秀领导者和出色团队的持续支持。与这个美好社区的每一刻都像是一份我永远不会忘记的礼物。我对所经历的一切充满感激！
