Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Mr. Ortiz holds a bachelor’s degree from the UPR and a graduate degree from the University of the Sacred Heart Puerto Rico and has over 30 years experience in executive finance roles. He lives in Bayamón, Puerto Rico.
ca: El Sr. Ortiz és llicenciat per la UPR i graduat per la Universitat del Sagrat Cor de Puerto Rico i té més de 30 anys d'experiència en funcions financeres executives. Viu en Bayamón, Puerto Rico.
de: Herr Ortiz hat einen Bachelor-Abschluss von der UPR und einen Hochschulabschluss von der University of the Sacred Heart Puerto Rico und verfügt über mehr als 30 Jahre Erfahrung in leitenden Finanzfunktionen. Er lebt in Bayamón, Puerto Rico.
es: El Sr. Ortiz tiene una licenciatura de la UPR y un título de posgrado de la Universidad del Sagrado Corazón de Puerto Rico y tiene más de 30 años de experiencia en funciones ejecutivas de finanzas. Vive en Bayamón, Puerto Rico.
fr: M. Ortiz est titulaire d'une licence de l'UPR et d'un diplôme d'études supérieures de l'Université du Sacré-Cœur de Porto Rico. Il possède plus de 30 ans d'expérience dans des postes de direction financière. Il vit à Bayamón, à Porto Rico.
it: Il signor Ortiz ha conseguito un bachelor presso l'UPR e una laurea presso l'Università del Sacro Cuore di Porto Rico e ha oltre 30 anni di esperienza in ruoli finanziari esecutivi. Vive a Bayamón, Porto Rico.
ja: オルティスはUPRで学士号、聖心女子大学プエルトリコ校で大学院を取得し、30年以上にわたって財務担当重役として経験を積む。プエルトリコのバヤモン在住。
kk: Ортис мырзаның UPR бакалавры дәрежесі және Пуэрто-Рикодағы Қасиетті Жүрек университетінің магистр дәрежесі бар және басшы қаржылық рөлдерде 30 жылдан астам тәжірибесі бар. Ол Пуэрто-Рикодағы Баямон қаласында тұрады.
ko: 오르티즈 씨는 UPR에서 학사 학위를 받고, 푸에르토리코 성심 대학에서 대학원 학위를 취득했으며 30년 이상 재무 관리 직책을 경험했습니다. 그는 푸에르토리코의 바야몬에 살고 있습니다.
ky: Ортис мырзанын УПРдин бакалавр даражасына жана Пуэрто-Рикодогу Ыйык Жүрөк университетинин магистратурасына ээ жана каржылык кызматтарда 30 жылдан ашык тажрыйбасы бар. Ал Пуэрто-Риконун Баямон шаарында жашайт.
lv: Mr. Ortiz kungam ir bakalaura grāds UPR un maģistra grāds "Sacred Heart"( Svētās Sirds )Puertoriko universitātē, un viņam ir vairāk nekā 30 gadu pieredze finanšu jautājumu vadīšanā. Viņš dzīvo Bayamón, Puertoriko.
mn: Ноён Ортиз нь UPR-ийн бакалавр, Пуэрто Рикогийн Ариун Сэтгэл Их Сургуулийг төгссөн. Санхүүгийн салбарт гүйцэтгэх албан тушаалд 30 гаруй жил ажилласан туршлагатай. Тэрээр Пуэрто Рико улсын Баямон хотод амьдардаг.
pt: O Sr. Ortiz é bacharel pela UPR e pós-graduado pela University of the Sacred Heart Puerto Rico e tem mais de 30 anos de experiência em cargos executivos de finanças. Ele mora em Bayamón, Porto Rico.
ro: Dl. Ortiz deține o diplomă de licență de la UPR și o diplomă de licență de la Universitatea Sacred Heart din Puerto Rico și are o experiență de peste 30 de ani în roluri executive în finanțe. Locuiește în Bayamón, Puerto Rico.
ru: Г-н Ортис имеет степень бакалавра Университета Пуэрто-Рико, а также окончил и Университет Саградо Корасон в Пуэрто-Рико. Он имеет более 30-ти лет опыта на руководящих должностях в области финансов. Проживает в г. Баямон, Пуэрто-Рико.
uk: Пан Ортіс має ступінь бакалавра Університету Пуерто-Ріко, а також закінчив Університет Саградо Корасон в Пуерто-Ріко. Він має понад 30 років досвіду на керівних посадах у галузі фінансів. Мешкає у м. Баямон, Пуерто-Ріко.
uz: Жаноб Ортис Пуэрто-Рико унивеситети бакалаври ва Пуэрто-Риконинг Sacred Heart университети магистри ҳамда молия бошқарувида 30 йиллик тажрибага эга. У Пуэрто-Риконинг Баямон шаҳрида яшайди.
zh: Ortiz 先生擁有 UPR 的學士學位和波多黎各聖心大學的研究生學位，並在執行財務職位方面擁有 30 多年的經驗。 他住在波多黎各的巴亞蒙。

source: Mr. Rodriguez graduated from Madrid's Autónoma University with a degree in Psychology and received his Master Degree in Human Resources from ICADE. He lives in Madrid, Spain.
ca: El Sr.Rodríguez es va llicenciar a la Universitat Autònoma de Madrid amb una llicenciatura en psicologia i va obtenir el seu màster en Recursos Humans per ICADE. Viu a Madrid, Espanya.
de: Herr Rodriguez studierte an der Autónoma University in Madrid Psychologie und erhielt seinen Master-Abschluss in Personalwesen von ICADE. Er lebt in Madrid, Spanien.
es: El Sr. Rodríguez se graduó de la Universidad Autónoma de Madrid con un título en Psicología y recibió su Maestría en Recursos Humanos de ICADE. Vive en Madrid, España.
fr: Diplômé en psychologie de l'Université Autonome de Madrid, M. Rodriguez est titulaire d'un Master en ressources humaines de l'ICADE. Il habite à Madrid en Espagne.
it: Il sig. Rodriguez si è laureato in psicologia all'Università Autónoma di Madrid e ha fatto la laurea magistrale in Risorse umane alla ICADE. Vive a Madrid, Spagna.
ja: ロドリゲスは、マドリードのアウトノマ大学で心理学の学位を取得し、ICADEで人事の修士号を取得。 スペインのマドリッドに在住。
kk: Родригес мырза Мадридтің Autónoma Университетін "Психология" мамандығы бойынша бітіріп, ICADE-нің Адам Ресурстарын басқару бойынша Магистр дәрежесін алды. Испанияның Мадрид қаласында тұрады.
ko: Rodriguez는 마드리드의 Autónoma University에서 심리학을 전공하고 ICADE에서 인적 자원 석사 학위를 받았습니다. 그는 현재 스페인 마드리드에 거주하고 있습니다.
ky: Родригес мырза Мадриддеги Автонома университетин психология адистиги боюнча бүтүргөн жана ICADEден адам ресурстарын башкаруу боюнча магистр даражасын алган. Испаниянын Мадрид шаарында жашайт.
lv: R. Rodrigess absolvējis Madrides Autónoma universitāti ar grādu Psiholoģijā un ieguvis maģistra grādu cilvēkresursos no ICĀDES. Viņš dzīvo Madridē, Spānijā.
mn: Ноён Родригес Мадридын Аутонома Их сургуулийг сэтгэл судлалын зэргээр төгсөж, ICADE-ийн Хүний нөөцийн магистрын зэрэг хамгаалжээ. Тэр одоо Испани улсын Мадрид хотод амьдардаг.
pt: O Sr. Rodriguez formou-se em Psicologia pela Autónoma University de Madri e recebeu seu Mestrado em Recursos Humanos pelo ICADE. Ele mora em Madri, na Espanha.
ro: Dl. Rodriguez a absolvit Universitatea Madrid's Autónoma, fiind licenţiat în Psihologie şi masterand în Resurse Umane de la ICADE. Locuieşte în Madrid, Spania.
ru: Г-н Родригес окончил "Мадридский автономный университет" по направлению «Психология» и получил степень магистра в области человеческих ресурсов в "Католическом институте делового администрирования". Проживает в г. Мадрид, Испания.
uk: Пан Родрігес закінчив Автономний університет Мадрида в області «Психології» та отримав ступінь Магістра в області Людських Ресурсів в ICADE. Він живе в Мадриді, Іспанія.
uz: Жаноб Родригес Мадрид Аутенома университетининг Психология соҳасини тамомлаб, ICADE томонидан Инсон ресурслари соҳасида Магистр даражасини олган. У Испания, Мадридда яшайди.
zh: Rodriguez先生畢業於馬德裏自治大學，獲得心理學學位，並獲得ICADE人力資源碩士學位。 他住在西班牙馬德裏。

source: Mr. Varvaro and his family live in Montreal, Canada
ca: El Sr. Varvaro i la seva família resideixen a Mont-real, Canadà
de: Herr Varvaro und seine Familie leben in Montreal, Kanada
es: El Sr. Varvaro y su familia viven en Montreal, Canadá
fr: M. Varvaro et sa famille vivent à Montréal, Canada
it: Il signor Varvaro e la sua famiglia vivono a Montreal, in Canada
ja: ヴァルヴァロと家族はカナダのモントリオール在住
kk: Варвара мырза және оның отбасы Канаданың Монреаль қаласында тұрады
ky: Варваро мырза жана анын үй-бүлөсү Канаданын Монреал шаарында жашашат
lv: Mr. Varvaro un viņa ģimene dzīvo Monreālā, Kanādā
mn: Ноён Варваро болон түүний гэр бүл Канадын Монреаль хотод амьдардаг
pt: O Sr. Varvaro e sua família moram em Montreal, Canadá
ro: Domnul Varvaro și familia lui locuiesc în Montreal, Canada
ru: Г-н Варваро живёт со своей семьёй в Монреале, Канада
uk: Пан Варваро та його родина живуть у Монреалі, Канада
uz: Жаноб Варваро ва унинг оиласи Канаданинг Монреал шаҳрида яшайди
zh: Varvaro先生与家人居住在加拿大蒙特利尔

source: Mr. Vitos graduated from Florida International University with a degree in sociology. He lives in Davie, Florida.
ca: El Sr. Vitos es va graduar a la Universitat Internacional de Florida amb una llicenciatura en sociologia. Viu a Davie, Florida.
de: Herr Varvaro studierte an der Concordia University Handel und Buchhaltung. Er lebt in Montreal, Kanada.
es: El Sr. Vitos se graduó de la Universidad Internacional de Florida con un título en sociología. Vive en Davie, Florida.
fr: M. Vitos est diplômé en sociologie de la Florida International University. Il habite à Davie en Floride.
it: Il sig. Vitos si è laureato in sociologia alla Florida International University. Vive a Davie, Florida.
ja: ヴィトスはフロリダ国際大学を卒業し、社会学の学位を取得。 フロリダ州デイビーに在住。
kk: Витос мырза Флорида Халықаралық Университетін Әлеуметтану мамандығы бойынша бітірген. Ол Флорида штатының Дэви қаласында тұрады.
ko: Vitos는 Florida International University에서 사회학 학위를 취득했습니다. 그는 현재 플로리다의 데이비에 거주하고 있습니다.
ky: Витос мырза Флорида эл аралык университетин социология адистиги боюнча аяктаган. Ал Флорида штатынын Дэви шаарында жашайт.
lv: Misters Vitos absolvējis Floridas Starptautisko universitāti ar grādu socioloģijā. Viņš dzīvo Deivijā, Floridā.
mn: Ноён Витос Флоридагийн Олон улсын Их сургуулийг социологийн зэрэгтэй төгсөн. Тэрээр одоо Флорида мужийн Дэви хотод амьдардаг.
pt: O Sr. Vitos é formado em Sociologia pela Florida International University. Ele mora em Davie, na Flórida.
ro: Dl. Vitos a absolvit Florida International University, cu licenţa în sociologie. Locuieşte în Davie, Florida.
ru: Г-н Витос окончил "Флоридский международный университет" по направлению "Социология". Проживает в г. Дэйви, штат Флорида.
uk: Пан Вітос закінчив Міжнародний Університет Флориди за фахом Соціологія. Він живе в Дейві, штат Флорида.
uz: Жаноб Витос Флорида халқаро университетини Социология мутахассислиги бўйича битирган. У Флорида штатининг Дэйви шаҳрида яшайди.
zh: Vitos先生畢業於佛羅裏達國際大學，獲得社會學學位。 他住在佛羅裏達州的戴維。

source: Ms
ca: Sra.
es: Sra
fr: Mme
it: Signora
kk: Ханым
ky: Айым
mn: Хатагтай
pt: Sra.
ro: Dna
ru: Г-жа
uk: Міс
uz: Хоним
zh: 小姐

source: Ms. Camacho graduated from the University of Puerto Rico / Interamerican University with a degree in Human Resources / Masters in Marketing / Human Resources Management. She lives in Carolina, Puerto Rico.
ca: La Sra. Camacho es va graduar a la Universitat de Puerto Rico / Universitat Interamericana Llicenciada en recursos humans / Màster en Màrqueting / gestió de recursos humans. Viu a Carolina, Puerto Rico.
de: Frau Camacho schloss ihr Studium an der Universität von Puerto Rico / Interamerikanischen Universität mit einem Abschluss in Personalwesen / Master in Marketing / Personalmanagement ab. Sie lebt in Carolina, Puerto Rico.
es: La Sra. Camacho se graduó como Licenciada en Recursos Humanos de la Universidad de Puerto Rico / Universidad Interamericana / Maestrías en Marketing / Administración de Recursos Humanos. Vive actualmente en Carolina, Puerto Rico.
fr: Mme Camacho est diplômée de l'Université de Porto Rico / Université interaméricaine avec un diplôme en ressources humaines / maîtrise en marketing / gestion des ressources humaines. Elle vit à Carolina, Puerto Rico.
it: La signora Camacho si è laureata all'Università di Porto Rico / Università Interamericana con una laurea in Risorse Umane / Master in Marketing / Gestione delle Risorse Umane. Vive a Carolina, Porto Rico.
ja: カマチョは、プエルトリコのインターアメリカン大学で人事/マーケティングの修士号/人事管理の学位を取得。 プエルトリコのカロライナに在住。
kk: Мисс Камачо Пуэрто-Рикодағы Америкааралық университетті бітіріп, Адами Ресурстар/Маркетинг Магистрі/Адам Ресурстарын Басқару мамандығы бойынша білім алған. Каролина, Пуэрто-Рикода тұрады.
ko: Ms. Camacho는 푸에르토리코 대학/ 인터어메리칸 대학을 졸업했으며, 인적 자원을 전공하고 마케팅/인적 자원 관리에서 석사 학위를 받았습니다. 그녀는 현재 푸에르토리코의 캐롤라이나에 거주하고 있습니다.
ky: Мисс Камачо Пуэрто-Рикодогу Америка аралык университетин адам ресурстары/Маркетинг магистри/Адам ресурстарын башкаруу адистиги боюнча аяктаган. Каролина Пуэрто-Рикодо жашайт.
lv: Ms. Camacho ir absolvējusi Puertoriko Universitāti/Dienvidamerikas Universitāti un ieguvusi Cilvēku Resursu/Marketinga Maģistranta/Cilvēkresursu Pārvldības grādu.Viņa dzīvo Karolīnā,Puertoriko.
mn: Хатагтай Камачо Пуэрто-Рикогийн Их сургууль / Интерамерикан Их сургуулийг Хүний нөөц/ Маркетингийн магистер / Хүний нөөцийн Менежментийн чиглэлүүдээр тус тус төгссөн . Тэрээр одоо Каролина, Пуэрто Рико хотод амьдардаг.
pt: Sra. Camacho se formou na Universidade de Porto Rico / Universidade Interamericana com um diploma em Recursos Humanos / Mestrado em Marketing / Gerenciamento de Recursos Humanos. Ela mora em Carolina, Porto Rico.
ro: Dna. Camacho a absolvit Universitatea din Puerto Rico / Universitatea Interamericană, cu o diplomă în Resurse Umane / Masterat în Marketing / Managementul Resurselor Umane. Locuiește în Carolina, Puerto Rico.
ru: Мисс Камачо окончила "Межамериканский Университет Пуэрто-Рико" и получила степень в области управления человеческими ресурсами и в маркетинге. Проживает в г. Каролина, Пуэрто-Рико.
uk: Міс Камачо закінчила Міжамериканський Університет в Пуерто-Ріко за спеціальністю «Людські ресурси / магістри з маркетингу / Управління людськими ресурсами». Вона проживає в Кароліні, Пуерто-Ріко.
uz: Камачо хоним Пуэрто-Рико университетини / Америкааро университетини Кадрлар / Маркетинг бўйича магистр / Кадрлар менежменти мутахассислиги бўйича тугатган. У Каролинада (Пуэрто-Рико) яшайди.
zh: 卡馬喬女士畢業於波多黎各大學/美洲大學，獲得人力資源學位/市場營銷碩士學位/人力資源管理碩士學位。 她住在波多黎各的卡羅來納州。

source: Ms. Evans holds an Associate Degree of Applied Science in Legal Office Management from the Austin Business College. She has over 20 years of collective experience in Legal Office/Compliance, and Business Administration. She lives in Las Vegas, Nevada.
ca: La Sra. Evans és llicenciada en ciències aplicades en gestió jurídica per l'Austin Business College. Compta amb més de 20 anys d'experiència combinada en administració d'empreses i legal/compliment. Viu a Las Vegas, Nevada.
de: Frau Evans besitzt einen Abschluss als Angewandte Wissenschaftlerin in juristischem Büromanagement vom Austin Business College. Sie verfügt über mehr als 20 Jahre Erfahrung in den Bereichen Rechtsabteilung/Compliance und Unternehmensverwaltung. Sie lebt in Las Vegas, Nevada.
es: La Sra. Evans cuenta con un título de Asociado en Ciencias Aplicadas en Gestión de Oficinas Legales por parte del Austin Business College. Tiene más de 20 años de experiencia acumulada en Oficina Legal/Cumplimiento y Administración de Empresas. Reside en Las Vegas, Nevada.
fr: Mme Evans est titulaire d'un diplôme d'associé en sciences appliquées en gestion de bureau juridique de l'Austin Business College. Elle possède plus de 20 ans d'expérience collective dans les domaines du bureau juridique, de la conformité et de l'administration des affaires. Elle vit à Las Vegas, dans le Nevada.
it: La sig.ra Evans ha conseguito una laurea in Scienze Applicate in Gestione degli Uffici Legali presso l'Austin Business College. Ha più di 20 anni di esperienza complessiva in uffici legali/compliance e amministrazione aziendale. Vive a Las Vegas, Nevada.
ja: イヴァンズは、オースティン・ビジネス・カレッジで法務事務管理の応用科学の準学士号を取得。法律事務所／コンプライアンスおよび経営管理の分野で20年以上の経験を有する。ネバダ州ラスベガス在住。
kk: Эванс ханымның Остин бизнес колледжінде заң кеңсесін басқару бойынша қолданбалы ғылым қауымдастығы дәрежесі бар. Оның құқықтық басқару/комплаенс және бизнесті басқару саласында 20 жылдан астам ұжымдық тәжірибесі бар. Ол Невада штатының Лас-Вегас қаласында тұрады.
ko: 에반스씨는 오스틴 경영 대학에서 법률 사무관리 관련 응용과학 준학사 학위를 받았습니다. 그녀는 법률 사무/규정 준수 및 경영 관리 분야에서 20년 이상의 공동 경험을 보유하고 있으며, 네바다 주 라스베이거스에 살고 있습니다.
ky: Эванс айым Остин Бизнес Колледжинин Укук Бөлүмүнүн Менеджмент боюнча кичи адис дипломуна ээ. Бардыгы болуп, анын мыйзам жана комплаенс-контролдоо, ошондой эле бизнести башкаруу тармагында 20 жылдык тажрыйбасы бар. Ал Лас-Вегаста, Невада штатында жашайт.
lv: Evansas kundzei ir asociētais Lietišķās zinātnes grāds juridiskā biroja vadībā no Ostinas biznesa koledžas. Viņai ir vairāk nekā 20 gadu ilga kolektīvā pieredze juridiskajā birojā/atbilstības jomā un uzņēmējdarbības pārvaldē. Viņa dzīvo Lasvegasā, Nevadā.
mn: Хатагтай Эванс нь Аустины Бизнес Коллежийн Хууль зүйн менежментийн чиглэлээр тусгай зэрэгтэй. Тэрээр Хууль зүй/Зохицуулалт, Бизнесийн удирдлагын чиглэлээр 20 гаруй жилийн ажлын туршлагатай. Тэрээр Невада мужийн Лас Вегас хотод амьдардаг.
pt: A Sra. Evans é graduada em Ciências Aplicadas em Gestão de Escritórios Jurídicos pela Austin Business College. Ela tem mais de 20 anos de experiência coletiva em Legal Office/Compliance e Administração de Empresas. Ela mora em Las Vegas, Nevada.
ro: Dna Evans deține o diplomă asociată de științe aplicate în managementul biroului juridic de la Austin Business College. Ea are peste 20 de ani de experiență colectivă în Birou Juridic/Conformitate și Administrarea Afacerilor. Ea locuiește în Las Vegas, Nevada.
ru: Мисс Эванс обладает дипломом младшего специалиста прикладных наук в области управления юридическим отделом Остинского бизнеса-колледжа. В общей сложности у неё 20 лет опыта работы в сфере юриспруденции и коплаенс-контроля, а также управления бизнесом. Она проживает в Лас-Вегасе, штат Невада.
uk: Пані Еванс має ступінь асоційованого спеціаліста прикладних наук у галузі управління юридичним відділом Остінського бізнес-коледжу. Вона має понад 20 років досвіду роботи у сфері юриспруденції та коплаєнс-контролю, а також управління бізнесом. Вона мешкає в Лас-Вегасі, штат Невада.
uz: Эванс хоним Остин бизнес коллежида ҳуқуқий идорани бошқариш бўйича амалий фанлар доценти мақомини олган. У юриспруденция ва бизнес бошқарувида 20 йиллик тажрибага эга. У Невада штатининг Лас-Вегас шаҳрида яшайди.
zh: Evans 女士拥有奥斯汀商学院法律办公室管理应用科学副学士学位。 她在法律办公室/合规和工商管理方面拥有 20 多年的集体经验。 她住在内华达州拉斯维加斯。

source: Ms. Taveras holds a Juris Doctorate degree from the Interamerican University of Puerto Rico, School of Law, with over 15 years of experience. She also has a Bachelor’s Degree in Marketing and Communications from Puerto Rico Sacred Heart University and resides in San Juan, Puerto Rico.
ca: La Sra. Taveras és doctora en dret per la Facultat de Dret de la Universitat Interamericana de Puerto Rico i té més de 15 anys d'experiència. També és llicenciada en màrqueting i comunicacions per la Universitat del Sagrat Cor de Puerto Rico i resideix a San Juan, Puerto Rico.
de: Frau Taveras hat einen Doktortitel in Jura von der Interamerican University of Puerto Rico, School of Law, und verfügt über mehr als 15 Jahre Erfahrung. Sie hat außerdem einen Bachelor-Abschluss in Marketing und Kommunikation von der Sacred Heart University in Puerto Rico und wohnt in San Juan, Puerto Rico.
es: La Srta. Taveras tiene un Doctorado en Jurisprudencia por parte de la Universidad Interamericana de Puerto Rico, Escuela de Derecho, con más de 15 años de experiencia. También, posee una Licenciatura en Mercadeo y Comunicaciones por parte de la Universidad del Sagrado Corazón de Puerto Rico . Vive en San Juan, Puerto Rico.
fr: Mme Taveras est titulaire d'un doctorat en droit de la faculté de droit de l'Université interaméricaine de Porto Rico et possède plus de 15 ans d'expérience. Elle est également titulaire d'une licence en marketing et communication de l'université Sacred Heart de Porto Rico et réside à San Juan, Porto Rico.
it: La signora Taveras ha conseguito un dottorato in giurisprudenza presso la Scuola di Legge dell'Università Interamericana di Porto Rico, e ha maturato oltre 15 anni di esperienza. Ha inoltre conseguito una laurea in Marketing e Comunicazione presso l'Università del Sacro Cuore di Porto Rico e risiede a San Juan, Porto Rico.
ja: タベラスは、プエルトリコ・インターアメリカン大学法学部で法学博士号を取得し、15年以上の経験を有する。また、プエルトリコ聖心女子大学でマーケティングとコミュニケーションの学士号を取得し、サンファン・ プエルトリコ在住。
kk: Таверас ханымның 15 жылдан астам тәжірибесі бар Пуэрто-Рико Америкааралық университетінің заң факультетінің заң ғылымдарының докторы дәрежесі бар. Ол сонымен қатар Пуэрто-Рикодағы Сакред Жүрек университетінің маркетинг және коммуникациялар бакалавры дәрежесіне ие және Сан-Хуан қаласында, Пуэрто-Рико қаласында тұрады.
ky: Таверас айым 15 жылдан ашык тажрыйбасы бар Пуэрто-Рикодогу Америка аралык университетинин Укук мектебинде юриспруденция боюнча PhD даражасына ээ. Ал ошондой эле Пуэрто-Риконун Саградо Коразон университетинин маркетинг жана коммуникациялар боюнча бакалавр даражасына ээ жана Сан-Хуан Пуэрто Рикодо жашайт.
lv: Mis Taveras, kurai ir vairāk nekā 15 gadu ilga pieredze, ir ieguvusi Jura doktora grādu Puertoriko Tiesību Universitātē. Viņai ir arī bakalaura grāds mārketingā un komunikācijā no Puertoriko Sacred Heart Universitātes, un viņa dzīvo Sanhuanā,Puerto Rico.
mn: Хатагтай Таверас нь Пуэрто Рико Улсын Интерамерикан их сургуульд хууль зүйн ухааны докторын зэрэг хамгаалсан. Хуулийн салбартын 15 жилийн туршлагатай. Тэрээр мөн Пуэрто Рико Улсын Sacred Heart их сургуулийг маркетинг, харилцааны чиглэлээр бакалаврын зэрэгтэй төгссөн. Одоо Пуэрто-Рико улсын Сан Хуан хотод амьдардаг.
pt: A Sra. Taveras possui um título de Juris Doctor pela Faculdade de Direito da Universidade Interamericana de Porto Rico, com mais de 15 anos de experiência. Ela também é bacharel em Marketing e Comunicação pela Puerto Rico Sacred Heart University e reside em San Juan, Porto Rico.
ro: Doamna Taveras deține un doctorat în drept de la Universitatea Interamericană din Puerto Rico, Facultatea de Drept, cu peste 15 ani de experiență. Ea are, de asemenea, o diplomă de licență în marketing și comunicare de la Universitatea Sacred Heart din Puerto Rico și locuiește în San Juan, Puerto Rico.
ru: Мисс Таверас обладает докторской степенью в области юриспруденции от Школы права Межамериканского университета Пуэрто-Рико с более чем 15-летним опытом работы. Она таке обладает степенью бакалавра в области маркетинга и коммуникаций от Университета Саградо Корасон в Пуэрто-Рико, проживает в г. Сан-Хуан, Пуэрто-Рико.
uk: Пані Таверас має докторський ступень в юриспруденції від Школи права Міжамериканського університету Пуерто-Ріко з більш ніж 15-річним досвідом роботи. Вона має ступінь бакалавра в галузі маркетингу та комунікацій від Університету Саградо Корасон в Пуерто-Ріко, проживає в м. Сан-Хуан, Пуерто-Ріко.
uz: Таверас хоним Пуэрто-Риконинг Америкалараро университетида Юридик фанлар доктори мақомида 15 йиллик тажрибага эга. Шунингдек у Пуэрто-Рико Муқаддас қалблар университетида бакалавр даражасини олган бўлиб, Пуэрто-Риконинг Сан-Хуан шаҳрида яшайди.
zh: Taveras女士拥有波多黎各美洲大学法学院法学博士学位，拥有超过15年的经验。 她还拥有波多黎各圣心大学营销和传播学士学位，居住在圣胡安，波多黎各。

source: MSC Cancellation Policy
ca: Política de cancel·lació de MSC
de: MSC Stornierungsbedingungen
es: Política de Cancelación MSC
fr: Politique d'annulation de MSC
it: Politica di cancellazione di MSC
ja: MSC キャンセルポリシー
kk: MSC Күшін Жою Саясаты
ko: MSC 취소 정책
ky: MSC күчүн жою Саясаты
lv: MSC Atcelšanas politika
mn: MSC Цуцлалтын Бодлого
pt: Política de cancelamento da MSC
ro: Politica MSC de anulare
ru: Политика Отмены MSC
uk: Політика Скасування MSC
uz: MSC Бекор қилиш сиёсати
zh: MSC 取消政策

source: MSC PRESENTATION IN THE THEATER
ca: PRESENTACIÓ DEL MSC EN EL TEATRE
de: MSC-PRÄSENTATION IM THEATER
es: PRESENTACIÓN DE MSC EN EL TEATRO
fr: PRÉSENTATION MSC AU THÉÂTRE
it: PRESENTAZIONE MSC IN TEATRO
ja: シアターでのMSCプレゼンテーション
kk: ТЕАТРДА MSC-дің ТҰСАУКЕСЕРІ
ko: 극장에서의 MSC 프레젠테이션
ky: ТЕАТРДА МСК ТААНЫТУУ
lv: MSC PREZENTĀCIJA TEĀTRĪ
mn: ТЕАТР ДАХ MSC ТАНИЛЦУУЛГА
pt: APRESENTAÇÃO DA MSC NO TEATRO
ro: PREZENTARE MSC LA TEATRU
ru: ПРЕЗЕНТАЦИЯ MSC В ТЕАТРЕ
uk: ПРЕЗЕНТАЦІЯ MSC У ТЕАТРІ
uz: ТЕАТРДА MSC ТАҚДИМОТИ
zh: MSC 在剧院的展示

source: MSC VIRTUOSA CRUISE
ca: CREUER MSC VIRTUOSA
de: MSC VIRTUOSA KREUZFAHRT
es: CRUCERO MSC VIRTUOSA
fr: CROISIÈRE MSC VIRTUOSA
it: CROCIERA MSC VIRTUOSA
ja: MSC VIRTUOSA クルーズ
kk: MSC VIRTUOSA Круизі
ko: MSC VIRTUOSA 크루즈
ky: MSC VIRTUOSAДА КРУИЗ
lv: MSC VIRTUOSA KRUĪZS
mn: MSC VIRTUOSA АЯЛАЛ
pt: CRUZEIRO MSC VIRTUOSA
ro: CROAZIERĂ MSC VIRTUOSA
ru: КРУИЗ НА MSC VIRTUOSA
uk: КРУЇЗ НА MSC VIRTUOSA
uz: MSC VIRTUOSA КРУИЗИ
