Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Import Booking Status
ca: Importar l'Estat de la reserva
de: Buchungsstatus importieren
es: Importar Estado de Reserva
fr: Importer le statut de la réservation
it: Importa lo stato della prenotazione
ja: 予約のステータスをインポートする
kk: Брондау күйін импорттау
ko: 예약 상태 가져오기
ky: Брондоо Статусун Импорттоо
lv: Importēt Rezervācijas statusu
mn: Захиалгын статусыг татаж авах
pt: Importar status de reserva
ro: Importă Statistici Rezervare
ru: Импортировать статус бронирования
uk: Імпортувати статус бронювання
uz: Буюртма мақомини импорт қилиш
zh: 导入预订状态

source: Import Contacts
ca: Importar Contactes
de: Kontakte importieren
es: Importar Contactos
fr: Importation des contacts
it: Importa contatti
ja: 連絡先の読み込み
kk: Контактілерді импорттау
ko: 연락처 불러오기
ky: Контакттарды Импорттоо
lv: Kontaktpersonu importēšana
mn: Харилцагч нарын хаягийг импортлох
pt: Importar contatos
ro: Importă Contacte
ru: Импортировать Контакты
uk: Імпортувати Контакти
uz: Контактларни импорт қилишда
zh: 導入聯繫人

source: Import contacts from dozens of email clients using the button above. You will then be redirected to the contacts page where you will see your newly imported contacts.
ca: Importa els contactes de dotzenes de clients de correu electrònic utilitzant el botó de dalt. A continuació, seràs redirigit a la pàgina de contactes on veuràs els teus contactes importats recentment.
de: Importieren Sie Kontakte aus Dutzenden von E-Mail-Clients über die Schaltfläche oben. Sie werden dann auf die Kontaktseite weitergeleitet, wo Sie Ihre neu importierten Kontakte sehen.
es: Importa contactos de docenas de diferentes clientes de correo electrónico usando el botón de arriba. A continuación, serás redirigido a la página de contactos donde verás tus contactos recien importados.
fr: Importez des contacts de dizaines de clients depuis la messagerie à l’aide du bouton ci-dessus. Vous serez ensuite redirigé vers la page de contacts où vous verrez vos contacts récemment importés.
it: Importa contatti da decine di client di posta elettronica usando il pulsante qui sopra. Verrai subito reindirizzato alla pagina dei contatti dove vedrai i tuoi nuovi contatti importati.
ja: 上記のボタンを使用して、数十のメールクライアントから連絡先をインポートします。連絡先ページに転送され、新しくインポートされた連絡先が表示されます。
kk: Жоғарыдағы түймешікті пайдаланып, ондаған электрондық пошта клиенттерінен контактілерді импорттаңыз. Содан кейін сіз жаңа импортталған контактілерді көре алатын контактілер бетіне қайта бағытталасыз.
ko: 위의 버튼을 사용하여 수십 개의 이메일 클라이언트에서 연락처를 불러오세오. 그러면 새로 불러온 연락처를 볼 수 있도록 연락처 페이지가 다시 열립니다.
ky: Жогорудагы баскычты колдонуп ондогон электрондук почта кардарларынан контактарды импорттоңуз. Андан кийин сиз жаңы импорттолгон контакттарды көрө ала турган байланыштар барагына багытталасыз.
lv: Importējiet kontaktpersonas no desmitiem e-pasta klientu, izmantojot augstāk norādīto pogu. Pēc tam jūs tiksit novirzīts uz kontaktpersonu lapu, kurā redzēsit tikko importētās kontaktpersonas.
mn: Дээрх товчийг ашиглан имэйлийн үйлчилгээ үзүүлэгч нараас сонгон харилцагч найзуудынхаа хаягыг импортлож авна уу. Дараа нь та харилцагчийн хуудаснаас шинээр татсан хаягуудыг харах боломжтой болно.
pt: Importe contatos de dezenas de emails usando o botão acima. Você será redirecionado para a página de contatos, onde verá seus contatos recém-importados.
ro: Importă contacte de la zeci de clienţi de Email folosind butonul de mai sus. Vei fi redirecţionat apoi către pagina de contacte, unde veţi vedea noile contacte importate.
ru: Импортируйте контакты из десятков почтовых клиентов, используя кнопку выше. Затем вы будете перенаправлены на страницу контактов, где вы увидите новые импортированные контакты.
uk: Імпортуйте контакти з десятків клієнтів електронної пошти за допомогою кнопки вище. Потім ви будете перенаправлені на сторінку контактів, де ви побачите нові імпортовані контакти.
uz: Ўнлаб почта мижозлари ичидан контактларни юқоридаги тугмани қўллаб импорт қилинг. Шунда Сиз контактлар саҳифасига ўтиб, янги импорт қилинган контактларингизни кўришингиз мумкин бўлади.
zh: 使用上面的按鈕從數十個電子郵件導入聯繫人。然後，您將被帶到聯繫人頁面，並在其中看到新導入的聯繫人。

source: Import Email Contacts
ca: Importa els contactes de correu electrònic
de: E-Mail Kontakte importieren
es: Importar tu Contactos de Correo Electrónico
fr: Importer les e-mails des contacts
it: Importa i tuoi contatti di posta elettronica
ja: Eメールの連絡先をインポートする
kk: Электрондық пошта контактілерін импорттау
ko: 이메일 연락처 불러오기
ky: Электрондук почта контакттарын импорттоо
lv: E-pasta kontaktpersonu importēšana
mn: Имэйл хаяг импортлох
pt: Importar contatos do email
ro: Importă Contactele de Email
ru: Импорт контактов по электронной почте
uk: Імпорт Контактів по Електронній Пошті
uz: Почта контактларини импорт қилиш
zh: 導入電子郵件聯繫人

source: Import from address book
ca: Importar des de la llibreta d'adreces
de: Aus Adressbuch importieren
es: Importar desde libreta de direcciones
fr: Importation du carnet d'adresses
it: Importa dalla rubrica
ja: アドレス帳からのインポート
kk: Мекенжай кітабынан импорттау
ky: Адрес китебинен импорттоо
lv: Importēt no adrešu grāmatas
mn: Хаягийн жагсаалтаас импортлох
pt: Importar do catálogo de endereços
ro: Import din agenda de adrese
ru: Импортировать из адресной книги
uk: Імпортувати з адресної книги
uz: манзиллар китобидан импорт қилиш
zh: 从通讯录导入

source: Import your contacts from Yahoo, Outlook, Google or even a CSV file to further increase your marketing REACH.
ca: Importa els teus contactes des de Yahoo, Outlook, Google o fins i tot un fitxer CSV per augmentar encara L’ABAST del teu màrqueting.
de: Importieren Sie Ihre Kontakte von Yahoo, Outlook, Google oder auch als CSV Datei, um Ihre Marketing STRUKTUR zu vergrößern.
es: Importa tus contactos de Yahoo, Outlook, Google o incluso un archivo CSV para aumentar aún más tu ALCANCE de Marketing.
fr: Importez vos contacts depuis Yahoo, Outlook, Google ou même un fichier CSV pour augmenter votre marketing REACH.
it: Importa i tuoi contatti da Yahoo, Outlook, Google o anche un file CSV per ampliare i tuoi RISULTATI di marketing.
ja: Yahoo、Outlook、Google、さらにはCSVファイルから連絡先をインポートして、マーケティング到達範囲をさらに向上させます。
kk: Шақырылғандар қатарын одан әрі арттыру үшін, контактілерді Yahoo, Outlook, Google немесе тіпті CSV файлынан импорттаңыз.
ko: 야후, 아웃룩, 구글 또는 CSV 파일에서 연락처를 불러오기하여 마케팅 초대정보를 더 확산할 수 있습니다.
ky: Чакырылгандар катарын кеңэйтүү үчүн Yahoo, Outlook, Google же жада калса CSV файлынан байланыштарыңызды импорттоңуз.
lv: Importējiet savas kontaktpersonas no Yahoo, Outlook, Google vai pat CSV faila, lai vēl vairāk palielinātu jūsu mārketinga sasniegumus.
mn: Yahoo, Outlook, Google, эсвэл CSV файлаас найз нарынхаа хаягыг татан авч өөрийн сурталчилгааны урилга илгээх.
pt: Importe seus contatos do Yahoo, Outlook, Google ou até mesmo um arquivo CSV para aumentar ainda mais o seu ALCANCE de marketing.
ro: Importă contactele tale din Yahoo, Outlook, Google sau chiar un fişier CSV pentru a extinde afacerea ta.
ru: Импорт контактов из Yahoo, Outlook, Google или даже файл CSV для дальнейшего расширения вашего охвата приглашённых.
uk: Імпортуйте ваші контакти з Yahoo, Outlook, Google або навіть CSV-файлу, щоб збільшити ваші маркетингові ДОСЯГНЕННЯ.
uz: Келгусида бизнес ҚАМРОВИНГИЗНИ ривожлантириш учун контактларингизни Yahoo, Outlook, Google ва ҳаттоки CSV файл орқали импорт қилинг.
zh: 從Yahoo，Outlook，Google甚至CSV文件導入您的聯繫人，以進壹步提高您的營銷REACH。

source: Important Cruise Line Information
ca: Informació important de la Línia de Creuers
de: Wichtige Informationen über die Kreuzfahrtlinie
es: Información Importante de la Línea de Crucero
fr: Information importante sur la ligne de croisière
it: Informazioni importanti sulla compagnia di crociera
ja: クルーズ会社の重要な情報
kk: Круиздік Желінің Маңызды Ақпараты
ko: 중요 크루즈선사 정보
ky: Круиздик Линия боюнча маанилүү маалымат
lv: Svarīga Kruīza līnijas informācija
mn: Круиз Компаний Чухал Мэдээллүүд
pt: Informações importantes sobre Linhas de Cruzeiro
ro: Informaţie importantă despre linia de croazieră
ru: Важная Информация Круизной Линии
uk: Важлива Інформація Круїзної Лінії
uz: Муҳим Круиз линияси маълумоти
zh: 重要的郵輪信息

source: IMPORTANT DISCLOSURE (please read carefully): The Italian tax authorities have set a threshold of €5,000 (commissions of €6.410,26 78%) of Annual Income Taxable as the limit for determining whether a person is working on an "occasional basis" or on a "regular basis".
ca: IMPORTANT DECLARACIÓ (si us plau, llegeix atentament): Les autoritats fiscals italianes han fixat un límit de 5.000 euros (comissions de 6.410,26 78%) de Renda Anual Tributària per a determinar si una persona treballa de manera "ocasional" o de manera "regular".
de: WICHTIGE ANGABEN (bitte sorgfältig lesen): Die italienischen Steuerbehörden haben einen Grenzwert von 5.000 € (Provisionen von 6.410,26 78%) des zu versteuernden Jahreseinkommens festgelegt, um zu bestimmen, ob eine Person "gelegentlich" oder "regelmäßig" arbeitet.
es: INFORMACIÓN IMPORTANTE (lee atentamente): Las autoridades fiscales italianas han establecido un límite de € 5.000 (comisiones de € 6.410,26 78%) en Ingreso Anual sujeto a impuesto para determinar si una persona está trabajando de forma "ocasional" o sobre una "base regular".
fr: DIVULGATION IMPORTANTE (à lire attentivement) : Les autorités fiscales italiennes ont fixé un seuil de 5 000 € (commissions de 78% de 6410,26 €) du revenu annuel imposable comme limite pour déterminer si une personne travaille sur une "base occasionnelle" ou sur une "base régulière".
it: INFORMAZIONE IMPORTANTE (sei pregato di leggere attentamente): le autorità fiscali italiane hanno fissato la soglia di €5.000 (il 78% di €6.410,26 in commissioni lorde) di reddito annuale imponibile come limite per determinare se una persona sta lavorando su "base occasionale" o su "base abituale".
ja: 重要な開示事項（よくお読みください）。イタリアの税務当局は、課税対象となる年間所得の5,000ユーロ（コミッションは6.410,26ユーロ78%）を、「臨時的」か「定期的」かを判断するための限度額として設定しています。
kk: МАҢЫЗДЫ АҚПАРАТ (мұқият оқып шығыңыз): итальяндық салық органдары адамның «біржолғы негізде» жұмыс істейтінін немесе жұмыс істейтінін анықтау үшін шек ретінде жылдық салық салынатын табыстың 5 000 еуро (комиссия 6 410,26 € 78%) шегін белгіледі. тұрақты негізде».
ko: 중요 공개(주의 깊게 읽으십시오): 이탈리아 세무 당국은 개인이 "비정기적으로" 또는 정기적으로"으로 일하고 있는지 여부를 결정하는 한도로서 과세 대상 연간 소득 한도를 €5,000 (수수료 €6.410,26 78%)로 설정했습니다.
ky: МААНИЛҮҮ МААЛЫМАТ (кунт коюп окуп чыгыңыз): Италиянын салык органдары бир адам "кез-кезде" же "үзгүлтүксүз негизде"иштеп жатканын аныктоо үчүн чек катары € 5,000 (комиссиялар € 6.410,26 78%) жылдык киреше салыгы чегин белгилешти.
lv: SVARĪGA INFORMĀCIJAS IZPAUŠANA (lūdzu, rūpīgi izlasiet): Itālijas nodokļu iestādes ir likušas priekšā ierobežojumu, lai noteiktu, vai persona strādā “neregulāri” vai “regulāri”, un noteikušas slieksni EUR 5000 apmērā (komisijas maksa EUR 6,410, 26 78%) no gada ienākuma nodokļa.
mn: ЧУХАЛ ТОДРУУЛГА (анхааралтай уншина уу): Италийн татварын албанаас тухайн хүний "цагийн" болон "тогтмол" ажил эрхэлж байгаа эсэхийг тодорхойлохын тулд жилийн орлогын албан татвар ногдуулах 5,000 Еврогийн босгыг (€6.410,26 78%-ийн шимтгэл) тогтоосон болно.
pt: DIVULGAÇÃO IMPORTANTE (leia com atenção): As autoridades fiscais italianas estabeleceram um limite de € 5.000 (comissões de € 6.410,26 78%) de Renda Anual Tributável como limite para determinar se uma pessoa está trabalhando "ocasionalmente" ou em uma base regular".
ro: ANUNȚ IMPORTANT (citește cu atenție): Autoritățile fiscale italiene au stabilit un prag de 5.000€ (comisioane de 6.410,26€ 78%) din venitul anual impozabil ca limită pentru a determina dacă o persoană lucrează la o "ocazional" sau "în mod regulat".
ru: ВАЖНАЯ ИНФОРМАЦИЯ (прочитайте, пожалуйста, внимательно): Для определения того, работает ли человек на "временной" или "регулярной" основе, в качестве порогового значения налоговые органы Италии установили сумму в размере €5000 (комиссия 78% от €6410,26) для облагаемого налогом годового дохода.
uk: ВАЖЛИВА ІНФОРМАЦІЯ (прочитайте, будь ласка, уважно): Для визначення того, чи працює людина на "тимчасовій" або "регулярній" основі, як порогове значення податкові органи Італії встановили суму в розмірі €5000 (комісія 78% від €6410,26) для оподатковуваного річного доходу.
uz: МУҲИМ МАЪЛУМОТ (илтимос, диққат билан ўқинг): Италия солиқ идоралари шахс "вақтинчалик" ёки "доимий асосда" ишлаётганини аниқлаш учун Йиллик солиққа тортиладиган даромад лимитини 5000€ (комиссия €6.410,26 78%) этиб белгилаган.
zh: 重要信息（請仔細閱讀）：意大利稅務機關已將應稅年收入的 5,000 歐元（總佣金為 6,410.26 歐元的 78%）作為確定一個人是否從事“偶爾”或“習慣性”工作的限額基礎 ”。

source: Important Downgrade Notice
ca: Avís Important sobre el Descens de nivell del pla!
de: Wichtige Informationen zur Herabstufung
es: ¡Aviso Importante acerca de la baja de nivel de plan!
fr: Avis de déclassement important
it: Importante avviso sul declassamento
ja: ダウングレードに関する重要なお知らせ
kk: Рейтингті төмендету туралы маңызды хабарлама
ky: Төмөндөтүү боюнча маанилүү эскертүү
lv: Svarīgs paziņojums par pazemināšanu
mn: Бууруулалт хийх чухал сануулга
pt: Informação importante sobre o downgrade
ro: Notă importantă de retrogradare
ru: Важное уведомление о понижении плана
uk: Важливе повідомлення про зниження плану
uz: Даунгрейдга оид муҳим хабар
zh: 重要的降级提醒

source: Important Information
ca: Informació Important
de: Wichtige Informationen
es: Información Importante
fr: Informations Importantes
it: Informazioni importanti
ja: 大切なお知らせ
kk: Маңызды ақпарат
ko: 중요 정보
ky: Маанилүү маалымат
lv: Svarīga informācija
mn: Чухал мэдээллүүд
pt: Informações importantes
ro: Informații importante
ru: Важная информация
uk: Важлива інформація
uz: Муҳим маълумотлар
zh: 重要信息

source: Important Notice Before Canceling Recurring Payments
fr: Avertissement Important Avant de Désactiver les Paiements Récurrents
it: Avviso importante prima di annullare i pagamenti ricorrenti
kk: Рекурренттік төлемдерді тоқтатпас бұрын маңызды ескерту
pt: Aviso Importante Antes de Cancelar Pagamentos Recorrentes
uk: Важливе повідомлення перед скасуванням рекурентних платежів
uz: Даврий тўловларни бекор қилишдан олдин муҳим билдирги
zh: 取消定期付款前的重要通知

source: IMPORTANT NOTICE:
ca: AVÍS IMPORTANT:
de: WICHTIGER HINWEIS:
es: AVISO IMPORTANTE:
fr: AVIS IMPORTANT :
it: AVVISO IMPORTANTE:
ja: 重要なお知らせ：
kk: МАҢЫЗДЫ ЕСКЕРТПЕ:
ko: 중요 공지:
ky: МААНИЛҮҮ ЭСКЕРТҮҮ:
lv: SVARĪGA PIEZĪME:
mn: ЧУХАЛ ЗАР:
pt: NOTÍCIA IMPORTANTE:
ro: NOTĂ IMPORTANTĂ:
ru: ВАЖНОЕ ПРИМЕЧАНИЕ:
uk: ВАЖЛИВА ПРИМІТКА:
uz: МУҲИМ ЭСЛАТМА:
zh: 重要的提醒：

source: Important Notice!
ca: Avís important
de: Wichtige Informationen!
es: Aviso Importante!
fr: Avis important !
it: Avviso importante!
ja: 重要なお知らせ！
kk: Маңызды Ескерту!
ko: 중요 공지 !
ky: Маанилүү Эскертме!
lv: Svarīgs paziņojums!
mn: Чухал мэдээлэл!
pt: Notícia importante!
ro: Notificare importantă!
ru: Важное уведомление!
uk: Важливе повідомлення!
uz: Муҳим эслатма!
zh: 重要的提醒！

source: Important Refund Disclosure:
ca: Informació Important de reemborsament:
de: Angaben zur Rückerstattung:
es: Información importante sobre el reembolso:
fr: Divulgation importante relative au remboursement :
it: Comunicazione importante sui rimborsi:
ja: 重要な払い戻しの開示：
kk: Қаражатты қайтару туралы Маңызды Ақпарат:
ko: 환불에 관한 주요 공지 :
ky: Каражатты кайтаруу тууралуу маанилүү маалымат:
lv: Svarīga informācijas atklāšana par finansējumu:
mn: Төлбөр буцаалтын тухай чухал тодруулга:
pt: Divulgação Importante de Reembolso:
ro: O importantă aducere la cunoştinţă despre rambursare:
ru: Важная Информация О Возврате Средств:
uk: Важлива Інформація про Повернення Коштів:
uz: Тўловни қайтаришга оид муҳим маълумотлар:
zh: 有關退款的重要信息：

source: IMPORTANT REFUND INFORMATION:
ca: INFORMACIÓ IMPORTANT SOBRE EL REEMBORSAMENT:
de: WICHTIGE INFORMATIONEN ZUR RÜCKERSTATTUNG:
es: INFORMACIÓN IMPORTANTE ACERCA DEL REEMBOLSO:
fr: INFORMATIONS IMPORTANTES SUR LE REMBOURSEMENT :
it: INFORMAZIONI IMPORTANTI SUI RIMBORSI:
ja: 重要な返金に関するお知らせ：
kk: ҚАЙТАРУ ТУРАЛЫ МАҢЫЗДЫ АҚПАРАТ:
ko: 중요 환불 정보 :
ky: КАЙТАРУУ ТУУРАЛУУ МААНИЛҮҮ ЭСКЕРТҮҮ:
lv: SVARĪGA ATMAKSAS INFORMĀCIJA:
mn: ТӨЛБӨР БУЦААН АВАХ ТУХАЙ ЧУХАЛ МЭДЭЭЛЭЛ:
pt: INFORMAÇÕES IMPORTANTES SOBRE REEMBOLSO:
ro: NOTĂ IMPORTANTĂ PENTRU RAMBURSARE:
ru: ВАЖНАЯ ИНФОРМАЦИЯ О ВОЗВРАТЕ:
uk: ВАЖЛИВА ІНФОРМАЦІЯ ПРО ПОВЕРНЕННЯ:
uz: МАБЛАҒЛАРНИ ҚАЙТАРИШГА ОИД МУҲИМ МАЪЛУМОТ:
zh: 重要退款信息：

source: Improved Donation Flow
fr: Flux de Dons Amélioré
it: Processo di donazione ottimizzato

source: Improved Mobile Experience
fr: Expérience Mobile Améliorée
it: Esperienza mobile migliorata

source: Improved Performace
ca: Millora del Rendiment
de: Verbesserte Leistung
es: Desempeño Mejorado
fr: Performances améliorées
it: Migliori prestazioni
ja: パフォーマンスの向上
kk: Жақсартылған өнімділік
ko: 향상된 성능
ky: Жакшыртылган өндүрүш
lv: Uzlabota performance
mn: Сайжруулалт
pt: Performance melhorada
ro: Performanță îmbunătățită
ru: Улучшенная производительсность
uk: Покращена продуктивність
uz: Такомиллаштирилган намойиш
zh: 提高性能

source: Improved Performance
ca: Millora del Rendiment
de: Verbesserte Leistung
es: Desempeño Mejorado
fr: Performances améliorées
it: Migliori prestazioni
ja: パフォーマンスの向上
kk: Жақсартылған өнімділік
ko: 향상된 성능
ky: Жакшыртылган өндүрүш
lv: Uzlabota performance
mn: Сайжруулалт
pt: Performance melhorada
ro: Performanță îmbunătățită
ru: Улучшенная производительсность
uk: Покращена продуктивність
uz: Такомиллаштирилган намойиш
zh: 提高性能

source: IN
fr: EN
kk: Ішінде
ky: ИЧИНДЕ
ru: В
uk: В

source: In 2015, visionary entrepreneurs Frank J. Codina and Michael 'Hutch' Hutchison founded inCruises with a mission to elevate global travel through an invitation-only Membership model. Since then, inCruises has helped hundreds of thousands experience more of the world for less.
ca: El 2015, els emprenedors visionaris Frank J. Codina i Michael 'Hutch' Hutchison van fundar inCruises amb la missió d'elevar el turisme global mitjançant un model de Membresia exclusiu per invitació. Des de llavors, inCruises ha ajudat centenars de milers de persones a experimentar més del món per menys.
de: Im Jahr 2015 gründeten die visionären Unternehmer Frank J. Codina und Michael „Hutch“ Hutchison inCruises mit der Mission, das globale Reisen durch ein Mitgliedschaftsmodell zu verbessern, das nur auf Einladung funktioniert. Seitdem hat inCruises Hunderttausenden geholfen, mehr von der Welt für weniger Geld zu erleben.
es: En 2015, los emprendedores visionarios Frank J. Codina y Michael “Hutch” Hutchison fundaron inCruises con una misión de elevar el turismo global a través de un modelo de Membresía solo por invitación. Desde entonces, inCruises ha ayudado a cientos de miles de personas a experimentar más del mundo, por menos.
fr: En 2015, les entrepreneurs visionnaires Frank J. Codina et Michael « Hutch » Hutchison ont fondé inCruises avec pour mission de promouvoir les voyages internationaux grâce à un modèle d'Adhésion sur invitation uniquement. Depuis, inCruises a permis à des centaines de milliers de personnes de découvrir le monde à moindre coût.
it: Nel 2015, gli imprenditori visionari Frank J. Codina e Michael 'Hutch' Hutchison hanno fondato inCruises con la missione di elevare i viaggi a livello globale attraverso un modello di Abbonamento esclusivo su invito. Da allora, inCruises ha aiutato centinaia di migliaia di persone a scoprire di più del mondo a un costo inferiore.
ja: 2015年、先見の明を持つ起業家Frank J. CodinaとMichael “Hutch” Hutchisonは、招待制メンバーシップモデルを通じて世界の旅行体験を向上させるという使命のもと、inCruisesを設立しました。それ以来、inCruisesは何十万人もの人々がより少ない費用でより多くの世界を体験できるよう支援してきました。
kk: 2015 жылы алғыр кәсіпкерлер Фрэнк Дж. Кодина мен Майкл «Хатч» Хатчисон inCruises компаниясын тек шақыру арқылы мүше болуға негізделген модель арқылы бүкіл әлем бойынша саяхаттың деңгейін дамыту миссиясымен құрды. Сол уақыттан бері, inCruises жүздеген мың адамдарға әлемді арзан бағамен көруге көмектесті.
ky: 2015-жылы келечекти көрө билген ишкерлер Фрэнк Ж. Кодина жана Майкл "Хатч" Хатчисон чакырууга гана негизделген мүчөлүк программасынын модели болгон inCruises компаниясын негиздеп, саякатты дүйнөлүк деңгээлге чыгаруу миссиясын башташкан. Ошондон бери inCruises компаниясы жүз миңдеген адамдарга азыраак акчага дүйнөнүн көбүрөөк жерин көрүүгө жардам берип келет.
lv: 2015. gadā vizionārie uzņēmēji Frenks Dž.Kodina un Maikls 'Hačs' Hačisons nodibināja “InCruises” ar misiju uzlabot globālo ceļošanu, izmantojot tikaiuz personīgiem uzaicinājumiem paredzētu Biedru dalības modeli. Kopš tā laika “InCruises” ir palīdzējuši simtiem tūkstošu reizes redzēt vairāk pasaules par mazāku summu.
mn: 2015 онд алсын хараа бүхий бизнес эрхлэгчид болох Франк Ж. Кодина болон Майкл “Хач” Хачисон нар inCruises компанийг үүсгэн байгуулсан бөгөөд энэхүү компани нь зөвхөн урилгаар нэгдэх гишүүнчлэлийн загвараар дамжуулан дэлхийн аяллыг илүү хүртээмжтэй болгох эрхэм зорилготойгоор ажиллаж ирсэн юм. Тэр цагаас хойш inCruises компани хэдэн зуун мянган хүмүүст дэлхийн олон орнуудад бага зардлаар аялах боломжийг олгосоор ирсэн.
pt: Em 2015, os empreendedores visionários Frank J. Codina e Michael "Hutch" Hutchison fundaram a inCruises com uma missão de elevar o turismo global por meio de um modelo de Assinatura exclusivo para convidados. Desde então, a inCruises ajudou centenas de milhares de pessoas a experimentarem mais do mundo por menos.
ro: În 2015, antreprenorii vizionari Frank J. Codina și Michael „Hutch" Hutchison au fondat inCruises cu o misiune de a promova călătoriile globale printr-un model de membru numai pe bază de invitație. De atunci, inCruises a ajutat sute de mii să experimenteze mai mult din lume pentru mai puțin.
ru: В 2015 году предприниматели-визионеры Франк Дж. Кодина и Майкл Хатчисон основали компанию inCruises с целью улучшить ситуацию с путешествиями по всему миру за счет модели Программы Членства, работающей только по приглашению. С тех пор inCruises помог сотням тысяч людей испытать больше этого мира за меньшие деньги.
uk: У 2015 році підприємці-візіонери Франк Дж. Кодіна та Майкл Хатчісон заснували компанію inCruises з метою зробити подорожі доступнішими в усьому світі завдяки моделі Членської Програми, що діє лише за запрошенням. Відтоді inCruises допомогла сотням тисяч людей подорожувати більше, витрачаючи менше.
uz: 2015 йилда истиқболли тадбиркорлар Фрэнк Ж.Кодина ва Майкл "Хатч" Хатчисон фақат таклифга асосланган Аъзолик моделига эга inCruises глобал ҳаракатига асос солдилар. Шундан бери inCruises бутун дунё бўйлаб юз минглаб инсонларга кам харажат билан дунё кезиш имконини тақдим этди.
zh: 2015年，富有远见的企业家Frank J. Codina和Michael “Hutch” Hutchison创立了inCruises，旨在通过邀请制会员模式提升全球旅行体验。自那以来，inCruises已帮助数十万人成本更低地探索世界各地。

source: In 2016, Frank and Hutch co-launched inCruises. From inception, Frank has held ultimate authority over the company's operational and financial functions, while Hutch assumed responsibility for revenue generation and sales force leadership. Together, they scaled inCruises—now the inGroup Companies—into a global leader in the social e-commerce space.
fr: En 2016, Frank et Hutch ont cofondé inCruises. Dès le départ, Frank a supervisé les opérations et les finances de la société, tandis que Hutch s'est chargé de la génération de revenus et de la direction des ventes. Ensemble, ils ont fait d'inCruises – désormais inGroup Companies – un leader mondial du e-commerce social.
it: Nel 2016, Frank e Hutch hanno lanciato inCruises insieme. Fin dall'inizio, Frank ha detenuto l'autorità suprema sulle funzioni operative e finanziarie dell'azienda, mentre Hutch si è assunto la responsabilità della generazione di ricavi e della leadership della forza vendita. Insieme, hanno portato inCruises — ora inGroup Companies — a diventare leader globale nel settore dell'e-commerce sociale.
