Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Amount paid:
ca: Quantitat pagada:
de: Betrag bezahlt:
es: Cantidad pagada:
fr: Montant payé :
it: Importo pagato:
ja: 支払った金額：
kk: Төленген сома:
ko: 지불 금액:
ky: Төлөнгөн сумма:
lv: Samaksātā summa:
mn: Төлсөн дүн:
pt: Total pago:
ro: Sumă plătită:
ru: Оплаченная сумма:
uk: Сплачена сума:
uz: Тўланган сумма:
zh: 支付的金额：

source: Amount to Pay
ca: Quantitat a pagar
de: Zu zahlender Betrag
es: Monto por Pagar
fr: Montant à payer
it: Importo da pagare
ja: お支払い金額
kk: Төленетін сома
ko: 지불할 금액
ky: Төлөнө турган сумма
lv: Summa,kas jāsamaksā
mn: Төлөх дүн
pt: Valor a pagar
ro: Suma de plată
ru: Сумма к оплате
uk: Сума до сплати
uz: Тўлов миқдори
zh: 支付金额

source: Amount you want to transfer in dollars.
ca: Import que voleu transferir en dòlars.
de: Betrag, den Sie in Dollar überweisen möchten.
es: Cantidad que quieres transferir en dólares.
fr: Montant que tu souhaite transférer en dollars.
it: Importo che desideri trasferire in dollari.
ja: ドルで送金したい金額
kk: Доллармен аударғыңыз келетін сома.
ko: 달러 이체 요청 금액.
ky: Доллар менен которо турган суммаңыз.
lv: Daudzums ko gribat pārskaitīt dolāros.
mn: Доллараар шилжүүлэх мөнгөн дүн.
pt: Quantia que você deseja transferir em dólares.
ro: Suma pe care doriţi s-o transferaţi în dolari.
ru: Сумма, которую вы хотите передать в долларах.
uk: Сума, яку потрібно перерахувати в доларах.
uz: Долларга айлантирмоқчи бўлган суммангиз.
zh: 您希望轉成的美元金額

source: Amounts expressed in Euros
ca: Imports expressats en euros
de: Beträge ausgedrückt in Euro
es: Cantidades representadas en Euros
fr: Montants exprimés en euros
it: Importi espressi in euro
ja: ユーロで表示された金額
kk: Еуромен көрсетілген сомалар
ko: 유로화 표시 금액
ky: Евро менен көрсөтүлгөн суммалар
lv: Summa EUR
mn: Еврогоор илэрхийлсэн дүн
pt: Valores expressos em euros
ro: Sume exprimate în Euro
ru: Суммы, выраженные в евро
uk: Суми, відображені в євро
uz: Сумма еврода ифодаланган
zh: 以欧元表示的金额

source: AMP UP!
fr: AMP UP ! Booster ! Amplifier ! Donner de l'énergie !
kk: Қуаттандырыңыз!
ky: АРАКЕТТИ КҮЧӨТҮҢҮЗ!
ru: УСИЛЯЙТЕ!
uk: AMP Вгору!
uz: КУЧАЙТИРИНГ!
zh: 加速前进！

source: An adult passenger you entered will be over 55 years old on sailing date %s. Please select senior for this passenger.
fr: Un passager adulte que vous avez saisi aura plus de 55 ans à la date de départ %s. Veuillez sélectionner « Senior » pour ce passager.
it: Il passeggero adulto che hai inserito avrà più di 55 anni alla data di partenza %s. Scegli “senior” per questo passeggero.
pt: Um passageiro adulto que você inseriu terá mais de 55 anos na data da partida %s. Selecione “sênior” para este passageiro.
uk: Дорослому пасажиру, якого ви вказали, буде понад 55 років на момент відправлення %s. Будь ласка, виберіть варіант «senior» для цього пасажира.

source: An adult passenger you entered will be under %{minAge} years old on sailing date %{sailDate}.
fr: Un adulte passager indiqué aura moins de %{minAge} ans à la date de départ %{sailDate}.
it: Un passeggero indicato come adulto avrà meno di %{minAge} anni alla data di partenza %{sailDate}.

source: An adult passenger you entered will be under 18 years old on sailing date %s.
ca: Un passatger adult que has introduït tindrà menys de 18 anys a la data de navegació% s.
de: Ein von Ihnen angegebener erwachsener Passagier ist am Abfahrtstag %s unter 18 Jahre alt.
es: Un pasajero adulto que registraste tendrá menos de 18 años en la fecha de embarque %s.
fr: Un passager adulte que vous avez saisi sera âgé de moins de 18 ans à la date de départ %s.
it: Hai inserito un passeggero adulto che avrà meno di 18 anni alla data della partenza %s.
ja: 大人の乗客は、出発日 %s の時点で１８歳未満です。
kk: Ересек ретінде көрсетілген жолаушы % s ұшу күні 18 жасқа толмаған болады.
ko: 입력한 성인 승객은 항해 날짜 %s에 18세 미만입니다.
ky: Чоң киши катары катталган жүргүнчү %s саякатка чыгуу күнү 18 жашка чыга элек болот.
lv: Jūsu ievadītais pieaugušais pasažieris ir jaunāks par 18 gadiem kuģa atiešanas %s.
mn: Таны насанд хүрсэн зорчигч гэж оруулсан хүн таны аялах %s -ын өдөр 18 нас хүрээгүй байх юм байна.
pt: Um passageiro adulto que você inseriu terá menos de 18 anos na data da partida %s.
ro: Un pasager adult introdus de tine va fi sub 18 ani la data plecării %s.
ru: Пассажир, указанный как взрослый, будет младше 18-ти лет на дату отправления %s.
uk: Пасажир, зазначений як дорослий, буде молодше 18-ти років на момент відправлення %s.
uz: Сиз киритган катта йўловчи жўнаш кунида 18 ёшдан кичик бўлади %s.
zh: 您输入的成年乘客在航行日期 %s 时未满 18 岁。

source: An amazing cruise itinerary with many upgrades included
ca: Un itinerari de creuer increïble amb moltes millores incloses
de: Eine erstaunliche Kreuzfahrtroute mit vielen Upgrades inklusive
es: Un asombroso itinerario de crucero, con muchas mejoras incluidas
fr: Un itinéraire de croisière exceptionnel avec de nombreuses améliorations comprises
it: Un incantevole itinerario di crociera con molti upgrade compresi
ja: 多くのアップグレードが含まれた素晴らしいクルーズ旅程
kk: Көптеген жаңартулары бар таңғажайып круиздік маршрут
ko: 많은 업그레이드가 포함된 놀라운 크루즈 여행 일정
ky: Көптөгөн жаңыртуулар камтылган укмуштуудай круиздик маршрут
lv: Apbrīnojams kruīza ceļojuma maršruts, kurā iekļauti daudzi jauninājumi
mn: Олон шинэчлэлтүүдийг багтаасан гайхалтай аяллын маршрут
pt: Um incrível itinerário de cruzeiro com muitos upgrades incluídos
ro: Un itinerar de croazieră uimitor cu multe upgrade-uri incluse
ru: Потрясающий круизный маршрут с множеством значимых обновлений
uk: Приголомшливий круїзний маршрут з безліччю значних оновлень
uz: Янада такомиллашган ажойиб круиз йўналишлари ўз ичига
zh: 令人惊叹的邮轮行程，包含许多升级

source: An Award Winning Tech Platform
ca: Una Plataforma Tecnològica Premiada
de: Eine preisgekrönte Technologieplattform
es: Una Plataforma Tecnológica Galardonada
fr: Une Plateforme Technologique Primée
it: Una piattaforma tecnologica pluripremiata
ja: 受賞歴のあるテックプラットフォーム
kk: Марапатқа ие болған технологиялық платформа
ky: Сыйлыктарга ээ болгон технологиялык платформа
lv: Balvu Guvusi Tehn Platforma
mn: Шагналын-Эзэн болсон технологийн платформ
pt: Uma plataforma tecnológica premiada
ro: O platformă tehnologică premiată
ru: Удостоенная наград технологическая платформа
uk: Удостоєна нагород технологічна платформа
uz: Мукофот олган тех. платформа
zh: 一个屡获殊荣的技术平台

source: An email has been sent to your email address. Once you receive the code, enter it below.
ca: S'ha enviat un correu electrònic a la teva adreça. Un cop rebis el codi, introdueix-lo a continuació.
de: Eine E-Mail wurde an Ihre E-Mail-Adresse gesendet. Sobald Sie den Code erhalten haben, geben Sie ihn unten ein.
es: Se ha enviado un correo electrónico a tu dirección. Cuando recibas el código, introdúcelo a continuación.
fr: Un courriel a été envoyé à votre adresse électronique. Une fois que vous aurez reçu le code, saisissez-le ci-dessous.
it: È stata inviata una email al tuo indirizzo di posta elettronica. Una volta ricevuto il codice, inseriscilo qui sotto.
ja: あなたのEメールアドレスにメールが送信されました。コードを受信した後、以下に入力してください。
kk: Сіздің электрондық поштаңызға хат жіберілді. Кодты алғаннан кейін оны төменде енгізіңіз.
ky: Электрондук кат сиздин почта дарегиңизге жөнөтүлдү. Кодду алган соң, аны төмөнкү жерге киргизиңиз.
lv: Uz jūsu e-pasta adresi ir nosūtīts e-pasta ziņojums. Kad kods ir saņemts, ievadiet to tālāk.
mn: Таны имэйл хаяг руу код илгээгдсэн болно. Уг кодыг доорх хэсэгт оруулна уу.
pt: Um e-mail foi enviado para você. Após receber o código, insira-o abaixo.
ro: A fost trimis un e-mail la adresa ta de e-mail. După ce primești codul, introdu-l mai jos.
ru: На ваш электронный адрес было отправлено письмо. Получив код, введите его в поле ниже.
uk: На вашу електронну адресу було надіслано листа. Отримавши код, введіть його у поле нижче.
uz: Электрон почтангизга хат жўнатилди. Кодни олишингиз билан қуйидаги майдонга киритинг.
zh: 一封电子邮件已发送到您的邮箱。一旦您收到代码，请在下方输入。

source: An error has a occurred retrieving your potential growth. Please try again or contact support
ca: S'ha produït un error en recuperar el teu creixement potencial. Torna a intentar-ho o posa't en contacte amb el servei de suport
de: Beim Abrufen Ihres Potenzialwachstums ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support
es: Ocurrió un error al recuperar tu crecimiento potencial. Por favor intenta de nuevo o contacta a soporte
fr: Une erreur s'est produite en récupérant votre croissance potentielle. Veuillez réessayer ou contacter l'assistance
it: Si è verificato un errore nel recuperare il tuo potenziale di crescita. Prova di nuovo o contatta l'assistenza
ja: 成長予測データ収集を試みましたがエラーが発生しました。再度お試しいただくか、サポートチームへお問い合わせください
kk: Сіздің әлеуетті өсіміңіз туралы деректерді алу кезінде қате пайда болды. Қайталап көруіңізді немесе Қолдау Қызметіне хабарласуыңызды сұраймыз
ko: 잠재 성장을 검색하는 중에 오류가 발생했습니다. 다시 시도하거나 지원팀에 문의하세요
ky: Потенциалдуу өсүшүңүздү көрүүдө ката кетти. Кайталап көрүңүз же колдоо менен байланышыңыз
lv: Ievadot jūsu potenciālo izaugsmi,ir radusies kļūda. Lūdzu, mēģiniet vēlreiz vai sazinieties ar atbalsta dienestu
mn: Таны өсөлтийн тухай мэдээллийг татаж авахад алдаа гарлаа. Дахин хийх болон эсвэл манай тусламжийн хэлтэстэй холбогдоно уу.
pt: Ocorreu um erro ao recuperar seu potencial de crescimento. Tente novamente ou entre em contato com o suporte
ro: A apărut o eroare la recuperarea potențialului tău de creștere. Încearcă din nou sau contactează asistența
ru: При получении данных о вашем потенциальном росте произошла ошибка. Пожалуйста, повторите попытку или обратитесь в Службу Поддержки
uk: При отриманні даних щодо вашого потенційного зростання сталася помилка. Будь ласка, спробуйте ще раз або зверніться до Служби Підтримки
uz: Потенциал ўсишингизни аниқлашда хатолик юз берди. Илтимос, қайта уриниб кўринг ёки Қўллаб-қувватлаш хизматига мурожаат қилинг
zh: 检索您的潜在增长时发生错误。 请重试或联系支持

source: An error occurred please try again.
ca: S’ha produït un error, si us plau, torna-ho a intentar.
de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
es: Ocurrió un error, favor de intentarlo nuevamente.
fr: Une erreur s'est produite. Veuillez réessayer.
it: Si è verificato un errore, riprova.
ja: エラーが発生しました。もう一度お試しください。
kk: Қате пайда болды. Қайталап көріңіз.
ky: Ката кетти, кайра аракет кылыңыз.
lv: Radās kļūda. Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Алдаа гарлаа, дахин оролдоно уу.
pt: Ocorreu um erro por favor tente novamente.
ro: A apărut o eroare, te rugăm să încerci din nou.
ru: Произошла ошибка. Пожалуйста, повторите попытку.
uk: Виникла помилка, будь ласка, спробуйте ще раз.
uz: Хатолик юз берди, илтимос, қайта уриниб кўринг.
zh: 发生错误，请重试。

source: An error occurred while checking verification status.
fr: Une erreur s'est produite lors de la vérification du statut.
it: C'è stato un problema nell'accertamento dello stato della verifica.

source: An error occurred while downgrading your plan. Please try again later.
ca: S'ha produït un error en rebaixar el teu pla. Si us plau, intenta-ho de nou més tard.
de: Bei der Herabstufung Ihres Plans ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Ocurrió un error al descargar tu plan. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur s'est produite lors de la rétrogradation de votre plan. Veuillez réessayer plus tard.
it: Si è verificato un errore durante il declassamento del tuo piano. Si prega di riprovare più tardi.
ja: あなたのプランのダウングレード中にエラーが発生しました。後ほど再度お試しください。
kk: Деректер жоспарын өзгерту кезінде қате пайда болды. Кейінірек қайталап көріңіз.
ky: Планыңызды төмөндөтүүдө ката кетти. Сураныч, кийинчерээк кайра аракет кылыңыз.
lv: Izskatot plāna novērtējumu, radās kļūda. Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Таны хөтөлбөрийг татахад алдаа гарч байна. Дараа дахин оролдоно уу.
pt: Ocorreu um erro ao fazer downgrade do seu plano. Tente novamente mais tarde.
ro: A apărut o eroare la retrogradarea planului. Te rugăm să încerci din nou mai târziu.
ru: При понижении вашего плана произошла ошибка. Пожалуйста, повторите попытку позже.
uk: При зниженні плану відбулася помилка. Будь ласка, повторіть спробу пізніше.
uz: Режангизни юклашда хатолик юз берди. Илтимос, кейинроқ қайта уриниб кўринг.
zh: 降级您的计划时发生错误。请稍后再试。

source: An error occurred while fetching direct total registrations.
ca: S’ha produït un error en recuperar el total d’inscripcions directes.
de: Beim Abrufen der Direkte-Gesamtregistrierungen ist ein Fehler aufgetreten.
es: Ocurrió un error al obtener el total de registros directos.
fr: Une erreur s'est produite lors de la récupération du nombre total d'inscriptions directes.
it: Si è verificato un errore durante il recupero delle registrazioni dirette totali.
ja: 直紹介の合計登録数の取得中にエラーが発生しました。
kk: Тікелей тіркеулердің жалпы санын алу кезінде қате пайда болды.
ky: Түз жалпы каттоолорду алуу учурунда ката кетти.
lv: Ienesot tiešās kopējās reģistrācijas, radās kļūda.
mn: Хувьчлан идэвхжүүлсэн нийт бүртгэлийг гаргахад алдаа гарлаа.
pt: Ocorreu um erro ao buscar total de registros diretos.
ro: A apărut o eroare la preluarea numărului total de înregistrări directe.
ru: При получении общего количества прямых регистраций произошла ошибка.
uk: Виникла помилка під час отримання загальної кількості прямих реєстрацій.
uz: Жами тўғридан-тўғри обуналарни танлашда хатолик юз берди.
zh: 获取直接注册总数时发生错误。

source: An error occurred while fetching the data.
ca: S'ha produït un error en recuperar les dades.
es: Ocurrió un error al recuperar los datos.
fr: Une erreur s'est produite lors de la récupération des données.
it: C'è stato un problema nel recuperare i dati.
ja: データの取得中にエラーが発生しました
kk: Деректерді алу кезінде қате пайда болды.
pt: Ocorreu um erro ao buscar dados.
ro: A apărut o eroare în timpul preluării datelor.
uk: Виникла помилка під час отримання даних.
uz: Маълумотларни олишда хатолик юз берди.
zh: 获取数据时发生错误。

source: An error occurred while fetching the post. Please try again later.
ca: S'ha produït un error en recuperar la publicació. Si us plau, torna-ho a intentar més tard.
de: Beim Abrufen des Beitrags ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Ocurrió un error al recuperar la publicación. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur s'est produite lors de la récupération du message. Veuillez réessayer plus tard.
it: Si è verificato un errore durante il recupero del post. Riprova più tardi.
ja: 投稿の取得中にエラーが発生しました。後でもう一度お試しください。
kk: Хабарламаны жүктеу кезінде қате пайда болды. Кейінірек қайталап көріңіз.
ky: Билдирүүнү алууда ката кетти. Сураныч, кийинчерээк кайра аракет кылыңыз.
lv: Ienesot ziņu, radās kļūda. Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Алдаа гарсан байна, дараа дахин оролдоно уу.
pt: Ocorreu um erro ao buscar a postagem. Tente novamente mais tarde.
ro: A apărut o eroare la preluarea postării. Te rugăm să încerci din nou mai târziu.
ru: При получении этой публикации произошла ошибка. Пожалуйста, повторите попытку позже.
uk: При отриманні цієї публікації сталася помилка. Будь ласка, спробуйте ще раз пізніше.
uz: Постни юклашда хатолик юз берди. Илтимос, кейинроқ қайта уриниб кўринг.
zh: 获取帖子时发生错误。请稍后重试。

source: An error occurred while initiating verification.
fr: Une erreur s'est produite lors du lancement de la vérification.
it: Un errore è sorto durante la fase di iniziale della verifica.

source: An error occurred while loading the meeting
fr: Une erreur s'est produite lors du chargement de la réunion
it: Si è verificato un errore durante il caricamento della riunione

source: An error occurred while polling verification status. Please try again later.
fr: Une erreur s'est produite lors de l'interrogation du statut de vérification. Veuillez réessayer plus tard.
it: Si è riscontrato un errore durante il controllo dello stato di verifica. Riprova più tardi.

source: An error occurred while sending notification
fr: Une erreur s'est produite lors de l'envoi de la notification
it: Si è verificato un errore durante l'invio della notifica

source: An error occurred while updating the widget.
ca: S’ha produït un error en actualitzar el widget.
de: Beim Aktualisieren des Widgets ist ein Fehler aufgetreten.
es: Ocurrió un error al actualizar el widget.
fr: Une erreur s'est produite lors de la muse à jour du widget.
it: Si è verificato un errore durante l'aggiornamento del widget.
ja: ウィジェットの更新中にエラーが発生しました。
kk: Виджетті жаңарту кезінде қате пайда болды.
ky: Виджетти жаңыртуу учурунда ката кетти.
lv: Atjauninot logrīku, radās kļūda.
mn: Вижэт шинэчлэх явцад алдаа гарлаа.
pt: Ocorreu um erro ao atualizar o widget.
ro: A apărut o eroare la actualizarea widgetului.
ru: При обновлении виджета произошла ошибка.
uk: Виникла помилка під час оновлення віджета.
uz: Виджетни янгилашда хатолик юз берди.
zh: 更新组件时发生错误。

source: An error occurred while validating your booking.
ca: S'ha produït un error en validar la teva reserva.
de: Bei der Validierung Ihrer Buchung ist ein Fehler aufgetreten.
es: Se projudo un error al momento de validar tu reserva.
fr: Une erreur s'est produite lors de la validation de votre réservation.
it: Si è verificato un errore in fase di convalida della prenotazione.
ja: 予約の確認中にエラーが発生しました。
kk: Брондауыңызды растау кезінде қате орын алды.
ky: Сиздин брондооңузду текшерүүдө ката кетти.
lv: Pārbaudot jūsu rezervāciju, radās kļūda.
mn: Таны захиалгыг баталгаажуулах явцад алдаа гарлаа.
pt: Ocorreu um erro ao validar a sua reserva.
ro: A apărut o eroare la validarea rezervării.
ru: При проверке вашего бронирования возникла ошибка.
uk: Під час перевірки вашого бронювання виникла помилка.
uz: Буюртмангизни тасдиқлашда хатолик юз берди.
zh: 验证您的预订时发生了错误。

source: An Exclusive
ca: Una exclusiva
de: Exklusiv
es: Con
fr: Une exclusive
it: Un'esclusiva
ja: 特別な
kk: Эксклюзивті
ko: 익스클루시브
ky: Эксклюзивдүү
lv: Ekskluzīvs
mn: Онцгой
pt: Um exclusivo
ro: Un exclusiv
ru: Эксклюзивный опыт путешествия от
uk: Ексклюзивний досвід подорожі від
uz: Эксклюзив
zh: 独家

source: An important part of the unparalleled value we deliver is charitable giving. Our partnership with Mercy Ships takes center stage in these efforts, enabling us to provide critical medical care to underserved regions through hospital ships. Together, we’re transforming the world for the better!
ca: Una part important del valor inigualable que oferim és la donació solidària. La nostra col·laboració amb Mercy Ships ocupa un lloc central en aquests esforços, ja que ens permet oferir atenció mèdica essencial a regions amb accés limitat mitjançant vaixells hospital. Junts, estem transformant el món per fer-lo millor!
de: Ein wichtiger Teil unseres einzigartigen Wertes ist unser wohltätiges Engagement. Unsere Partnerschaft mit Mercy Ships steht dabei im Mittelpunkt und ermöglicht es uns, mithilfe von Hospitalschiffen lebenswichtige medizinische Versorgung in unterversorgten Regionen zu leisten. Gemeinsam verbessern wir die Welt!
es: Una parte importante del valor inigualable que ofrecemos es nuestro compromiso con la filantropía. Nuestra alianza con Mercy Ships ocupa un lugar central en estos esfuerzos, permitiéndonos brindar atención médica vital a regiones desatendidas a través de barcos-hospital. ¡Juntos, estamos transformando el mundo para mejor!
fr: Les dons caritatifs constituent une part importante de la valeur inégalée que nous offrons. Notre partenariat avec Mercy Ships est au cœur de ces efforts, nous permettant de fournir des soins médicaux essentiels aux régions mal desservies grâce à nos navires-hôpitaux. Ensemble, nous transformons le monde pour le meilleur !
it: Una parte importante del valore senza pari che offriamo è la beneficenza. La nostra Partnership con Mercy Ships è al centro di questi sforzi, permettendoci di fornire assistenza medica fondamentale a regioni svantaggiate attraverso navi ospedale. INsieme, stiamo trasformando il mondo in meglio!
ja: 私たちが提供する比類ない価値の重要な一部は、慈善活動にあります。Mercy Ships とのパートナーシップはこの取り組みの中心であり、病院船を通じて医療が届きにくい地域に重要な医療ケアを提供することを可能にしています。私たちは共に、世界をより良い場所へと変えています！
kk: Біз ұсынатын теңдессіз құндылықтың маңызды бөлігі — қайырымдылық жасау. Біздікі мұнда Mercy Ships компаниясымен серіктестігіміз басты рөл атқарады, ол арқылы біз медициналық көмекті қол жетімді болмаған аймақтарға госпитальды кемелер арқылы жеткізуді қамтамасыз етеміз. Бірлесіп, біз әлемді жақсартуға Transforming (өзгертуге) көмектесіп жатырмыз!
ky: Биздин бере ала турган баалуулугубуздун маанилүү бөлүгү - кайрымдуулук. Биздин Mercy Ships компаниясы менен болгон өнөктөштүгүбүз бул аракеттердин борборунда турат, бул бизге оорукана кемелери аркылуу жетишсиз тейленген аймактарга медициналык жардам көрсөтүүгө мүмкүндүк берет. Биз биргеликте дүйнөнү жакшы жакка өзгөртөбүз!
lv: Svarīga mūsu sniegtās nesalīdzināmās vērtības daļa ir labdarība. Mūsu partnerība ar Mercy Ships ieņem centrālo vietu šajos centienos, ļaujot mums ar slimnīcu kuģiem sniegt kritiski nepieciešamo medicīnisko aprūpi nepietiekami nodrošinātiem reģioniem. Kopā mēs pārveidojam pasauli !
mn: Бидний хүргэж буй хосгүй үнэ цэнийн нэгэн чухал хэсэг бол сайн үйлсийн хандив юм. Mercy Ships-тэй хийсэн бидний хамтын ажиллагаа нь эдгээр хүчин чармайлтын гол байр суурийг эзэлдэг бөгөөд бидэнд тусламж үйлчилгээ хүрч чаддаггүй бүс нутгуудад эмнэлгийн хөлөг онгоцоор дамжуулан эмнэлгийн чухал тусламжуудыг үзүүлэх боломжийг олгодог юм. Бид хамтдаа эх дэлхийгээ илүү сайхан болгон өөрчилсөөр байгаа билээ!
pt: Uma parte importante do valor INigualável que oferecemos é a doação filantrópica. Nossa parceria com a Mercy Ships ocupa um lugar central nesses esforços, permitindo-nos oferecer atendimento médico essencial a regiões carentes por meio de navios-hospitais. Juntos, estamos transformando o mundo para melhor!
ro: O parte importantă a valorii de neegalat pe care o oferim este donațiile caritabile. Parteneriatul nostru cu Mercy Ships ocupă centrul acestor eforturi, permițându-ne să oferim îngrijiri medicale critice regiunilor defavorizate prin nave spital. Împreună, transformăm lumea în bine!
ru: Важной составляющей нашей беспрецедентной ценности является благотворительность. Наше партнерство с Mercy Ships занимает центральное место в этих усилиях, позволяя нам предоставлять критически важную медицинскую помощь в малообеспеченных регионах с помощью судов-госпиталей. Вместе мы меняем мир к лучшему!
uk: Важливою складовою нашої безпрецедентної цінності є благодійність. Наше партнерство з Mercy Ships займає центральне місце в цих зусиллях, дозволяючи нам надавати критично важливу медичну допомогу в малозабезпечених регіонах за допомогою суден-шпиталів. Разом ми змінюємо світ на краще!
uz: Хайрия - биз амал қилаётган тенгсиз қадриятларимизнинг муҳим бир қисмидир. Mercy Ships билан ҳамкорлигимиз мазкур интилишларимиз марказида бўлиб, бизга шифохона кемалар орқали хизматлар чекланган ҳудудларга шошилинч тиббий ёрдам хизматларини қўллаб-қувватлаш имконини беради!
zh: 我们所提供的非凡价值中，一个重要组成部分就是慈善捐助。我们与Mercy Ships的合作在这一努力中发挥着核心作用，使我们能够通过医院船为医疗资源匮乏的地区提供关键的医疗服务。我们携手努力，共同让世界变得更加美好！

source: An Improved inCruises mobile experience!
ca: Una millor experiència inCruises en dispositius mòbils!
de: Ein verbessertes inCruises Mobil-Erlebnis!
es: ¡Una experiencia móvil mejorada en inCruises!
fr: Une expérience mobile inCruises améliorée !
it: Una migliore esperienza inCruises sui dispositivi mobili!
ja: inCruisesのモバイル体験の向上！
kk: Жақсартылған inCruises мобильді интерфейсі!
ko: 향상된 inCruises 모바일 경험!
ky: inCruisesтин жакшыртылган мобилдик версиясы!
lv: Uzlabota inCruises mobilā ierīce!
mn: inCruises-ийн гар утасны сайжруулсан хувилбар!
pt: Uma experiência móvel inCruises aprimorada!
ro: O experiență mobilă îmbunătățită inCruises!
ru: Улучшенная мобильная версия inCruises!
uk: Покращена мобільна версія inCruises!
uz: Такомиллашган inCruises мобил иловаси!
zh: 改进的 inCruises 移动体验！
