Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Please enter display name (required)
ca: Si us plau, introdueix el nom visible (obligatori).
de: Bitte geben Sie einen Anzeigenamen ein (erforderlich)
es: Por favor, ingresa el nombre para mostrar (requerido)
fr: Veuillez saisir un nom d'affichage (obligatoire)
it: Per favore, inserisci il nome di visualizzazione (obbligatorio).
ja: 表示名を入力してください（必須）
kk: Көрсетілетін атты енгізіңіз (міндетті)
ky: Көрсөтүлүүчү атты киргизиңиз (милдеттүү)
lv: Lūdzu, ievadiet parādāmo vārdu (obligāti)
mn: Дэлгэцийн нэрээ бичнэ үү (заавал)
pt: Por favor digite o nome que será exibido (obrigatório)
ro: Te rugăm să introduci numele de afișare (obligatoriu).
ru: Введите, пожалуйста, отображаемое имя (обязательно)
uk: Будь ласка, введіть відображуване ім’я (обов’язково)
uz: Илтимос, акс этувчи исм киритинг (мажбурий)
zh: 请输入显示名称（必填）

source: Please enter email
ca: Si us plau, introdueix el correu electrònic
de: Bitte geben Sie eine E-Mail-Adresse ein
es: Por favor, ingresa el correo electrónico
fr: Veuillez entrer l'e-mail
it: Inserisci l'email
ja: Eメールアドレスを入力して下さい
kk: Электрондық пошта мекенжайын енгізіңіз
ky: Сураныч, электрондук почта киргизиңиз
lv: Lūdzu ievadiet e-pastu
mn: Имэйл хаягаа бичнэ үү
pt: Por favor insira o e-mail
ro: Te rugăm să introduci e-mailul
ru: Пожалуйста, введите email
uk: Будь ласка, введіть електронну адресу
uz: Илтимос, электрон почтани киритинг
zh: 请输入电子邮件地址

source: Please enter email address
ca: Si us plau, introdueix l’adreça de correu electrònic
de: Bitte geben Sie die E-Mail-Adresse ein
es: Por favor, ingresa la dirección de correo electrónico
fr: Veuillez entrer l'adresse e-mail
it: Inserisci l'indirizzo e-mail
ja: メールアドレスを入力してください
kk: Электрондық пошта мекенжайын енгізіңіз
ky: Сураныч, электрондук почта дарегин киргизиңиз
lv: Lūdzu ievadiet e-pasta adresi
mn: Имэйл хаягаа бичнэ үү
pt: Por favor, insira o endereço de e-mail
ro: Te rugăm să introduci adresa de e-mail
ru: Пожалуйста, введите адрес электронной почты
uk: Будь ласка, введіть електронну адресу
uz: Илтимос, электрон почта манзилини киритинг
zh: 请输入电子邮件地址

source: Please enter first name
ca: Si us plau, introdueix el nom
de: Bitte geben Sie den Vornamen ein
es: Por favor, ingresa el nombre
fr: Veuillez entrer le prénom
it: Inserisci il nome
ja: 名前を入力してください
kk: Атын енгізіңіз
ky: Атын киргизиңиз
lv: Lūdzu ievadiet savu vārdu
mn: Нэрээ бичнэ үү
pt: Por favor insira o primeiro nome
ro: Te rugăm să introduci prenumele
ru: Введите, пожалуйста, имя
uk: Будь ласка, введіть ім'я
uz: Илтимос, исмни киритинг
zh: 请输入名字

source: Please enter income
ca: Si us plau, introdueix els teus ingressos
de: Bitte Ihr Einkommen eingeben
es: Por favor, escribe ingreso
fr: Veuillez indiquer le revenu
it: Inserisci il reddito
ja: 収入を入力してください
kk: Табысты енгізіңіз
ky: Кирешеңизди киргизиңиз
lv: Lūdzu ievadiet ienākumus
mn: Орлогоо бичнэ үү
pt: Por favor insira a renda
ro: Te rugăm să introduci venitul
ru: Введите, пожалуйста, доход
uk: Введіть, будь ласка, дохід
uz: Илтимос, даромадни киритинг
zh: 请输入收入

source: Please enter last name
ca: Si us plau, introdueix el cognom
de: Bitte geben Sie den Nachnamen ein
es: Por favor, ingresa el apellido
fr: Veuillez saisir le nom de famille
it: Inserisci il cognome
ja: 苗字を入力してください
kk: Тегін енгізіңіз
ky: Фамилиясын киргизиңиз
lv: Lūdzu ievadiet savu uzvārdu
mn: Овгоо бичнэ үү
pt: Por favor insira o sobrenome
ro: Te rugăm să introduci numele
ru: Введите, пожалуйста, фамилию
uk: Будь ласка, введіть прізвище
uz: Илтимос, фамилияни киритинг
zh: 请输入姓氏

source: Please enter password
ca: Si us plau, introdueix la contrasenya
de: Bitte geben Sie das Passwort ein
es: Por favor, ingresa la contraseña
fr: Veuillez entrer le mot de passe
it: Inserisci la password
ja: パスワードを入力してください
kk: Құпия сөзді енгізіңіз
ky: Сырсөздү киргизиңиз
lv: Lūdzu ievadiet paroli
mn: Нууц үгээ бичнэ үү
pt: Por favor insira a senha
ro: Te rugăm să introduci parola
ru: Введите, пожалуйста, пароль
uk: Будь ласка, введіть пароль
uz: Илтимос, паролни киритинг
zh: 请输入密码

source: Please enter payment details:
ca: Si us plau, escriu les dades de pagament:
de: Bitte die Zahlungsdetails eingeben:
es: Por favor, escribe los detalles de pago:
fr: Veuillez entrer les détails du paiement :
it: Inserisci i dati del pagamento:
ja: 決済情報を入力して下さい:
kk: Төлем мәліметтерін енгізуіңізді сұраймыз:
ko: 결제 세부 정보를 입력하십시오 :
ky: Төлөм маалыматыңызды киргизиңиз:
lv: Lūdzu ievadiet maksājuma informāciju:
mn: Төлбөрийн дэлгэрэнгүйг оруулна уу:
pt: Por favor, digite os detalhes do pagamento:
ro: Te rugăm să introduci detaliile legate de plată:
ru: Пожалуйста, введите платежные реквизиты:
uk: Будь ласка, введіть платіжні реквізити:
uz: Илтимос, тўловга оид маълумотларни киритинг:
zh: 請輸入付款的詳細信息：

source: Please enter state
ca: Si us plau, introdueix l'estat
de: Bitte einen Staat eingeben
es: Por favor, ingresa estado
fr: Veuillez saisir un état
it: Inserisci lo stato
ja: 都道府県を入力してください
kk: Аймақты енгізіңіз
ky: Штаттын атын киргизиңиз
lv: Lūdzu ievadiet valsti
mn: Мужийн нэрийг бичнэ үү
pt: Por favor insira o estado
ro: Te rugăm să introduci statul
ru: Введите, пожалуйста, штат
uk: Введіть, будь ласка, штат
uz: Илтимос, штат номини киритинг
zh: 请输入省

source: Please enter the 6-digit code sent to your email.
ca: Si us plau, introdueix el codi de 6 xifres enviat al teu correu electrònic.
de: Bitte geben Sie den 6-stelligen Code ein, der Ihnen per E-Mail zugeschickt wurde.
es: Por favor, introduzca el código de 6 dígitos enviado a tu correo electrónico.
fr: Veuillez saisir le code à 6 chiffres qui vous a été envoyé par mail.
it: Inserisci il codice di 6 cifre inviato al tuo indirizzo email.
ja: Eメールに送られた6桁のコードを入力してください。
kk: Сізге электрондық поштаға жіберілген 6 таңбалы кодты енгізіңіз.
ky: Электрондук почтаңызга жиберилген 6-орундуу кодду киргизиңиз.
lv: Lūdzu, ievadiet 6 ciparu kodu, kas nosūtīts uz jūsu e-pastu.
mn: Имэйлээр очсон 6 оронтой тоог оруулна уу.
pt: Insira o código de 6 dígitos enviado para seu e-mail.
ro: Te rugăm să introduci codul din 6 cifre trimis la e-mailul tău.
ru: Введите, пожалуйста, 6-значный код, отправленный на вашу электронную почту.
uk: Будь ласка, введіть 6-значний код, надісланий на вашу електронну пошту.
uz: Илтимос, электрон почтангизга юборилган 6 рақамли кодни киритинг.
zh: 请输入发送到您邮箱的6位验证码。

source: Please enter the 6-digit code sent to your phone number ending in %{maskedPhone}.
ca: Si us plau, introdueix el codi de 6 dígits enviat al teu número de telèfon que acaba en %{maskedPhone}.
de: Bitte geben Sie den 6-stelligen Code ein, der an Ihre Telefonnummer gesendet wurde und auf %{maskedPhone} endet.
es: Por favor, introduzca el código de 6 dígitos enviado a tu número de teléfono con terminación %{maskedPhone}.
fr: Veuillez saisir le code à 6 chiffres envoyé à votre numéro de téléphone se terminant par %{TéléphoneMasqué}.
it: Immettere il codice a 6 cifre inviato al numero di telefono che termina con %{maskedPhone}.
ja: %{maskedPhone}で終わる電話番号に送信された6桁のコードを入力してください。
kk: Телефон нөміріңізге жіберілген 6 таңбалы кодты енгізіңіз, ол %{maskedPhone} аяқталады.
ky: %{maskedPhone} менен аяктаган телефон номериңизге жөнөтүлгөн 6 орундуу кодду киргизиңиз.
lv: Lūdzu, ievadiet 6 ciparu kodu, kas nosūtīts uz jūsu tālruņa numuru, kurš beidzas ar %{maskedPhone}.
mn: Таны утсанд илгээсэн %{maskedPhone} тоогоор төгссөн 6 оронтой тоог оруулна уу.
pt: Insira o código de 6 dígitos enviado para o seu número de telefone que termina em %{maskedPhone}.
ro: Te rugăm să introduci codul din 6 cifre trimis la numărul tău de telefon care se termină în %{maskedPhone}.
ru: Введите, пожалуйста, 6-значный код, отправленный на ваш номер телефона, заканчивающийся на %{maskedPhone}.
uk: Будь ласка, введіть 6-значний код, надісланий на номер телефону, що закінчується на %{maskedPhone}.
uz: Илтимос, телефон рақамингизга юборилган, %{maskedPhone} билан тугайдиган 6 рақамли кодни киритинг.
zh: 请输入发送到您的手机号码（以 %{maskedPhone} 结尾）上的 6 位数字验证码。

source: Please enter the 8-digit backup code.
ca: Si us plau, introdueix el codi de recuperació de 8 dígits
de: Bitte geben Sie den 8-stelligen Backup-Code ein.
es: Por favor, ingresa el código de respaldo de 8 dígitos.
fr: Veuillez entrer le code de sauvegarde à 8 chiffres.
it: Inserisci il codice di backup di 8 cifre.
ja: 8桁のバックアップコードを入力してください。
kk: 8 таңбалы сақтық көшірме кодын енгізіңіз.
ky: Сураныч, жарактуу 8 орундуу резервдик кодду киргизиңиз.
lv: Lūdzu, ievadiet 8 ciparu dublējuma kodu.
mn: 8 оронт backup кодыг оруулна уу.
pt: Por favor, insira o código reserva de 8 dígitos.
ro: Te rugăm să introduci codul de rezervă format din 8 cifre.
ru: Введите, пожалуйста, 8-значный резервный код.
uk: Будь ласка, ведіть 8-значний резервний код.
uz: Илтимос, 8 рақамли захира кодни киритинг.
zh: 请输入8位备份代码。

source: Please enter the age of all children.
ca: Introdueix l'edat de tots els nens.
de: Bitte geben Sie das Alter aller Kinder ein.
es: Por favor, escribe las edades de todos los infantes:
fr: Veuillez saisir l'âge de tous les enfants.
it: Inserisci l'età di tutti i bambini.
ja: すべての子供の年齢を入力して下さい。
kk: Барлық бала жасын енгізуіңізді сұраймыз.
ko: 모든 어린이의 나이를 입력하십시오:
ky: Бардык балдардын жашын киргизиңиз.
lv: Lūdzu ievadiet visu bērnu vecumu.
mn: Бүх хүүхдүүдийн насыг оруулна уу:
pt: Por favor, insira a idade de todas as crianças.
ro: Introdu vârsta tuturor copiilor.
ru: Пожалуйста, введите возрасты всех детей.
uk: Будь ласка, введіть вік всіх дітей.
uz: Илтимос, барча болалар ёшини киритинг.
zh: 請輸入所有孩子的年齡。

source: Please enter the birthdate of all children.
ca: Si us plau, introdueix la data de naixement de tots els nens.
de: Bitte geben Sie das Geburtsdatum aller Kinder an.
es: Por favor, escribe las fechas de nacimiento de todos los niños.
fr: Veuillez indiquer la date de naissance de tous les enfants.
it: Inserisci la data di nascita di tutti i bambini.
ja: すべての子どもの生年月日を入力して下さい。
kk: Барлық балалардың туған күндерін енгізіңіз.
ko: 모든 어린이의 생일을 입력하십시오.
ky: Бардык балдардын туулган күндөрүн киргизиңиз.
lv: Lūdzu ievadiet visu bērnu dzimšanas datumu.
mn: Бүх хүүхдийн төрсөн огноог оруулна уу.
pt: Por favor, insira a data de nascimento de todas as crianças.
ro: Introdu data nașterii tuturor copiilor.
ru: Укажите, пожалуйста, дату рождения для всех детей.
uk: Будь ласка, вкажіть дату народження для всіх дітей.
uz: Илтимос, барча болаларнинг туғилган санасини киритинг.
zh: 請輸入所有孩子的生日。

source: Please enter the birthdate of each child. Please make sure it's correct, <strong>you will not be able to change this later.</strong>
fr: Veuillez saisir la date de naissance de chaque enfant. Veuillez vous assurer qu'elle est correcte, <strong>vous ne pourrez pas la modifier ultérieurement.</strong>
it: Inserisci la data di nascita di ciascun bambino. Ti preghiamo di assicurarti che sia corretta: <strong>non potrai modificarla in seguito.</strong>
pt: Insira a data de nascimento de cada criança. Certifique-se de que está correta, <strong>pois não será possível alterá-la posteriormente.</strong>
uk: Введіть, будь ласка, дату народження кожної дитини. Переконайтеся, що вона правильна, <strong> оскільки згодом її не можна буде змінити. <strong>

source: Please enter the birthdate.
fr: Veuillez saisir la date de naissance.
it: Inserisci la data di nascita.
pt: Insira a data de nascimento.
uk: Будь ласка, введіть дату народження.

source: Please enter the child age.
ca: Si us plau, introdueix l'edat de l'infant
de: Bitte das Alter des Kindes eingeben.
es: Favor de introducir la edad del niño
fr: Veuillez saisir l'âge de l'enfant.
it: Si prega di inserire l'età del bambino.
ja: 子どもの年齢を入力して下さい。
kk: Баланың жасын көрсетіңіз.
ky: Бардык баланын жашын киргизиңиз.
lv: Lūdzu ievadiet bērna vecumu.
mn: Хүүхдийн насыг бичнэ үү:
pt: Por favor, insira a idade da criança.
ro: Te rugăm să adaugi vârsta copilului.
ru: Пожалуйста, введите возраст ребёнка.
uk: Будь ласка, введіть вік дитини.
uz: Илтимос, боланинг ёшини киритинг.
zh: 请输入儿童的年齡。

source: Please enter the email you'd like your password reset information sent to
ca: Si us plau, introdueix el correu electrònic on vols rebre la informació per restablir la contrasenya
de: Bitte geben Sie die E-Mail-Adresse ein, an die Sie die Informationen zum Zurücksetzen des Passworts senden möchten
es: Por favor, ingresa el correo electrónico al que deseas que se envíe la información para restablecer tu contraseña
fr: Veillez entrer l'adresse e-mail à laquelle vous souhaitez recevoir les informations de réinitialisation de votre mot de passe
it: Inserisci l'indirizzo email al quale desideri vengano inviate le informazioni per reimpostare la password
ja: パスワード再設定情報を受け取りたいメールアドレスを入力してください
kk: Құпия сөзді қалпына келтіру туралы ақпаратты жібергіңіз келетін электрондық пошта мекенжайын енгізіңіз
ky: Сырсөздү калыбына келтирүү маалыматын алгыңыз келген электрондук почта дарегин киргизиңиз.
lv: Lūdzu, ievadiet e-pasta adresi, uz kuru vēlaties saņemt informāciju par paroles atiestatīšanu
mn: Нууц үг сэргээх мэдээлэл хүлээн авах имэйл хаягаа оруулна уу
pt: Por favor, insira o e-mail para o qual você gostaria que suas informações de redefinição de senha fossem enviadas
ro: Te rugăm să introduci adresa de e-mail la care vrei să fie trimise informațiile de resetare a parolei
ru: Введите, пожалуйста, адрес электронной почты, на который вы хотели бы получить информацию о сбросе пароля
uk: Будь ласка, введіть електронну адресу, на яку ви бажаєте отримати інформацію для скидання пароля
uz: Илтимос, паролни тиклашга оид маълумотни олишни истаган электрон почта манзилини киритинг
zh: 请输入您希望接收密码重置信息的电子邮件地址

source: Please enter the following details:
ca: Si us plau, escriu els següents detalls:
de: Bitte die folgenden Details eingeben:
es: Por favor, escribe los siguientes detalles:
fr: Veuillez entrer les détails suivants :
it: Inserisci i seguenti dati:
ja: 次の情報を入力して下さい：
kk: Келесі мәліметтерді енгізуіңізді сұраймыз:
ko: 다음 세부 정보를 입력하십시오:
ky: Сураныч, төмөнкү маалыматты киргизиңиз:
lv: Lūdzu ievadiet šādu informāciju:
mn: Дараах дэлгэрэнгүйг оруулна уу:
pt: Por favor, coloque os seguintes detalhes:
ro: Te rugăm să introduci următoarele detalii:
ru: Пожалуйста, введите данные:
uk: Будь ласка, введіть наступні деталі:
uz: Илтимос, қуйидаги маълумотларни киритинг:
zh: 請輸入以下詳細信息：

source: Please enter the unique code sent to your email to start the withdrawal process. This is the same code used to access your account.
ca: Si us plau, introdueix el codi únic que s'ha enviat al teu correu electrònic per iniciar el procés de retirada. Aquest és el mateix codi utilitzat per accedir al teu compte.
de: Bitte geben Sie den einmaligen Code ein, der Ihnen per E-Mail zugeschickt wurde, um den Abbuchungsvorgang zu starten. Dies ist derselbe Code, der für den Zugriff auf Ihren Account verwendet wird.
es: Por favor, ingresa el código único enviado a tu correo electrónico para iniciar el proceso de retiro. Este es el mismo código usado para acceder a tu cuenta.
fr: Veuillez saisir le code unique envoyé à votre téléphone par mail pour lancer la procédure de retrait. Il s'agit du même code que celui utilisé pour accéder à votre compte.
it: Per avviare l'operazione di prelievo, inserisci il codice univoco che ti è stato inviato via email. Si tratta dello stesso codice utilizzato per accedere al tuo account.
ja: Eメールに送信されたユニークなコードを入力し、送金手続きを開始してください。これは、あなたのアカウントにアクセスするために使用されるコードと同じです。
kk: Шығару процесін бастау үшін электрондық поштаңызға жіберілген бірегей кодты енгізіңіз. Бұл сіздің есептік жазбаңызға кіру үшін қолданылған код.
ky: Акча алуу процессин баштоо үчүн электрондук почтаңызга жөнөтүлгөн уникалдуу кодду киргизиңиз. Бул сиздин каттоо эсебиңизге кирүү үчүн колдонулган код менен бирдей.
lv: Lūdzu, ievadiet unikālo kodu, kas nosūtīts uz jūsu e-pastu, lai sāktu atsaukšanas procesu. Šis ir tas pats kods, kas tiek izmantots, lai piekļūtu jūsu kontam.
mn: Орлого татаж авах явцыг эхлүүлэхийн тулд танд имэйлээр илгээсэн тусгай кодыг оруулна уу. Энэ нь таны бүртгэлд нэвтрэхэд ашигладаг кодтой ижил код байх юм.
pt: Insira o código exclusivo enviado para seu e-mail para iniciar o processo de retirada. Este é o mesmo código usado para acessar sua conta.
ro: Te rugăm să introduci codul unic trimis pe email-ul tău pentru a începe procesul de retragere. Acesta este același cod folosit pentru a-ți accesa contul.
ru: Пожалуйста, введите уникальный код, отправленный на вашу электронную почту, чтобы начать процесс вывода. Это тот же код, что использовался для доступа в вашу учётную запись.
uk: Будь ласка, введіть унікальний код, надісланий на вашу електронну пошту, щоб розпочати процес виведення коштів. Це той же код, який використовувався для доступу до вашого облікового запису.
uz: Илтимос, маблағларни ечиш жараёнини бошлаш учун электрон почтангизга юборилган ноёб кодни киритинг. Бу - аккаунтингизга киришда сиз фойдаланадиган код.
zh: 请输入发送到您邮箱的唯一验证码以开始提现流程。该验证码与访问您的账户时使用的验证码相同。

source: Please enter the unique code sent to your phone via SMS to start the withdrawal process. This is the same code used to access your account.
ca: Si us plau, introdueixi el codi únic enviat al seu telèfon per SMS per iniciar el procés de retirada. Aquest és el mateix codi que utilitza per accedir al seu compte.
de: Bitte geben Sie den einmaligen Code ein, der Ihnen per SMS zugesandt wurde, um den Abhebungsvorgang zu starten. Dies ist derselbe Code, den Sie für den Zugang zu Ihrem Konto verwenden.
es: Por favor, ingresa el código único enviado a tu teléfono vía SMS para iniciar el proceso de retiro. Este es el mismo código usado para acceder a tu cuenta.
fr: Veuillez saisir le code unique envoyé à votre téléphone par SMS pour lancer la procédure de retrait. Il s'agit du même code que celui utilisé pour accéder à votre compte.
it: Inserisci il codice univoco inviato al tuo telefono via SMS per avviare l'operazione di prelievo. Si tratta dello stesso codice utilizzato per accedere al tuo account.
ja: SMSであなたの携帯電話に送信されたユニークコードを入力し、送金手続きを開始してください。これは、あなたのアカウントにアクセスする際に使用されるコードと同じです。
kk: Шығару процесін бастау үшін телефонға SMS арқылы жіберілген бірегей кодты енгізіңіз. Бұл сіздің есептік жазбаңызға кіру үшін қолданылған код.
ky: Акча алуу процессин баштоо үчүн телефонуңузга SMS аркылуу жөнөтүлгөн уникалдуу кодду киргизиңиз. Бул сиздин каттоо эсебиңизге кирүү үчүн бирдей код.
lv: Lūdzu, ievadiet unikālo kodu, kas pa SMS tiek nosūtīts uz jūsu tālruni, lai sāktu atsaukšanas procesu. Šis ir tas pats kods, kas tiek izmantots, lai piekļūtu jūsu kontam.
mn: Орлого татаж авах явцыг эхлүүлэхийн тулд таны утсандаа SMS-ээр илгээсэн тусгай кодыг оруулна уу. Энэ нь таны бүртгэлд нэвтрэхэд ашигладаг кодтой ижил код байх юм.
pt: Insira o código exclusivo enviado para seu telefone via SMS para iniciar o processo de retirada. Este é o mesmo código usado para acessar sua conta.
ro: Te rugăm să introduci codul unic trimis pe telefon prin SMS pentru a începe procesul de retragere. Acesta este același cod folosit pentru a-ți accesa contul.
ru: Пожалуйста, введите уникальный код, отправленный на ваш телефон через SMS, чтобы начать процесс вывода. Это тот же код, что использовался для доступа в вашу учётную запись.
uk: Будь ласка, введіть унікальний код, надісланий на телефон через SMS, щоб почати процес виведення коштів. Це той же код, який використовувався для доступу до вашого облікового запису.
uz: Илтимос, маблағларни ечиш жараёнини бошлаш учун телефонингизга СМС орқали юборилган кодни киритинг. Бу - аккаунтингизга киришда сиз фойдаланадиган код.
zh: 请输入通过短信发送到您手机的唯一验证码以开始提款过程。此验证码与访问您账户时使用的验证码相同。

source: Please enter unit or apt number
ca: Si us plau, introdueix la unitat o el número d'apartament
de: Bitte geben Sie die Nummer der Einheit oder Wohnung ein
es: Favor de agregar número de unidad o dpto
fr: Veuillez saisir le numéro de l'unité ou de l'appartement
it: Inserisci il numero dell'interno o dell'appartamento
ja: ユニット、またはアパート番号を入力してください
kk: Пәтер нөмірі немесе есік нөмірін енгізіңіз
ky: Үйдүн же батирдин номерин киргизиңиз
lv: Lūdzu, ievadiet vienības vai APT numuru
mn: Байр, хаалганы дугаарыг бичнэ үү
pt: Por favor insira a unidade ou o número do apartamento
ro: Te rugăm să introduci o unitate sau un număr de apartament
ru: Введите, пожалуйста, номер корпуса и/или квартиры
uk: Введіть, будь ласка, номер корпусу та/або квартири
uz: Илтимос, Уй ёки Кв. рақамини киритинг
zh: 请输入公寓门牌号

source: Please enter valid code
ca: Si us plau, introdueix un codi vàlid
de: Bitte geben Sie einen gültigen Code ein
es: Por favor, ingresa un código váildo
fr: Veuillez entrer un code valide
it: Inserisci un codice valido
ja: 有効なコードを入力してください
kk: Жарамды кодты енгізіңіз
ky: Жарактуу кодду киргизиңиз
lv: Lūdzu, ievadiet derīgu kodu
mn: Хүчинтэй код бичнэ үү
pt: Por favor, insira código válido
ro: Te rugăm să introduci un cod valid
ru: Пожалуйста, введите действительный код
uk: Будь ласка, введіть дійсний код
uz: Илтимос, яроқли кодни киритинг
zh: 请输入有效代码

source: Please enter valid confirm email
ca: Si us plau, introdueix un correu electrònic de confirmació vàlid
de: Bitte geben Sie eine gültige Bestätigungs-E-Mail ein
es: Por favor, ingresa un correo de confirmación válido
fr: Veuillez entrer une adresse email de confirmation valide
it: Inserisci un'e-mail di conferma valida
ja: 有効な確認用メールアドレスを入力してください
kk: Растау үшін жарамды электрондық пошта мекенжайын енгізіңіз
ky: Ырастоо үчүн жарактуу электрондук почта дарегин киргизиңиз
lv: Lūdzu, ievadiet derīgu apstiprinājuma e-pasta ziņojumu
mn: Хүчинтэй баталгаажуулах имэйл бичнэ үү
pt: Por favor, insira o e-mail de confirmação válido
ro: Te rugăm să introduci un e-mail de confirmare valid
ru: Пожалуйста, введите действительный адрес электронной почты для подтверждения
uk: Будь ласка, введіть дійсну електронну адресу для підтвердження
uz: Илтимос, ярочли электрон почтани киритинг
zh: 请输入有效的确认电子邮件地址

source: Please enter valid email
ca: Si us plau, introdueix un correu electrònic vàlid
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, ingresa un correo electrónico válido
fr: Veuillez entrer une adresse e-mail valide
it: Inserisci un'email valida
ja: 有効なメールアドレスを入力してください
kk: Жарамды электрондық пошта мекенжайын енгізіңіз
ky: Сураныч, жарактуу электрондук почтаңызды киргизиңиз
lv: Lūdzu ievadiet pareizu e-pastu
mn: Хүчинтэй имэйл хаяг бичнэ үү
pt: Por favor, insira e-mail válido
ro: Te rugăm să introduci un e-mail valid
ru: Пожалуйста, введите действительный адрес электронной почты
uk: Будь ласка, введіть дійсну електронну адресу
uz: Илтимос, яроқли электрон почтани киритинг
zh: 请输入有效的电子邮件地址

source: Please enter valid email address
ca: Si us plau, introdueix una adreça de correu electrònic vàlida
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, ingresa una dirección de correo electrónico válida
fr: Veuillez entrer une adresse e-mail valide
it: Inserisci un indirizzo e-mail valido
ja: 有効なメールアドレスを入力してください
kk: Жарамды электрондық пошта мекенжайын енгізіңіз
ky: Сураныч, жарактуу электрондук почта дарегиңизди киргизиңиз
lv: Lūdzu ievadiet pareizu e-pasta adresi
mn: Хүчинтэй имэйл хаягбичнэ үү
pt: Por favor, insira endereço de e-mail válido
ro: Te rugăm să introduci o adresă de e-mail validă
ru: Пожалуйста, введите действительный адрес электронной почты
uk: Будь ласка, введіть дійсну електронну адресу
uz: Илтимос, яроқли электрон почта манзилини киритинг
zh: 请输入有效的电子邮件地址
