Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Use your personalized referral link in social media, blogs, and emails you send using your email service. When someone clicks on one of your links, and they sign up you get automatic credit.
ca: Utilitza el teu enllaç de referència personalitzat en les xarxes socials, els blogs i els correus electrònics que envies utilitzant el teu servei de correu electrònic. Quan algú faci clic en un dels teus enllaços i es registri, rebràs crèdit automàticament.
de: Verwenden Sie Ihren personalisierten Empfehlungslink in sozialen Medien, Blogs und E-Mails, die Sie über Ihren E-Mail-Dienst versenden. Wenn jemand auf einen Ihrer Links klickt und sich anmeldet, erhalten Sie automatisch eine Gutschrift.
es: Usa tu enlace de referencia personalizado en redes sociales, blogs y correos electrónicos que envíes a través tu servicio de correo electrónico. Cuando alguien haga clic en uno de tus links, y se registren, recibirás crédito automáticamente.
fr: Utilisez votre lien de parrainage personnalisé dans les médias sociaux, les blogs et les courriels que vous envoyez à l'aide de votre service de messagerie. Lorsque quelqu'un clique sur l'un de vos liens et s'inscrit, vous êtes automatiquement crédité.
it: Utilizza il tuo referral link personalizzato nei social media, nei blog e nelle email che invii utilizzando il tuo servizio di posta elettronica. Quando qualcuno clicca su uno dei tuoi link e si iscrive, ricevi automaticamente l'accredito.
ja: 自分の紹介リンクは、ソーシャルメディア、ブログに使用でき、メールサービスを使ってメールを送信することができます。ユーザーがあなたのリンクをクリックしてサインアップすると、自動的に新規紹介が得られます。
kk: Әлеуметтік желілерде, блогтарда және электрондық пошта арқылы жіберген электрондық хаттарда жеке сілтеме сілтемесін пайдаланыңыз. Біреу сіздің сілтемелеріңіздің бірін басып, тіркелгенде, сіз автоматты түрде несие аласыз.
ky: Сиз жеке электрондук почта кызматыңызды колдонуп жөнөткөн электрондук каттарда, блогдордо жана социалдык медиада жекелештирилген шилтемеңизди колдонуңуз. Кимдир бирөө сиздин шилтемелериңиздин бирин колдонуп, катталганда, сизге автоматтык түрдө төлөм түшөт.
lv: Izmantojiet savu personalizēto atsauces saiti sociālajos medijos, emuāros un e-pasta ziņojumos, ko nosūtāt, izmantojot e-pasta pakalpojumu. Kad kāds noklikšķina uz kādas no jūsu saitēm un reģistrējas, jūs saņemat automātisku kredītu.
mn: Өөрийн элсүүлэх холбоосыг нийгмийн сүлжээ, блог, имэйл зэргээр илгээх боломжтой. Хэн нэгэн таны холбоосоор бүртгүүлэх үед уг хүн таны багт бүртгэгдэх болно.
pt: Use seu link de indicação personalizado em mídias sociais, blogs e e-mails que você envia usando seu serviço de e-mail. Quando alguém clica em um de seus links e se inscreve, você recebe crédito automático.
ro: Utilizează linkul de recomandare personalizat în rețelele de socializare, bloguri și e-mailuri pe care le trimiți folosind serviciul de e-mail. Când cineva face clic pe unul dintre linkurile tale și se înscrie, primești credit automat.
ru: Используйте свою персонализированную реферальную ссылку в социальных сетях, блогах и в электронных письмах, отправляемых со своей электронной почты. Когда кто-либо нажимает на одну из ваших ссылок и подписывается, вы автоматически получаете выплату.
uk: Використовуйте своє персоналізоване реферальне посилання у соціальних мережах, блогах та в електронних листах, що надсилаються з вашої електронної пошти. Коли хтось натискає на одне з ваших посилань і підписується, ви автоматично отримуєте виплату.
uz: Хусусийлаштирилган реферал ҳаволангиздан ижтимоий медиа, блоглар ва ўз электрон почтангиз орқали юбориладиган электрон хатларда фойдаланинг. Кимдир ҳаволаларингиздан бирига босиб, рўйхатдан ўтса, сиз автомат равишда бонус оласиз.
zh: 在社交媒体、博客和您使用的电子邮件服务中使用您的个性化推荐链接。当有人点击您的链接并注册时，您将自动获得积分。

source: Use your Referral Link to grow your marketing REACH via email, text messages and even social media.
ca: Utilitza el teu enllaç de referits per fer créixer L'ABAST del teu màrqueting per correu electrònic, missatges de text i fins i tot xarxes socials.
de: Nutzen Sie Ihren Empfehlungs-Link, um Ihre STRUKTUR per E-Mail, SMS und sogar Social Media zu erweitern.
es: Utiliza tu Enlace de Referencia para hacer crecer tu ALCANCE de marketing por email, mensajes de texto e incluso por redes sociales.
fr: Utilisez votre lien de parrainage pour développer la PORTÉE de votre marketing via courrier électronique, SMS et même les médias sociaux.
it: Utilizza il tuo referral link per aumentare i tuoi RISULTATI di marketing tramite email, messaggi di testo e persino social media.
ja: 紹介リンクを使って、Eメール、テキストメッセージそしてソーシャルメディアであなたのマーケティング到達範囲を成長させましょう。
kk: Электрондық пошта, мәтіндік хабарлар және тіпті әлеуметтік медиа арқылы маркетингіңізді арттыру үшін, рефералды сілтемеңізді пайдаланыңыз.
ko: 리퍼럴 링크를 이용하여 메일, 문자 메시지 및 소셜 미디어를 통해 마케팅 초대정보를 확산하십시오.
ky: Электрондук почта, текст түрүндө билдирүүлөр жана ал тургай социалдык медиа аркылуу КАМТУУ маркетингиңизди өстүрүү үчүн Рефералдык шилтемеңизди колдонуңуз.
lv: Lieto savu reģistrācijas saiti, lai paaugstinātu savus mārketinga sasniegumus,tekstuālās ziņas un pat publiskos mēdijus.
mn: Нийгмийн сүлжээ, текст мессэж болон имэйлээр өөрийн вэб холбоосыг илгээн өөрийн зорьсон түвшиндээ хүрч болно.
pt: Use o seu Link de Indicação para aumentar o seu ALCANCE via email, mensagens de texto e até mesmo mídias sociais.
ro: Foloseşte linkul tău de recomandare pentru a-ţi creşte reţeaua prin email, mesaje-text şi chiar mediile de socializare.
ru: Используйте вашу Реферальную ссылку, чтобы увеличить ваши маркетинговые достижения по электронной почте, текстовым сообщениям и даже социальным медиа.
uk: Надсилайте Ваше Реферальне Посилання електронною поштою, у текстових повідомленнях і постіть у соціальних мережах для зростання ваших маркетингових ДОСЯГНЕННЬ.
uz: Электрон почта, матнли хабарлар ва ҳаттоки ижтимоий тармоқлар орқали маркетинг ҚАМРОВИНГИЗНИ ўстириш учун реферал ҳаволангиздан фойдаланинг.
zh: 通過電子郵件，短信甚至社交媒體，使用您的推薦鏈接來擴展營銷範圍。

source: User
ca: Usuari
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
kk: Пайдаланушы
ko: 사용자
ky: Колдонуучу
lv: Lietotājs
mn: Хэрэглэгч
pt: Usuário
ro: Utilizator
ru: Пользователь
uk: Користувач
uz: Фойдаланувчи
zh: 用戶

source: User actions
ca: Accions dels usuaris
de: Nutzer Aktionen
es: Acciones de Usuario
fr: Actions de l'utilisateur
it: Azioni dell'utente
ja: ユーザーの操作
kk: Пайдаланушы әрекеттері
ko: 사용자 작업
ky: Колдонуучунун аракеттери
lv: Lietotāja darbības
mn: Хэрэглэгчийн үйлдэл
pt: Ações do usuário
ro: Acțiunile utilizatorului
ru: Действия пользователя
uk: Дії користувача
uz: Фойдаланувчи ҳаракатлари
zh: 用户操作

source: User already owns this certificate
ca: L'usuari ja posseeix aquest certificat
de: Der Benutzer besitzt dieses Zertifikat bereits
es: El usuario ya posee este certificado
fr: L'utilisateur possède déjà ce certificat
it: L'utente possiede già questo certificato
ja: この証明書はすでにユーザーが所有しています
kk: Пайдаланушы бұл сертификаттың иесі
ko: 사용자가 이미 이 인증서를 소유하고 있습니다.
ky: Колдонуучуда бул сертификат бар
lv: Lietotājam šis sertifikāts jau ir
mn: Уг гэрчилгээг хэрэглэгч эзэмшсэн байна
pt: O usuário já possui este certificado
ro: Utilizatorul deține deja acest certificat
ru: У пользователя уже есть данный сертификат
uk: Користувач уже має даний сертифікат
uz: Фойдаланувчи ушбу сертификатга эга
zh: 用戶已擁有此證書

source: User country is saved
ca: El país de l'usuari s'ha guardat
de: Benutzerland wird gespeichert
es: País del usuario ha sido guardado
fr: Le pays de l'utilisateur est sauvegardé
it: Paese dell'utente salvato
ja: ユーザーの国が保存されました
kk: Пайдаланушының елі сақталды
ky: Колдонуучунун өлкөсү сакталды
lv: Lietotāja valsts ir saglabāta
mn: Улсын нэр хадгалагдлаа
pt: O país do usuário foi salvo
ro: Țara utilizatorului este salvată
ru: Страна пользователя сохранена
uk: Країна користувача збережена
uz: Фойдаланувчи мамлакати сақланди
zh: 用户所在国家/地区已保存

source: User DB Logs
ca: Registres de Base de Dades d'usuaris
de: Benutzer DB Logs
es: Registros de la base de datos de usuarios
fr: Journaux de la base de données de l'utilisateur
it: Registri DB utente
ja: ユーザーDBログ
kk: Пайдаланушы дерекқор журналдары
ko: 사용자 DB 로그
ky: Колдонуучунун маалымат базасынын журналы
lv: Lietotāja DB atzīmes
mn: Хэрэглэгчийн ДБ лог:
pt: Registros do banco de dados do usuário
ro: Jurnalele BD utilizator
ru: Журнал БД пользователя
uk: Журнал БД користувача
uz: Фойдаланувчи маълумотлар базаси журнали
zh: 用户数据库日志

source: User electronically agreed to be bound by this agreement on
fr: L'utilisateur a accepté électroniquement d'être lié par cet accord le
it: L'utente ha espresso il consenso elettronico ad essere vincolato da questo contratto il

source: User has permissions from this group.
ca: L'usuari té permisos d'aquest grup.
de: Der Benutzer hat die Berechtigungen dieser Gruppe.
es: El usuario tiene permisos de este grupo.
fr: L'utilisateur dispose des autorisations de ce groupe.
it: L'utente ha i permessi di questo gruppo.
ja: ユーザーは、このグループから権限があります。
kk: Пайдаланушының осы топтың рұқсаттары бар.
ko: 사용자는 이 그룹의 권한을 가집니다.
ky: Колдонуучу бул топко кире алат.
lv: Lietotājam ir atļaujas no šīs grupas.
mn: Хэрэглэгч энэ бүлгээс зөвшөөрөлтэй байна.
pt: O usuário tem permissões deste grupo.
ro: Utilizatorul are permisiuni de la acest grup.
ru: Пользователь обладает правами из этой группы.
uk: Користувач має права з цієї групи.
uz: Фойдаланувчи ушбу гуруҳ рухсатига эга.
zh: 用户拥有该组的权限。

source: User Hotels
ca: Hotels d'Usuari
de: Benutzer Hotels
es: Hoteles del Usuario
fr: Hôtels d'utilisateurs
it: Hotel utente
ja: ユーザーのホテル
kk: Пайдаланушының қонақүйлері
ky: Колдонуучунун мейманканалары
lv: Lietotāju viesnīcas
mn: Таны зочид буудлууд:
pt: Hotéis do usuário
ro: Hoteluri utilizator
ru: Отели пользователя
uk: Готелі користувачів
uz: Фойдаланувчи меҳмонхоналари
zh: 用户酒店

source: User Info
fr: Informations Utilisateur
it: Info utente

source: User Invoices
ca: Factures d'Usuari
de: Benutzer-Rechnungen
es: Facturas del Usuario
fr: Factures des utilisateurs
it: Fatture utente
ja: ユーザーの請求書
kk: Пайдаланушының шот-фактуралары
ky: Колдонуучунун эсеп-фактуралары
lv: Lietotāju rēķini
mn: Таны нэхэмжлэхүүд
pt: Faturas do usuário
ro: Facturi utilizator
ru: Счета пользователя
uk: Рахунки користувача
uz: Фойдаланувчи ҳисоблари
zh: 用户账单

source: User locked successfully
ca: Usuari bloquejat correctament
de: Benutzer erfolgreich gesperrt
es: Usuario bloqueado correctamente
fr: Utilisateur verrouillé avec succès
it: Utente bloccato con successo
ja: ユーザーのロックが成功しました
kk: Пайдаланушы сәтті блокталды
ko: 사용자가 성공적으로 잠겼습니다
ky: Колдонуучу ийгиликтүү түрдө бөгөттөлдү
lv: Lietotājs ir veiksmīgi bloķēts
mn: Хэрэглэгч амжилттай цоожлогдлоо
pt: Usuário bloqueado com sucesso
ro: Utilizatorul a fost blocat cu succes
ru: Пользователь заблокирован успешно
uk: Користувача успішно заблоковано
uz: Фойдаланувчи муваффақиятли блокланди
zh: 用户锁定成功

source: User Next Invoices
fr: Prochaines Factures des Utilisateurs
it: Prossime fatture dell'utente

source: User Notes
ca: Notes d'usuari
de: Benutzerhinweise
es: Notas de Usuario:
fr: Notes de l'utilisateur
it: Note dell'utente
ja: ユーザーメモ
kk: Пайдаланушы Жазбалары
ko: 사용자 참고 사항
ky: Колдонуучунун эскертүүлөрү:
lv: Lietotāja piezīmes
mn: Хэрэглэгчийн тэмдэглэл:
pt: Notas de usuários
ro: Note de utilizator
ru: Пользовательские заметки
uk: Нотатки користувача
uz: Фойдаланувчи қайдлари:
zh: 用户须知

source: User Price Requested
ca: Preu Sol·licitat per l'Usuari
de: Benutzerpreis angefordert
es: Precio Solicitado por el Usuario
fr: Prix Utilisateur Demandé
it: Prezzo richiesto dall'utente
ja: ユーザーがリクエストした価格
kk: Пайдаланушы сұраған баға
ky: Колдонуучунун сураган баасы
lv: Pieprasītā lietotāja cena
mn: Хэрэглэгчийн хүссэн үнэ
pt: Preço Solicitado pelo Usuário
ro: Preț de utilizator solicitat
ru: Запрошенная цена пользователя
uk: Ціна, запитана користувачем
uz: Фойдаланувчи сўраган нарх
zh: 用户申请的价格

source: User Receipts
ca: Rebuts de l'Usuari
de: Benutzer-Quittungen
es: Recibos del Usuario
fr: Reçus des utilisateurs
it: Ricevute utente
ja: ユーザーの領収書
kk: Пайдаланушының квитанциялары
ky: Колдонуучунун квитанциялары
lv: Lietotāju kvītis
mn: Таны тооцооны баримтууд
pt: Recibos do usuário
ro: Chitanţe utilizator
ru: Квитанции пользователя
uk: Квитанції користувача
uz: Фойдаланувчи квитанциялари
zh: 用户收据

source: User Requirements
ca: Requisits de l'usuari
de: Anforderungen zum Nutzer
es: Requisitos de usuario
fr: Exigences des usagers
it: Requisiti dell'utente
ja: ユーザーの要件
kk: Қатысушы Талаптары
ko: 사용자 요구 사항
ky: Колдонуучунун талаптары
lv: Lietotāja prasības
mn: Хэрэглэгчийн шаардлага
pt: Requisitos do Usuário
ro: Cerinţele pentru utilizator
ru: Требования к Участникам
uk: Вимоги Користувача
uz: Фойдаланувчи талаблари
zh: 用戶要求

source: User Reservations
ca: Reserves d'Usuari
de: Benutzer Reservierungen
es: Reservaciones del Usuario
fr: Réservations des utilisateurs
it: Prenotazioni utente
ja: ユーザーの予約
kk: Пайдаланушының броньдары
ky: Колдонуучунун брондоолору
lv: Lietotāju Rezervācijas
mn: Таны захиалгууд
pt: Reservas de usuários
ro: Rezervări utilizator
ru: Бронирования пользователя
uk: Бронювання користувача
uz: Фойдаланувчи буюртмалари
zh: 用户预订

source: User Sales
ca: Vendes d'Usuari
de: Benutzer-Verkäufe
es: Ventas del Usuario
fr: Ventes des utilisateurs
it: Vendite utente
ja: ユーザーのセールス
kk: Пайдаланушының сатылымдары
ky: Колдонуучунун сатуулары
lv: Lietotāja Apgrozījums
mn: Таны борлуулалтууд
pt: Vendas de usuários
ro: Vânzări utilizator
ru: Продажи пользователя
uk: Продажі користувача
uz: Фойдаланувчи сотувлари
zh: 用户销售

source: User Timeline
ca: Historial de l'Usuari
de: Benutzer Zeitleiste
es: Cronología del Usuario
fr: Calendrier des utilisateurs
it: Cronologia utente
ja: ユーザーのタイムライン
kk: Пайдаланушының уақыт шкаласы
ky: Колдонуучунун убакыт тилкеси
lv: Lietotāju grafiks
mn: Таны цаг хугацааны дараалал
pt: Linha do tempo do usuário
ro: Cronologie utilizator
ru: Временная шкала пользователя
uk: Хронологія користувача
uz: Фойдаланувчининг вақт шкаласи
zh: 用户时间线

source: User Type
ca: Tipus d'usuari
de: Benutzertyp
es: Tipo de Usuario
fr: Type d'utilisateur
it: Tipo di utente
ja: ユーザーの種別
kk: Қатысушы Түрлері
ko: 사용자 유형
ky: Колдонуучунун түрү
lv: Lietotāja tips
mn: Гишүүний төрөл
pt: Tipo de Usuário
ro: Tipul de Utilizator
ru: Типы Участников
uk: Тип Користувача
uz: Фойдаланувчи тури
zh: 用戶類型

source: User unlocked successfully
ca: Usuari desbloquejat correctament
de: Benutzer erfolgreich freigeschaltet
es: Usuario desbloqueado correctamente
fr: Utilisateur déverrouillé avec succès
it: Utente sbloccato con successo
ja: ユーザーのアンロックが成功しました
kk: Пайдаланушы блоктан сәтті шығарылды
ko: 사용자가 성공적으로 잠금 해제되었습니다
ky: Колдонуучу ийгиликтүү түрдө бөгөттөөдөн чыгарылды
lv: Lietotājs veiksmīgi atbloķēts
mn: Хэрэглэгч амжилттай нээгдлээ
pt: Usuário desbloqueado com sucesso
ro: Utilizatorul a fost deblocat cu succes
ru: Пользователь успешно разблокирован
uk: Користувача успішно розблоковано
uz: Фойдаланувчи муваффақиятли блокдан чиқарилди
zh: 用户解锁成功

source: User's account has been terminated
ca: El Compte d’Usuari ha estat resolt
es: La cuenta del usuario ha sido cancelada
fr: Le compte de l'utilisateur a été résilié
it: L'account dell'utente è stato chiuso
ja: ユーザーのアカウントは無効化されました
kk: Пайдаланушының аккаунты тоқтатылды
ky: Колдонуучунун каттоо эсеби токтотулду
mn: Хэрэглэгчийн бүртгэл хаагдсан байна
pt: A conta do usuário foi encerrada
ro: Contul utilizatorului a fost închis
ru: Учётная запись пользователя закрыта
uk: Обліковий запис користувача було видалено
uz: Фойдаланувчининг аккаунти ёпилди
zh: 用户账户已被终止

source: Username:
ca: Nom d'usuari:
de: Benutzername:
es: Usario:
fr: Nom d'utilisateur :
it: Nome utente:
ja: ユーザーネーム：
kk: Логин:
ko: 사용자 이름:
ky: Колдонуучунун аты:
lv: Lietotāja vārds:
mn: Нэвтрэх нэр:
pt: Nome de usuário:
ro: Numele de utilizator:
ru: Логин:
uk: Ім'я користувача:
uz: Фойдаланувчи номи:
zh: 用戶名：

source: Users
ca: Usuaris
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
ja: ユーザー
kk: Пайдаланушылар
ky: Колдонуучулар
lv: Lietotāji
mn: Хэрэглэгч нар
pt: Usuários
ro: Utilizatori
ru: Пользователи
uk: Користувачі
uz: Фойдаланувчилар
zh: 用户

source: Users can disable inCruises Wallet Recurring
fr: Les utilisateurs peuvent désactiver les Paiements Récurrents du Portefeuille inCruises
it: Gli utenti possono disattivare il pagamento ricorrente con il wallet inCruises
kk: Пайдаланушылар inCruises әмияны рекурренттік функциясын өшіруі мүмкін
pt: Os usuários podem desativar a Recorrência da Carteira inCruises
uk: Користувачі можуть вимкнути функцію рекурентної оплати за допомогою гаманця inCruises
uz: Фойдаланувчилар inCruises ҳамёнидан даврий тўлов функциясини бекор қилишлари мумкин
zh: 用户可以禁用inCruises钱包定期付款

source: Users can disable inCruises Wallet Recurring via
fr: Les utilisateurs peuvent désactiver les Paiements Récurrents du Portefeuille inCruises via
it: Gli utenti possono disattivare il pagamento ricorrente con il Wallet inCruises tramite
kk: Пайдаланушылар inCruises әмияны рекурренттік функциясын мына арқылы өшіруі мүмкін
pt: Os usuários podem desativar a Recorrência da Carteira inCruises através de
uk: Користувачі можуть вимкнути функцію рекурентної оплати за допомогою гаманця inCruises через
uz: Фойдаланувчилар inCruises ҳамёнидан даврий тўлов функциясини қуйидагича бекор қилишлари мумкин:
zh: 用户可以通过以下方式禁用inCruises钱包定期付款

source: Users downloaded successfully
fr: Utilisateurs téléchargés avec succès
it: Download utenti completato con successo.

source: Users in Room
ca: Usuaris en sala
de: Nutzer im Raum
es: Usuarios en la Sala
fr: Utilisateurs dans la salle
it: Utenti nella stanza
ja: ルームにいるユーザー
kk: Пайдаланушылар Бөлмеде
ko: 방에 있는 사용자
ky: Бөлмөдөгү колдонуучулар
lv: Lietotāji telpā
mn: Өрөөнд буй хэрэглэгч нар
pt: Usuários na sala
ro: Utilizatori în cameră
ru: Пользователи в комнате
uk: Користувачі в кімнаті
uz: Хонадаги фойдаланувчилар
zh: 房间内的用户

source: Users Recurring Payment Status
fr: Statut des Paiements Récurrents des Utilisateurs
it: Stato del pagamento ricorrente degli utenti

source: Users who have registered on inCruises through your link listed by countries.
ca: Usuaris que s'han registrat a inCruises a través del teu enllaç, classificats per països.
de: Benutzer, die sich über Ihren Link bei inCruises registriert haben, nach Ländern aufgelistet.
es: Usuarios que se han registrado en inCruises, a través de tu enlace, clasificados por países.
fr: Utilisateurs qui se sont inscrits sur inCruises grâce à votre lien, classés par pays.
it: Utenti che si sono registrati su inCruises con il tuo link, elencati per paese.
ja: あなたのリンクを通じてinCruisesに登録したユーザーを国別に表示します。
kk: Сіздің сілтемеңіз бойынша inCruises-ке тіркелген пайдаланушылар елдер бойынша тізімделеді.
ky: Сиздин шилтеме аркылуу inCruisesке катталган колдонуучулар, өлкөлөр боюнча тизмеленген.
lv: Lietotāji, kas ir reģistrējušies pakalpojumā InCruises, izmantojot jūsu saiti, ko uzskaitījušas valstis.
mn: Таны холбоосоор inCruises-д бүртгүүлсэн хүмүүсийг орноор жагсаавал.
pt: Usuários que se registraram na inCruises através do seu link, listados por países.
ro: Utilizatori care s-au înregistrat pe inCruises prin link-ul tău listați în funcție de țări.
ru: Пользователи, зарегистрировавшиеся в inCruises по вашей ссылке, перечисленные с разбивкой по странам.
uk: Користувачі, які зареєструвалися в inCruises за вашим посиланням, перераховані з розбивкою по країнах.
uz: Сизнинг ҳаволангиз орқали inCruises га уланган фойдаланувчилар мамлакатлар бўйича ажратиб кўрсатилган.
zh: 通过您的链接在inCruises上注册的用户，按国家列出。

source: Users who have registered on inCruises through your link listed by referral type.
ca: Usuaris que s'han registrat a inCruises a través del teu enllaç, classificats per tipus de referència.
de: Benutzer, die sich über Ihren Link bei inCruises registriert haben, aufgeschlüsselt nach Art der Empfehlung.
es: Usuarios que se han registrado en inCruises, a través de tu enlace, clasificados por tipo de referencia.
fr: Utilisateurs qui se sont inscrits sur inCruises grâce à votre lien, classés par type de parrainage.
it: Utenti che si sono registrati su inCruises con il tuo link, elencati per tipo di referral.
ja: あなたのリンクを通じてinCruisesに登録したユーザーを、紹介タイプ別にリストアップします。
kk: Сіздің сілтемеңізде inCruises - ке тіркелген пайдаланушылар сілтеме түрі бойынша тізімделеді.
ky: Сиздин шилтеме аркылуу inCruisesке катталган колдонуучулар, шилтеме түрү боюнча тизмеленген.
lv: Lietotāji, kas reģistrējušies pakalpojumā InCruises, izmantojot jūsu saiti, kas norādīta pēc atsauces tipa.
mn: Таны холбоосоор inCruises-д бүртгүүлсэн хүмүүсийг элсүүлэх төрлөөр жагсаавал.
pt: Usuários que se registraram na inCruises através do seu link, listados por tipo de referência.
ro: Utilizatori care s-au înregistrat pe inCruises prin link-ul tău listați după tipul de recomandare.
ru: Пользователи, зарегистрировавшиеся в inCruises по вашей ссылке, перечисленные с разбивкой по типу реферала.
uk: Користувачі, які зареєструвалися в inCruises за вашим посиланням, перераховані з розбивкою за типом рефералу.
uz: Сизнинг ҳаволангиз орқали inCruises га уланган фойдаланувчилар реферал ҳавола тури бўйича ажратиб кўрсатилган.
zh: 通过您的链接在inCruises上注册的用户，按推荐类型列出。

source: Users who have registered on inCruises through your link listed by subscription type.
ca: Usuaris que s'han registrat a inCruises a través del teu enllaç, classificats per tipus de subscripció.
de: Benutzer, die sich über Ihren Link bei inCruises registriert haben, aufgeschlüsselt nach Abonnementtyp.
es: Usuarios que se han registrado en inCruises, a través de tu enlace, clasificados tipo de suscripción.
fr: Les utilisateurs qui se sont inscrits sur inCruises grâce à votre lien, classés par type d'abonnement.
it: Utenti che si sono registrati su inCruises con il tuo link, elencati per tipo di abbonamento.
ja: あなたのリンクを経由してinCruisesに登録したユーザーをサブスクリプションタイプ別に表示します。
kk: Сіздің сілтемеңізде inCruises - ке тіркелген пайдаланушылар жазылым түрі бойынша тізімделеді.
ky: Сиздин шилтеме аркылуу inCruisesке катталган колдонуучулар, катталуу түрү боюнча тизмеленген.
lv: Lietotāji, kas reģistrējušies pakalpojumā InCruises, izmantojot jūsu saiti, kas norādīta pēc uzaicinājuma veida.
mn: Таны холбоосоор inCruises-д бүртгүүлсэн хүмүүсийг захиалгын төрлөөр жагсаавал.
pt: Usuários que se registraram na inCruises através do seu link, listados por tipo de assinatura.
ro: Utilizatori care s-au înregistrat pe inCruises prin link-ul tău listați după tipul de abonament.
ru: Пользователи, зарегистрировавшиеся в inCruises по вашей ссылке, перечисленные с разбивкой по типу подписки.
uk: Користувачі, які зареєструвалися в inCruises за вашим посиланням, перераховані з розбивкою за типом передплати.
uz: Сизнинг ҳаволангиз орқали inCruises га уланган фойдаланувчилар обуна тури бўйича ажратиб кўрсатилган.
zh: 通过您的链接在inCruises上注册的用户，按订阅类型列出。
