Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Compete in your starting division even if you advance in rank.
ca: Competiràs a la teva divisió d'inici, tot i que avancis de rang.
de: Nehmen Sie auch dann am Wettbewerb in Ihrem Startlevel teil, wenn Sie in der Rangliste aufsteigen.
es: Compites en tu división de inicio, aunque avances de rango.
fr: Participez à la compétition dans votre division d'origine même si vous progressez dans le classement.
it: Gareggi nella tua classe di partenza anche se avanzi di rango.
ja: ランクアップしたとしても、コンテストがスタートしたカテゴリーで競争すること。
kk: Егер сіз өз рангыңызды көтерсеңіз де, бастапқы дивизионда жарысыңыз.
ky: Даражаңық жогорулса да, баштапкы бөлүмүңүздө жарышасыз.
lv: Sacenties savā starta iedalījumā arī tad, ja progresē rangā.
mn: Хэдийгээр цол ахисан ч анхны цолны ангилалдаа өрсөлдөнө.
pt: Compita na sua divisão inicial, mesmo que você avance na classificação.
ro: Concurează în divizia ta de pornire chiar dacă avansezi în carieră.
ru: Даже если вы продвинулись в ранге, вы соревнуетесь в своём стартовом дивизионе.
uk: Навіть якщо ви просунулися в ранзі, ви змагаєтесь у своєму початковому дивізіоні.
uz: Рангда юқориласангиз ҳам, илк бошлаган ранг тоифангизда рақобатлашинг.
zh: 即使您晋升了等级，仍然在起始组别中竞争。

source: Competition Finished!
ca: La Competició ha Acabat!
de: Wettbewerb Beendet!
es: ¡Competencia Terminada!
fr: Concours terminé !
it: Concorso terminato!
ja: コンペティション終了！
kk: Жарыс Аяқталды!
ky: Сынак аяктады!
lv: Konkurs ir Beidzies!
mn: Уралдаан дууссан!
pt: Competição finalizada!
ro: Competiţia s-a încheiat!
ru: Конкурс завершён!
uk: Конкурс Завершено!
uz: Мусобақа якунланди!
zh: 比赛完成！

source: competitor's website URL
ca: URL del lloc web del competidor
de: URL der Website des Wettbewerbers
es: el URL del sitio web del competidor
fr: l'URL du site web du concurrent
it: URL del sito web del concorrente
ja: 競合他社のウェブサイトURL
kk: Бәсекелес веб - сайтының URL мекенжайы
ky: Атаандаштын веб-сайтынын URL дареги
lv: konkurenta tīmekļa vietnes URL
mn: Өрсөлдөгчийн вэб хуудасны хаяг
pt: URL do site do concorrente
ro: URL-ul site-ului web al concurentului
ru: URL-адрес веб-сайта конкурента
uk: URL-адреса веб-сайту конкурента
uz: рақобатчи сайтига ҳавола
zh: 竞争对手网站

source: Competitors URL
ca: URL del Competidor
de: Wettbewerber URL
es: URL del Competidor
fr: URL des Concurrents
it: URL dei concorrenti
ja: 競合他社のURL
kk: Бәсекелестердің URL мекенжайы
ky: Атаандаштардын URL дареги
lv: Konkurentu URL
mn: Өрсөлдөгч компаний холбоос
pt: URL dos Concorrentes
ro: Adresa URL a concurenților
ru: URL конкурентов
uk: URL-адреса конкурентів
uz: Рақобатчи сайтига ҳавола (URL)
zh: 竞争对手网址

source: Complete Booking in
ca: Completa la reserva en
de: Vollständige Buchung in
es: Completar reserva en
fr: Réservation complète en
it: Completa la prenotazione in
ja: 予約の完了まで
kk: Толық брондау
ky: Брондоону бүтүрүү
lv: Pabeidziet Rezervācijas
mn: Захиалгыг дуусгах
pt: Reserva completa em
ro: Completează rezervarea în
ru: Завершить бронирование в
uk: Завершити бронювання в
uz: Буюртмани қуйидаги вақтда якунланг:
zh: 完成预订

source: Complete Guest Details
ca: Detalls Complets del Passatger
de: Vollständige Gästedetails
es: Completa los detalles del huésped
fr: Détails complets de l'invité
it: Dati completi dell'ospite
ja: ゲストの全詳細を入力
kk: Қонақ туралы толық ақпарат
ky: Коноктун толук маалыматтарын киргизиңиз
lv: Papeidziet Viesa Datus
mn: Зорчигчдын дэлгэрэнгүй мэдээлэл
pt: Detalhes completos do hóspede
ro: Detalii complete pentru invitați
ru: Полная информация о госте
uk: Повна інформація про гостя
uz: Йўловчиларга оид маълумотларни якунланг
zh: 完成乘客信息

source: Complete Passenger Details
ca: Completa els detalls del passatger
de: Vollständige Passagierdaten
es: Completa los detalles del pasajero
fr: Détails complets sur les passagers
it: Informazioni complete sul passeggero
ja: 乗客の全詳細を入力
kk: Жолаушылар туралы толық ақпарат
ky: Жүргүнчүлөрдүн толук маалыматтары
lv: Papeidziet Pasažiera Datus
mn: Аялагчдын дэлгэрэнгүй мэдээлэл
pt: Detalhes completos do passageiro
ro: Detalii complete despre pasager
ru: Полная информация о пассажирах
uk: Повна інформація про пасажирів
uz: Йўловчиларга оид маълумотларни якунланг
zh: 完成乘客信息

source: Complete your booking before
ca: Completa la teva reserva abans de
de: Vervollständigen Sie Ihre Buchung vor
es: Completa tu reserva antes de
fr: Effectuez votre réservation avant
it: Completa la tua prenotazione entro
ja: あなたの予約可能な期限は
kk: Брондауды бұрын аяқтаңыз
ky: ... дан мурун брондооңузду бүтүрүңүз
lv: Pabeidziet savu rezervāciju pirms
mn: Захиалгаа дуусгах
pt: Conclua sua reserva antes
ro: Completează rezervarea înainte
ru: Завершите своё бронирование до
uk: Завершіть своє бронювання до
uz: Буюртмани қуйидаги вақтгача якунланг:
zh: 在此之前完成您的预订

source: Completed
ca: Completat
de: Abgeschlossen
es: Finalizado
fr: Terminé
it: Completato
ja: 終了
kk: Аяқталды
ko: 완료
ky: Аяктады
lv: Noslēdzies
mn: Дууссан
pt: Concluído
ro: Finalizat
ru: Готово
uk: Готово
uz: Якунланди
zh: 已完成

source: Completed Invoices
ca: Factures Completades
de: Vervollständigte Rechnungen
es: Recibos Completados
fr: Factures complétées
it: Fatture completate
ja: 完了した請求書
kk: Толтырылған шоттар
ko: 완료된 청구서
ky: Толтурулган эсеп-фактуралар
lv: Apmaksātie rēķini
mn: Өмнөх нэхэмжлэхүүд
pt: Faturas concluídas
ro: Facturi plătite
ru: Завершённые Счета
uk: Рахунки Заповнені
uz: Тугалланган ҳисоблар
zh: 已完成賬單

source: Compliance
ca: Compliment
es: Cumplimiento
fr: Conformité
ja: コンプライアンス
kk: Сәйкестік
ky: Нормативдик укуктук шайкештик
lv: Atbilstība
mn: Хууль эрх зүй
pt: Conformidade
ro: Conformitate
ru: Комплаенс-контроль
uk: Комплаєнс
uz: Мувофиқлик бўлими
zh: 合规

source: Compliance Director
ca: Director de Compliment
de: Compliance Direktor
es: Directora de Cumplimiento
fr: Directeur de la Conformité
it: Direttore della Compliance
ja: コンプライアンス ディレクター
kk: Сәйкестік жөніндегі директор
ko: 컴플라이언스 디렉터
ky: Нормативдик укуктук шайкештикти контролдоо боюнча директор
lv: Atbilstības Direktors
mn: Хууль зүйн нийцлийн албаны Захирал
pt: Diretora de Conformidade
ro: Director de conformitate
ru: Директор по контролю за нормативно-правовым соответствием
uk: Директор з контролю за нормативно-правовою відповідністю
uz: Мувофиқлик бўлими директори

source: compliance review
fr: examen de conformité
it: verifica di compliance

source: Complimentary Reward Points may not be used to pay for flights, stateroom or guest room upgrades after a confirmed booking, travel insurance, processing fees, cancellation fees, name change fees, or fees of any kind related to the cruise or hotel/resort stay, pre-paid gratuities, tours, and excursions, specialty meals and beverage packages and/or personal expenditures once onboard (including medical expenses and/or gratuities).
ca: Els Punts de Recompensa Complementaris no es poden utilitzar per pagar vols, actualitzacions de cabina o d’habitació després d’una reserva confirmada, assegurança de viatge, despeses de gestió, despeses de cancel·lació, despeses per canvi de nom o qualsevol mena de tarifa relacionada amb el creuer o l’estada a l’hotel/ressort, propines pagades per avançat, visites i excursions, àpats especials i paquets de begudes o despeses personals a bord (incloent-hi despeses mèdiques o propines).
de: Kostenlose Reward Points können nicht zur Bezahlung von Flügen, Kabinen- oder Gästezimmer-Upgrades nach einer bestätigten Buchung, Reiseversicherungen, Bearbeitungsgebühren, Stornierungsgebühren, Gebühren für Namensänderungen oder Gebühren jeglicher Art im Zusammenhang mit der Kreuzfahrt oder dem Hotel-/Resortaufenthalt, im Voraus bezahlten Trinkgeldern, Touren und Ausflügen, Spezialmahlzeiten und Getränkepaketen und/oder persönlichen Ausgaben an Bord (einschließlich medizinischer Ausgaben und/oder Trinkgeldern) verwendet werden.
es: Los Puntos de Recompensa de cortesía no pueden utilizarse para pagar vuelos, mejoras de camarotes o habitaciones una vez confirmada la reserva, seguros de viaje, gastos de procesamiento, gastos de cancelación, gastos por cambios de nombre o cualquier otro tipo de gasto relacionado con el crucero o estancia en un hotel/resort, gratificaciones prepagadas, paseos y excursiones, paquetes de alimentos y bebidas y/o gastos personales una vez que se esté a bordo (incluidos gastos médicos y/o gratificaciones).
fr: Les Points de Récompense gratuits ne peuvent pas être utilisés pour payer des vols, des surclassements de cabine ou de chambre après une réservation confirmée, une assurance voyage, des frais de traitement, des frais d'annulation, des frais de changement de nom ou des frais de toute nature liés à la croisière ou au séjour à l'hôtel/centre de villégiature, des pourboires prépayés, des visites et des excursions, des forfaits de repas et de boissons spéciaux et/ou des dépenses personnelles une fois à bord (y compris les frais médicaux et/ou les pourboires).
it: I Crediti Premio omaggio non si possono usare per pagare voli, upgrade di cabina o camera successiva alla conferma della prenotazione, assicurazione di viaggio, spese amministrative, costi di annullamento, costi per cambio nominativi o tasse di qualsiasi tipo relative alla crociera o al soggiorno in hotel/resort, mance prepagate, tour ed escursioni, pasti speciali e pacchetti bevande, né le spese personali una volta a bordo (incluse spese mediche e/o mance).
ja: 無料リワードポイントは、航空券、予約確定後の客室またはゲストルームのアップグレード、旅行保険、手続き手数料、キャンセル料、名義変更料、またはクルーズやホテル/リゾート滞在に関連するあらゆる種類の料金、前払いのチップ、ツアー、寄港地観光、スペシャリティ・ダイニングやお飲み物のパッケージ、および/または乗船後の個人的な支出（医療費および/またはチップを含む）の支払いに使用することはできません。
kk: Сыйлық бонустық ұпайлары брондау, ұшу ақысы, туристік сақтандыру, төлемді өңдеу комиссиясы, бас тарту айыппұлы, атауды ауыстыру комиссиясы немесе круизге немесе қонақүйде/курортта тұруға, алдын ала төленген кеңестерге, турлар мен экскурсияларға, фирмалық тамақтануға байланысты кез келген басқа комиссиялардан кейін кабинаны немесе қонақ бөлмесін жаңарту үшін пайдаланылмауы мүмкін және/немесе борттағы жеке шығындар (медициналық шығындарды және/немесе кеңестерді қоса алғанда).
ky: Белек катары берилген бонустук упайлар төмөнкүлөр үчүн колдонулбайт: бронь тастыкталгандан кийин учак билеттери үчүн төлөм, каюта же мейманкана бөлмөсүн жогорулатуу, саякат камсыздандыруусу, иштетүү акысы, жокко чыгаруу акысы, ысымды өзгөртүү акысы же круизге же мейманкана/курортко байланыштуу ар кандай төлөмдөр, алдын ала төлөнгөн чайпулдар, турлар жана экскурсиялар, өзгөчө тамак-аш жана суусундук топтомдору жана/же жеке чыгымдар.
lv: Balvu Punktus nedrīkst izmantot, lai samaksātu par lidojumiem, kajīšu vai viesu istabas apgreidošanu pēc apstiprinātas rezervēšanas, ceļojuma apdrošināšanu, apstrādes maksu, atcelšanas maksu, vārda maiņas maksu vai jebkāda veida maksu saistībā ar kruīza vai viesnīcas/kūrorta uzturēšanos, iepriekš apmaksātām gratifikācijām, ekskursijām, īpašiem ēdieniem un dzērienu komplektiem, un/vai personīgiem izdevumiem, kad tie atrodas transportlīdzeklī (tostarp medicīnas izdevumiem un/vai gratifikācijām).
mn: Үнэгүй олгосон Шагналын Оноог дараах зүйлсийн төлбөрт ашиглах боломжгүй: баталгаажсан захиалгын дараах нислэгийн, өрөөний эсвэл өрөөний зэрэглэл ахиулах төлбөрүүд, аяллын даатгал, боловсруулах шимтгэлүүд, захиалга цуцлах төлбөр, нэр өөрчлөх хураамж болон далайн аялал болон зочид буудал/амралтын газарт байрлахтай холбоотой аливаа төлбөр, урьдчилан төлөх үйлчилгээний хөлс, газрын аялал, экскурс, тусгай хоол, ундааны багц эсвэл хөлөг дээр гарсны дараах хувийн зардлууд (эмчилгээний зардал болон урамшуулал зэрэг) зэрэг төлбөрүүдэд ашиглах боломжгүй.
pt: Os Pontos de Recompensa Gratuitos não podem ser usados para pagar voos, upgrades de cabine ou de quarto de hóspedes após uma reserva confirmada, seguro de viagem, taxas de processamento, taxas de cancelamento, taxas de alteração de nome ou taxas de qualquer tipo relacionadas ao cruzeiro ou à estadia em hotel/resort, gorjetas pré-pagas, passeios e excursões, refeições especiais e pacotes de bebidas e/ou despesas pessoais a bordo (incluindo despesas médicas e/ou gorjetas).
ro: Punctele de recompensă gratuite nu pot fi utilizate pentru a plăti zboruri, upgrade de cabină sau camere de oaspeți după o rezervare confirmată, asigurare de călătorie, taxe de procesare, taxe de anulare, taxe de schimbare a numelui sau taxe de orice fel legate de croazieră sau șederea la hotel/stațiune, gratuități preplătite, tururi și excursii, mese de specialitate și pachete cu băuturi și/sau cheltuieli personale o dată ajunși la bord (inclusiv cheltuieli medicale și/sau gratuități).
ru: Подарочные Бонусные Баллы не могут быть использованы для повышения категории каюты или гостевого номера после бронирования, оплаты перелета, туристической страховки, комиссии за обработку платежа, штрафа за отмену, комиссии за замену имени или любые другие комиссии, связанные с круизом или размещением в отеле/курорте, предоплаченных чаевых, туров и экскурсий, фирменного питания и пакетов напитков, и/или личных расходов на борту (включая медицинские расходы и/или чаевые).
uk: Подарункові Бонусні Бали не можна використовувати для підвищення категорії каюти або гостьового номера після бронювання, оплати авіаперельоту, туристичного страхування, комісії за обробку платежу, штрафу за скасування, збору за зміну імені або будь-яких інших комісій, пов’язаних із круїзом або розміщенням у готелі/курорті, попередньо сплачених чайових, турів та екскурсій, пакетів напоїв та харчування, а також для покриття особистих витрат на борту (включно з медичними витратами та/або чайовими).
uz: Мукофот тариқасида берилган Бонус балларидан авиачипта, буюртма тасдиқланганидан сўнг каютани янгилаш, сайёҳлик суғуртаси тўловлари, қайта ишлаш, бекор қилиш, исмни ўзгартириш учун тўловлар ҳамда круиз ёки меҳмонхона/курорт билан боғлиқ ҳар қандай бошқа йиғимлар, олдиндан тўланадиган миннатдорчилик ҳақлари, тур ва экскурсиялар, махсус овқатлар ва ичимликлар учун тўловлар ва/ёки бортдаги шахсий харажатларни (жумладан, тиббий харажатлар ва/ёки чойчақа) тўлашда фойдаланиш мумкин эмас.
zh: 赠送的奖励积分不得用于支付机票、确认预订后的舱房或客房升级、旅游保险、手续费、取消费用、更名费用或与邮轮或酒店/度假住宿相关的任何形式的费用、预付小费、观光游览、特色餐饮和饮品套餐以及登船后产生的个人开支（包括医疗费用和/或小费）。

source: Complimentary Reward Points will be subject to the following Terms and Conditions:
ca: Els Punts de Recompensa Complementaris estaran subjectes als Termes i Condicions següents:
de: Für kostenlose Reward Points gelten die folgenden Geschäftsbedingungen:
es: Los Puntos de Recompensa de cortesía estarán sujetos a los siguientes Términos y Condiciones:
fr: Les Points de Récompense gratuits seront soumis aux Conditions générales d'utilisation suivants :
it: I Crediti Premio omaggio saranno soggetti ai seguenti Termini e Condizioni:
ja: 無料リワードポイントは、以下の利用規約に従うものとします：
kk: Сыйлық бонустық ұпайларына келесі шарттар мен ережелер қолданылады:
ky: Белек катары берилген бонустук упайлар төмөнкү шарттар жана жоболорго баш ийет:
lv: Uz papildu Balvu punktiem attieksies šādi termini un noteikumi:
mn: Үнэгүй Шагналын Оноог дараах нөхцөл, болзлуудын дагуу авна:
pt: Os Pontos de Recompensa Gratuitos estarão sujeitos aos seguintes Termos e Condições:
ro: Punctele de recompensă gratuite vor fi supuse următorilor Termeni și condiții:
ru: На подарочные Бонусные Баллы распространяются следующие Условия и Положения:
uk: На подарункові Бонусні Бали поширюються такі Умови та Положення:
uz: Мукофот тариқасидаги Бонус баллари қуйидаги шартларда берилади:
zh: 赠送的奖励积分将遵循以下条款与条件：

source: Complimentary Travel Value Awarded to Membership Free Partners since 2016
ca: Valor de Viatge de Cortesia Atorgat als Socis de Membresia Gratuïta des de 2016
de: Kostenlose Reisen für beitragsfreie Partner seit 2016
es: Valor de Viaje de Cortesía Otorgado a Socios con Membresía Gratuita desde 2016
fr: Valeur de Voyage Offerte aux Partenaires Bénéficiant d'une Adhésion Gratuite depuis 2016
it: Valore di Viaggio Gratuito Riconosciuto ai Partner con Membership Gratuita dal 2016
ja: 2016年以降、メンバーシップフリーパートナーに提供された無料旅行の総額
kk: Серіктестерге 2016 жылдан бастап Тегін мүшелік бағдарламасы арқылы берілген комплименттік туристік құндылық
ky: 2016-жылдан бери акысыз мүчөлүккө ээ өнөктөштөр үчүн берилген акысыз саякат артыкчылыгы
lv: Bezmakas Ceļošanas Vērtība piešķirta Brīvās Dalības Partneriem kopš 2016. gada
mn: 2016 оноос хойш Гишүүнчлэл-Үнэгүй Түнш нарт үнэгүй олгосон аяллын урамшууллын нийт дүн
pt: Valor em viagem concedido a Parceiros com Assinatura Gratuita desde 2016
ro: Valoare gratuită pentru călătorii acordată partenerilor cu abonament gratuit din 2016
ru: Комплиментарная туристическая ценность, предоставленная Партнёрам в рамках программы Бесплатного Членства с 2016 года
uk: Вартість безкоштовних подорожей, нарахованих Партнерам з безкоштовним членством з 2016 року
uz: Бепул Аъзога айланган Ҳамкорларга 2016 йилдан буён бепул саёҳат қиймати тақдим этилмоқда
zh: 自2016年以来授予免会员费合作伙伴的免费旅行价值

source: Compose new Email
ca: Redacta el nou Correu Electrònic
de: Neue E-Mail erstellen
es: Escribir nuevo correo electrónico
fr: Composer un nouvel e-mail
it: Scrivi una nuova email
ja: 新しいEメールの作成
kk: Жаңа электрондық пошта жасаңыз
ko: 새로운 이메일 작성
ky: Жаңы кат жазуу
lv: Izveidot jaunu e-pastu
mn: Шинэ имэйл бичих
pt: Escrever um novo email
ro: Compune e-mail nou
ru: Написать новое письмо
uk: Написати новий лист
uz: Янги электрон хат ёзиш
zh: 撰寫新電子郵件

source: Compose your email
ca: Redacta el teu Correu Electrònic
de: Verfassen Sie Ihre E-Mail
es: Redactar tu correo electrónico
fr: Composez votre mail
it: Scrivi la tua email
ja: メールの作成
kk: Өз хатыңызды жазу
ko: 귀하의 이메일 작성
ky: Өзүңүздүн катыңызды жазыңыз
lv: Izveidot savu e-pastu
mn: Имэйл бичих
pt: Escreva seu e-mail
ro: Compuneți-vă e-mailul
ru: Написать свое письмо
uk: Створити свій лист
uz: Ўз хатингизни ёзинг
zh: 撰寫您的電子郵件

source: comprised of speech that may violate laws related to hate speech;
ca: format per discursos que poden infringir les lleis relacionades amb els delictes d’odi;
de: aus Äußerungen bestehen, die möglicherweise gegen Gesetze zu Hassreden verstoßen;
es: está compuesto por expresiones que puedan violar las leyes relacionadas con la incitación al odio;
fr: composé de discours pouvant enfreindre les lois relatives aux discours haineux ;
it: composto da contenuti che potrebbero violare leggi relative all'incitamento all'odio;
ja: ヘイトスピーチに関連する法律に違反する可能性のあるスピーチで構成されている;
kk: жеккөрушілікке қатысты заңдарды бұзуы мүмкін мәлімдемелер бар;
ky: жек көрүүгө байланыштуу мыйзамдарды бузууга мүмкүн болгон сөздөрдү камтыбагандыгына;
lv: sastāv no runas, kas var pārkāpt likumus, kas saistīti ar naida runu;
mn: хууль зөрчсөн, зүй зохисгүй үг хэллэг агуулсан яриа;
pt: composto por discurso que pode violar leis relacionadas ao discurso de ódio;
ro: alcătuit din discurs care poate încălca legile legate de discursul instigator la ură;
ru: включает в себя высказывания, которые могут нарушать законы, связанные с разжиганием ненависти;
uk: містить висловлювання, що можуть порушувати закони про розпалювання ворожнечі чи ненависті;
uz: нафрат нутқлари билан боғлиқ қонунларни бузиши мумкин бўлган нутқни ўз ичига олмаслиги;
zh: 包含可能违反仇恨言论相关法律的言论；

source: Configure
ca: Configura
de: Konfigurieren
es: Configurar
fr: Configurer
it: Configura
ja: 設定
kk: Орнату
ky: Конфигурациялоо
lv: Konfigurēt
mn: Тохируулга
pt: Configurar
ro: Configurează
ru: Настроить
uk: Налаштувати
uz: Созлаш
zh: 配置

source: Configure Widget
ca: Configura el Widget
de: Widget konfigurieren
es: Configurar Widget
fr: Configurer le Widget
it: Configura il widget
ja: ウィジェットを設定
kk: Виджетті Теңшеңіз
ky: Виджетти конфигурациялоо
lv: Konfigurēt logrīku
mn: Вижэт тохируулах
pt: Configurar o Widget
ro: Configurează widgetul
ru: Настроить виджет
uk: Налаштувати віджет
uz: Виджетни созланг
zh: 配置组件

source: Confirm
ca: Confirmar
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
kk: Растау
ko: 확인
ky: Тастыктоо
lv: Apstiprināt
mn: Баталгаажуулах
pt: Confirmar
ro: Confirmă
ru: Подтвердить
uk: Підтвердіть
uz: Тасдиқлаш
zh: 確認

source: Confirm & Add
ca: Confirma i afegeix
de: Bestätigen & Hinzufügen
es: Confirmar y Agregar
fr: Confirmer et ajouter
it: Conferma e aggiungi
ja: 確認し、追加する
kk: Растаңыз және қосыңыз
ky: Тастыктоо жана кошуу
lv: Apstiprini & Pievieno
mn: Баталгаажуулаад нэмэх
pt: Confirmar e adicionar
ro: Confirmă & Adaugă
ru: Подтвердить и добавить
uk: Підтвердити та додати
uz: Тасдиқлаш ва қўшиш
zh: 确认并添加

source: Confirm availability
ca: Confirmar disponibilitat
de: Verfügbarkeit bestätigen
es: Confirmar disponibilidad
fr: Confirmer la disponibilité
it: Conferma la disponibilità
ja: 空き状況を確認する
kk: Қолжетімділігін растау
ky: Жеткиликтүүлүгүн текшер:
lv: Apstiprini pieejamību
mn: Боломжтой эсэхийг харах
pt: Confirmar disponibilidade
ro: Confirmă disponibilitatea
ru: Подтвердить доступность
uk: Підтвердити наявність
uz: Мавжудлигини тасдиқлаш
zh: 确认可用性

source: Confirm Birthdate
ca: Confirma la Data de Naixement
de: Geburtstags-Datum bestätigen
es: Confirmar Fecha Cumpleaños
fr: Confirmer la date de naissance
it: Conferma la data di nascita
ja: 誕生日を確認する
kk: Туған күнін растаңыз
ko: 생년월일 확인
ky: Туулган күндү тастыктоо
lv: Apstiprini dzimšanas datumu
mn: Төрсөн өдрөө баталгаажуулах
pt: Confirme a data de nascimento
ro: Confirmă data naşterii
ru: Подтвердите дату рождения
uk: Підтвердити Дату Народження
uz: Туғилган санангизни тасдиқланг
zh: 確認出生日期

source: Confirm Checkout
de: Checkout bestätigen
es: Confirmar Pago
fr: Confirmer le Paiement
it: Conferma e procedi all'acquisto
ko: 체크 아웃 확인
ky: Чыгууну тастыктоо
lv: Apstiprināt izrakstīšanos
mn: Төлбөрийг баталгаажуулах
ru: Подтвердить оформление

source: Confirm Contribution
ca: Confirma la Contribució
de: Beitrag bestätigen
es: Confirmar Contribución
fr: Confirmer la Contribution
it: Conferma donazione
ja: 寄付金額を確認
kk: Аударымыңызды растаңыз
ko: 기부 확인
ky: Tөлөмдү Тастыктоо
lv: Apstiprini ieguldījumu
mn: Хандивийг баталгаажуулах
pt: Confirmar contribuição
ro: Confirmă contribuția
ru: Подтвердить взнос
uk: Підтвердити внесок
uz: Ҳисса киритишни тасдиқлаш
zh: 確認貢獻

source: Confirm country
ca: Confirma el país
de: Land bestätigen
es: Confirmar país
fr: Confirmer le pays
it: Conferma paese
ja: 国を確認
kk: Мемлекетіңізді растаңыз
ko: 국가 확인
ky: Өлкөнү тастыктаңыз
lv: Apstiprini valsti
mn: Улсын нэрээ баталгаажуулах
pt: Confirmar país
ro: Confirmă ţara
ru: Подтвердить страну
uk: Підтвердьте країну
uz: Мамлакатни тасдиқлаш
zh: 確認國家

source: Confirm email
ca: Confirmar email
de: E-Mail bestätigen
es: Confirmar correo electrónico
fr: Confirmer l'e-mail
it: Conferma email
ja: メールを確認する
kk: Электрондық пошта мекенжайын растаңыз
ky: Электрондук почтаңызды тастыктаңыз
lv: Apstiprini e-pastu
mn: Имэйлээ баталгаажуулна уу
pt: Confirme email
ro: Confirmă e-mail-ul
ru: Подтвердить электронную почту
uk: Підтвердити електронну пошту
uz: Электрон почтани тасдиқланг
zh: 确认邮件

source: Confirm Email
ca: Confirmar Email
de: E-Mail bestätigen
es: Confirmar Correo Electrónico
fr: Confirmer l'E-mail
it: Conferma email
ja: メールを確認する
kk: Электронды поштаны растау
ko: 확인이메일
ky: Электрондук почтаңызды тастыктаңыз
lv: Apstiprināt pastu
mn: Имэйл хаяг дахин бичих
pt: Confirmar email
ro: Confirmă E-mailul
ru: Подтвердить электронную почту
uk: Підтвердити електронну пошту
uz: Электрон почтани тасдиқлаш
zh: 確認郵件

source: Confirm Info
ca: Confirmar Info
de: Info bestätigen
es: Confirmar Info
fr: Confirmer les Informations
it: Conferma dati
ja: 情報を確認
kk: Ақпаратты Растау
ko: 정보 확인
ky: Маалыматты тастыктаңыз
lv: Apstiprināt Info
mn: Мэдээллийг баталгаажуулах
pt: Confirmar info
ro: Confirmă Info
ru: Подтвердить информацию
uk: Підтвердіть Інформацію
uz: Маълумотни тасдиқлаш
zh: 確認信息

source: Confirm language
ca: Confirma l’idioma
de: Sprache bestätigen
es: Confirmar Idioma
fr: Confirmer la langue
it: Conferma lingua
ja: 言語を確認する
kk: Тілді растаңыз
ko: 언어 확인
ky: Тилди тастыктаңыз
lv: Apstiprināt valodu
mn: Улсын хэлээ баталгаажуулах
pt: Confirmar idioma
ro: Confirmă limba
ru: Подтвердите язык
uk: Підтвердіть мову
uz: Тилни тасдиқланг
zh: 確認語言
