Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Are you sure you'd like to contribute $%{userContributionAmount} from your inCruises Wallet to Mercy Ships?
ca: Estàs segur que vols contribuir amb $%{userContributionAmount} des de la teva cartera inCruises a Mercy Ships?
de: Sind Sie sicher, dass Sie $%{userContributionAmount} aus Ihrer inCruises-Geldbörse an Mercy Ships spenden möchten?
es: ¿Estás seguro de que deseas contribuir $%{userContributionAmount} de tu Cartera inCruises a Mercy Ships?
fr: Etes-vous sûr de vouloir contribuer $%{montant de la contribution de l'utilisateur} de votre Portefeuille inCruises à Mercy Ships ?
it: Sei sicuro di voler donare $%{userContributionAmount} dal tuo portafoglio inCruises a Mercy Ships?
ja: あなたのinCruisesウォレットからMercy Ships（メルシーシップス）へ $%{userContributionAmount} 寄付しますか？
kk: Өз InCruises әмияныңыздан $%{userContributionAmount} - Mercy Ships қайырымдылық қорына аударғыңыз келетініне сенімдісіз бе?
ky: inCruises капчыгыңыздан Mercy кемелерине $%{userContributionAmount} которгуңуз келгенин тастыктайсызбы?
lv: Vai Jūs tiešam vēlaties ziedot $%{userContributionAmount} no sava inCruises Macina priekš Mercy Ships?
mn: Та inCruises-ийн түрийвчнээсээ Mercy Ships-д $%{userContributionAmount}-ын хандив өгөхийг хүсэж байна уу?
pt: Tem certeza de que gostaria de contribuir com $%{userContributionAmount} da sua carteira inCruises para a Mercy Ships?
ro: Sigur vrei să contribui cu {userContributionAmount}$% din portofelul tău inCruises la Mercy Ships?
ru: Вы уверены, что хотите пожертвовать $%{userContributionAmount} со своего Кошелька inCruises в благотворительный фонд Mercy Ships?
uk: Ви впевнені, що хочете пожертвувати $%{userContributionAmount} зі свого Гаманця inCruises в благодійний фонд Mercy Ships?
uz: inCruises ҳамёнингиздан Mercy Ships жамғармасига $%{userContributionAmount} ҳайрия қилишни истаётганингизга ишончингиз комилми?
zh: 您确定要从您的inCruises钱包捐赠$%{userContributionAmount}给Mercy Ships吗？

source: Area
ca: Àrea
de: Bereich
es: Área
fr: Espace
ja: エリア
kk: Облыс
ky: Аймак
lv: Joma/teritorija
mn: Талбар
pt: Área
ro: Zonă
ru: Зона
uk: Зона
uz: Ҳудуд
zh: 地区

source: Argentine Peso (ARS)
fr: Peso Argentin (ARS)
it: Peso argentino (ARS)
kk: Аргентин песосы (ARS)
pt: Peso Argentino (ARS)
uk: Аргентинське песо (ARS)
uz: Аргентина песоси (ARS)
zh: 阿根廷比索 (ARS)

source: Arrival Date:
de: Ankunftsdatum:
es: Fecha de Llegada:
fr: Date d'arrivée :
it: Data di arrivo:
ko: 도착일:
ky: Келүү күнү:
lv: Atgriešanās datums:
mn: Ирэх огноо:
ru: Дата прибытия:

source: Arrival Information Form
ca: Formulari d’Informació d’Arribada
fr: Formulaire d'Information d'Arrivée
it: Modulo informazioni sull'arrivo
ja: 到着情報フォーム
kk: Келу туралы ақпарат формасы
pt: Formulário de Informações de Chegada
ro: Formular de informații despre sosire
uk: Форма інформації про прибуття
uz: Келиш маълумотлари шакли
zh: 抵达信息表

source: Arrival Information Form.
ca: Formulari d’Informació d’Arribada
fr: Formulaire d'Information d'Arrivée.
it: Modulo informazioni sull'arrivo.
ja: 到着情報フォーム
kk: Келу туралы ақпарат формасы.
pt: Formulário de Informações de Chegada.
ro: Formular de informații privind sosirea.
uk: Форма інформації про прибуття
uz: Келиш маълумотлари шакли.
zh: 抵达信息表。

source: Arrival Times
ca: Horaris d'arribada
de: Ankunftszeiten
es: Hora de Llegada
fr: Heures d'arrivée
it: Orari di arrivo
ja: 到着時刻
kk: Келу уақыты
ko: 도착 시간
ky: Келүү убактысы
lv: Pienākšanas laiki
mn: Ирэх Цагууд
pt: Horários de Chegada
ro: Orele de sosire
ru: Время Прибытия
uk: Час Прибуття
uz: Келиш вақтлари
zh: 到達時間

source: Arrive
ca: Arribada
de: Ankunft
es: Llegar
fr: Arriver
it: Arriva
ja: 到着
kk: Келу
ko: 도착
ky: Келүү
lv: Pienāk/ierodas
mn: Ирэх
pt: Chegar
ro: Sosire
ru: Прибытие
uk: Прибуття
uz: Қайтиш
zh: 抵達

source: ARRIVE
ca: ARRIBADA
de: ANKOMMEN
es: LLEGADA
fr: ARRIVER
it: ARRIVO
ja: 到着
kk: КЕЛУ
ky: КЕЛҮҮ
lv: IERAŠANĀS
mn: ИРЭХ
pt: CHEGA
ro: SOSEȘTE
ru: ПРИБЫВАТЬ
uk: ПРИБУВАТИ
uz: ҚАЙТИШ
zh: 抵达

source: Article Code
ca: Codi de l'article
de: Artikel Code
es: Código de Artículo
fr: Code de l'Article
it: Codice articolo
ja: 条項コード
kk: Мақала коды
ko: 기사 코드
ky: Макаланын коду
lv: Raksra kods
mn: Заалтын Код
pt: Código do Artigo
ro: Codul articolului
ru: Код статьи
uk: Код статті
uz: Модда рақами
zh: 项目代码

source: Article Description
ca: Descripció de l'article
de: Artikel Beschreibung
es: Descripción de Artículo
fr: Description de l'Article
it: Descrizione articolo
ja: 条項の説明
kk: Мақаланың сипаттамасы
ko: 기사 설명
ky: Макаланын баяндамасы
lv: Raksta/lietas apraksts
mn: Заалтын тайлбар
pt: Descrição do artigo
ro: Descrierea articolului
ru: Описание статьи
uk: Опис статті
uz: Модда таърифи
zh: 文章描述

source: As a %{competitionName} Winner, you've unlocked exclusive access to the ideas, inspiration, and leadership that are shaping our future. This is more than an event—it's a launching point for even greater impact.
ca: Com a guanyador de %{competitionName}, tens accés exclusiu a les idees, la inspiració i el lideratge que estan donant forma al nostre futur. Això és més que un esdeveniment: és un punt de partida per a un impacte encara més gran.
fr: En tant que Gagnant de %{competitionName} , vous avez un accès exclusif aux idées, à l'inspiration et au leadership qui façonnent notre avenir. Plus qu'un événement—c'est un point de départ pour un impact encore plus grand.
it: In qualità di vincitore di %{competitionName}, hai diritto all'accesso esclusivo a idee, ispirazione e leadership che daranno forma al nostro futuro. È molto più di un semplice evento: è il punto di partenza per un impatto ancora maggiore.
ja: %{competitionName}、あなたは私たちの未来を形作るアイデア、インスピレーション、そしてリーダーシップへの特別なアクセスを手に入れました。これは単なるイベントではなく、さらに大きな影響を生み出すための出発点です。
kk: %{competitionName} жеңімпазы ретінде сіз болашағымызды қалыптастырып жатқан идеяларға, шабытқа және көшбасшылыққа эксклюзивті қол жеткізу мүмкіндігін аштыңыз. Бұл жай ғана іс-шара емес — бұл одан да үлкен ықпалға бастайтын бастау нүктесі.
pt: Como %{competitionName} vencedor, você desbloqueou acesso exclusivo às ideias, inspiração e liderança que estão moldando nosso futuro. Isso é mais do que um evento — é um ponto de partida para um impacto ainda maior.
ro: În calitate de câștigător al concursului %{competitionName}, ai deblocat acces exclusiv la ideile, inspirația și leadershipul care ne modelează viitorul. Acesta este mai mult decât un eveniment - este un punct de lansare pentru un impact și mai mare.
uk: Як переможець %{competitionName}, ви відкрили ексклюзивний доступ до ідей, натхнення та лідерства, які формують наше майбутнє. Це більше, ніж подія—це відправна точка для ще більшого впливу.
uz: %{competitionName} ғолиби сифатида сиз келажагимизни белгилайдиган ғоялар, илҳом ва етакчилик сари эксклюзив ҳуқуқни қўлга киритдингиз. Бу шунчаки тадбир эмас, бу - каттароқ ишларнинг бошланишидир.
zh: 作为%{competitionName}的获奖者，您将获得对塑造我们未来的理念、灵感和领导力的独家访问权。这不仅仅是一场活动——它是迈向更大影响力的起点。

source: As a Board of Director or above you are exempt from this requirement!
ca: Com a Board of Director o superior, està exempt d'aquest requisit!
de: Als Board of Director oder höher sind Sie von dieser Anforderung befreit!
es: Como Board of Director o superior, ¡estás exento de este requisito!
fr: En tant que membre du Conseil d'administration ou supérieur, vous êtes dispensé de cette obligation !
it: In qualità di Board of Directors o superiore sei esente da questo requisito!
ja: ボードオブ ディレクター以上は、この要件が免除されています！
kk: Борд Директорлар немесе одан жоғары мүше ретінде сіз бұл талаптан босатыласыз!
ko: 보드오브디렉터 또는 그 이상은 이 요구 사항에서 면제됩니다!
ky: Board of Director же андан жогорку адам катары сиз бул талаптан бошотуласыз!
lv: Kā DirektoruValde vai augstāk Jūs esat atbrīvoti no šīs prasības!
mn: Захирлуудын Зөвлөл болон дээш цолтой манлайлагч нар энэ болзолд хамаарахгүй!
pt: Como Board of Director ou superior, você está isento deste requisito!
ro: În calitate de membru al bordului de directori sau mai sus, ești scutit de această cerință!
ru: Будучи Борд-Директором или выше, вы являетесь исключением из этого требования!
uk: Будучи Борд-Директором або вище, ви звільнені від цієї вимоги!
uz: Директорлар Кенгаши Аъзоси ёки ундан юқори ранг соҳиби сифатида сиз ушбу талабдан озодсиз!
zh: 作为董事会或以上的您可以免除此要求！

source: As a host the screen sharing option ONLY works on the latest Chrome and Firefox. On other browsers you will not be able to share your screen in the meeting room.
ca: Com a amfitrió, l'opció de compartir pantalla NOMÉS funciona amb les últims versions de Chrome i Firefox. En altres navegadors no podràs compartir la teva pantalla.
de: Als Gastgeber funktioniert die Screen-Sharing-Option NUR auf dem neuesten Chrome und Firefox. In anderen Browsern können Sie Ihren Bildschirm nicht im Meetingraum freigeben.
es: Como Presentador, la opción de compartir pantalla SÓLO funciona con las últimos versiones de Chrome y Firefox. En otros navegadores no podrás compartir tu pantalla.
fr: En tant qu'hôte, l'option de partage d'écran fonctionne UNIQUEMENT sur les derniers Chrome et Firefox. Sur d'autres navigateurs, vous ne pourrez pas partager votre écran dans la salle de réunion.
it: La funzione di condivisione dello schermo a disposizione dell'organizzatore funziona SOLO con le ultime versioni di Google Chrome e Firefox. Gli altri browser non consentono la condivisione dello schermo durante le riunioni.
ja: ホストとしての画面共有オプションは、最新のGoogleクロームとファイアフォックスでのみ動作します。他のブラウザでは、ミーティング時に画面を共有することはできません。
kk: Экранды бөлісу параметрі ретінде, кабинет Chrome және Firefox браузерлерімен ҒАНА жұмыс істейді. Басқа браузерлерде конференция бөлмесінде экраныңызбен бөлісе алмайсыз.
ko: 호스트로서 화면 공유 옵션은 최신 크롬 및 파이어팍스에서만 작동합니다. 다른 브라우저에서는 회의실에서 화면을 공유할 수 없습니다.
ky: Хост катары экранды бөлүшүү опциясы Chrome жана Firefoxтун эң акыркы версияларында ГАНА иштейт. Башка браузерлерде экраныңызды конференц-залда бөлүшө албайсыз.
lv: Kā resursdators ekrāna koplietošanas opcija darbojas TIKAI jaunākajā Chrome un Firefox. Citās pārlūkprogrammās jūs nevarēsit kopīgi lietot savu ekrānu sapulču telpā.
mn: Өрөөний эзний хувьд та дэлгэц хуваалцах функцийг ЗӨВХӨН Chrome болон Firefox хөтөчийн хамгийн сүүлийн хувилбар дээр ашиглах боломжтой. Бусад төрлийн вэб хөтөчүүд дээр дэлгэц хуваалцах боломжгүйг анхаарна уу.
pt: Como anfitrião a opção de compartilhamento de tela funciona APENAS na versão mais recente do Chrome e do Firefox. Em outros navegadores você não poderá compartilhar sua tela na sala de reunião.
ro: Ca prezentator, opțiunea de partajare a ecranului funcționează NUMAI cu cele mai recente versiuni ale Chrome și Firefox. În alte browsere nu veți putea să partajați ecranul.
ru: В качестве опции совместного использования экрана, комната работает ТОЛЬКО с последними браузерами Chrome и Firefox. В других браузерах вы не сможете поделиться своим экраном в конференц-зале.
uk: В якості опції спільного використання екрана, кімната працює ТІЛЬКИ з останніми браузерами Chrome і Firefox. В інших браузерах ви не зможете поділитися своїм екраном в конференц-залі.
uz: Хост каби экрандан умумий фойдаланиш имкони фақатгина Chrome ва Firefox'нинг энг сўнгги версияларида мавжуд. Бошқа браузерларда мажлислар хонасининг экранидан умумий фойдаланишнинг иложи йўқ.
zh: 作為主持人，屏幕共享選項僅適用於最新的Chrome和Firefox。在其他瀏覽器上，您將無法在會議室中共享屏幕。

source: As a Partner you get the opportunity to earn compensation from spreading the word about inCruises®!
ca: Com a Soci, tens l'oportunitat de guanyar una compensació per donar a conèixer inCruises®!
de: Als Partner haben Sie die Möglichkeit Geld zu verdienen, indem Sie anderen über inCruises® erzählen!
es: ¡Como Socio tienes la oportunidad de ganar compensación por dar a conocer a inCruises®!
fr: En tant que partenaire, vous avez la possibilité de gagner une compensation en faisant connaître inCruises® !
it: In qualità di Partner hai l'opportunità di guadagnare facendo conoscere il Club inCruises®!
ja: パートナーとして、あなたはインクルーズについての情報を広めることで報酬を得る機会を得られます！
kk: Серіктес ретінде сіз InCruises® туралы барлық ақпаратпен бөліскеніңіз үшін тамаша табысқа ие бола аласыз!
ko: 파트너로서, inCruises를 알리고 보상받을 수 있는 기회가 있습니다!
ky: Өнөктөш катары сиз inCruises® жөнүндө маалымат таратуудан киреше табуу мүмкүнчүлүгүнө ээ болосуз!
lv: Kā partnerim jums ir iespēja saņemt atalgojumu saskaņā ar kompensāciju plānu,ja popularizējiet inCruises!
mn: Та манай бизнес Түншийн хувьд InCruises-ийн® тухай бусдад хуваалцах бүрт орлого урамшуулал авах боломжтой болно!
pt: Como Sócio você tem a oportunidade de receber uma compensação por divulgar a inCruises®!
ro: Ca Partener, ai ocazia de a dobândi câştiguri răspândind vestea despre inCruises®!
ru: Как Партнер, вы получаете возможность зарабатывать отличный доход за то, что будете делиться со всеми информацией о inCruises®!
uk: Як Партнер ви отримуєте можливість заробити компенсацію поширюючи інформації про inCruises®!
uz: Ҳамкор сифатида Сиз inCruises® ҳақида маълумот улашганингиз учун компенсация олиш имкониятига эга бўласиз!
zh: 作為合作夥伴，您有機會通過宣傳inCruises®獲得報酬！

source: As a Premium member you get UNLIMITED INsider Pricing bookings! With UNLIMITED INsider Pricing, there is no need to spend Reward Points so the option is disabled.
ca: Com a membre Premium, tens reserves IL·LIMITADES amb INsider Pricing! Amb INsider Pricing IL·LIMITAT, no cal gastar Punts de Recompensa, per tant, l'opció està desactivada.
de: Als Premium-Mitglied erhalten Sie UNBEGRENZTE INsider Pricing Buchungen! Bei UNBEGRENZTEM INsider Pricing besteht keine Notwendigkeit, Reward Points auszugeben, daher ist diese Option deaktiviert.
es: Como miembro Premium, ¡tienes reservas ILIMITADAS con Precio INsider! Con el Precio INsiderILIMITADO, no es necesario gastar Puntos de Recompensa, por tanto, la opción está desactivada.
fr: En tant que membre Premium, vous bénéficiez d'un nombre ILLIMITÉ de réservations à tarif préférentiel ! Avec les tarifs d'initiés ILLIMITÉS, il n'est pas nécessaire de dépenser des Points de Récompense, c'est pourquoi l'option est désactivée.
it: In qualità di membro Premium puoi fare un numero ILLIMITATO di prenotazioni a prezzi INsider! Con i Prezzi INsider ILLIMITATI non è necessario spendere i Crediti Premio, quindi l'opzione è disattivata.
ja: PREMIUMメンバーになると、INsider Pricingでのご予約が無制限になります！無制限のINsider Pricingでは、リワードポイントを使用する必要がないため、支払い方法でリワードポイントのオプションは表示されません。
kk: Premium мүшесі ретінде сіз INsider Pricing бойынша шексіз брондау аласыз ! Шексіз INsider Pricing көмегімен бонустық ұпайларды жұмсаудың қажеті жоқ, сондықтан опция өшірілген.
ky: Premium мүчө катары сизге чексиз INsider Pricing баалары менен брондоо мүмкүнчүлүгү берилет! Чексиз INsider Pricing баалары менен, бонустук упайларын колдонуу зарылчылыгы жок, ошондуктан бул опция өчүрүлдү.
lv: Kā Premium biedrs jūs saņemat NEIEROBEŽOTAS INsider Pricing rezervācijas! Izmantojot NEIEROBEŽOTU INsider Pricing , nav jātērē BalvuPunkti, tāpēc opcija ir atspējota.
mn: Premium Гишүүний хувьд та INsider Pricing үнээр ХЯЗГААРГҮЙ тооны захиалга хийх боломжтой. Энэхүү INsider Pricing үнийн ХЯЗГААРГҮЙ захиалгад Шагналын Оноо хэрэглэх шаардлагагүй учраас уг сонголтыг идэвхгүй болгосон юм.
pt: Como membro Premium, você obtém reservas com INsider Pricing ILIMITADAS! Com INsider Pricing ILIMITADO, não há necessidade de gastar Pontos de Recompensa, então a opção é desabilitada.
ro: În calitate de membru Premium, primești rezervări NELIMITATE cu INsider Pricing! Cu INsider Pricing NELIMITAT, nu este nevoie să cheltui puncte de recompensă, așa că opțiunea este dezactivată.
ru: Являясь Членом Клуба с планом Premium вы получаете НЕОГРАНИЧЕННОЕ количество бронирований с INsider Pricing. С НЕОГРАНИЧЕННЫМ количеством бронирований INsider Pricing необходимости в использовании Бонусных Баллов нет, поэтому данная опция отключена.
uk: Будучи Членом Клубу з планом Premium ви отримуєте НЕОБМЕЖЕНУ кількість бронювань з INsider Pricing. З НЕОБМЕЖЕНОЮ кількістю бронювань INsider Pricing необхідності використання Бонусних Балів немає, тому дана опція відключена.
uz: Premium Аъзо сифатида сизда ЧЕКЛАНМАГАН INsider Pricing буюртмалари мавжуд! ЧЕКЛАНМАГАН INsider Pricing буюртмалари учун Бонус баллари талаб этилмайди, шу сабабли мазкур функция ўчириб қўйилган.
zh: 作为尊享会员，您可享受无限次INsider Pricing预订！使用无限INsider Pricing时，无需使用奖励积分，因此该选项已被禁用。

source: As a Ranked Leader, your <strong>Builders Base</strong> consists of your Partner teams with a lower rank than you. When your Builders Base produces <strong>$5,000+ in monthly Activation Volume,</strong> you are paid a % of that volume. The % increases when higher amounts of the total <strong>Builders Base Activation Volume</strong> are achieved.
ca: Com a Líder de Rang, la teva <strong>Base de constructors<strong> està formada pels teus equips de Socis amb un rang inferior al teu. Quan la teva base de constructors produeix <strong> 5.000 dòlars o més en volum d'activació mensual,<strong> se't paga un % d'aquest volum. El % augmenta quan s'aconsegueixen quantitats més altes del <strong>Volum d'activació de la base de constructors <strong> total.
de: Als Ranked Leader besteht Ihre <strong>Builders Base</strong> aus Ihren Partnerteams mit einem niedrigeren Rang als Sie. Wenn Ihre Builders Base ein monatliches Aktivierungsvolumen von <strong>5.000$+,</strong> produziert, erhalten Sie einen Prozentsatz dieses Umsatzes. Der Prozentsatz erhöht sich, wenn höhere Beträge des gesamten <strong>Builders Base Aktivierungsvolumens</strong> erreicht werden.
es: Como líder de nivel, tu <strong>Base de Constructores</strong> consiste en tus equipos de Socios de menor nivel que tú. Cuando tu Base de Constructores produce <strong>$5,000+ USD en Volumen de Activación mensual,</strong> se te paga un % de ese volumen. El % incrementa cuando cantidades más altas del total del <strong>Volumen de Activación de Base de Constructores</strong> son alcanzadas.
fr: En tant que Leader classé, votre <strong>Base des Constructeurs</strong> est constituée de vos équipes Partenaires ayant un rang inférieur au vôtre. Lorsque votre Base des Constructeurs produit un <strong>volume d'activation mensuel de plus de 5 000 $</strong>, vous recevez un % de ce volume. Le % augmente lorsque des montants plus élevés du <strong>volume total d'activation de la Base des Constructeurs</strong> sont atteints.
it: In qualità di Leader di rango, la tua <strong>Base Costruttori</strong> è costituita dai team dei tuoi Partner con un rango inferiore al tuo. Se la tua Base Costruttori produce un <strong>Volume di Attivazione mensile di almeno $5.000,</strong> tu ricevi una percentuale di tale volume. La percentuale aumenta al raggiungimento di importi maggiori di <strong>Volume di Attivazione totale della Base Costruttori</strong>.
ja: ランク保持者のリーダーとして、あなたの <strong>ビルダーズ・ベース</strong> は、自分よりランクの低いパートナーチームから成り立ちます。あなたのビルダーズ・ベースの売上が <strong>月のアクティベーションボリュームで $5,000 以上になった時、</strong> そのボリュームの % をボーナスとして獲得できます。合計の <strong>ビルダーズ・ベース アクティベーションボリューム</strong> が高くなると、% も上がります。
kk: Рангтік көшбасшы ретінде сіздің<strong> Бизнес Фундаментіңіз</strong> сізден төмен рангтағы серіктестер командаларынан тұрады. Сіздің Бизнес Фундаментіңіз<strong> негізі ай сайынғы белсендіру көлемінде 5 000 доллардан асатын болса</strong>, сізге сол көлемнің бір пайызы төленеді. <strong>Бизнес Фундаментін белсендірудің жалпы көлемінің үлкенірек</strong> сомасына жеткенде пайыздық мөлшерлеме артады.
ky: Даражадагы Лидер катары сиздин <strong>Куруучулар Базаңыз</strong> сизден төмөн даражадагы Өнөктөш командалардан турат. Куруучулар Базаңыз ай сайын Активдештирүү Көлөмүн <strong>5,000+$га көтөрсө,</strong> сизге ошол көлөмдүн %ы төлөнөт. Жалпы <strong>Куруучулар Базаңыз Активдештирүү Көлөмүнүн</strong> жогору көрсөткүчтөрүнө жеткенде, сизге төлөнчү пайыз % көбөйөт.
lv: Kā Ranga Līderim jūsu <strong>Lietotāju Bāze</strong> sastāv no jūsu Partnera komandām,kas ir zemākas rangā kā jūs Kas jūsu Lietotāju Bāze dod <strong>$5,000+ ikmēneša Aktivizācijas Apjomā,</strong> jums tiek izmaksāti % no ši apjoma.% pieaug kad lielāks apjoms kopējā <strong>Lietotāju Bāzes Apjomā</strong> tiek sasniegts.
mn: Цолтой манлайлагчийн хувьд таны <strong>Билдерс Бэйс</strong> нь танаас доогуур цолтой Түншийн багуудаас бүрдэнэ. Таны Билдерс Бэйс сард <strong>5,000$-с дээш хэмжээний идэвхжүүлэлт</strong> хийсэн тохиолдолд, танд уг хэмжээний тодорхой %-ийг өгдөг болно. Нийт <strong>Билдерс Бэйсийн идэвхжүүлэлтийн хэмжээ</strong> их байх тусам энэ % нэмэгдэх болно.
pt: Como líder com classificação, sua <strong>Base de Construtores</strong> consiste em suas equipes de parceiros com classificação inferior à sua. Quando sua base de construtores produzir <strong>$5.000+ em volume de ativação mensal,</strong> você receberá um % desse volume. O % aumenta quando quantidades maiores do <strong>volume de ativação de base dos construtores</strong> são alcançadas.
ro: În calitate de lider cu nivel de carieră, <strong>Baza constructorilor</strong> este alcătuită din echipele tale de parteneri cu un nivel mai mic decât al tău. Când baza constructorilor produce <strong>5.000$+ în volum lunar de activare</strong>, ești plătit cu un % din volumul respectiv. Procentul crește atunci când sunt atinse cantități mai mari din <strong>Volumul de activare pentru baza constructorilor</strong>.
ru: Являясь лидером в ранге, ваш <strong>Фундамент Бизнеса</strong> состоит из команд ваших Партнёров в рангах ниже вашего. Когда ваш фундамент бизнеса производит <strong>$5000 месячного Активационного объёма</strong>, то вам выплачивается % от данного объёма. Этот % увеличивается, когда достигаются бóльшие суммы итогового <strong>Активационного объёма Фундамента Бизнеса</strong>.
uk: Будучи лідером у ранзі, ваш <strong>Фундамент Бізнесу</strong> складається з команд ваших Партнерів у рангах нижче вашого. Коли ваш Фундамент Бізнесу виробляє <strong>$5,000+ місячного Активаційного обсягу,</strong> то вам виплачується % від цього обсягу. Цей % збільшується, коли досягаються більші суми підсумкового <strong>Активаційного обсягу Фундаменту Бізнесу</strong>.
uz: Етакчи сифатида сизнинг <strong>Қурувчилар базангизга</strong> сиздан қуйи рангдаги Ҳамкорларингиз жамоаси киради. Қурувчилар базангиз ойлик Фаоллик ҳажми <strong>$5,000+ бўлса,</strong> сизга ушбу ҳажмдан % тўланади. <strong>Қурувчилар базасининг жами Фаоллик ҳажми</strong> суммаси ошишига қараб % ҳам ошиб боради.
zh: 作为排名领导者，您的<strong>建设者基础</strong> 由排名低于您的合作伙伴团队组成。 当您的建设者基础产生 <strong>$5,000+ 的每月激活量</strong>时，您将获得该激活量的 %。 当达到更高的总<strong>建设者基础激活量</strong> 量时，百分比会增加。

source: As an Active Partner You Have Access to
ca: Com a Soci Actiu, Tens Accés a
de: Als aktiver Partner haben Sie Zugriff auf
es: Como un Socio Activo, Tienes Acceso a
fr: En tant que Partenaire Actif, Vous Avez Accès à
it: Come Partner Attivo hai accesso a
ja: アクティブパートナーとして、こちらにアクセスできます
kk: Белсенді серіктес ретінде Сіз мыналарға қол жеткізе аласыз
ky: Активдүү өнөктөш катары сизде төмөнкүлөргө мүмкүнчүлүк болот
lv: Kā Aktīvam biedram jums ir piekļuve
mn: Идэвхтэй Түншийн хувьд та
pt: Como parceiro ativo, você tem acesso a
ro: În calitate de partener activ ai acces la
ru: Будучи Активным Партнером, у вас есть доступ к
uk: Будучи Активним Партнером, у вас є доступ до
uz: Фаол Ҳамкор сифатида сиз
zh: 作为活跃合作伙伴，您可享有以下权限
