Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Upgrade to a refundable booking for a <strong>100% refund on Reward Points portion</strong> if you cannot attend due to valid reasons outlined in our
ca: Actualitza a una reserva reemborsable per a un <strong>100% de reemborsament de la part de Punts de Recompensa</strong> si no pots assistir per motius vàlids especificats en la nostra
de: Wenn Sie aus triftigen Gründen, nicht teilnehmen können, erhalten Sie bei einem Upgrade auf eine erstattungsfähige Buchung eine <strong>100-prozentige Rückerstattung des Reward Points-Anteils</strong>.
es: Mejora a una reserva reembolsable para un <strong>100% de reembolso en la porción de Puntos de Recompensa</strong> si no puedes asistir debido a razones válidas descritas en nuestro
fr: Passez à une réservation remboursable pour un <strong>remboursement à 100 % de la partie Points Récompenses</strong> si vous ne pouvez pas assister à la réunion pour des raisons valables énoncées dans notre
it: Passa a una prenotazione rimborsabile per ottenere <strong>il 100% di rimborso sulla parte di Crediti Premio</strong> nel caso in cui tu non possa partecipare a causa di validi motivi indicati nella nostra
ja: 払い戻し可能な予約にアップグレードすることで、<strong>リワードポイント部分を100%払い戻し</strong>できます。これは万が一規約に記載されている正当な理由によって参加できない場合に適用されます。詳細は
kk: Егер сіз біздің бөлімде көрсетілген дәлелді себептермен брондауға қатыса алмасаңыз, <strong>100% бонус ұпайларының</strong> бір бөлігін қайтару мүмкіндігімен брондауға өтіңіз
ky: Эгер көрсөтүлгөн жүйөлүү себептерден улам катыша албасаңыз, <strong> бонустук упайлар менен төлөнгөн төлөмдү 100% кайтарып алуу</strong> үчүн кайтарылып берилүүчү брондоого өтүңүз
lv: Jauniniet uz atmaksājamu rezervāciju, lai saņemtu <strong>100% atlīdzību par Balvu punktu daļu,</strong> ja nevarat piedalīties pamatotu iemeslu dēļ, kas izklāstīti mūsu
mn: Хэрэв та манай нөхцөлд дурдсан хүндэтгэн үзэх шалтгааны улмаас ирж чадахгүй бол <strong>Шагналын Оноогоо 100% буцаан авч</strong> болох буцаан олгогдох захиалгын арга руу шилжинэ үү.
pt: Faça upgrade para uma reserva reembolsável com um <strong>reembolso de 100% da parcela usada de Pontos de Recompensa</strong> se você não puder comparecer devido a razões válidas descritas em nosso
ro: Treci la o rezervare rambursabilă pentru o <strong>rambursare de 100% a porțiunii de puncte de recompensă</strong> dacă nu poți participa din motive întemeiate prezentate în
ru: Сделайте своё бронирование возвратным, чтобы получить <strong>100%-й возврат оплаченной Бонусными Баллами части бронирования,</strong> если не сможете присутствовать по уважительным причинам, перечисленным в нашем
uk: Зробіть своє бронювання з можливістю повернення, щоб отримати <strong>100% повернення оплаченої Бонусними Балами частини бронювання,</strong> якщо не зможете бути присутнім з поважних причин, перерахованих у нашому
uz: Агар сайтимизда мавжуд сабаблардан бирига кўра саёҳатга чиқа олмасангиз, <strong>тўловнинг Бонус баллари қисмини 100% қайтариб олиш мумкин бўлган<strong> буюртмага апгрейд қилинг
zh: 升级为可退款预订，若因我们政策中列明的有效原因无法参加，可获得<strong>100%奖励积分部分退款</strong>

source: Upgrade to a refundable booking for a <strong>100% refund on your out of pocket portion</strong> if you cannot attend due to valid reasons outlined in our
ca: Actualitza a una reserva reemborsable per a un <strong>100% de reemborsament de la teva part de despeses de butxaca</strong> si no pots assistir per motius vàlids especificats en la nostra
de: Wenn Sie aus triftigen Gründen nicht teilnehmen können, können Sie auf eine erstattungsfähige Buchung umsteigen und erhalten <strong>100 % Ihrer Eigenausgaben erstattet</strong>
es: Mejora a una reserva reembolsable para un <strong>100% de reembolso en su porción de pagos de tu bolsillo</strong> si no puedes asistir debido a razones válidas descritas en nuestro
fr: Passez à une réservation remboursable pour un <strong>remboursement à 100 % de la partie Points Récompenses</strong> si vous ne pouvez pas assister à la réunion pour des raisons valables énoncées dans notre
it: Passa a una prenotazione rimborsabile per ottenere <strong>il 100% di rimborso delle spese di tasca tua</strong> nel caso non potessi partecipare a causa di validi motivi indicati nella nostra
ja: 払い戻し可能な予約にアップグレードすることで、<strong>追加のお支払い部分を100%払い戻し</strong>できます。これは万が一規約に記載されている正当な理由によって参加できない場合に適用されます。詳細は
kk: Егер сіз біздің нұсқаулықта көрсетілген дәлелді себептермен қатыса алмасаңыз, ақшаны қайтару опциясымен брондауға өтіңіз және өз қаражатыңыздан төлеу үшін <strong>100% өтемақы</strong> алыңыз
ky: Эгер көрсөтүлгөн жүйөлүү себептерден улам катыша албасаңыз, <strong> бонустук упайлар менен төлөнгөн төлөмдү 100% кайтарып алуу</strong> үчүн кайтарылып берилүүчү брондоого өтүңүз
lv: Veiciet jaunināšanu uz atmaksājamu rezervāciju, lai <strong>saņemtu 100% atmaksu par jūsu skaidrās naudas esošo daļu</strong>, ja nevarat apmeklēt mūsu norādīto pamatoto iemeslu dēļ
mn: Хэрэв та манай нөхцөлд дурдсан хүндэтгэн үзэх шалтгааны улмаас ирж чадахгүй бол <strong>Өөрөөс төлсөн төлбөрөө буцаан авч</strong> болох буцаан олгогдох захиалгын арга руу шилжинэ үү.
pt: Faça upgrade para uma reserva reembolsável com um <strong>reembolso de 100% da parte paga à parte</strong> se você não puder comparecer devido a razões válidas descritas em nosso
ro: Treci la o rezervare rambursabilă pentru o <strong>rambursare de 100% a porțiunii tale din buzunar</strong> dacă nu poți participa din motive întemeiate prezentate în
ru: Сделайте своё бронирование возвратным, чтобы получить <strong>100%-й возврат оплаченной из собственных средств части бронирования,</strong> если не сможете присутствовать по уважительным причинам, перечисленным в нашем
uk: Зробіть своє бронювання з можливістю повернення, щоб отримати <strong>100% повернення оплаченої з власних коштів частини бронювання</strong> якщо не зможете бути присутнім з поважних причин, перерахованих у нашому
uz: Агар сайтимизда мавжуд сабаблардан бирига кўра саёҳатга чиқа олмасангиз, <strong>тўловнинг Бонус баллари қисмини 100% қайтариб олиш мумкин бўлган<strong> буюртмага апгрейд қилинг
zh: 升级为可退款预订，若因我们政策中列明的有效原因无法参加，可获得<strong>100%自费部分退款</strong>

source: Upgrade to Partner
ca: Actualitzat a soci
de: Upgraden zum Partner
es: Actualizate a Socio
fr: S'améliorer à un Partenaire
it: Aggiornati a Partner
ja: パートナーへのアップグレード
kk: Серіктеске статусына Жаңарту
ko: 파트너로 업그레이드 하십시오
ky: Өнөктөш статусуна жаңыртыңыз
lv: Apgreido uz Partneri
mn: Түнш рүү зэрэг ахиулах
pt: Atualizar para sócio
ro: Activaţi-vă ca Partener
ru: Обновите до статуса Партнера
uk: Оновити до Партнера
uz: Ҳамкорга янгиланг
zh: 升級為合作夥伴

source: Upgrade to PREMIUM
fr: Passer au niveau PREMIUM
it: Passa a PREMIUM
kk: PREMIUM-ға жаңартыңыз
pt: Upgrade para PREMIUM
uk: Переходьте на PREMIUM
uz: PREMIUM га апгрейд қилиш
zh: 升级至PREMIUM

source: Upgrade Today
fr: Passer au Niveau Supérieur dès Aujourd'hui
it: Fai l'aggiornamento oggi stesso
kk: Бүгін жаңартыңыз
pt: Upgrade Hoje
uk: Перейти сьогодні
uz: Бугуноқ апгрейд қилиш
zh: 立即升级

source: Upgrade your booking and <strong>receive a 100% refund on your out of pocket portion</strong> if you cannot attend and can evidence of one of the many reasons in our <a target="_blank" href="%{protectionTOS}">Terms and Conditions</a> , which you can accept when you select a Refundable Booking.
de: Upgraden Sie Ihre Buchung und <strong>erhalten Sie eine 100%ige Rückerstattung Ihres Eigenanteils</strong> wenn Sie nicht teilnehmen können und einen der vielen Gründe nachweisen können, laut unseren <a target="_blank" :href="protectionTOS">Bedingungen und Konditionen</a> die Sie akzeptieren können, wenn Sie eine erstattungsfähige Buchung auswählen.
es: Sube de nivel tu reservación y <strong>recibe un reembolso del 100% de la porción pagada de tu bolsillo</strong> si no puedes asistir al viaje y puedes presentar evidencia de una de las muchas razones en nuestros <a target="_blank" href="%{protectionTOS}">Términos y Condiciones</a>, que puedes aceptar al seleccionar una Reservación Reembolsable.
fr: Surclassez votre réservation et <strong>recevez un remboursement à 100 % de vos frais de la poche</strong> si vous ne pouvez pas participer et si vous pouvez prouver l'une des nombreuses raisons mentionnées dans nos <a target="_blank" href="%{protectionTOS}">Conditions générales d'utilisation</a> , que vous pouvez accepter lorsque vous sélectionnez une réservation remboursable.
it: Migliora la tua prenotazione e <strong>ricevi il rimborso del 100% della parte di spesa sostenuta di tasca tua</strong> se non puoi partire e puoi dimostrare di avere uno dei tanti motivi indicati nelle nostre <a target="_blank" href="%{protectionTOS}">Condizioni Generali</a> , che è possibile accettare se si seleziona la Prenotazione Rimborsabile.
ky: Брондооңузду жаңыртыңыз жана эгерде сиз катыша албасаңыз <a target="_blank" :href=" protectionTOS">Шарттар жана жоболордо белгиленген</a> биздин көптөгөн себептердин бирин далилдей алсаңыз, муну Кайтарылып берилүүчү брондоону тандаганда кабыл ала аласыз, <strong>Чөнтөгүңүздөн берген төлөмдүн 100% кайтарымын алыңыз</strong>.
lv: Apgridojiet savu rezervaciju un<strong>saņemiet 100% atmaksu svas skaidrās naudas daļai</strong>ja nevarat ierasties un varat liecināt par vienu no iemesliem mūsu<a target="_blank" href="%{protectionTOS}">Termini un Nosacījumi</a>, kurus var akceptēt, atlasot Atmaksājamo Rezervāciju.
mn: Та буцаан олголт бүхий захиалга сонгохдоо манай <a target="_blank" href="%{protectionTOS}">Үйлчилгээний Нөхцөлүүдэд</a> дурдсан шалгаануудаас нотолгоо гарган өгч чадахгүй бол <strong>өөрөөс төлсөн төлбөрөө 100% буцаан авах</strong>, боломж бүхий захиалгын сонголтыг хийнэ үү.
ru: Усовершенствуйте своё бронирование и <strong> получите 100%-й возврат части, оплаченной из собственных средств,</strong> при невозможности присутствовать и если можете предоставить подтверждение одной из многочисленных причин из наших <a target="_blank" href="%{protectionTOS}">Условий и Положений</a>, которую вы можете допустить при выборе Возвратного бронирования.

source: Upgrade your booking and <strong>receive a 100% refund on your out of pocket portion</strong> if you cannot attend and can evidence of one of the many reasons in our <a target="_blank" href="https://refundable.me">Terms and Conditions</a> , which you can accept when you select a Refundable Booking.
ca: Millora la teva reserva i <strong>rebràs un reemborsament del 100% de la part que has pagat directament</strong> si no pots viatjar i pots proporcionar evidències d'una de les moltes raons que es detallen en els nostres <a target="_blank" href="https://refundable.me">Termes i Condicions</a> , que pots acceptar quan seleccionis una Reserva amb opció de Reemborsament.
de: Upgraden Sie Ihre Buchung und <strong>erhalten Sie eine 100%ige Rückerstattung Ihres Eigenanteils</strong> wenn Sie nicht teilnehmen können und einen der vielen Gründe nachweisen können, laut unseren <a target="_blank" href="https://refundable.me">Bedingungen und Konditionen</a> die Sie akzeptieren können, wenn Sie eine erstattungsfähige Buchung auswählen.
es: Sube de nivel tu reservación y <strong>recibe un reembolso del 100% de la porción Pagada de tu Bolsillo</strong> si no puedes asistir al viaje y puedes presentar evidencia de una de las muchas razones en nuestros <a target="_blank" href="https://refundable.me">Términos y Condiciones</a> , que puedes aceptar al seleccionar una Reservación Reembolsable.
fr: Surclassez votre réservation et <strong>recevez un remboursement à 100 % de vos frais de la poche</strong> si vous ne pouvez pas participer et si vous pouvez prouver l'une des nombreuses raisons mentionnées dans nos <a target="_blank" href="https://refundable.me">Conditions générales d'utilisation</a> , que vous pouvez accepter lorsque vous sélectionnez une réservation remboursable.
it: Migliora la tua prenotazione e <strong>ricevi il rimborso del 100% della parte di spesa sostenuta di tasca tua</strong> se non puoi partire e puoi dimostrare di avere uno dei tanti motivi indicati nelle nostre <a target="_blank" href="https://refundable.me">Condizioni Generali</a> , che è possibile accettare se si seleziona una Prenotazione Rimborsabile.
ja: あなたの予約をアップグレードし <strong>実費分の100％の払い戻しを受けられます</strong> この保護が適用されるためには <a target="_blank" href="https://refundable.me">利用規約</a> に記載されている理由のいずれかを証明する必要があります。
kk: Брондауыңызды жаңартыңыз және <strong>егер сіз қатыса алмасаңыз және Шарттарымыз бен Шарттарымызда</strong> көрсетілген көптеген себептердің <a target="_blank" href="https://refundable.me">бірін дәлелдей алсаңыз</a>, 100% қайтарымды алыңыз.
ky: Брондооңузду жаңыртыңыз жана эгерде сиз катыша албасаңыз <a target="_blank" href="https://refundable.me">Шарттар жана жоболордо белгиленген</a> биздин көптөгөн себептердин бирин далилдей алсаңыз, муну Кайтарылып берилүүчү брондоону тандаганда кабыл ала аласыз <strong>Чөнтөгүңүздөн берген төлөмдүн 100% кайтарымын алыңыз</strong>.
lv: Upgreidojiet savu rezervāciju un<strong>saņemiet 100% atmaksu par savu skaidro naudu portion</strong>ja nevarat ierasties un varat apliecināt dažādu iemeslu dēļ mūsu<a target="_blank" href="https://refundable.me">Terminos un Noteikumos</a>, kurus jūs varat apskatīt izvēloties Refundable Booking.
mn: Та буцаан олголт бүхий захиалга сонгохдоо манай <a target="_blank" href="https://refundable.me">Үйлчилгээний Нөхцөлүүдэд</a> дурдсан шалгаануудаас нотолгоо гарган өгч чадахгүй бол <strong>өөрөөс төлсөн төлбөрөө 100% буцаан авах</strong> боломж бүхий захиалгын сонголтыг хийнэ үү.
pt: Atualize sua reserva e <strong>receba um reembolso de 100% da parte que você pagou</strong> se você não puder comparecer e puder comprovar um dos muitos motivos listados em nossos <a target="_blank" href="https://refundable.me">Termos e Condições</a>, que você pode aceitar ao selecionar uma Reserva Reembolsável.
ro: Fă upgrade la rezervarea ta și <strong>primește o rambursare de 100% pentru partea din buzunar</strong> dacă nu poți participa și poți dovedi unul dintre multele motive din <a target="_blank" href="https://refundable.me">Termenii și condițiile</a> , noastre pe care le poți accepta atunci când selectezi o Rezervare Rambursabilă.
ru: Усовершенствуйте своё бронирование и <strong> получите 100%-й возврат части, оплаченной из собственных средств,</strong> при невозможности присутствовать и если можете предоставить подтверждение одной из многочисленных причин из наших <a target="_blank" href="https://refundable.me">Условий и Положений</a>, которую вы можете допустить при выборе Возвратного бронирования.
uk: Удоскональте своє бронювання та <strong>отримайте 100% повернення частини, сплаченої з власних коштів,</strong> при неможливості бути присутнім і якщо можете надати підтвердження однієї з численних причин з наших <a target="_blank" href="https://refundable.me">Умов та Положень</a> , яку ви можете допустити при виборі Бронювання, що підлягає поверненню.
uz: Буюртмангизни янгиланг ва <strong>агар саёҳатга чиқа олмасангиз ҳамда</strong> бунга Пули қайтариладиган круизни танлаб, ўз розилигингизни билдирадиган <a target="_blank" href="https://refundable.me">Қоидалар ва шартларда</a> кўрсатилган далил-исботлардан бирини келтира олсангиз, ҳамёндан тўланган маблағларингизни 100% қайтариб олинг.
zh: 升级您的预订并<strong>自付费用部分获得 100% 退款</strong>如果您不能参加并且可以证明我们的众多原因之一<a target="_blank" href="https://refundable.me">条款和条件</a>，当您选择可退款预订时即可接受这些条款和条件。

source: Upgrade your booking and <strong>receive a 100% refund on your Reward Points portion</strong> if you cannot attend and can evidence of one of the many reasons in our <a target="_blank" href="%{link}">Terms and Conditions</a> , which you can accept when you select a Refundable Booking.
ca: Millora la teva reserva i <strong>rebràs un reemborsament del 100% de la teva part de Punts de Recompensa</strong> si no pots viatjar i pots proporcionar evidències d'una de les moltes raons en els nostres <a target="_blank" href="%{link}">}">Termes i Condicions</a>, que pots acceptar quan seleccionis una reserva amb opció de reemborsament.
de: Upgraden Sie Ihre Buchung und <strong>erhalten Sie eine 100%ige Rückerstattung Ihrer Reward Points </strong> wenn Sie nicht teilnehmen können und einen der vielen Gründe nachweisen können, laut unseren <a target="_blank" href="%{link}">Bedingungen und Konditionen</a> die Sie akzeptieren können, wenn Sie eine erstattungsfähige Buchung auswählen.
es: Sube de nivel tu reservación y <strong>recibe un reembolso del 100% de la porción de tus Puntos de Recompensa</strong> si no puedes asistir al viaje y puedes presentar evidencia de una de las muchas razones en nuestros <a target="_blank" href="%{rpProtectionTOS}">Términos y Condiciones</a> , que puedes aceptar al seleccionar una Reservación Reembolsable.
fr: Surclassez votre réservation et <strong>recevez un remboursement à 100 % de vos Points de Récompense</strong> si vous ne pouvez pas participer et si vous pouvez prouver l'une des nombreuses raisons mentionnées dans nos <a target="_blank" href="%{link}">Conditions générales d'utilisation</a> , que vous pouvez accepter lorsque vous sélectionnez une réservation remboursable.
it: Migliora la tua prenotazione e <strong>ricevi il rimborso del 100% della parte di spesa sostenuta di tasca tua</strong> se non puoi partire e puoi dimostrare di avere uno dei tanti motivi indicati nelle nostre <a target="_blank" href="%{link}">Condizioni Generali</a> , che è possibile accettare se si seleziona la Prenotazione Rimborsabile.
ja: あなたの予約をアップグレードし、 <strong>リワードポイントの100％の払い戻しを受けましょう。</strong> 返金可能な予約を選択した場合に <a target="_blank" href="%{link}">利用規約</a> に記載されている旅行に行けなくなった理由を証明できる書類を提出できる場合に、返金の対象になります。
kk: Брондауыңызды жаңартыңыз және <strong>егер сіз қатыса алмасаңыз және Шарттарымыз бен Шарттарымызда</strong> көрсетілген көптеген себептердің бірін дәлелдей алсаңыз, <a target="_blank" href="%{link}">«Қайтарылатын брондау» опциясын</a> таңдау арқылы қабылдай алатын сыйақы ұпайларыңыздың бір бөлігінің 100% қайтарып алыңыз.
ky: Брондооңузду жаңыртыңыз жана эгерде сиз катыша албасаңыз <a target="_blank" href="%{link}">Шарттар жана жоболордо белгиленген</a>биздин көптөгөн себептердин бирин далилдей алсаңыз, муну Кайтарылып берилүүчү брондоону тандаганда кабыл ала аласыз, </strong>колдонулган Бонустук упайларыңыздын 100% кайтарымын алыңыз</strong>.
lv: Apgreidojiet savu rezervāciju un<strong>saņemiet 100% atmaksu par jūsu Balvu Punktu daļu</strong>ja nevarat ierasties un varat liecināt par vienu no iemesliem mūsuj<a target="_blank" href="%{link}">Termini un Nosacījumi</a>, kurus var akceptēt, atlasot Atmaksājamo Rezervāciju.
mn: Та буцаан олголт бүхий захиалга сонгохдоо манай <a target="_blank" href="%{link}">Үйлчилгээний Нөхцөлүүдэд</a> дурдсан шалгаануудаас нотолгоо гарган өгч чадахгүй бол <strong>Шагналын Оноогоо 100% буцаан авах</strong> боломж бүхий захиалгын сонголтыг хийнэ үү.
pt: Atualize sua reserva e <strong>receba um reembolso de 100% da sua porção de Pontos de Recompensa</strong> se você não puder comparecer e puder comprovar um dos muitos motivos listados em nossos <a target="_blank" href="%{link}">Termos e Condições</a>, que você pode aceitar ao selecionar uma Reserva Reembolsável.
ro: Fă upgrade la rezervarea ta și <strong>primești o rambursare de 100% pentru partea de puncte de recompensă</strong> dacă nu poți participa și poți dovedi unul dintre multele motive din <a target="_blank" href="%{link}">Termenii și condițiile</a> , noastre pe care le poți accepta atunci când selectezi o Rezervare Rambursabilă.
ru: Усовершенствуйте своё бронирование и <strong>получите 100%-й возврат применённых Бонусных Баллов</strong> при невозможности присутствовать и если можете предоставить подтверждение одной из многочисленных причин из наших <a target="_blank" href="%{link}">Условий и Положений</a> , которую вы можете допустить при выборе Возвратного бронирования.
uk: Удоскональте своє бронювання та <strong>отримайте 100% повернення застосованих Бонусних Балів</strong> при неможливості бути присутнім і якщо можете надати підтвердження однієї з численних причин з наших <a target="_blank" href="%{link}">Умов та Положень</a> , які ви можете допустити при виборі Бронювання, що підлягає поверненню.
uz: Буюртмангизни янгиланг ва <strong>агар саёҳатга чиқа олмасангиз ҳамда бунга</strong> Пули қайтариладиган круизни танлаб, ўз розилигингизни билдирадиган <a target="_blank" :href="rpProtectionTOS">Қоидалар ва шартларда</a> кўрсатилган далил-исботлардан бирини келтира олсангиз, сарфлаган Бонус балларингизни 100% қайтариб олинг.
zh: 升级您的预订并<strong>自付费用部分获得 100% 退款</strong>如果您不能参加并且可以证明我们的众多原因之一<a target="_blank" href="%{link}">条款和条件</a>，当您选择可退款预订时即可接受这些条款和条件。

source: Upgrade your booking and <strong>receive a 100% refund on your Reward Points portion</strong> if you cannot attend and can evidence of one of the many reasons in our <a target="_blank" href="%{rpProtectionTOS}">Terms and Conditions</a> , which you can accept when you select a Refundable Booking.
de: Upgraden Sie Ihre Buchung und <strong>erhalten Sie eine 100%ige Rückerstattung Ihrer Reward Points wenn Sie nicht teilnehmen können und einen der vielen Gründe nachweisen können, laut unseren <a target="_blank" :href="rpProtectionTOS">Bedingungen und Konditionen</a> die Sie akzeptieren können, wenn Sie eine erstattungsfähige Buchung auswählen.
es: Sube de nivel tu reservación y <strong>recibe un reembolso del 100% de la porción de tus Puntos de Recompensa</strong> si no puedes asistir al viaje y puedes presentar evidencia de una de las muchas razones en nuestros <a target="_blank" href="%{rpProtectionTOS}">Términos y Condiciones</a> , que puedes aceptar al seleccionar una Reservación Reembolsable.
fr: Surclassez votre réservation et <strong>recevez un remboursement à 100 % de vos Points de Récompense</strong> si vous ne pouvez pas participer et si vous pouvez prouver l'une des nombreuses raisons mentionnées dans nos <a target="_blank" href="%{rpProtectionTOS}">Conditions générales d'utilisation</a> , que vous pouvez accepter lorsque vous sélectionnez une réservation remboursable.
it: Migliora la tua prenotazione e <strong>ricevi il rimborso del 100% della parte di spesa sostenuta di tasca tua</strong> se non puoi partire e puoi dimostrare di avere uno dei tanti motivi indicati nelle nostre <a target="_blank" href="%{rpProtectionTOS}">Condizioni Genera</a> , che è possibile accettare se si seleziona la Prenotazione Rimborsabile.
ky: Брондооңузду жаңыртыңыз жана эгерде сиз катыша албасаңыз <a target="_blank" href="%{rpProtectionTOS}">Шарттар жана жоболордо белгиленген</a> биздин көптөгөн себептердин бирин далилдей алсаңыз, муну Кайтарылып берилүүчү брондоону тандаганда кабыл ала аласыз, </strong>колдонулган Бонустук упайларыңыздын 100% кайтарымын алыңыз</strong>.
lv: Apgreidojiet savu rezervāciju un<strong>saņemiet 100% atmaksu par jūsu Balvu Punktu daļu</strong>ja nevarat ierasties un varat liecināt par vienu no iemesliem mūsuj<a target="_blank" href="%{rpProtectionTOS}">Termini un Nosacījumi</a>, kurus var akceptēt, atlasot Atmaksājamo Rezervāciju.
mn: Та буцаан олголт бүхий захиалга сонгохдоо манай <a target="_blank" href="%{rpProtectionTOS}">Үйлчилгээний Нөхцөлүүдэд</a> дурдсан шалгаануудаас нотолгоо гарган өгч чадахгүй бол <strong>Шагналын Оноогоо 100% буцаан авах</strong> боломж бүхий захиалгын сонголтыг хийнэ үү.
ru: Усовершенствуйте своё бронирование и <strong>получите 100%-й возврат применённых Бонусных Баллов</strong> при невозможности присутствовать и если можете предоставить подтверждение одной из многочисленных причин из наших <a target="_blank" href="%{rpProtectionTOS}">Условий и Положений</a>, которую вы можете допустить при выборе Возвратного бронирования.
