Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <strong>$250,000</strong> in total qualified production in any given month.<br><br> Executive Directors earn a <strong>$25,000</strong> Team Leadership Bonus each and every month they remain qualified.
ca: <strong>250.000 dòlars</strong> de producció qualificada total en qualsevol mes.<br><br> Els Executive Directors guanyen <strong>25.000 dòlars</strong> en Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: <strong>250.000$</strong> im gesamten Qualifikationsumsatz in einem beliebigen Monat.<br><br> Executive Directors verdienen einen <strong>25.000$</strong> Team Leadership Bonus in jedem Monat, in dem sie qualifiziert bleiben.
es: <strong>$250,000</strong> en producción calificada total en un mes determinado.<br><br> Executive Directors ganan un Bono de Liderazgo de Equipo de <strong>$25,000</strong> cada mes que se mantienen calificando.
fr: <strong>25 000 $</strong> de la production totale qualifiée au cours d'un mois donné.<br><br> Les Directeurs Exécutifs recevront un Bonus du Leadership d'Équipe de <strong>2 500$</strong> pour chaque mois, tant qu’ils restent qualifiés.
it: <strong>250.000$</strong> di produzione qualificata totale in un dato mese.<br><br> Gli Executive Director guadagnano un Bonus di $25.000</strong> per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: <strong>$250,000</strong> を特定の１ヶ月で合計認定売上を達成します。<br><br> Executive Directors は、<strong>$25,000</strong> のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: <strong>$250 000</strong> жалпы біліктілікті тауар айналымы белгілі бір айда.<br><br>Executive Directors әр айда өздерінің біліктілігін сақтап қалған жағдайда <strong>$25 000</strong> көлемінде Командалық Лидерлік бонусын алады.
ky: команданын кайсы бир берилген айдагы <strong>250,000$</strong> долларлык жалпы жарамдуу өндүрүшүндө.<br><br> Executive Director-лор ушул квалификацияда калган ар бир ай сайын <strong>25,000$</strong> доллардан Команда Лидерлиги Бонусун алышат.
lv: <strong>$250,000</strong> kopējā kvalificētākomandas apgrozījumā dotajā mēnesī.<br><br> Izpilddirektori pelna <strong>$25,000</strong> Komandas Vadības Bonusu katrā un ikvienā mēnesī kamēr viņi kvalificējas.
mn: Тухайн сарын нийт борлуулалт болох <strong>$250,000</strong>-ын болзлыг сар бүр хангаж буй Executive Director нь сар бүр Багийн манлайллын урамшуулалд<strong> $25,000</strong> авах болно.
pt: <strong>$250.000</strong> na produção total qualificada em qualquer mês.<br><br> Diretores Executivos ganham um bônus de liderança de equipe de<strong>$25.000</strong> a cada mês em que permanecem qualificados.
ro: <strong>250.000$</strong> în producția totală calificată într-o anumită lună.<br><br> Executive Directors câștigă un bonus de <strong>25.000$</strong> pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: <strong>$250 000</strong> общего квалифицированного товарооборота в какой-либо конкретный месяц.<br><br> Исполнительные Директора зарабатывают <strong>$25 000</strong> в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: <strong>$250,000</strong> загального кваліфікованого товарообігу за конкретний місяць.<br><br> Виконавчі Директори заробляють <strong>$25,000</strong> у вигляді Командного Лідерського бонусу за кожен місяць, у якому вони зберігають кваліфікацію.
uz: Исталган берилган ойда жами квалификацион ишлаб чиқаришдан <strong>250,000$</strong>.<br><br> Regional Director квалификацияни ушлаб турган ҳар ой учун қатъий<strong>25,000$</strong> Жамоа етакчилиги бонусини ишлаб топади.
zh: <strong>250,000 美元</strong> 任何给定月份的合格总产出。<br><br>执行董事每个月都能获得 <strong>25,000 美元</strong> 团队领导奖金，只要他们保持合格。

source: <strong>$3,000</strong> in total qualified production in any given month.<br><br> Marketing Directors earn a <strong>$300</strong> Team Leadership Bonus each and every month they remain qualified.
ca: <strong>3.000 dòlars</strong> de producció total qualificada en qualsevol mes. <br><br> El Marketing Director guanya <strong>$300</strong>en Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: <strong>$3.000</strong> im gesamten Qualifikationsumsatz in einem beliebigen Monat.<br><br> Marketing Directors verdienen einen <strong>$300</strong> Team Leadership Bonus in jedem Monat, in dem sie qualifiziert bleiben.
es: <strong>$3,000</strong> en producción calificada total en un mes determinado.<br><br> Marketing Directors ganan un Bono de Liderazgo de Equipo de <strong>$300</strong> cada mes que se mantienen calificando.
fr: <strong>3 000 $</strong> de la production totale qualifiée au cours d'un mois donné.<br><br> Les Directeurs de Marketing recevront un Bonus du Leadership d'Équipe de <strong>300$</strong> pour chaque mois, tant qu’ils restent qualifiés.
it: <strong>$3.000</strong> di produzione qualificata totale in un dato mese.<br><br> I Marketing Director guadagnano un Bonus di <strong>$300</strong> per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: <strong>$3,000</strong> を特定の１ヶ月で合計認定売上を達成します。<br><br> Marketing Directors は、 <strong>$300</strong> のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: <strong>$3000</strong> жалпы біліктілікті тауар айналымы белгілі бір айда.<br><br> Marketing Directors әр айда өздерінің біліктілігін сақтап қалған жағдайда <strong>$300</strong> көлемінде Командалық Лидерлік бонусын алады.
ky: команданын кайсы бир берилген айдагы <strong>3,000$</strong> долларлык жалпы жарамдуу өндүрүшүндө.<br><br> Marteting Director-лор ушул квалификацияда калган ар бир ай сайын <strong>300$</strong> доллардан Команда Лидерлиги Бонусун алышат.
lv: <strong>$3,000</strong>kompējā kvalificētā komandas apgrozījumā dotajā mēnesī.<br><br> Mārketinga Direktori pelna <strong>$300</strong> Komandas vadības Bonusu katrā un ikvienā mēnesī kamēr viņi kvalificējas.
mn: Тухайн сарын нийт борлуулалт болох <strong>$3,000</strong>-ын болзлыг сар бүр хангаж буй Marketing Director нь сар бүр Багийн манлайллын урамшуулалд<strong> $300</strong> авах болно.
pt: <strong>$3.000</strong> na produção total qualificada em qualquer mês.<br><br> Diretores de Marketing ganham um bônus de liderança de equipe de<strong>$300</strong> a cada mês em que permanecem qualificados.
ro: <strong>3.000$</strong> în producția totală calificată într-o anumită lună.<br><br> Marketing Directors câștigă un bonus de <strong>300$</strong> pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: <strong>$3000</strong> общего квалифицированного товарооборота в какой-либо конкретный месяц.<br><br> Маркетинг-Директора зарабатывают <strong>$300</strong> в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: <strong>$3,000</strong> загального кваліфікованого товарообігу за конкретний місяць.<br><br> Маркетинг-Директори заробляють <strong>$300</strong> у вигляді Командного Лідерського бонусу за кожний місяць, у якому вони зберігають кваліфікацію.
uz: Исталган берилган ойда жами квалификацион ишлаб чиқаришдан <strong>3,000$</strong>.<br><br> Marketing Director квалификацияни ушлаб турган ҳар ой учун қатъий<strong>300$</strong> Жамоа етакчилиги бонусини ишлаб топади.
zh: <strong>3,000 美元</strong> 任何给定月份的合格总产出。<br><br> 营销总监每个月都能获得 <strong>300 美元</strong> 团队领导奖金，只要他们保持合格。

source: <strong>$30,000</strong> or more in Builder Base Activation volume = <strong>30% bonus</strong> <span>(max bonus amount = $30,000 regardless of production)</span>
ca: <strong>30.000 dòlars</strong> o més en volum d'Activació de la Base de Constructors = <strong>30% de bonificació</strong> <span>(import màxim de la bonificació = 30.000 dòlars, independentment de la producció)</span>
de: <strong>$30,000</strong> oder mehr an Builder Base Aktivierungsumsatz = <strong>30% Bonus</strong> <span>(maximaler Bonusbetrag = 30.000 $ unabhängig von der Produktion)</span>
es: <strong>$30,000</strong> o más en volumen de Activación de la Base de Constructores = <strong>30% de bonificación</strong> <span>(monto máximo del bono= $30,000 independientemente de la producción)</span>
fr: <strong>$30,000</strong> or volume d'Activation de la Base des Constructeurs = <strong>30% bonus</strong> <span>(montant maximal du bonus = 30 000 $, indépendamment de la production)</span>
it: <strong>$30.000</strong> o più in volume di attivazione della Base Costruttori = <strong>30% di bonus</strong> <span>(importo massimo del bonus = $30.000 indipendentemente dalla produzione)</span>
ja: <strong>$30,000</strong> 以上のビルダーズ・ベース新規売上ボリューム = <strong>30%のボーナス</strong> <span>（最大ボーナス金額 = $30,000 売上高に関係なく）</span>
kk: Фундамент Бизнестің<strong>$30,000</strong> немесе одан да көп активтендіру көлемі =<strong> 30% бонус</strong> <span> ( бонустың максималды мөлшері = тауар айналымына қарамастан $30,000)</span>
ky: <strong>30 000$</strong> же андан көп Куруучулардын базалык активдештирүү көлөмү = <strong>30% бонус</strong> <span>(боонустун эң жогорку суммасы = өндүрүшкө карабастан $30,000)</span>
lv: <strong>$30,000</strong> vai varāk Lietotāju bāzes Aktivizācijas apjoms = <strong>30% bonus</strong> <span>(max bonus lielums = $30,000 neskatoties uz apgrozījumu)</span>
mn: <strong>$30,000</strong> болон дээш Билдерс Бэйсийн идэвхжүүлэлт = <strong>30%-ын урамшуулал</strong> <span>(Урамшууллын хамгийн дээд хэмжээ = Борлуулалтаас хамаарахгүйгээр $30,000)</span>
pt: <strong>$30.000</strong> ou mais em volume de ativação da Base de Construtores= <strong>bônus de 30%</strong> <span>(valor máximo do bônus = $30.000, independentemente da produção)</span>
ro: <strong>30.000$</strong> sau mai mult în volum de activare pentru baza constructorilor = <strong>30% bonus</strong> <span>(suma bonus max = 30.000$ indiferent de producție)</span>
ru: <strong>$30 000</strong> и более Активационного объёма в Фундаменте Бизнеса = <strong> бонус 30%</strong> <span>(максимальный размер бонуса = $30 000 независимо от товарооборота)</span>
uk: <strong>$30,000</strong> і більше Активаційного обсягу у Фундаменті Бізнесу = <strong> бонус 30%</strong> <span>(максимальний розмір бонусу = $30 000 незалежно від товарообігу)</span>
uz: Қурувчилар базаси Фаоллик ҳажмида <strong>30,000$<strong> ёки ундан кўп = <strong>30% бонус<strong> <span>(максимум бонус суммаси = ишлаб чиқаришдан қатъи назар 30,000$)</span>
zh: <strong>$30,000</strong>或以上的基础建设者激活量 = <strong>30%奖金</strong> <span>（无论业绩如何，奖金最高金额为 $30,000）</span>

source: <strong>$5,000-$9,999</strong> in Builders Base Activation volume = <strong>5% bonus</strong>
ca: <strong>5.000 dòlars - 9.999 dòlars</strong> en volum d'Activació de la Base de Constructors = <strong>5% de bonificació</strong>
de: <strong>$5,000-$9,999</strong> an Builders Base Aktivierungsumsatz = <strong>5% Bonus</strong>
es: <strong>$5,000-$9,999</strong> en volumen de Activación de la Base de Constructores = <strong>5% bonus</strong>
fr: <strong>$5,000-$9,999</strong> dans le volume d'Activation de la Base des Constructeurs = <strong>5% bonus</strong>
it: <strong>$5.000-$9.999</strong> in volume di attivazione della Base Costruttori = <strong>5% di bonus</strong>
ja: <strong>$5,000〜$9,999</strong> のビルダーズ・ベース新規売上ボリューム = <strong>5%のボーナス</strong>
kk: Фундамент Бизнестің <strong>$5,000-$9,999</strong> Активтендіру көлемі = <strong>5% бонус</strong>
ky: <strong>$5,000-$9,999</strong> Куруучулар базасы активдештирүү көлөмү = <strong>5% бонус</strong>
lv: <strong>$5,000-$9,999</strong> Lietotāju Bāzes Aktivizāciju apjoms = <strong>5% bonus</strong>
mn: <strong>$5,000-$9,999</strong>-ын Билдерс Бэйсийн идэвхжүүлэлт = <strong>5%-ын урамшуулал</strong>
pt: <strong>$5.000 a $9.999</strong> em volume de ativação da Base de Construtores= <strong>bônus de 5%</strong>
ro: <strong>5.000$-9.999$</strong> în volum de activare pentru baza constructorilor = <strong>5% bonus</strong>
ru: <strong>$5 000-$9 999</strong> Активационного объёма в Фундаменте Бизнеса = <strong> бонус 5%</strong>
uk: <strong>$5,000-$9,999</strong> Активаційного обсягу у Фундаменті Бізнесу = <strong> бонус 5%</strong>
uz: Қурувчилар базаси Фаоллик ҳажмида <strong>5,000$-9,999$</strong> = <strong>5% бонус</strong>
zh: <strong>$5,000-$9,999</strong>的基础建设者激活量 = <strong>5%奖金</strong>

source: <strong>$50,000</strong> in total qualified production in any given month.<br><br> National Directors earn a <strong>$5,000</strong> Team Leadership Bonus each and every month they remain qualified.
ca: <strong>50.000 dòlars</strong> de producció qualificada total en qualsevol mes.<br><br> Els National Marketing Directors guanyen <strong>5.000 dòlars</strong> en Bonificació per lideratge d'equip tots i cadascun dels mesos que romanguin qualificats.
de: <strong>$50.000</strong> im gesamten Qualifikationsumsatz in einem beliebigen Monat.<br><br> National Directors verdienen einen <strong>$5.000</strong> Team Leadership Bonus für jeden Monat, in dem sie qualifiziert bleiben.
es: <strong>$50,000</strong> en producción calificada total en un mes determinado.<br><br> National Directors ganan un Bono de Liderazgo de Equipo de <strong>$5,000</strong> cada mes que se mantienen calificando.
fr: <strong>50 000 $</strong> de la production totale qualifiée au cours d'un mois donné.<br><br> Les Directeurs Nationaux recevront un Bonus du Leadership d'Équipe de <strong>5 000$</strong> pour chaque mois, tant qu’ils restent qualifiés.
it: <strong>$50.000</strong> di produzione qualificata totale in un dato mese.<br><br> I National Director guadagnano un Bonus di <strong>$5.000</strong> per la Leadership del Team ogni mese in cui rimangono qualificati.
ja: <strong>$50,000</strong> を特定の１ヶ月で合計認定売上を達成します。<br><br> National Directors は、 <strong>$5,000</strong> のチームリーダーシップボーナスがランク達成の条件を満たしていれば毎月獲得できます。
kk: <strong>$50 000</strong> жалпы біліктілікті тауар айналымы белгілі бір айда.<br><br> National Directors әр айда өздерінің біліктілігін сақтап қалған жағдайда <strong>$5000</strong> көлемінде Командалық Лидерлік бонусын алады.
ky: команданын кайсы бир берилген айдагы <strong>50,000$</strong> долларлык жалпы жарамдуу өндүрүшүндө.<br><br> National Director-лор ушул квалификацияда калган ар бир ай сайын <strong>5,000$</strong> доллардан Команда Лидерлиги Бонусун алышат.
lv: <strong>$50,000</strong> kopējā kvalificētā komandas apgrozījumā dotajā mēnesī.<br><br> Nacionālie Direktori pelna <strong>$5,000</strong> Komandas vadības Bonusu katrā un ikvienā mēnesī kamēr viņi kvalificējas.
mn: Тухайн сарын нийт борлуулалт болох <strong>$50,000</strong>-ын болзлыг сар бүр хангаж буй National Director нь сар бүр Багийн манлайллын урамшуулалд<strong> $5,000</strong> авах болно.
pt: <strong>$50.000</strong> na produção total qualificada em um determinado mês.<br><br> Diretores Nacionais ganham um bônus de liderança de equipe de<strong>$5.000</strong> a cada mês em que permanecerem qualificados.
ro: <strong>50.000$</strong> în producția totală calificată într-o anumită lună.<br><br> National Directors câștigă un bonus de <strong>5.000$</strong> pentru conducerea echipei în fiecare lună în care rămân calificați.
ru: <strong>$50 000</strong> общего квалифицированного товарооборота в какой-либо конкретный месяц.<br><br> Национальные Директора зарабатывают <strong>$5000</strong> в виде Командного Лидерского бонуса за каждый месяц, в котором они сохраняют квалификацию.
uk: <strong>$50,000</strong> загального кваліфікованого товарообігу за конкретний місяць.<br><br> Національні Директори заробляють <strong>$5,000</strong> у вигляді Командного Лідерського бонусу за кожний місяць, у якому вони зберігають кваліфікацію.
uz: Исталган берилган ойда жами квалификацион ишлаб чиқаришдан <strong>50,000$</strong>.<br><br> National Director квалификацияни ушлаб турган ҳар ой учун қатъий<strong>5,000$</strong> Жамоа етакчилиги бонусини ишлаб топади.
zh: <strong>50,000 美元</strong> 任何给定月份的合格总产出。<br><br> 国家董事每个月都能获得 <strong>5,000 美元</strong> 团队领导奖金，只要他们保持合格。

source: <strong>Departing from</strong>: %{ embarkationPort }
ca: <strong>Sortida des de</strong>: %{ embarkationPort }
de: <strong>Abreise von</strong>: %{ embarkationPort }
es: <strong>Saliendo desde</strong>: %{ embarkationPort }
fr: <strong>Départ de</strong> : %{ portembarquement }
it: <strong>In partenza da</strong>: %{ embarkationPort }
ja: <strong>出港地</strong>: %{ embarkationPort }
kk: <strong>Шығу</strong>:%{ embarkationPort }
ko: <strong>출발지</strong>: %{ 승선항구 }
ky: <strong>Кетүү</strong>: %{ embarkationPort }
lv: <strong>Atiet no</strong>: %{ embarkationPort }
mn: <strong>Хөлөг хөдлөх огноо</strong>: %{ хөлөгт суух боомт }
pt: <strong>Partindo de</strong>: %{ embarkationPort }
ro: <strong>Plecare de la</strong>: %{ embarkationPort }
ru: <strong>Отправление из</strong>: %{ embarkationPort }
uk: <strong>Звідки</strong>: %{ embarkationPort }
uz: <strong>Жўнаш порти</strong>: %{ embarkationPort }
zh: <strong>出发地</strong>: %{ embarkationPort }

source: <strong>Departing on</strong>: %{ cruiseOn }
ca: <strong>Sortida el</strong>: %{ cruiseOn }
de: <strong>Abreise am</strong>: %{ cruiseOn }
es: <strong>Saliendo el</strong>: %{ cruiseOn }
fr: <strong>Départ le</strong> : %{ croisièrele }
it: <strong>In partenza il</strong>: %{ cruiseOn }
ja: <strong>出発</strong>: %{ cruiseOn }
kk: <strong>Шығу</strong>:%{ cruiseOn }
ko: <strong>출발날짜</strong>: %{ 승선크루즈 }
ky: <strong>Жөнөтүү</strong>: %{ cruiseOn }
lv: <strong>Atiet no</strong>: %{ cruiseOn }
mn: <strong>Хөлөг хөдлөх</strong>: %{ cruiseOn }
pt: <strong>Partida em</strong>: %{ cruiseOn }
ro: <strong>Plecare pe</strong>: %{ cruiseOn }
ru: <strong>Отправление в</strong>: %{ cruiseOn }
uk: <strong>Куди</strong>: %{ cruiseOn }
uz: <strong>Жўнаш</strong>: %{ cruiseOn }
zh: <strong>出发时间</strong>: %{ cruiseOn }

source: <strong>General Admission tickets (€299)</strong> include all sessions, Friday entertainment, and box lunches on Saturday and Sunday. The <strong>Legacy Pass (€449)</strong> offers reserved seating, exclusive reception access, and other event extras. <strong>Special Ticket Offers</strong> will be released with limited quantities and availability. Stay tuned!
fr: <strong>Billets d'Entrée Générale (299 €)</strong> : accès à toutes les sessions, divertissements du vendredi soir et paniers-repas de midi le samedi et le dimanche. Le <strong>Pass Legacy (449 €)</strong> offre des places réservées, l'accès à une réception exclusive et d'autres avantages. Des <strong>Offres Spéciales de Billets</strong> seront disponibles en quantité limitée. Restez à l'écoute !
it: Il <strong>Biglietto Ordinario (€299)</strong> include l'accesso a tutte le sessioni, gli eventi di intrattenimento del venerdì e i pranzi al sacco (box lunch) di sabato e domenica. Il <strong>Legacy Pass (€449)</strong> offre posti a sedere riservati, l'accesso a un ricevimento esclusivo e altri extra per l'evento. <strong>Offerte Speciali sui Biglietti </strong> saranno rilasciate in quantità e disponibilità limitate. Resta sintonizzato!
kk: <strong>Жалпы кіру билеттері (€299)</strong> барлық сессияларды, жұма күнгі ойын-сауықты және сенбі мен жексенбі күндері берілетін бокс-ланчтарды қамтиды. <strong>Мұра Билеті (€449)</strong> – алдын ала брондалған орындар, эксклюзивті қабылдауларға кіру мүмкіндігі және басқа да қосымша артықшылықтарды ұсынады.<strong>Арнайы билет ұсыныстары</strong> шектеулі мөлшерде және қолжетімділікпен жарияланатын болады. Күтіңіз!
pt: <strong>Os ingressos gerais (€ 299)</strong> incluem todas as sessões, entretenimento na sexta-feira e lanches no sábado e domingo. O <strong>Legacy Pass (€449)</strong> oferece assentos reservados, acesso exclusivo à recepção e outros extras do evento. <strong>Ofertas Especiais de Ingressos</strong> serão lançadas com quantidades e disponibilidade limitadas. Fique ligado!
uk: <strong>Квитки Загального Входу (€299)</strong> включають усі сесії, розважальну програму в п’ятницю та ланч-бокси в суботу й неділю. <strong>Пропуск Спадщина (€449)</strong> надає зарезервовані місця, доступ до ексклюзивного прийому та інші додаткові переваги заходу. <strong>Спеціальні пропозиції квитків</strong> будуть доступні в обмеженій кількості. Слідкуйте за новинами!
uz: <strong>Стандарт кириш чипталарига(299€)</strong> барча машғулотлар, жума кунги кўнгилочар дастур, шанба ва якшанба кунлари тушлик киритилган. <strong>Эксклюзив кириш (449€)</strong> банд қилинган жойлар, махсус қарши олиш ва тадбир давомидаги бошқа қўшимча хизматларни ўз ичига олади. <strong>Махсус чипталар</strong> чекланган сонда чиқарилади. Янгиликлардан хабардор бўлиб туринг!
zh: <strong>普通入场票（€299）</strong>包含所有会议、周五娱乐活动，以及周六和周日的盒装午餐。<strong>传承票（€449）</strong>提供预留座位、专属招待会入场资格，以及其他活动额外礼遇。<strong>特别票务优惠</strong>将以限量形式发布，敬请期待！
