Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: If you book with inCruises and find a lower price you get the difference in Reward Points*!
fr: Si vous réservez avec inCruises et trouvez un prix inférieur, vous recevez la différence en Reward Points* !
it: Se prenoti con inCruises e trovi un prezzo più basso, riceverai la differenza in Reward Points*!

source: If you book with inStays and
ca: Si reserves amb inStays i
de: Wenn Sie mit inStays buchen und
es: Si reservas con inStays y
fr: Si vous réservez avec inStays et
it: Se prenoti con inStays e
ja: inStaysで予約をし、
kk: Егер сіз inStays арқылы брондасаңыз және
ko: inStays로 예약하고
ky: Эгер сиз inStays аркылуу брондосоңуз жана
lv: Ja rezervējiet ar inStays un
mn: Хэрэв та inStays-ээр захиалга хийсний дараа үүнээс
pt: Se reservar com inStays e
ro: Dacă rezervi cu inStays și
ru: Если вы совершаете бронирование в inStays и
uk: Якщо ви здійснюєте бронювання в inStays і
uz: Агар inStays орқали буюртма бериб,
zh: 如果您通过 inStays 预订并

source: If you book with inStays and find a lower price you get the difference in Reward Points*!
ca: Si reserves amb inStays i trobes un preu més baix, obtindràs la diferència en Punts de Recompensa*!
de: Wenn Sie bei inStays buchen und einen günstigeren Preis finden, erhalten Sie die Differenz in Reward Points*!
es: Si reservas con inStays y encuentras un precio más bajo, ¡obtendrás la diferencia en Puntos de Recompensa*!
fr: Si vous réservez avec inStays et trouvez un prix inférieur, vous recevez la différence en Points de Récompense* !
it: Se prenoti con inStays e trovi un prezzo più basso, riceverai la differenza in Crediti Premio*!
ja: inStaysで予約し、より安い価格を見つけた場合、その差額をリワードポイント*で受け取ることができます！
kk: Егер сіз inStays арқылы тапсырыс беріп, төмен бағаны тапсаңыз, бонустық ұпайлардың айырмашылығын аласыз*!
ky: Эгерде сиз inStays аркылуу брондосоңуз жана арзаныраак бааны башка жактан тапсаңыз, сиз айырманы бонустук упайлар түрүндө айырманы ала аласыз* !
lv: Ja rezervējat ar InStays un atrodat zemāku cenu, iegūstat Balvu punktu starpību *!
mn: Хэрэв inStays-ээр захиалга хийгээд уг үнээс хямд үнэ олбол та зөрүүг нь Шагналын Оноогоор авах болно!
pt: Se você reservar com a inStays e encontrar um preço mais baixo, você ganha a diferença em Pontos de Recompensa*!
ro: Dacă rezervi cu inStays și găsești un preț mai mic, vei obține diferența în Puncte de Recompensă*!
ru: Если вы бронируете в inStays и находите более низкую цену, то вы получаете разницу в виде Бонусных Баллов*!
uk: Якщо ви бронюєте з inStays і знаходите нижчу ціну, то ви отримуєте різницю у вигляді Бонусних Балів*!
uz: Агар сиз inStays билан буюртма берсангиз ва уни арзонроқ нархга топсангиз орасидаги фарқ сизга Бонус баллари кўринишида қайтарилади*!
zh: 如果您通过inStays预订并找到更低的价格，您将获得差价的奖励积分*!

source: If you complete your booking before the price match request is reviewed and approved, you will no longer be eligible for a price match.
ca: Si completes la teva reserva abans que la sol·licitud de comparació de preus sigui revisada i aprovada, ja no seràs elegible per a la comparació de preus.
de: Wenn Sie Ihre Buchung abschließen, bevor der Antrag auf Preisanpassung geprüft und genehmigt wurde, haben Sie keinen Anspruch mehr auf eine Preisanpassung.
es: Si completas tu reserva antes de que se revise y apruebe la solicitud de igualación de precio, ya no serás elegible para la igualación de precio.
fr: Si vous finalisez votre réservation avant que la demande d'alignement de prix ne soit examinée et approuvée, vous ne serez plus éligible à un alignement de prix.
it: Se prenoti prima della revisione e dell'approvazione della Parità di Prezzo, non potrai più usufruirne.
ja: プライスマッチリクエストの審査・承認前に予約を完了した場合、プライスマッチの対象外となります。
kk: Егер сіз бағаны сәйкестендіру сұрауы қаралып, мақұлданғанға дейін брондауды аяқтасаңыз, сіз енді бағаны сәйкестендіруге құқығыңыз болмайды.
ky: Эгерде сиз брондооңузду бааны дал келтирүү өтүнүчү каралып, бекитилгенге чейин аяктасаңыз, анда сиз бааны дал келтирүүгө укугуңузду жоготосуз.
lv: Ja esat pabeidzis rezervēšanu pirms cenu atbilstības pieprasījuma pārskatīšanas un apstiprināšanas, vairs nevarēsit pretendēt uz cenu atbilstību.
mn: Хэрэв та үнийн тохируулах хүсэлтийг хянаж, зөвшөөрөхөөс өмнө захиалгаа баталгаажуулбал, үнийн тохируулах нөхцөлд хамрагдах боломжгүй болно.
pt: Se você concluir sua reserva antes que a solicitação de equiparação de preço seja analisada e aprovada, você não será mais elegível à equiparação de preço.
ro: Dacă finalizezi rezervarea înainte ca cererea de potrivire a prețului să fie examinată și aprobată, nu vei mai fi eligibil pentru o potrivire a prețului.
ru: Если вы завершили оформление бронирования до того, как запрос на соответствие цены был рассмотрен и одобрен, у вас больше не будет возможности рассчитывать на соответствие цены.
uk: Якщо ви завершили оформлення бронювання до того, як ваш запит на відповідність ціни був розглянутий та схвалений, ви більше не зможете скористатися можливістю отримати відповідність ціни.
uz: Агар буюртмани нарх кафолатига оид сўров кўриб чиқилишидан ва тасдиқланишидан олдин якунласангиз, нарх кафолати татбиқ этилмайди.
zh: 如果您在价格匹配申请审核并批准之前完成预订，您将不再符合价格匹配的资格。

source: If you do not recognize these Partners and have concerns about their production please click the red “review” button and our team will review the details further. Your timely response is appreciated as we work together to ensure high production standards.
ca: Si no reconeixes aquests socis i tens preocupacions sobre la seva producció, si us plau, fes clic al botó vermell "revisar" i el nostre equip revisarà els detalls més a fons. Agraïm la teva resposta oportuna mentre treballem junts per garantir alts estàndards de producció.
de: Wenn Sie diese Partner nicht kennen und Bedenken bezüglich ihrer Umsätze haben, klicken Sie bitte auf die rote Schaltfläche "Bewertung", und unser Team wird die Details weiter prüfen. Wir freuen uns über Ihre rechtzeitige Antwort, da wir gemeinsam daran arbeiten, hohe Umsätze zu gewährleisten.
es: Si no reconoces a estos Socios y tienes preocupaciones sobre su producción, por favor haz clic en el botón rojo “revisar” y nuestro equipo revisará los detalles más a fondo. Agradecemos tu pronta respuesta mientras trabajamos juntos para asegurar altos estándares de producción.
fr: Si vous ne reconnaissez pas ces partenaires et que vous avez des doutes sur leur production, veuillez cliquer sur le bouton rouge "revoir" et notre équipe examinera les détails plus en détail. Nous apprécions votre réponse rapide car nous travaillons ensemble pour garantir des normes de production élevées.
it: Se non riconosci questi Partner e hai dei dubbi sulla loro produzione, fai clic sul pulsante rosso "verifica" e il nostro team esaminerà ulteriormente i dati. Ti saremmo molto grati per la tempestività della tua risposta, così da poter lavorare insieme per garantire elevati standard di produzione.
ja: これらのパートナーに見覚えがなく、そのプロダクションに懸念がある場合は、赤い「レビュー」ボタンをクリックしてください。高いプロダクションの基準を確保するため、タイムリーなご回答をお願いいたします。
kk: Егер сіз бұл Серіктестерді танымасаңыз және олардың өнімдері туралы алаңдасаңыз, қызыл «Көру» түймесін басыңыз, сонда біздің команда мәліметтерді әрі қарай қарайды. Біз сіздің дер кезінде жауап бергеніңізді бағалаймыз, өйткені біз өндірістің жоғары стандарттарын қамтамасыз ету үшін бірге жұмыс істейміз.
ky: Эгерде сиз бул Өнөктөштөрдү тааныбасыңыз жана алардын өндүрүмдүүлүгү боюнча кооптонуп жатсаңыз, кызыл "карап чыгуу" баскычын басыңыз; Биздин команда чоо жайын карап чыгат. Сиздин өз убагында берген жообуңуз жогору бааланат, анткени биз өндүрүмдүүлүктүн жогорку стандарттарын камсыз кылуу үчүн бирге иштешебиз.
lv: Ja neatpazīstat šos Partnerus un jums ir bažas par to apgrozījumu, lūdzu, noklikšķiniet uz sarkanās pogas “pārskatīt”, un mūsu komanda detalizēto informāciju pārskatīs tālāk. Jūsu savlaicīgā reakcija tiek novērtēta, mums sadarbojoties, lai nodrošinātu augstus apgrozījuma standartus.
mn: Хэрэв та эдгээр Түншүүдийг хувьчлан танихгүй, тэдний борлуулалтын тухай бодож байгаа бол манай баг дахин шалгах үүднээс улаан "хянах" товчин дээр дарна уу. Бидэнтэй хамт борлуулалтын стандартыг хангах үүднээс цаг тухайд нь хариу өгч хамтран ажиллаж байгаад талархаж байна.
pt: Se você não reconhece esses parceiros e tem dúvidas sobre sua produção, clique no botão vermelho “revisar” e nossa equipe analisará os detalhes mais detalhadamente. Agradecemos sua resposta oportuna enquanto trabalhamos juntos para garantir altos padrões de produção.
ro: Dacă nu recunoști acești Parteneri și ai îngrijorări cu privire la producția lor, te rugăm să faci clic pe butonul roșu „revizuire” și echipa noastră va examina detaliile în continuare. Răspunsul tău în timp util este apreciat deoarece lucrăm împreună pentru a asigura standarde înalte de producție.
ru: Если вы не узнаёте данных Партнёров и у вас есть сомнения относительно их товарооборота, тогда нажмите, пожалуйста, красную кнопку "Рассмотреть", и наша команда начнёт процесс детального рассмотрения. Мы очень ценим ваш своевременный ответ, который поможет нашей совместной работе по обеспечению товарооборота высочайшего качества.
uk: Якщо ви не знаєте даних Партнерів і у вас є сумніви щодо їхнього товарообігу, тоді натисніть, будь ласка, червону кнопку "Розглянути", і наша команда почне процес детального розгляду. Ми дуже цінуємо вашу своєчасну відповідь, яка допоможе нашій спільній роботі із забезпечення товарообігу найвищої якості.
uz: Агар сиз ушбу Ҳамкорларни танимасангиз ва уларнинг фаолиятига шубҳангиз бўлса, илтимос, қизил рангдаги "кўриб чиқиш" тугмасини босинг ва бизнинг гуруҳимиз уни батафсил текширади. Юқори ишлаб чиқариш стандартларига эришиш учун биргаликда ишлар эканмиз, сизнинг ўз вақтида жавоб беришингизни қадрлаймиз.
zh: 如果您不认识这些合作伙伴，并对他们的产出有疑虑，请点击红色的“审查”按钮，我们的团队将进一步审查详情。感谢您及时的回复，我们一起努力确保高产出标准。

source: If you do not wish to update your info then you must delete your recurring profile and add it again in the invoices pages if you wish to continue recurring billing.
ca: Si no vols actualitzar les teves dades, has de suprimir el teu perfil habitual i afegir-lo de nou a les pàgines de factures si vols continuar amb la facturació periòdica.
de: Wenn Sie Ihre Informationen nicht aktualisieren möchten, müssen Sie Ihr wiederkehrendes Profil löschen und es auf den Rechnungsseiten erneut hinzufügen, wenn Sie mit der wiederkehrenden Rechnungsstellung fortfahren möchten.
es: Si no deseas actualizar tu información, debes borrar tu perfil recurrente y agregarlo de nuevo en las páginas de pagos si deseas continuar con el pago recurrente.
fr: Si vous ne souhaitez pas mettre à jour vos informations, vous devez supprimer votre profil récurrent et l'ajouter à nouveau dans les pages de facturation si vous souhaitez poursuivre la facturation récurrente.
it: Se non vuoi aggiornare i tuoi dati, ma desideri continuare a fatturare in modo ricorrente, devi cancellare il tuo profilo ricorrente e aggiungerlo di nuovo nelle pagine della fatturazione.
ja: 情報のアップデートをご希望でない場合、定期払い設定を削除しなければなりません。引き続き定期払いでの支払いをご希望の場合、請求書のページより再度定期払いの設定を行ってください。
kk: Егер сіз өзіңіздің мәліметтеріңізді жаңартқыңыз келмесе, төлемдердің қайталанатын профилін жоюыңыз керек. Ал егер төлемді қайталанатын төлем жүйесін қолдана отырып төлеуді жалғастырғыңыз келсе, шот-фактуралар парағына деректерді қайтадан енгізіңіз.
ko: 정보를 업데이트 하지 않으려면 반복결제 프로필을 삭제하고, 반복결체를 계속하려면, 청구서 페이지에 다시 추가해야 합니다.
ky: Эгер өздүк маалыматыңызды жаңыртууну каалабасаңыз, төлөмдөрдүн рекуренттик профилин жоюшуңуз керек. Ал эми төлөмдү Кайталануучу төлөм системасы аркылуу улантууну кааласаңыз, анда маалыматтарыңызды эсеп-фактуралар баракчаларына кайрадан кошушуңуз керек.
lv: Ja nevēlaties atjaunot savu info, tad jums jādzēš savs automātiskā maksājuma profīls un jāveic ikmēneša maksājumi saskaņā ar rēķiniem. Pēc tam varat no jauna izveidot savu ikmēneša automātisko maksājumu profilu.
mn: Хэрэв та өөрийн мэдээллийг шинэчлэхийг хүсэхгүй бол өөрийн давтамжит төлбөрийн профайлыг арилгах ба хэрэв та давтамжит төлбөрийг үргэлжлүүлэхийг хүссэн тохиолдолд өөрийн нэхэмжлэхийн хуудсан дээр дахин нэмж болно.
pt: Se você não deseja atualizar suas informações, exclua seu perfil recorrente e adicione-o novamente na página de faturas, se desejar continuar com o faturamento recorrente.
ro: Dacă nu doreşti să-ţi actualizezi datele, atunci trebuie să-ţi ştergi profilul recurent şi să-l adaugi din nou în paginile de facturare dacă vrei să continui plata recurentă.
ru: Если Вы не желаете обновлять свои данные, тогда Вы должны удалить профиль рекуррентной оплаты счетов. Если же хотите продолжать оплачивать счета с помощью системы рекуррентных платежей, то введите данные повторно на страницах со счетами.
uk: Якщо Ви не бажаєте оновлювати свої дані, тоді Ви повинні видалити профіль рекурентної оплати рахунків. Якщо ж хочете продовжувати оплачувати рахунки за допомогою системи рекурентних платежів, то введіть дані повторно на сторінках з рахунками.
uz: Агар маълумотларингизни янгилашни истамасангиз, даврий профилингизни ўчиришингиз ва агар даврий тўловларни қўллашда давом этишни истасангиз, уни ҳисоблар саҳифасига қайта бириктиришингиз мумкин.
zh: 如果您不想更新信息，但是想繼續定期付款的話，則必須刪除您的資料，然後再在賬單頁面中再次添加。

source: If you earn a rank for the first time during the contest, you'll compete in the SMD / MD division.
fr: Si vous obtenez un rang pour la première fois pendant le concours, vous concourrez dans la division SMD/MD.
it: Se raggiungi un rango per la prima volta durante il concorso, gareggerai nella divisione SMD / MD.

source: If you have any questions, please feel free to contact support, <a href="/support">https://incruises.com/support</a> .
ca: Si tens alguna pregunta, no dubtis a posar-te en contacte amb el servei d'assistència, <a href="/support">https://incruises.com/support</a>.
de: Wenn Sie Fragen haben, wenden Sie sich bitte an den Support, <a href="/support">https://incruises.com/support</a> .
es: Si tienes preguntas, por favor ten la libertad de contactar a soporte, <a href="/support">https://incruises.com/support</a> .
fr: Si vous avez des questions, contactez notre équipe d'assistance, <a href="/support">https://incruises.com/support</a> .
it: Se hai domande, non esitare a contattare il supporto, <a href="/support">https://incruises.com/support</a> .
ja: ご不明な点がございましたら、いつでもサポートチーム <a href="/support">https://incruises.com/support</a> へお問い合わせください。
kk: Қандай да бір сұрақтарыңыз болса <a href="/support"> https://incruises.com/support </a> қолдау қызметіне хабарласыңыз.
ky: Суроолоруңуз болсо, тартынбастан колдоо менен байланышыңыз,<a href="/support">https://incruises.com/support</a>.
lv: Ja jums ir kādi jautājumi,lūdzu griežaties pie suporta,<a href="/support">https://incruises.com/support</a>.
mn: Хэрэв танд ямар нэг асуулт байвал манай Тусламжийн хэлтэст <a href="/support">https://incruises.com/support</a> энэ холбоосоор хандана уу.
pt: Se você tiver alguma dúvida, por favor sinta-se à vontade para entrar em contato com nosso suporte, <a href="/support">https://incruises.com/support</a> .
ro: Dacă ai orice întrebări, te rugăm să contactezi asistenţa, <a href="/support">https://incruises.com/support</a> .
ru: Если у вас возникли вопросы, смело обращайтесь в поддержку: <a href="/support">https://incruises.com/support</a> .
uk: Якщо у вас виникли будь-які питання, сміливо звертайтесь в службу підтримки: <a href="/support">https://incruises.com/support</a> .
uz: Агар саволларингиз бўлса, Қўллаб-қувватлаш хизмати билан боғланинг, <a href="/support">https://incruises.com/support</a> .
zh: 如果您有任何疑问，请随时联系支持人员，<a href="/support">https://incruises.com/support</a>。

source: If you have cruised before, please answer the other two questions.
ca: Si has navegat abans, respon a les altres dues preguntes.
de: Wenn Sie schon einmal eine Kreuzfahrt gemacht haben, beantworten Sie bitte die beiden anderen Fragen.
es: Si has viajado en crucero antes, por favor contesta las otras dos preguntas.
fr: Si vous avez déjà fait une croisière, veuillez répondre aux deux autres questions.
it: Se hai già fatto una crociera, rispondi alle altre due domande.
ja: クルーズに行ったことがある場合、他の2つの質問に回答してください。
kk: Егер бұрын круизде болсаңыз, тағы 2 сұраққа жауап беруіңізді сұраймыз.
ko: 크루즈 여행을 하신 경험이 있으시다면 다음 두 질문을 답해주세요.
ky: Эгерде сиз буга чейин круизге барсаңыз, калган эки суроого жооп берүүңүздү өтүнөбүз.
lv: Ja esat jau bijis kruīzos iepriekš,lūdzu atbildiet uz nākošajiem diviem jautājumiem.
mn: Хэрэв та өмнө нь круиз аялал хийж байсан бол энэ хоёр асуултанд хариулна уу.
pt: Se você já fez um cruzeiro antes, responda as outras duas perguntas.
ro: Dacă ai fost în croazieră înainte, răspunde la celelalte două întrebări.
ru: Если ранее бывали в круизе, то, пожалуйста, ответьте ещё на 2 вопроса.
uk: Якщо ви раніше бували в круїзі, то, будь ласка, дайте відповідь ще на 2 питання.
uz: Агар аввал круизга чиққан бўлсангиз, илтимос яна иккита саволга жавоб беринг.
zh: 如果您以前曾坐過郵輪，請回答另外兩個問題。

source: If you have questions about the Membership, Partnership, or general inquiries, our team is ready to assist you.
ca: Si tens preguntes sobre la Membresia, el Programa de Socis o consultes generals, el nostre equip està preparat per ajudar-te.
de: Wenn Sie Fragen zur Mitgliedschaft, zur Partnerschaft oder allgemeine Fragen haben, steht Ihnen unser Team gerne zur Verfügung.
es: Si tienes preguntas sobre la Membresía, el Programa de Socios o consultas generales, nuestro equipo está preparado para ayudarte.
fr: Si vous avez des questions sur l'Adhésion, le Partenariat ou des demandes générales, notre équipe est prête à vous aider.
it: Se hai domande sulla Membership, sulla Partnership o domande di carattere generale, il nostro team è pronto ad assisterti.
ja: メンバーシップ、パートナーシップ、または一般的なご質問がある場合は、当社のチームが対応いたします。
kk: Егер сізде мүшелік, серіктестік немесе жалпы сұрақтар болса, біздің командамыз сізге көмек көрсетуге дайын.
ky: Эгерде Мүчөлүк, Өнөктөштүк боюнча же жалпы суроолоруңуз болсо, биздин команда сизге жардам берүүгө даяр.
lv: Ja jums ir jautājumi par Biedru dalību, Partnerību vai vispārēji jautājumi, mūsu komanda ir gatava jums palīdzēt.
mn: Хэрэв танд Гишүүнчлэл, Түншлэлийн тухай асуух зүйл байвал манай баг танд хариулахад бэлэн байна.
pt: Se você tiver dúvidas sobre a Assinatura, a Parceria ou perguntas gerais, nossa equipe está pronta para ajudá-lo.
ro: Dacă ai întrebări despre calitatea de membru, parteneriat sau întrebări generale, echipa noastră este gata să te asiste.
ru: Если у вас есть вопросы о Программе Членства, Партнерства или какие-либо общие вопросы, наша команда готова помочь вам.
uk: Якщо у вас є запитання щодо Членства, Партнерства або загальні запити, наша команда готова вам допомогти.
uz: Агар Аъзолик, Ҳамкорлик ва умумий масалалар бўйича саволларингиз бўлса, жамоамиз сизга ёрдам беришга тайёр.
zh: 如果您对会员资格、合作伙伴关系或有一般性咨询，我们的团队随时准备为您提供协助。

source: If you have questions about the Membership, Partnership, or general inquiries, our team is ready to assist you. Contact us through the following methods or explore our FAQ page for quick answers.
ca: Si tens preguntes sobre la Membresia, el Programa de Socis o consultes generals, el nostre equip està preparat per ajudar-te. Contacta amb nosaltres a través dels canals següents o explora la nostra pàgina de preguntes freqüents per obtenir respostes ràpides.
de: Wenn Sie Fragen zur Mitgliedschaft, zur Partnerschaft oder allgemeine Fragen haben, steht Ihnen unser Team gerne zur Verfügung. Kontaktieren Sie uns über die folgenden Methoden oder schauen Sie auf unserer FAQ-Seite nach, um schnelle Antworten zu erhalten.
es: Si tienes preguntas sobre la Membresía, el Programa de Socios o consultas generales, nuestro equipo está preparado para ayudarte. Contáctanos a través de los siguientes canales o navega nuestra página de Preguntas Frecuentes para obtener respuestas rápidas.
fr: Pour toute question concernant l'Adhésion, le Partenariat ou toute demande d'ordre général, notre équipe est là pour vous aider. Contactez-nous via les moyens suivants ou consultez notre FAQ pour obtenir des réponses rapides.
it: Se hai domande sull'Abbonamento, ovvero la Membership, sulla Partnership o richieste generali, il nostro team è pronto ad assisterti. Contattaci tramite i seguenti metodi o consulta la nostra pagina delle FAQ per risposte rapide.
ja: メンバーシップ、パートナーシップ、または一般的なご質問がある場合は、当社のチームがサポートいたします。以下の方法でお問い合わせいただくか、迅速な回答をお求めの場合はFAQページをご覧ください。
kk: Егер сізде Мүшелік, серіктестік немесе жалпы сұрақтар болса, біздің командамыз сізге көмек көрсетуге дайын. Бізбен келесі әдістер арқылы байланысыңыз немесе жылдам жауаптар үшін жиі қойылатын сұрақтар бетін қараңыз.
ky: Эгерде сизде Мүчөлүк, Өнөктөштүк же жалпы суроолор боюнча суроолоруңуз болсо, биздин команда сизге жардам берүүгө даяр. Төмөнкү ыкмалар аркылуу биз менен байланышыңыз же тез жооп алуу үчүн, биздин КСС баракчабызды карап чыгыңыз.
lv: Ja jums ir jautājumi par Biedru dalību, Partnerību vai vispārēji jautājumi, mūsu komanda ir gatava jums palīdzēt. Sazinieties ar mums, izmantojot tālāk norādītās metodes, vai izpētiet mūsu bieži uzdoto jautājumu(FAQ) lapu, lai saņemtu ātras atbildes.
mn: Хэрэв танд Гишүүнчлэл, Түншлэлийн тухай болон ерөнхий асуултуудтай холбоотой ямар нэгэн асуулт байвал манай баг танд туслахад бэлэн байна. Доорх аргуудаар бидэнтэй холбогдох эсвэл хурдан хариултыг манай Түгээмэл асуултуудын хуудсаас хайж үзээрэй.
pt: Se tiver perguntas sobre a Assinatura, Parceria ou questões gerais, nossa equipe está pronta para atender. Entre em contato conosco pelos seguintes meios ou explore nossa página do FAQ para respostas rápidas.
ro: Dacă ai întrebări despre calitatea de membru, parteneriat sau întrebări generale, echipa noastră este gata să te asiste. Contactează-ne prin următoarele metode sau explorează pagina noastră de întrebări frecvente pentru răspunsuri rapide.
ru: Если у вас есть вопросы о Программе Членства, Партнерства или какие-либо общие вопросы, наша команда готова помочь вам. Свяжитесь с нами следующими способами или изучите нашу страницу ЧаВо для получения быстрых ответов.
uk: Якщо у вас є запитання щодо членства, партнерства або загальні запити, наша команда готова вам допомогти. Зв’яжіться з нами за допомогою наведених нижче способів або ознайомтеся з нашою сторінкою поширених запитань, щоб отримати швидкі відповіді.
uz: Агар Аъзолик, Ҳамкорлик ва умумий масалалар бўйича саволларингиз бўлса, жамоамиз сизга ёрдам беришга тайёр. Қуйидаги йўллар орқали биз билан боғланинг ёки тезкор жавоблар учун КБС саҳифасига ўтинг.
zh: 如果您对会员资格、合作伙伴关系或有一般性咨询，我们的团队随时准备为您提供协助。请通过以下方式联系我们，或浏览我们的常见问题页面以获取快速解答。
