Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <i class="fe fe-globe"/> Translate Ticket
ca: <i class="fe fe-globe"/> Traduir Tiquet
de: <i class="fe fe-globe"/> Ticket übersetzen
es: <i class="fe fe-globe"/> Traducir Ticket
fr: <i class="fe fe-globe"/> Traduire le ticket
it: <i class="fe fe-globe"/> Traduci il ticket
ja: <i class="fe fe-globe"/> チケットを翻訳
kk: <i class="fe fe-globe"/> Тикетті Аудару
ky: <i class="fe fe-globe"/> Суроо-талапты которуу
lv: <i class="fe fe-globe"/> Tulkojiet Biļeti
mn: <i class="fe fe-globe"/> Тусламжийн хүсэлт орчуулах
pt: <i class="fe fe-globe"/> Traduzir Ticket
ro: <i class="fe fe-globe"/> Tradu biletul
ru: <i class="fe fe-globe"/> Перевести тикет
uk: <i class="fe fe-globe"/> Перекласти тікет
uz: <i class="fe fe-globe"/> Чиптани таржима қилиш
zh: <i class="fe fe-globe"/> 翻译工单

source: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Almost there...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Before completing the transfer review all the information.</label>
ca: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Ja gairebé està...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Abans de completar la transferència, revisa tota la informació.</label>
de: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Fast geschafft...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Bevor Sie die Überweisung abschließen, überprüfen Sie alle Informationen.</label>
es: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Falta poco...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Antes de completar la transferencia, revisa toda la información.</label>
fr: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">On y est presque...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Avant de réaliser le transfert, examinez toutes les informations.</label>
it: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Ci siamo quasi...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Prima di completare il trasferimento, controlla che tutte le informazioni siano corrette.</label>
ja: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">あと少しです...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">送金を完了する前にすべての情報を確認してください。</label>
kk: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Бітуге сәл қалды...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Аударманы аяқтамас бұрын барлық ақпаратты тексеріңіз.</label>
ky: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Дээрлик бүттү...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Которууну аягына чыгаруудан мурун бардык маалыматты текшериңиз.</label>
lv: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Gandrīz viss...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Pirms pārsūtīšanas pabeigšanas pārbaudiet visu informāciju.</label>
mn: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Бараг дуусч байна...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Шилжүүлэг хийхийн өмнө бүх мэдээллийг шалгана уу.</label>
pt: <i class="fe fe-info font-weight-bold" style="color:#007bff"/><label class="font-weight-bold text-end text-left" v-translate="">Quase lá...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Antes de concluir a transferência, revise todas as informações.</label>
ro: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Aproape gata...</label><label class="text-end text-left" style="padding-left:1rem" v-translate="">înainte de a finaliza transferul, examinează toate informațiile.</label>
ru: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Уже почти...</label><label class="text-end text-left" style="padding-left:1rem" v-translate="">До завершения перевода проверьте все данные.</label>
uk: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">Майже готово...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Перед завершенням переказу перевірте всю інформацію.</label>
uz: <i class="fe fe-info font-weight-bold" style="color:#007bff"<label class="font-weight-bold text-end text-left" v-translate="">Деярли тайёр...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">Ўтказмани тугаллашдан олдин барча маълумотларни кўздан кечиринг.</label>
zh: <i class="fe fe-info font-weight-bold" style="color:#007bff"/> <label class="font-weight-bold text-end text-left" v-translate="">即将完成...</label> <label class="text-end text-left" style="padding-left:1rem" v-translate="">在完成传输之前查看所有信息。</label>

source: <i class="fe fe-link"/> Visit Event Link
ca: <i class="fe fe-link"/> Visita l’enllaç d’esdeveniments
de: <i class="fe fe-link"/> Event Link besuchen
es: <i class="fe fe-link"/> Visita el Enlace del Evento
fr: <i class="fe fe-link"/> Visiter le lien de l'événement
it: <i class="fe fe-link"/> Visita il link dell'evento
ja: <i class="fe fe-link"/> イベントリンクにアクセス
kk: <i class="fe fe-link"/> Оқиға Сілтемесін Ашу
ky: <i class="fe fe-link"/> Иш чаранын шилтемесин ачыңыз
lv: <i class="fe fe-link"/> uz Notikumu Saiti
mn: <i class="fe fe-link"/> Арга хэмжээнүүдийг харах холбоос
pt: <i class="fe fe-link"/> Visitar link do evento
ro: <i class="fe fe-link"/> Vizitează Linkul Evenimentului
ru: <i class="fe fe-link"/> Посмотреть страницу мероприятия
uk: <i class="fe fe-link"/> Переглянути Сторінку Запланованого Заходу
uz: <i class="fe fe-link"/> Тадбир саҳифасига ўтиш
zh: <i class="fe fe-link"/> 查看活动链接

source: <i class="fe fe-message-circle"/> Comment
ca: <i class="fe fe-message-circle"/> Comentar
de: <i class="fe fe-message-circle"/> Kommentar
es: <i class="fe fe-message-circle"/> Comentar
fr: <i class="fe fe-message-circle"/> Commentaire
it: <i class="fe fe-message-circle"/> Commenta
ja: <i class="fe fe-message-circle"/> コメント
kk: <i class="fe fe-message-circle"/> Пікір
ky: <i class="fe fe-message-circle"/>Пикир калтырыңыз
lv: <i class="fe fe-message-circle"/> Komentējiet
mn: <i class="fe fe-message-circle"/> Сэтгэгдэл илгээх
pt: <i class="fe fe-message-circle"/> Comentário
ro: <i class="fe fe-message-circle"/> Comentariu
ru: <i class="fe fe-message-circle"/> Комментировать
uk: <i class="fe fe-message-circle"/> Коментар
uz: <i class="fe fe-message-circle"/> Шарҳ
zh: <i class="fe fe-message-circle"/> 评论

source: <i class="fe fe-message-circle"/> Send Message
ca: <i class="fe fe-message-circle"/> Enviar missatge
de: <i class="fe fe-message-circle"/> Nachricht senden
es: <i class="fe fe-message-circle"/> Mandar Mensaje
fr: <i class="fe fe-message-circle"/> Envoyer un message
it: <i class="fe fe-message-circle"/> Invia messaggio
ja: <i class="fe fe-message-circle"/> メッセージを送る
kk: <i class="fe fe-message-circle"/> Хабарлама Жіберу
ky: <i class="fe fe-message-circle"/>Билдирүү жибериңиз
lv: <i class="fe fe-message-circle"/> Sūtiet ziņojumu
mn: <i class="fe fe-message-circle"/> Илгээх
pt: <i class="fe fe-message-circle"/> Enviar mensagem
ro: <i class="fe fe-message-circle"/> Trimite mesaj
ru: <i class="fe fe-message-circle"/> Отправить сообщение
uk: <i class="fe fe-message-circle"/> Відправити повідомлення
uz: <i class="fe fe-message-circle"></i> Шарҳлаш
zh: <i class="fe fe-message-circle"/> 发送信息

source: <i class="fe fe-minimize"/> Dismiss
ca: <i class="fe fe-minimize"/> ignorar
de: <i class="fe fe-minimize"/> Ablehnen
es: <i class="fe fe-minimize"/> Omitir
fr: <i class="fe fe-minimize"/> Rejeter
it: <i class="fe fe-minimize"/> Ignora
ja: <i class="fe fe-minimize"/> 終了する
kk: <i class="fe fe-minimize"/> Қабылдамау
ky: <i class="fe fe-minimize"/>Четке кагуу
lv: <i class="fe fe-minimize"/> Izlaist/atcelt
mn: <i class="fe fe-minimize"/> Дуусгах
pt: <i class="fe fe-minimize"/> Ignorar
ro: <i class="fe fe-minimize"/> Renunță
ru: <i class="fe fe-minimize"/> Отклонить
uk: <i class="fe fe-minimize"/> Відхилити
uz: <i class="fe fe-minimize"/> Рад этиш
zh: <i class="fe fe-minimize"/> 解除

source: <i class="fe fe-paperclip"/> Attachment
ca: <i class="fe fe-paperclip"/> Afegeix un fitxer adjunt
de: <i class="fe fe-paperclip"/> Anhang
es: <i class="fe fe-paperclip"/> Adjunto
fr: <i class="fe fe-paperclip"/> Pièce jointe
it: <i class="fe fe-paperclip"/> Allegato
ja: <i class="fe fe-paperclip"/> 添付ファイル
kk: <i class="fe fe-paperclip"/> Тіркеме қосу
ky: <i class="fe fe-paperclip"/>Тиркеме кошуу
lv: <i class="fe fe-paperclip"/> Pielikums
mn: <i class="fe fe-paperclip"/> Хавсралт
pt: <i class="fe fe-paperclip"/> Anexo
ro: <i class="fe fe-paperclip"/> Atașament
ru: <i class="fe fe-paperclip"/> Добавить вложение
uk: <i class="fe fe-paperclip"/> Вкладення
uz: <i class="fe fe-paperclip"/> Илова
zh: <i class="fe fe-paperclip"/> 附件

source: <i class="fe fe-paperclip"/> Weekly Incentive PDF
ca: <i class="fe fe-paperclip"/> PDF d'Incentiu Setmanal
de: <i class="fe fe-paperclip"/> Wöchentliche Incentive PDF
es: <i class="fe fe-paperclip"/> PDF de Incentivo Semanal
fr: <i class="fe fe-paperclip"/> PDF de l'Incitatif hebdomadaire
it: <i class="fe fe-paperclip"/> Incentivo settimanale - PDF
ja: <i class="fe fe-paperclip"/> 週間インセンティブPDF
kk: <i class="fe fe-paperclip"/> Апталық Стимул PDF
ky: <i class="fe fe-paperclip"/>Апталык сыйлык PDF
lv: <i class="fe fe-paperclip"/> Iknedēļas stimulējošais PDF
mn: <i class="fe fe-paperclip"/> 7 хоног бүрийн Урамшуулал PDF Файлаар
pt: <i class="fe fe-paperclip"/> PDF do Incentivo Semanal
ro: <i class="fe fe-paperclip"/> Stimulente săptămânale PDF
ru: <i class="fe fe-paperclip"/> Еженедельное вознаграждение в PDF
uk: <i class="fe fe-paperclip"/> Щотижневий Стимул в PDF
uz: <i class="fe fe-paperclip"/> Ҳафталик рағбат PDF
zh: <i class="fe fe-paperclip"></i> 每周激励PDF

source: <i class="fe fe-trash-2"/> Delete Recurring Profile
ca: <i class="fe fe-trash-2"/> Suprimeix el perfil recurrent
de: <i class="fe fe-trash-2"/> Wiederkehrendes Profil löschen
es: <i class="fe fe-trash-2"/> Borrar Perfil Recurrente
fr: <i class="fe fe-trash-2"/> Supprimer le Profil Récurrent
it: <i class="fe fe-trash-2"/> Cancella il profilo ricorrente
ja: <i class="fe fe-trash-2"/> 定期払い設定を削除
kk: <i class="fe fe-trash-2"/> Қайталанатын Профильді Жою
ky: <i class="fe fe-trash-2"/>Кайталанган профилди өчүрүү
lv: <i class="fe fe-trash-2"/> Izdzēst Atkārtoto Profīlu
mn: <i class="fe fe-trash-2"/> Давтамжит бүртгэлийг арилгах
pt: <i class="fe fe-trash-2"/> Excluir perfil recorrente
ro: <i class="fe fe-trash-2"/> Şterge profilul recurent
ru: <i class="fe fe-trash-2"/> Удалить профиль рекуррентной оплаты
uk: <i class="fe fe-trash-2"/> Видалити профіль рекурентної оплати
uz: <i class="fe fe-trash-2"/> Даврий профилни ўчириш
zh: <i class="fe fe-trash-2"/> 删除周期材料

source: <i class="fe fe-trash"/> Delete
ca: <i class="fe fe-trash"/> Esborrar
de: <i class="fe fe-trash"/> Löschen
es: <i class="fe fe-trash"/> Eliminar
fr: <i class="fe fe-trash"/> Supprimer
it: <i class="fe fe-trash"/> Elimina
ja: <i class="fe fe-trash"/> 削除する
kk: <i class="fe fe-trash"/> Жою
ky: <i class="fe fe-trash"/>Өчүрүү
lv: <i class="fe fe-trash"/> Izdzēst
mn: <i class="fe fe-trash"/> Арилгах
pt: <i class="fe fe-trash"/> Deletar
ro: <i class="fe fe-trash"/> Șterge
ru: <i class="fe fe-trash"/> Удалить
uk: <i class="fe fe-trash"/> Видалити
uz: <i class="fe fe-trash"/> Ўчириш
zh: <i class="fe fe-trash"/> 删除

source: <i class="fe fe-upload mr-2"/> Upload New Photo
ca: <i class="fe fe-upload mr-2"/> Penja una Nova Foto
de: <i class="fe fe-upload mr-2"/> Ein neues Foto hochladen
es: <i class="fe fe-upload mr-2"/> Cargar Nueva Foto
fr: <i class="fe fe-upload mr-2"/> Télécharger une Nouvelle Photo
it: <i class="fe fe-upload mr-2"/> Carica una nuova foto
ja: <i class="fe fe-upload mr-2"/> 新しい写真をアップロードする
kk: <i class="fe fe-upload mr-2"/> Жаңа Фото Жүктеу
ky: <i class="fe fe-upload mr-2"/>Жаңы сүрөт жүктөө
lv: <i class="fe fe-upload mr-2"/> Augšuplādēt jaunu foto
mn: <i class="fe fe-upload mr-2"/> Шинэ зураг оруулах
pt: <i class="fe fe-upload mr-2"/> Carregar nova foto
ro: <i class="fe fe-upload mr-2"/> Încarcă o fotografie nouă
ru: <i class="fe fe-upload mr-2"/> Загрузить новое фото
uk: <i class="fe fe-upload mr-2"/> Завантажити Нове Фото
uz: <i class="fe fe-upload mr-2"/> Янги суратни юклаш
zh: <i class="fe fe-upload mr-2"/> 上传新照片

source: <i class="fe fe-upload mr-2"/> Upload Photo ID
ca: <i class="fe fe-upload mr-2"/> Penja una Nova Foto ID
de: <i class="fe fe-upload mr-2"/> ein Foto ID hochladen
es: <i class="fe fe-upload mr-2"/> Cargar ID con foto
fr: <i class="fe fe-upload mr-2"/> Télécharger une photo d'identité
it: <i class="fe fe-upload mr-2"/> Carica un documento d'identità con foto
ja: <i class="fe fe-upload mr-2"/> ID写真をアップロードする
kk: <i class="fe fe-upload mr-2"/> Жеке куәліктің фотосын жүктеу
ky: <i class="fe fe-upload mr-2"/>IDнин сүрөтүн жүктөө
lv: <i class="fe fe-upload mr-2"/> Augšuplādēt foto ID
mn: <i class="fe fe-upload mr-2"/> Фото зураг оруулах
pt: <i class="fe fe-upload mr-2"/> Carregar foto de ID
ro: <i class="fe fe-upload mr-2"/> Încarcă Photo ID
ru: <i class="fe fe-upload mr-2"/> Загрузить фото ID
uk: <i class="fe fe-upload mr-2"/> Завантажити фото ID
uz: <i class="fe fe-upload mr-2"/> Фотосурат ID юклаш
zh: <i class="fe fe-upload mr-2"/> 上传带照片证件

source: <i>AI response:</i>
ca: <i>Resposta de la IA:</i>
de: <i>AI Antwort:</i>
es: <i>Respuesta AI:</i>
fr: <i>réponse IA :</i>
it: <i>Risposta dell'IA:</i>
ja: <i>AIの応答：</i>
kk: <i>AI жауабы:</i>
ko: <i>AI 대응:</i>
ky: <i>ЖИтин жообу:</i>
lv: <i>AI atbvilde:</i>
mn: <i>Бүх хариултууд:</i>
pt: <i>Resposta da IA:</i>
ro: <i>Răspunsul AI:</i>
ru: <i>Ответ ИИ:</i>
uk: <i>Відповідь ШІ:</i>
uz: <i>Сунъий интеллект жавоби:</i>
zh: <i>人工智能响应：</i>

source: <i>Note: Backup codes are NOT allowed for payout withdrawals.</i>
ca: </i>Nota: No es permet l'ús de codis de seguretat de reserva per als reintegraments de pagaments.</i>
de: <i>Hinweis: Backup-Codes sind für die Auszahlungen NICHT zulässig.</i>
es: <i>Códigos de respaldo NO están permitido para retiros de pago.</i>
fr: <i>Note : Les codes de sauvegarde ne sont pas autorisés pour les retraits de paiement.</i>
it: <i>Nota: i codici di backup NON sono consentiti per i prelievi di denaro.</i>
ja: <i>注：バックアップコードを使用しての送金はできません。</i>
kk: <I>Ескерту: Резервтік кодтар қаражат алу үшін пайдаланылмайды.</i>
ky: <i>Эскертүү: Төлөмдү алуу үчүн резервдик коддор КОЛДОНУЛБАЙТ.</i>
lv: <i>Piezīme: Rezerves kodi NAV atļauti izmaksu izņemšanai.</i>
mn: <i>Жич: Орлого татаж авахад backup code ашиглахыг ЗӨВШӨӨРӨХГҮЙ болно.</i>
pt: <i>Observação: códigos de backup NÃO são permitidos para saques.</i>
ro: <i>Notă: Codurile de rezervă NU sunt permise pentru retragerea plăților.</i>
ru: <i>Примечание: Использование резервных кодов для выводов выплат ЗАПРЕЩЕНО.</i>
uk: <i>Примітка: Використання резервного коду для виведення виплат ЗАБОРОНЕНО.</i>
uz: <i>Изоҳ: Тўловларни ечиб олиш учун захира коддан фойдаланишга йўл қўйилмайди.</i>
zh: <i>注意：备用代码不允许用于提款操作。</i>

source: <MapPin/> Pickup point
ca: <MapPin/> Punt de recollida
de: <MapPin/> Abholpunkt
es: <MapPin/> Punto de recogida
fr: <MapPin/> Point de ramassage
it: <MapPin/> Punto di prelievo
ja: <MapPin/> ピックアップの場所
kk: <MapPin/> Жиналатын орын
ky: <MapPin/> Алып кетүүчү жер
lv: <MapPin/> Saņemšanas Punkts
mn: <MapPin/> Уулзах газар
pt: <MapPin/>Ponto de saída
ro: <MapPin/> Punct de preluare
ru: <MapPin/> Пункт сбора
uk: <MapPin/> Пункт збору
uz: <MapPin/> Чиқиш нуқтаси
zh: <MapPin/> 取货点

source: <p class="m-0"> {{ user.oneForOneBalance }} <sub style="font-weight: 500">1 For 1</sub> </p>
de: <p class="m-0"> {{ user.oneForOneBalance }} <sub style="font-weight: 500">1 für 1</sub> </p>
es: <p class="m-0"> {{ user.oneForOneBalance }} <sub style="font-weight: 500">1 por 1</sub> </p>
fr: <p class="m-0"> {{ user.oneForOneBalance }} <sub style="font-weight: 500">1 Pour 1</sub> </p>
it: <p class="m-0"> {{ user.oneForOneBalance }} <sub style="font-weight: 500">1 per 1</sub> </p>
ky: <p class="m-0">{{ user.oneForOneBalance }}<sub style="font-weight: 500">1ге 1</sub> </p>
lv: <p class="m-0"> {{ user.oneForOneBalance }} <sub style="font-weight: 500">1 Par 1</sub> </p>
mn: <p class="m-0"> {{ user.oneForOneBalance }} <sub style="font-weight: 500">1 : 1</sub> </p>
ru: <p class="m-0"> {{ user.oneForOneBalance }} <sub style="font-weight: 500">1 к 1</sub> </p>

source: <p class="m-0"> {{ user.twoForOneBalance }} <sub style="font-weight: 500">2 For 1</sub> </p>
de: <p class="m-0"> {{ user.twoForOneBalance }} <sub style="font-weight: 500">2 für 1</sub> </p>
es: <p class="m-0"> {{ user.twoForOneBalance }} <sub style="font-weight: 500">2 por 1</sub> </p>
fr: <p class="m-0"> {{ user.twoForOneBalance }} <sub style="font-weight: 500">2 Pour 1</sub> </p>
it: <p class="m-0"> {{ user.twoForOneBalance }} <sub style="font-weight: 500">2 per 1</sub> </p>
ky: <p class="m-0">{{ user.twoForOneBalance }}<sub style="font-weight: 500"> 1ге 2</sub> </p>
lv: <p class="m-0"> {{ user.twoForOneBalance }} <sub style="font-weight: 500">2 Par 1</sub> </p>
mn: <p class="m-0"> {{ user.twoForOneBalance }} <sub style="font-weight: 500">1 : 2</sub> </p>
ru: <p class="m-0"> {{ user.twoForOneBalance }} <sub style="font-weight: 500">2 к 1</sub> </p>

source: <span class="emphasize">1</span> Meeting Room
ca: <span class="emphasize">1</span> Sala de Reunions
de: <span class="emphasize">1</span> Konferenzraum
es: <span class="emphasize">1</span> Sala de Reunión
fr: <span class="emphasize">1</span> Salle de Réunion
it: <span class="emphasize">1</span> Sala riunioni
ja: <span class="emphasize">1部屋</span> のミーティングルーム
kk: <span class="emphasize">1</span>Жиналыс Бөлмесі
ky: <span class="emphasize">1</span>Жолугушуу Бөлмөсү
lv: <span class="emphasize">1</span> Vebināra telpa
mn: <span class="emphasize">1</span> Конект өрөө
pt: <span class="emphasize">1</span> Sala de Reuniões
ro: <span class="emphasize">1</span> Camera de întâlnire
ru: <span class="emphasize">1</span> Вебинарная Комната
uk: <span class="emphasize">1</span> Вебінарна Кімната
uz: <span class="emphasize">1</span> Учрашув хонаси
zh: <span class="emphasize">1</span> 会议室

source: <span class="emphasize">10</span> Meeting Rooms
ca: <span class="emphasize">10</span> Sala de Reunions
de: <span class="emphasize">10</span> Konferenzräume
es: <span class="emphasize">10</span> Salas de Reunión
fr: <span class="emphasize">10</span> Salles de Réunion
it: <span class="emphasize">10</span> Sale riunioni
ja: <span class="emphasize">10部屋</span> のミーティングルーム
kk: <span class="emphasize">10</span>Жиналыс Бөлмеcі
ky: <span class="emphasize">10</span>Жолугушуу Бөлмөлөрү
lv: <span class="emphasize">10</span> Vebināru telpas
mn: <span class="emphasize">10</span> Конект өрөөнүүд
pt: <span class="emphasize">10</span> Salas de Reuniões
ro: <span class="emphasize">10</span> Camere de întâlnire
ru: <span class="emphasize">10</span> Вебинарных Комнат
uk: <span class="emphasize">10</span> Вебінарних Кімнат
uz: <span class="emphasize">10</span> Учрашув хоналари
zh: <span class="emphasize">10</span> 会议室

source: <span class="emphasize">300 MB</span> of storage
ca: <span class="emphasize">300 MB</span> d'emmagatzematge
de: <span class="emphasize">300 MB</span> Volumen
es: <span class="emphasize">300 MB</span> de almacenamiento
fr: <span class="emphasize">300 MB</span> de stockage
it: <span class="emphasize">300 MB</span> di spazio di archiviazione
ja: <span class="emphasize">300 MB</span> のストレージ
kk: <span class="emphasize">300 MB</span>сақтау
ky: <span class="emphasize">300 MB</span>сактоо
lv: <span class="emphasize">300 MB</span> krājumu
mn: <span class="emphasize">300 MB</span> багтаамж
pt: <span class="emphasize">300 MB</span> de armazenamento
ro: <span class="emphasize">300 MB</span> spaţiu de stocare
ru: <span class="emphasize">300 MB</span> хранилища
uk: <span class="emphasize">300 MB</span> місця на сховищі
uz: <span class="emphasize">300 MB</span> хотира
zh: <span class="emphasize">300 MB</span> 的存储

source: <span class="emphasize">45 minute</span> meetings
ca: <span class="emphasize">reunions</span> de 45 minuts
de: <span class="emphasize">45 Minuten</span> Meetings
es: <span class="emphasize">Reuniones de</span> hasta 45 minutos
fr: <span class="emphasize">45 minutes</span> réunions
it: riunioni <span class="emphasize">di 45 minuti</span>
ja: <span class="emphasize">45分間</span> のミーティング
kk: <span class="emphasize">45 минуттық</span>кездесу
ky: <span class="emphasize">45 минуталык</span>жолугушуулар
lv: <span class="emphasize">45 minūšu</span> tikšanās
mn: <span class="emphasize">45 минутын</span> уулзалт
pt: <span class="emphasize">reuniões de</span> até 45 minutos
ro: <span class="emphasize">Întâlniri de</span> 45 de minute
ru: <span class="emphasize">45-минутные</span> встречи
uk: <span class="emphasize">45 хвилинні</span> зустрічі
uz: <span class="emphasize">45 дақиқалик</span> учрашув
zh: <span class="emphasize">45 分钟</span> 会议

source: <span class="emphasize">5</span> Meeting Rooms
ca: <span class="emphasize">5</span> Sala de Reunions
de: <span class="emphasize">5</span> Konferenzräume
es: <span class="emphasize">5</span> Salas de Reunión
fr: <span class="emphasize">5</span> Salles de Réunion
it: <span class="emphasize">5</span> Sale riunioni
ja: <span class="emphasize">5部屋</span> のミーティングルーム
kk: <span class="emphasize">5</span>Жиналыс Бөлмесі
ky: <span class="emphasize">5</span>Жолугушуу Бөлмөлөрү
lv: <span class="emphasize">5</span> Vebināru telpas
mn: <span class="emphasize">5</span> Конект өрөө
pt: <span class="emphasize">5</span> Salas de Reuniões
ro: <span class="emphasize">5</span> Camere de întâlnire
ru: <span class="emphasize">5</span> Вебинарных Комнат
uk: <span class="emphasize">5</span> Вебінарних Кімнат
uz: <span class="emphasize">5</span> Учрашув хоналари
zh: <span class="emphasize">5</span> 会议室

source: <span class="emphasize">500 MB</span> of storage
ca: <span class="emphasize">500 MB</span> d'emmagatzematge
de: <span class="emphasize">500 MB</span> Volumen
es: <span class="emphasize">500 MB</span> de almacenamiento
fr: <span class="emphasize">500 MB</span> de stockage
it: <span class="emphasize">500 MB</span> di spazio di archiviazione
ja: <span class="emphasize">500 MB</span> のストレージ
kk: <span class="emphasize">500 MB</span>сақтау
ky: <span class="emphasize">500 MB</span>бош сактоо оруну
lv: <span class="emphasize">500 MB</span> krājumu
mn: <span class="emphasize">500 MB</span> багтаамж
pt: <span class="emphasize">500 MB</span> de armazenamento
ro: <span class="emphasize">500 MB</span> spaţiu de stocare
ru: <span class="emphasize">500 MB</span> свободного места на диске
uk: <span class="emphasize">500 MB</span> місця на сховищі
uz: <span class="emphasize">500 MB</span> хотира
zh: <span class="emphasize">500 MB</span> 的存储
