Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Verify your email address
ca: Verifica la teva adreça de correu electrònic
de: E-Mail-Adresse verifizieren
es: Verifica tu dirección de email
fr: Veuillez vérifier votre adresse e-mail
it: Verifica il tuo indirizzo email
ja: メールアドレスの確認
kk: Электрондық пошта мекенжайыңызды растаңыз
ky: Электрондук почта дарегиңизди тастыктаңыз
lv: Pārbaudiet savu e-pasta adresi
mn: Имэйл хаягаа баталгаажуулна уу
pt: Verifique seu endereço de e-mail
ro: Verifică-ți adresa de e-mail
ru: Подтвердить адрес своей электронной почты
uk: Підтвердьте адресу вашої електронної пошти
uz: Илтимос, электрон почтангизни тасдиқланг
zh: 验证您的电子邮件地址

source: Verify Your Identity
fr: Vérifier Votre Identité
it: Verifica la tua identità

source: Verify your identity now and unlock 50 Reward Points.
ca: Verifica la teva identitat ara i desbloqueja 50 Punts de Recompensa.
de: Verifizieren Sie jetzt Ihre Identität und schalten Sie 50 Reward Points frei.
es: Verifica tu identidad ahora y desbloquea 50 Puntos de Recompensa.
fr: Vérifiez votre identité maintenant et débloquez 50 Points de Récompense.
it: Verifica subito la tua identità e sblocca 50 Crediti Premio.
ja: 今すぐ本人確認を行い、50 リワードポイントをアンロックしましょう。
kk: Дәл қазір жеке басыңызды растаңыз және 50 бонус ұпайын алыңыз.
ky: Азыр өздүгүңүздү тастыктап, 50 бонустук упайлардын кулпусун ачыңыз.
lv: Pārbaudiet savu identitāti tūlīt un atbloķējiet 50 Balvu Punktus.
mn: Яг одоо өөрийгөө баталгаажуулаад 50 Шагналын Оноог аваарай.
pt: Verifique sua identidade agora e desbloqueie 50 Pontos de Recompensa.
ro: Verifică-ți identitatea acum și deblochează 50 de puncte de recompensă.
ru: Подтвердите свою личность сейчас и разблокируйте 50 Бонусных Баллов.
uk: Підтвердіть свою особистість зараз та розблокуйте 50 Бонусних Балів.
uz: Шахсингизни тасдиқланг ва 50 Бонус балларини қўлга киритинг.
zh: 立即验证您的身份并解锁50奖励积分。

source: Verify Your Information
ca: Verifiqui la seva informació
de: Prüfen Sie Ihre Informationen
es: Verifica Tu Información
fr: Vérifiez Vos Informations
it: Controlla i tuoi dati
ja: あなたの情報を確認してください
kk: Ақпаратыңызды тексеріңіз
ko: 자신의 정보를 확인하십시오
ky: Маалыматыңызды ырастаңыз
lv: Pārbaudi savu informāciju
mn: Мэдээллээ баталгаажуулна уу
pt: Verifique suas informações
ro: Verifică informaţiile
ru: Подтвердите свои данные
uk: Підтвердьте свої дані
uz: Маълумотларингизни тасдиқланг
zh: 驗證您的信息

source: Verify your phone number
ca: Verifica el teu número de telèfon
de: Verifizieren Sie Ihre Rufnummer
es: Verifica tu número de teléfono
fr: Vérifiez votre numéro de téléphone
it: Verifica il tuo numero di telefono
ja: あなたの電話番号を認証する
kk: Өзіңіздің телефон нөміріңізді Растаңыз
ko: 전화번호 확인
ky: Телефон номериңизди ырастаңыз
lv: Pārbaudi savu tālruņa numuru
mn: Утасны дугаарыг баталгаажуулна уу
pt: Verifique seu número de telefone
ro: Verifică numărul tău de telefon
ru: Подтвердить свой номер телефона
uk: Підтвердити свій номер телефону
uz: Телефон рақамингизни тасдиқланг
zh: 验证您的电话号码

source: Verifying your identity...
fr: Vérification de votre identité…
it: Verifica dell'identità in corso...

source: VI. FEES
ca: VI. TARIFES
de: VI. GEBÜHREN
es: VI. CUOTAS
fr: VI. FRAIS
it: VI. TARIFFE
ja: VI. 料⾦
kk: VI. КОМИССИИ
ky: VI. АКЫЛАР
lv: VI. MAKSAS
mn: VI. ХУРААМЖ ШИМТГЭЛҮҮД
pt: VI. HONORÁRIOS
ro: VI. TAXE
ru: VI. КОМИССИИ
uk: VI. ЗБОРИ
uz: VI. ТЎЛОВЛАР
zh: VI. 费用

source: VI. Links
ca: VI. Enllaços
es: VI. Enlaces
fr: VI. Liens
it: VI. Link
ja: VI. リンク
kk: VI.Сілтемелер
ky: VI. Шилтемелер
lv: VI. Saites
mn: VI. Холбоосууд
ro: VI. Linkuri
ru: VI. Ссылки
uk: VI. Посилання
uz: VI. Ҳаволалар
zh: VI. 链接

source: VI. REMOVAL OF CONTENT
ca: VI. ELIMINACIÓ DE CONTINGUT
de: VI. ENTFERNUNG VON INHALTEN
es: VI. ELIMINACIÓN DEL CONTENIDO
fr: VI. SUPPRESSION DE CONTENU
it: VI. RIMOZIONE DEI CONTENUTI
ja: VI. コンテンツの削除
kk: VI. МАТЕРИАЛДАРДЫ ЖОЮ
ky: VI. КОНТЕНТТИ АЛЫП САЛУУ
lv: VI. SATURA IZŅEMŠANA
mn: VI. КОНТЕНТИЙГ АРИЛГАХ
pt: VI. REMOÇÃO DO CONTEÚDO
ro: VI. ȘTERGEREA CONȚINUTULUI
ru: VI. УДАЛЕНИЕ МАТЕРИАЛОВ
uk: VI. ВИДАЛЕННЯ ВАШИХ МАТЕРІАЛІВ
uz: VI. КОНТЕНТНИ ЎЧИРИШ
zh: VI. 内容移除

source: Vice-President Field Communications
ca: Vicepresident de Comunicació sobre el Terreny
de: Vizepräsident Außendienstkommunikation
es: Vicepresidente de Comunicaciones de Campo
fr: Vice-Président des Communications sur le Terrain
it: Vicepresidente Field Communications
ja: フィールドコミュニケーション担当バイスプレジデント
kk: Жергілікті жерлерде қоғаммен байланыс жөніндегі Вице-президент
ky: Өндүрүштүк байланыштар боюнча вице-президент
lv: Nozares Komunikācijas Priekšēdētāja Vietnieks
mn: Талбарын харилцааны дэд захирал
pt: Vice-Presidente de Comunicações de Campo
ro: Vicepreședinte Field Communications
ru: Вице-президент по полевым коммуникациям
uk: Віце-президент із комунікацій
uz: Ҳудудий мулоқот гуруҳи вице-президенти
zh: 副总裁，现场沟通事务

source: Video Presentations from:
ca: Presentacions en vídeo de:
de: Video Präsentationen von:
es: Presentaciones en video de:
fr: Forme de la Présentation Vidéo :
it: di:
ja: 動画プレゼンテーションを観よう：
kk: Бейне презентациялар:
ko: 비디오 프레젠테이션:
ky: Видео Презентация жасоочулар:
lv: Video Prezentācijas no:
mn: Видео танилцуулга:
pt: Apresentações de vídeo de:
ro: Prezentări video de la:
ru: Видеопрезентации от:
uk: Відеопрезентації від:
uz: Видеотақдимот ўтувчилар:
zh: 视频演示来自：

source: video!
ca: Vídeo!
fr: vidéo !
ja: 動画！
kk: Бейне!
ko: 영상 공유 !
ky: видео!
mn: видео!
pt: vídeo!
ru: видео!
uk: відео!
uz: видео!
zh: 视频！

source: Videos
ca: Vídeos
fr: Vidéos
it: Video
ja: 動画
kk: Бейнелер
ko: 영상
ky: Видеолор
lv: Video
mn: Видеонууд
pt: Vídeos
ro: Videouri
ru: Видео
uk: Відео
uz: Видеолар
zh: 視頻

source: View
ca: Mira
de: Ansicht
es: Vista
fr: Vue
it: Vedi
ja: 表示
kk: Көру
ko: 보기
ky: Көрүү
lv: Skats
mn: Харсан тоо
pt: Visualização
ro: Vizualizare
ru: Посмотреть
uk: Переглянути
uz: Кўриш
zh: 觀看次數

source: View All
ca: Veure-ho Tot
de: Alles anzeigen
es: Ver Todo
fr: Voir tout
it: Visualizza tutto
ja: すべて表示する
kk: Барлығын Көру
ky: Баарын көрүү
lv: Skatīt Visu
mn: Бүгдийг харах
pt: Ver tudo
ro: Vezi tot
ru: Посмотреть всё
uk: Переглянути все
uz: Барчасини кўриш
zh: 查看全部

source: View All Details
fr: Voir Tous les Détails
it: Vedi dettagli completi
kk: Барлық Мәліметтерді Кіру
pt: Veja Todos Detalhes
uk: Преглянути всі подробиці
uz: Барча маълумотларни кўриш
zh: 查看所有详情

source: View all of your notifications.
ca: Veure totes les teves notificacions.
de: Alle Ihre Benachrichtigungen anzeigen.
es: Ver todas tus notificaciones.
fr: Affichez toutes vos notifications.
it: Visualizza tutte le tue notifiche.
ja: 通知をすべて表示する。
kk: Барлық хабарландыруларыңызды қараңыз.
ko: 모든 알림을 봅니다.
ky: Бардык эскертмелериңизди көрүңүз.
lv: Skatīt paziņojumus.
mn: Бүх мэдэгдлүүдийг харах
pt: Veja todas as suas notificações.
ro: Vezi toate notificările tale.
ru: Посмотреть все свои уведомления.
uk: Переглянути всі свої сповіщення.
uz: Барча билдиргиларни кўринг.
zh: 查看您的所有通知。

source: View All Press Releases
ca: Veure Tots els Comunicats de Premsa
de: Pressemitteilungen anzeigen
es: Ver Todos los Comunicados de Prensa
fr: Voir Tous les Communiqués de Presse
it: Consulta tutti i Comunicati Stampa
ja: 全プレスリリースを見る
kk: Барлық пресс-релиздерді қараңыз
ky: Бардык пресс-релиздерди көрүңүз
lv: Skatiet Visas Preses Relīzes
mn: Мэдээ, мэдээллүүдийг бүгдийг нь харах
pt: Ver Todos Comunicados de Imprensa
ro: Vezi toate Comunicatele de presă
ru: Посмотреть все пресс-релизы
uk: Переглянути всі прес-релізи
uz: Барча пресс-релизларни кўриш
zh: 查看所有新闻稿

source: View all statistics related to the activity of your referral links.
ca: Consulta totes les estadístiques relacionades amb l'activitat dels teus enllaços de referència.
de: Sehen Sie sich alle Statistiken zu den Aktivitäten Ihrer Empfehlungslinks an.
es: Ver estadísticas relacionadas a la actividad de tus enlaces de referencia.
fr: Consultez toutes les statistiques relatives à l'activité de vos liens de référence.
it: Visualizza tutte le statistiche relative all'attività dei tuoi referral link.
ja: 紹介リンクのアクティビティに関するすべての統計情報を表示します。
kk: Сілтеме сілтемелерінің белсенділігіне қатысты барлық статистиканы қараңыз.
ky: Сиздин шилтемелериңиздин активдүүлүгү боюнча бардык статистиканы караңыз.
lv: Skatiet visu statistiku, kas saistīta ar jūsu atsauces saišu aktivitāti.
mn: Өөрийн элсүүлэх холбоостой холбоотой бүх мэдээллийг харах.
pt: Veja todas as estatísticas relacionadas à atividade dos seus links de referência.
ro: Vezi toate statisticile legate de activitatea linkurilor tale de recomandare.
ru: Посмотреть полную статистику активности по вашим реферальным ссылкам.
uk: Переглянути повну статистику активності за вашими реферальними посиланнями.
uz: Реферал ҳаволаларингиз фаоллигига оид статистикани кўриш.
zh: 查看与您的推荐链接活动相关的所有统计数据。

source: View all the negative wallet balances of your downline Partners.
ca: Consulta tots els saldos negatius de la cartera dels teus socis de línia descendent.
de: Alle negativen Guthaben im Wallet-Konto Ihrer Downline Partner anzeigen.
es: Ver todos los saldos negativos de cartera de tus socios de línea descendente.
fr: Affichez tous les soldes négatifs de portefeuille de vos Partenaires en aval.
it: Visualizza tutti i saldi negativi del wallet dei tuoi Partner in downline.
ja: ウォレット残高がネガティブ残高となっているすべてのダウンラインパートナーを表示する。
kk: Төмендегі Серіктестер әмияндарының барлық теріс теңгерімін қарау.
ko: 다운라인 파트너의 모든 마이너스 잔고 월렛 보기.
ky: Downline өнөктөштөрүңүздүн бардык терс баланстарын көрүңүз.
lv: Apskati savu apakšējo līniju Partneru negatīvo maciņa bilanci.
mn: Өөрийн доод үеийн Түншүүдийн хасах балансыг харах.
pt: Veja todos os saldos negativos da carteira dos seus sócios de linha descendente.
ro: Vizualizează toate soldurile negative din wallet ale partenerilor tăi din linia inferioară.
ru: Просмотреть все негативные балансы кошельков Ваших, подписанных под Вами Партнеров.
uk: Переглянути всі негативні баланси гаманців підписаних під Вами Партнерів.
uz: Даунлайн Ҳамкорларингизнинг барча салбий балансларини кўриш.
zh: 查看您的下線合作夥伴的所有負錢包餘額。

source: View Analytics
ca: Veure Anàlisis
de: Analyse anzeigen
es: Ver Análisis
fr: Voir les Analyses
it: Visualizza analisi statistica
ja: 分析データを見る
kk: Аналитиканы қарау
ko: 분석 보기
ky: Аналитиканы караңыз
lv: Skatīt analīzi
mn: Анализ мэдээллийг харах
pt: Visualizar análises
ro: Vezi Analytics
ru: Посмотреть аналитику
uk: Переглянути аналітику
uz: Таҳлилларни кўриш
zh: 查看分析

source: View and Manage your organization
ca: Veure i Gestionar la teva organització.
de: Anzeigen und Verwalten Ihrer Struktur
es: Ver y Administrar tu organización
fr: Voir et gérer votre organisation
it: Vedi e gestisci la tua organizzazione
ja: 組織の表示と管理
kk: Ұйымыңызды қараңыз және басқарыңыз
ko: 조직 보기 및 관리
ky: Уюмуңузду көрүү жана башкаруу
lv: Skatīt un pārvaldīt savu organizāciju
mn: Өөрийн багийн мэдээллийг харах, удирдах
pt: Visualize e gerencie sua organização
ro: Vizualizează și gestionează organizația ta
ru: Смотреть и управлять своей организацией
uk: Переглянути та керувати своєю організацією
uz: Ўз жамоангизни кўздан кечиринг ва бошқаринг
zh: 查看和管理您的组织

source: View and update your basic information.
ca: Consulta i actualitza la teva informació bàsica.
de: Ihre Daten anzeigen und aktualisieren.
es: Ver y actualizar tu información básica.
fr: Affichez et mettez à jour vos informations de base.
it: Visualizza e aggiorna le tue informazioni di base.
ja: 基本情報の表示および更新。
kk: Негізгі ақпаратты көру және жаңарту.
ko: 기본 정보를보고 업데이트하십시오.
ky: Негизги маалыматыңызды карап чыгып, жаңыртыңыз.
lv: Pārskati un atjauno savu pamatinformāciju.
mn: Өөрийн хувийн мэдээллийг харах, шинэчлэх
pt: Visualize e atualize suas informações básicas.
ro: Vedeţi şi actualizaţi informaţiile dvs. de bază.
ru: Посмотрите и обновите свою основную информацию.
uk: Перегляньте і оновіть вашу основну інформацію.
uz: Асосий маълумотларингизни кўздан кечиринг ва янгиланг.
zh: 查看和更新您的基本信息。

source: View Birthdays
ca: Veure aniversaris
de: Geburtstage anzeigen
es: Ver Cumpleaños
fr: Regarder les Anniversaires
it: Visualizza i compleanni
ja: 誕生日を表示する
kk: Туған күндерді Қарау
ko: 생일 보기
ky: Туулган күндөрдү көрүңүз
lv: Skati dzimšanas dienas
mn: Нэрсийг харах
pt: Ver aniversários
ro: Vezi zilele de naștere
ru: Посмотреть дни рождения
uk: Переглянути дні народження
uz: Туғилган кун соҳиблари
zh: 查看生日

source: View Booking Summary
ca: Veure Resum de la Reserva
de: Buchung Zusammenfassung anzeigen
es: Ver Resumen de la Reserva
fr: Voir le résumé de la réservation
it: Visualizza il riepilogo della prenotazione
ja: 予約概要を確認する
kk: Брондау Жиынтығын Қарау
ky: Жаңы брондоо корутундусу
lv: Skatiet Rezervācijas Kopsavilkumu
mn: Захиалгын хураангуйг харах
pt: Ver resumo da reserva
ro: Vezi rezumatul rezervării
ru: Посмотреть итог бронирования
uk: Переглянути результат бронювання
uz: Буюртмага оид маълумотларни кўриш
zh: 查看预订摘要

source: View Certificate
ca: Veure certificat
de: Zertifikat anzeigen
es: Ver Certificado
fr: Affichez le certificat
it: Visualizza il certificato
ja: 証明書を表示する
kk: Сертификатты Қарау
ko: 인증서 보기
ky: Сертификатты көрүү
lv: Skati sertifikātu
mn: Гэрчилгээг харах
pt: Visualizar Certificado
ro: Vezi certificatul
ru: Посмотреть Сертификат
uk: Переглянути Сертифікат
uz: Сертификатни кўриш
zh: 查看證書

source: View Contest Rules
ca: Mirar les normes del concurs
de: Wettbewerbsbedingungen anzeigen
es: Ver las reglas del concurso
fr: Affichez le règlement du concours
it: Visualizza le regole del concorso
ja: コンテストのルールを表示する
kk: Байқау Ережелерін Қарау
ko: 컨테스트 규칙 보기
ky: Таймашуунун шарттары менен таанышыңыз
lv: Skati konkursa kārtulas
mn: Тэмцээний дүрмийг харах
pt: Visualizar regras do concurso
ro: Vezi Regulile Concursului
ru: Посмотреть Правила Конкурса
uk: Переглянути Правила Конкурсу
uz: Танлов шартларини кўриш
zh: 查看比賽規則

source: View Cruise
ca: Veure creuer
de: Kreuzfahrten anzeigen
es: Ver Crucero
fr: Affichez la croisière
it: Visualizza crociera
ja: クルーズを表示
kk: Круизді Қарау
ko: 크루즈 보기
ky: Круизди көрүү
lv: Skati kruīzu
mn: Энэ аяллыг харах
pt: Ver Cruzeiro
ro: Vezi croazieră
ru: Посмотреть Круиз
uk: Переглянути Круїз
uz: Круизни кўриш
zh: 查看郵輪

source: View Data
ca: Veure Dades
de: Daten anzeigen
es: Ver Datos
fr: Voir les données
it: Visualizza i dati
ja: データを確認
kk: Деректерді қарау
ky: Маалыматтарды көрүү
lv: Skatīt datus
mn: Мэдээллийг харах
pt: Exibir dados
ro: Vezi datele
ru: Посмотреть данные
uk: Переглянути дані
uz: Маълумотларни кўриш
zh: 查看数据

source: View Details
ca: Veure Detalls
de: Details anzeigen
es: Ver Detalles
fr: Voir les Détails
it: Visualizza i dettagli
ja: 詳細を確認する
kk: Мәліметтерді қарау
ko: 세부 정보 보기
ky: Дайындарды көрүү
lv: Skatīt detalizētu informāciju
mn: Дэлгэрэнгүйг харах
pt: Ver detalhes
ro: Vezi detaliile
ru: Узнать подробности
uk: Дізнатися подробиці
uz: Маълумотларни кўриш
zh: 查看詳情

source: View Donors
ca: Veure Donants
de: Spender anzeigen
es: Ver Donantes
fr: Voir les Donateurs
it: Visualizza i donatori
ja: 寄付者を見る
kk: Донорларды қарау
ko: 기증자 보기
ky: Донорлорду карап чыгуу
lv: Skati Donorus
mn: Хандивлагч нарыг харах
pt: Ver doadores
ro: Vezi Donatori
ru: Посмотреть благотворителей
uk: Переглянути благодійників
uz: Ҳомийларни кўриш
zh: 查看捐助者

source: View Fares
ca: Veure tarifes
de: Tarife anzeigen
es: Ver Tarifas
fr: Affichez les Tarifs
it: Visualizza tariffe
ja: 価格を表示
kk: Тарифтерді Қарау
ko: 요금 보기
ky: Төлөмдөрдү көрүү
lv: Skati cenas
mn: Үнэ харах
pt: Ver tarifas
ro: Vezi prețurile
ru: Посмотреть тарифы
uk: Переглянути тарифи
uz: Тарифларни кўриш
zh: 查看票價

source: View Full
fr: Voir le Détail Complet
it: Visualizza tutto
kk: Толық көру
pt: Exibir Completo
uk: Переглянути повністю
uz: Барчасини кўриш
zh: 查看全部

source: View Future Webinars
ca: Veure futurs seminaris en línia
de: Zukünftige Webinare anzeigen
es: Ver Futuros Seminarios Web
fr: Voir les futurs webinaires
it: Visualizza i prossimi webinar
ja: 今後のウェビナーを見る
kk: Алдағы вебинарларды қараңыз
ko: 향후 웨비나 보기
ky: Келе жаткан вебинарларды көрүү
lv: Skati Nākamos Vebinārus
mn: Вэбинаруудын хуваарь
pt: Ver webinars futuros
ro: Vezi viitoarele webinarii
ru: Посмотреть предстоящие вебинары
uk: Переглянути майбутні вебінари
uz: Келгуси вебинарларни кўриш
zh: 查看未來的網絡研討會

source: View Graph
fr: Voir le Graphique
it: Visualizza grafico
kk: Графикті көру
pt: Ver Gráfico
uk: Переглянути Графік
zh: 查看图表

source: View Inactive RPs History
ca: Veure Historial de PR inactius
de: Inaktive RP-Historie anzeigen
es: Ver historial de PR inactivos
fr: Afficher l'historique des PR inactifs
it: Visualizza lo storico dei CP inattivi
ja: 非アクティブのリワードポイントの履歴を表示する
kk: Белсенді емес БҰ тарихын қарау
ky: Активдүү эмес БУ тарыхчасын көрүү
lv: Skatiet Neaktīvo BP Vēsturi
mn: Идэвхгүй ШО-нуудыг харах
pt: Ver histórico de PRs inativos
ro: Vedeți istoricul PR inactive
ru: Посмотреть историю неактивных ББ
uk: Переглянути історію неактивних ББ
uz: Нофаол ББ тарихини кўриш
zh: 查看非激活奖励积分历史记录

source: View Income and Incentive Guide
ca: Veure guia d'Ingressos i Incentius
de: Leitfaden zu Einkommen und Incentives
es: Ver Guía de INgresos e INcentivos
fr: Voir le guide des revenus et des incitations
it: Visualizza la Guida ai Redditi e agli Incentivi
ja: 収入とインセンティブガイドを見る
kk: Табыс пен ынталандыру нұсқаулығын қараңыз
ko: 소득 및 인센티브 가이드 보기
ky: Киреше жана стимул боюнча колдонмону көрүү
lv: Apskati Ienākumu un Stimulāciju Rokasgrāmatu
mn: Орлого урамшууллын гарын авлагыг харах
pt: Veja o guia de Compensação e Incentivo
ro: Vezi Ghidul veniturilor și stimulentelor
ru: Посмотреть "Руководство по доходам и вознаграждениям"
uk: Переглянути "Посібник з доходів та винагород"
uz: Даромад ва рағбатларга оид Йўриқномани кўриш
zh: 查看收入和激励指南

source: View Income And Incentive Guide
ca: Veure guia d'Ingressos Y Incentius
de: Leitfaden zum Einkommen und Incentives anzeigen
es: Ver Guía de INgresos e INcentivos
fr: Voir le Guide des Revenus et des Incitations
it: Consulta la Guida ai Redditi e agli Incentivi
ja: 収入とインセンティブガイドを見る
kk: "Кірістер мен сыйақылар жөніндегі нұсқаулықты"қараңыз
ky: Киреше жана стимул боюнча колдонмону көрүү
lv: Skatiet Ienākmu un Stimulāciju Rokasgrāmatu
mn: Орлого урамшууллын гарын авлагыг харах
pt: Veja o Guia de Compensação e Incentivo
ro: Vezi Ghidul veniturilor și stimulentelor
ru: Посмотреть "Руководство по доходам и вознаграждениям"
uk: Переглянути "Посібник з доходів та винагород"
uz: Даромад ва Рағбатларга оид Йўриқномани кўриш
zh: 查看收入与激励指南

source: View Info
ca: Veure informació
de: Infos anzeigen
es: Ver Información
fr: Affichez les informations
it: Visualizza le informazioni
ja: 情報を表示する
kk: Ақпаратты қарау
ko: 정보 보기
ky: Маалыматты көрүү
lv: Skati informāciju
mn: Мэдээлэл харах
pt: Ver informações
ro: Vezi Info
ru: Посмотреть информацию
uk: Переглянути інформацію
uz: Маълумотларни кўриш
zh: 查看信息

source: View inGroup International
ca: Visualitza inGroup International
de: Ansicht inGroup International
es: Ver inGroup Internacional
fr: Voir inGroup International
it: Visualizza inGroup International
ja: inGroup International を見る
kk: inGroup International қараңыз
ky: inGroup International компаниясын көрүү
lv: Skatiet inGroup International
mn: inGroup International компаний тухай
pt: Veja inGroup International
ro: Vezi inGroup International
ru: Посмотреть inGroup International
uk: Переглянути inGroup International
uz: inGroup International ни кўриш
zh: 查看inGroup International

source: View Invoice
ca: Veure la Factura
de: Rechnung anzeigen
es: Ver Recibo
fr: Afficher la facture
it: Visualizza fattura
ja: 請求書を表示する
kk: Есептік жазбаны көру
ko: 청구서 보기
ky: Эсеп-фактураны көрүү
lv: Apskati rēķinu
mn: Нэхэмжлэх харах
pt: Visualizar fatura
ro: Vezi factura
ru: Посмотреть счет
uk: Переглянути рахунок
uz: Ҳисобни кўриш
zh: 查看賬單

source: View Italian sales badge for doing business in Italy.
ca: Veure el distintiu de vendes italià per a fer negocis a Itàlia.
de: Sehen Sie sich das italienische Verkaufsabzeichen für Geschäfte in Italien an.
es: Ver credencial de ventas para hacer negocios en Italia.
fr: Voir le badge de vente italien pour faire des affaires en Italie.
it: Visualizza il tesserino dell'Incaricato alle vendite italiano da utilizzare per svolgere l'attività in Italia.
ja: イタリアでのビジネスに必要なイタリアンセールスバッジを表示する。
kk: Италияда бизнес жүргізу үшін итальяндық сату белгішесін қараңыз.
ko: 이탈리아에서 사업을 하기 위한 이탈리아 판매 배지를 확인하십시오.
ky: Италияда бизнес жүргүзүү үчүн италиялык сатуу төш белгисин көрүңүз.
lv: Apskati Itālijas tirdzniecības emblēmu uzņēmējdarbības veikšanai Itālijā.
mn: Италид бизнес эрхлэхэд зориулсан Италийн борлуулалтын тэмдгийг харах.
pt: Veja o crachá de vendas italiano para fazer negócios na Itália.
ro: Vizualizează insigna de vânzări din Italia pentru că faci afaceri în Italia.
ru: Взгляните на итальянский торговый бейдж, необходимый для ведения бизнеса в Италии.
uk: Погляньте на італійський торговий бейдж, необхідний для ведення бізнесу в Італії.
uz: Италияда бизнес юритиш учун Италия савдо значогини кўриб чиқинг.
zh: 查看在意大利開展業務的意大利銷售徽章。

source: View List
ca: Visualitzar Llista
de: Liste anzeigen
es: Ver Lista
fr: Voir la Liste
it: Visualizza la lista
ja: リストを表示する
kk: Тізімді қарау
ky: Тизмени көрүү
lv: Skati sarakstu
mn: Жагсаалтыг харах
pt: Ver lista
ro: Vezi lista
ru: Посмотреть список
uk: Переглянути список
uz: Рўйхатни кўриш
zh: 查看清单

source: View More
ca: Veure més
de: Mehr anzeigen
es: Ver Mas
fr: Affichez plus
it: Visualizzane di più
ja: もっと見る
kk: Толығырақ
ko: 더 보기
ky: Дагы толугураак көрүү
lv: Apskati vairāk
mn: Цааш нь унших
pt: Veja mais
ro: Vezi mai mult
ru: Посмотреть Еще
uk: Переглянути більше
uz: Батафсил
zh: 查看更多

source: View More Details
ca: Veure Més Detalls
de: Mehr Details anzeigen
es: Ver Más Detalles
fr: Voir plus de détails
it: Vedi altri dettagli
ja: もっと詳細を表示
kk: Толығырақ ақпаратты қарау
ky: Көбүрөөк маалыматтарды көрүү
lv: Skatīt Detalizētu informāciju
mn: Дэлгэрэнгүйг харах
pt: Ver mais detalhes
ro: Vezi mai multe detalii
ru: Узнать подробнее
uk: Переглянути докладнішу інформацію
uz: Батафсил маълумотларни кўриш
zh: 查看更多详情

source: View More Photos
ca: Veure més fotos
de: Mehr Fotos anzeigen
es: Ver Más Fotografías
fr: Voir plus de photos
it: Vedi altre foto
ja: 写真をもっと見る
kk: Қосымша фотосуреттерді қараңыз
ky: Көбүрөөк сүрөттөрдү көрүү
lv: Apskati vairāk Foto
mn: Бусад зургуудыг харах
pt: Ver mais fotos
ro: Vezi mai multe poze
ru: Смотреть больше фотографий
uk: Переглянути більше фотографій
uz: Кўпроқ суратларни кўриш
zh: 查看更多照片

source: View on
ca: Visualitza a
de: Ansehen auf
es: Ver en
fr: Voir sur
it: Vedi su
ja: 表示
kk: Қарау
ky: Көрүү
lv: Skatiet
mn: Харсан
pt: Veja em
ro: Vizualizare pe
ru: Посмотреть на
uk: Переглянути на
uz: Кўриш
zh: 查看

source: View our 8 Rank Achievement Titles
ca: Veure els nostres 8 Rangs de Lideratge
de: Unsere 8 Rangtitel anzeigen
es: Visualiza nuestros 8 Rangos de Liderazgo
fr: Affichez nos 8 titres d'accomplissement de rang
it: Visualizza le nostre 8 qualifiche di leadership
ja: 8ランクの達成タイトルを表示
kk: Біздің 8 Ранг Жетістіктерінің Аталымын Қарау
ko: 8 가지 직급 및 보상 기준 보기
ky: Биздин 8 даражадагы жетишкендиктерибизди көрүү
lv: Apskati mūsu 8 līmeņu sasniegumu nosaukumus
mn: 8 цолны нэрсийг харах
pt: Veja nossos 8 Títulos de Conquista de Patamar
ro: Vezi cele 8 titluri de trepte de carieră
ru: Посмотрите наши 8 Званий по Достижению Рангов
uk: Перегляньте наші 8 Звань по Досягненню Рангів
uz: 8 та ранг мақомини кўринг
zh: 查看我們8個等級的成就頭銜

source: View Our Membership Agreement
ca: Veure el nostre Acord de Membresia
de: Unsere Mitgliedsvereinbarung anzeigen
es: Ve nuestro Contrato de Membresía
fr: Affichez notre accord d'adhésion
it: Visualizza il nostro Contratto di Membership
ja: メンバー規約を表示する
kk: Біздің Мүшелік туралы Келісімшартты Қарау
ko: 멤버십 계약서 보기
ky: Мүчөлүк келишимибизди көрүү
lv: Skati mūsu dalības vienošanos
mn: Гишүүнчлэлийн Гэрээг харах
pt: Ver o nosso Contrato de Assinatura
ro: Vezi Contractul de Membru
ru: Посмотреть Наше Членское Соглашение
uk: Переглянути Нашу Угоду щодо Членства
uz: Аъзолик Битимини кўриш
zh: 查看我們的會員協議
