Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: b. inGroup International reserves the right, at its discretion, to refuse to execute this Addendum. In such event, PARTNER shall not advance to the National Director rank, but PARTNER’s IBP Agreement shall nevertheless remain in effect.
ca: b. inGroup International es reserva el dret, a la seva discreció, de negar-se a executar aquest Annex. En aquest cas, el SOCI no avançarà al rang de National Director, però l'acord amb IBP de SOCI seguirà vigent.
de: b. inGroup International behält sich das Recht vor, nach eigenem Ermessen die Ausführung dieses Addendums zu verweigern. In diesem Fall wird der PARTNER nicht in den Rang eines Nationalen Direktors aufsteigen, aber die IBP-Vereinbarung des PARTNER bleibt dennoch in Kraft.
es: b. inGroup International se reserva el derecho, a su discreción, de negarse a ejecutar este Anexo. En tal caso, el SOCIO no avanzará al rango de National Director, pero el Acuerdo SCI de SOCIO, sin embargo, permanecerá vigente.
fr: b. inGroup International se réserve le droit, à sa discrétion, de refuser d’exécuter l’Addenda. Dans ce cas, PARTNER ne sera pas promu au rang de directeur national, mais l’accord du PARTENAIRE de PARTENAIRE restera néanmoins en vigueur.
it: b. inGroup International si riserva il diritto, a sua discrezione, di rifiutare di eseguire il presente Addendum. In tal caso, il PARTNER non potrà avanzare al rango di National Director, tuttavia il Contratto PCI del PARTNER resterà comunque in vigore.
ja: b. inGroup Internationalは、その裁量により、この追加条項の実行を拒否する権利を留保します。 そのような場合、パートナーはナショナルディレクターの地位に昇格することはできませんが、それでもパートナーのIBP契約は効力を持ち続けます。
kk: б. inGroup International өз ұйғарымы бойынша осы Қосымша Келісімді орындаудан бас тарту құқығын өзіне қалдырады. Бұл жағдайда СЕРІКТЕС Ұлттық директор лауазымына көтерілмейді, бірақ осыған қарамастан ТБС СЕРІКТЕС Келісімі өз күшінде қалады.
ko: b. inGroup International은 재량에 따라 본 추가 조항을 거부할 권리가 있습니다. 이런 경우, 파트너는 내셔널 디렉터로 진급하지 않지만 파트너의 IBP 계약은 효력을 유지합니다.
ky: б. inGroup International өзүнүн кароосу боюнча ушул Толуктоону аткаруудан баш тартуу укугун өзүнө калтырат. Мындай учурда ӨНӨКТӨШ National Director даражасына көтөрүлбөйт, бирок ӨНӨКТӨШ КБӨ Макулдашуусу күчүндө кала берет.
lv: b. INGroup International patur tiesības pēc saviem ieskatiem atteikties izpildīt šo papildinājumu. Šādā gadījumā PARTNERIS nevirza uz nacionālā direktora pakāpi, bet PARTNERA IBP vienošanās tomēr paliek spēkā.
mn: б. inGroup International нь өөрийн бүрэн эрхийн дагуу энэхүү Нэмэлт гэрээг хэрэгжүүлэхээс татгалзах эрхтэй. Ийм тохиолдолд ТҮНШ нь National Director болохгүй ч түүний Бие даасан Түншийн (БДТ) Гэрээ хүчин төгөлдөр хэвээр байна.
pt: b. inGroup International se reserva no direito, a seu critério, de se recusar a executar este Adendo. Nesse caso, o SÓCIO não avançará para a classificação de Diretor Nacional, mas o Contrato IBP do SÓCIO permanecerá em vigor.
ro: b. inGroup International îşi rezervă dreptul, la discreţia sa, de a refuza să valideze acest Act Adiţional. În această eventualitate, PARTENERUL nu va avansa la treapta de carieră de Director Naţional, dar Acordul PAI al PARTENERULUI va rămâne cu toate acestea în vigoare.
ru: b. inGroup International оставляет за собой право по собственному усмотрению отказаться от заключения настоящего Дополнения. В этом случае ПАРТНЕР не займет ранг Национального Директора, однако, несмотря на это, Соглашение НБП, заключенное с ПАРТНЕРОМ, продолжит действовать.
uk: b. inGroup International залишає за собою право на власний розсуд відмовитися від укладання цього Додатка. У цьому випадку ПАРТНЕР не займе рангу Національного Директора, проте, незважаючи на це, Угода НП, укладена з ПАРТНЕРОМ, продовжуватиме діяти.
uz: b. inGroup International, ўз ихтиёрига кўра, ушбу Қўшимчанинг ижро этилишини рад қилиш ҳуқуқини ўзида қолдиради. Бундай ҳолатда ҲАМКОР Миллий директор даражасига ўтмайди, аммо ҲАМКОРнинг МҲ Битими, шунга қарамай, ўз кучида қолади.
zh: b. inGroup International 保留自行決定拒絕執行本附錄的權利。在這種情況下，合作夥伴不得晉升到National Director級別，但合作夥伴的IBP協議仍然有效。

source: b. National Director
ca: b. Director nacional
es: b. Director Nacional
fr: b. Directeur national
it: b. Direttore Nazionale
ja: b. ナショナルディレクター
kk: b. Ұлттық Директор
ko: b. 내셔널 디렉터
lv: b.Nacionālais direktors
mn: б. National Director
pt: b. Diretor Nacional
ro: b. Director Naţional
ru: b. Национальный Директор
uk: b. Національний Директор
uz: b. Миллий директор

source: b. Time of the Essence
ca: b. Temps de l’Essència
de: b. Fixgeschäft
es: b. Tiempo de la esencia
fr: b. Temps de l'essence
it: b. Tempo è essenziale
ja: b. 期限厳守
kk: b. Қолданылу Мерзімі
ko: b. 절대적으로 중요한 시간
ky: b. Жарактуулугу
lv: Galvenais laiks
mn: б. Түргэлэх шаардлагатай хугацаа
pt: b. Tempo da Essência
ro: b. Timpul Esenţial
ru: b. Срок действия
uk: b. Термін Дії
uz: b. Моҳияти
zh: b. 重要的時間

source: Back
ca: Endarrere
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
kk: Артқа
ko: 뒤로 돌아가기
ky: Артка
lv: Aizmugure
mn: Буцах
pt: Voltar
ro: Înapoi
ru: Назад
uk: Назад
uz: Орқага
zh: 後退

source: Back to Login
ca: Tornar a l’inici de sessió
de: Zurück zur Anmeldung
es: Volver a inicio de sesión
fr: Retour à la Connexion
it: Torna al login
ja: ログイン画面に戻る
kk: Кіру бетіне оралу
ky: Кирүү барагына кайтуу
lv: Atpakaļ uz pieteikšanos
mn: Нэвтрэх хуудас руу очих
pt: Voltar para o Login
ro: Înapoi la conectare
ru: Вернуться на страницу входа
uk: Повернутися до сторінки входу
uz: Кириш саҳифасига қайтиш
zh: 返回登录

source: Back to your Directs
ca: Tornar al teu Directe
de: Zurück zu Ihren Direkten
es: Volver a tus Directos
fr: Retour à vos directives
it: Torna ai tuoi Diretti
ja: あなたの直紹介者にもどる
kk: Тікелей дегенге оралыңыз
ko: 귀하의 직접 추천으로 돌아가기
ky: Түз мүчөлөрүңүзгө кайтуу
lv: Atpakaļ pie saviem tiešajiem
mn: Хувьчлан идэвхжүүлсэн гишүүд рүү буцах
pt: Voltar para seus diretos
ro: Înapoi la direcții tăi
ru: Назад к своим Прямым
uk: Назад до своїх Прямих
uz: Тўғридан-тўғриларга қайтиш
zh: 返回您的指示

source: BACK UP
ca: SUPORT
de: SICHERUNG
es: RESPALDO
fr: SAUVEGARDER
ja: バックアップ
kk: КІРІҢІЗ
ko: 백업
lv: Saņemies
mn: ХУУЛАХ
pt: CÓPIA DE SEGURANÇA
ro: COPIE DE SIGURANŢĂ
uz: ОРҚАГА
zh: 備份

source: Background
ca: Fons
de: Hintergrund
es: Fondo
fr: Contexte
it: Sfondo
ja: バックグラウンド
kk: Фон
ky: Фон
lv: Fons
mn: Танилцуулга
pt: Suporte
ro: Fundal
ru: Фон
uk: задній план
uz: Орқа фон
zh: 背景

source: Backup
es: Respaldo
fr: Sauvegarde
ja: バックアップ
kk: Сақтық көшірме
ko: 백업
ky: Резервдик копия
lv: Dublējums
mn: Backup код
ru: Резервная копия
uk: Резервна копія
uz: Захира нусха
zh: 备份

source: Balance
ca: Saldo
de: Guthaben
es: Saldo
fr: Solde
it: Saldo
ja: 残高
kk: Баланс
ko: 잔액
ky: Баланс
lv: Bilance
mn: Баланс
pt: Saldo
ro: Sold
ru: Баланс
uk: Баланс
uz: Баланс
zh: 餘額

source: Balance Type
ca: Tipus de Saldo
de: Guthaben Typ
es: Tipo de Saldo
fr: Type de solde
it: Tipo di saldo
ja: 残高のタイプ
kk: Баланс түрі
ky: Баланстын түрү
lv: Bilances Veids
mn: Балансын төрөл
pt: Tipo de saldo
ro: Tipul soldului
ru: Тип баланса
uk: Тип балансу
uz: Баланс тури
zh: 余额类别

source: Balance:
ca: Saldo:
de: Guthaben:
es: Saldo:
fr: Solde :
it: Saldo:
ja: 残高：
kk: Баланс:
ko: 잔액:
ky: Баланс:
lv: Bilance:
mn: Баланс:
pt: Saldo:
ro: Sold:
ru: Баланс:
uk: Баланс:
uz: Баланс:
zh: 餘額：

source: Balcony
ca: Balcó
de: Balkon
es: Balcón
fr: Balcon
it: Balcone
ja: バルコニー
kk: Балкон
ko: 발코니
ky: Балкон
lv: Ar balkonu
mn: Тагттай өрөө
pt: Varanda
ro: Balcon
ru: Балкон
uk: Балкон
uz: Балконли
zh: 陽台

source: Baltics
ca: Bàltics
de: Baltikum
es: Báltico
fr: Pays baltes
it: Paesi Baltici
ja: バルト諸国
kk: Балтық елдері
ko: 발트해
ky: Прибалтика
lv: Baltija
mn: Балтын Тэнгис
pt: Países Bálticos
ro: Baltice
ru: Прибалтика
uk: Прибалтика
uz: Болтиқбўйи давлатлари
zh: 波羅的海

source: Bank Account
ca: Compte bancari
de: Bank-Konto
es: Cuenta Bancaria
fr: Compte Bancaire
it: Conto corrente bancario
ja: 銀行口座
kk: Банк шоты
ko: 은행 계정
ky: Банк эсеби
lv: Bankas Konts
mn: Банкны данс руу авах
pt: Conta bancária
ro: Cont bancar
ru: Банковский счёт
uk: Банківський рахунок
uz: Банк ҳисоби
zh: 银行账户

source: Bank Details
ca: Dades bancàries
de: Bankverbindung
es: Detalles del Banco
fr: Coordonnées Bancaires
it: Coordinate bancarie
ja: 銀行の詳細
kk: Банк деректемелері
ko: 은행 상세 정보
ky: Банктын реквизиттери
lv: Bankas dati
mn: Банкны мэдээлэл
pt: Detalhes do banco
ro: Detalii bancare
ru: Банковские реквизиты
uk: Банківські реквізити
uz: Банк реквизитлари
zh: 银行明细

source: Bank transfer
ca: Transferència bancària
de: Banküberweisung
es: Transferencia Bancaria
fr: Virement Bancaire
it: Bonifico bancario
ja: 銀行送金
kk: Банктік аударым
ko: 은행 송금
ky: Банк аркылуу которуу
lv: Bankas pārskaitījums
mn: Банкны шилжүүлэг
pt: Transferência bancária
ro: Transfer bancar
ru: Банковский перевод
uk: Банківський переказ
uz: Банк ўтказмаси
zh: 银行转帐

source: Barcelona
fr: Barcelone
it: Barcellona
ja: バルセロナ
kk: Барселона
ko: 바르셀로나
ky: Барселона
lv: Barselona
mn: Барселона
ru: Барселона
uk: Барселона
uz: Барселона
zh: 巴塞罗那

source: Based on
ca: Basat en
de: Bezogen auf
es: Basado en
fr: Basé sur
it: In base a
ja: に基づいて
kk: Негізінде
ky: Негизинде
lv: Pamatojoties uz
mn: Үндэслэн
pt: Baseado em
ro: Bazat pe
ru: На основании
uk: На підставі
uz: асосланган
zh: 基于

source: Based on Builder's Base Bonus
ca: Basat en la Bonificació de la Base del Constructor
de: Basierend auf dem Builders Base Bonus
es: Con base en el Bono de Base de Constructores
fr: Basé sur le Bonus de Base des Constructeurs
it: In base al Bonus Base Costruttori
ja: ビルダーズ・ベース ボーナスに基づく
kk: Фундамент Бизнес Бонусына Негізделген
ky: Куруучулар Базасы Бонусунун негизинде
lv: Pamatojoties uz Lietotaju Bāzes Bonusu
mn: Билдерс Бэйс Урамшуулалд үндэслэгдсэн
pt: Baseado no Bônus Base do Construtor
ro: Bazat pe Bonusul Baza Constructorilor
ru: Основано на бонусе "Фундамент Бизнеса"
uk: На основі бонусу "Фундамент Бізнесу"
uz: Қурувчилар базаси бонусига асосланган
zh: 基于建设者的基础奖金

source: based on production in January, February, and March.
fr: basé sur la production de janvier, février et mars.
it: in base alla produzione nei mesi di gennaio, febbraio e marzo.

source: Based on your actual team and is an estimated amount you could earn.
ca: Es basa en el teu equip real i és una quantitat estimada que podries guanyar.
de: Basiert auf Ihrem aktuellen Team und ist ein geschätzter Betrag, den Sie verdienen könnten.
es: basado en tu equipo actual y es una cantidad estimada que podrías ganar.
fr: Basé sur votre équipe réelle, il s'agit d'une estimation du montant que vous pourriez gagner.
it: In base al tuo team attuale, è una stima dell'importo che potresti guadagnare.
ja: あなたの実際のチームに基づいており、あなたが得ることができる推定額です。
kk: Сіздің нақты командаңызға негізделген және сіз табуға болатын шамамен сома.
ko: 귀하의 실제 팀을 기반으로 하며, 받을 수 있는 예상 금액입니다.
ky: Учурдагы командаңыздын жана сиз таба алчу болжолдуу сумманын негизинде.
lv: Atkarībā no savas faktiskās komandas, un tā ir noteiktā summa, ko jūs varētu nopelnīt.
mn: Энэ нь таны бодит баг дээр үндэслэгдсэн, олох боломж бүхий тооцооны үр дүн юм.
pt: Com base em sua equipe real e é um valor estimado que você pode ganhar.
ro: Pe baza echipei tale reale și este o sumă estimată pe care ai putea să o câștigi.
ru: Основано на вашей действующей команде и примерной сумме, которую вы можете заработать.
uk: Засновано на вашій діючій команді та зразковій сумі, яку ви можете заробити.
uz: Амалдаги жамоангизга асосланган бўлиб, сиз ишлаб топишингиз мумкин бўлган тахминий сумма.
zh: 根据您的实际团队，这是您可以获得的估计金额。

source: Basic Info
ca: Informació bàsica
de: Grundinformation
es: Información Básica
fr: Informations basiques
it: Informazioni di base
ja: 基本情報
kk: Негізгі ақпарат
ko: 기본 정보
ky: Негизги Маалымат
lv: Pamata informācija
mn: Үндсэн мэдээлэл
pt: Informação básica
ro: Informaţii de bază
ru: Основная Информация
uk: Основна Інформація
uz: Асосий маълумотлар
zh: 基本信息

source: Basic Training
ca: Formació Bàsica
de: Basis-Training
es: Formación Básica
fr: Formation de base
it: Formazione di base
ja: ベーシックトレーニング
kk: Негізгі Тренинг
ko: 기초 교육 과정
ky: Негизги Тренинг
lv: Pamatapmācība
mn: Үндсэн сургалт
pt: Treinamento básico
ro: Instruire de bază
ru: Базовый тренинг
uk: Базовий тренінг
uz: Асосий тренинг
zh: 基礎訓練

source: Basic Training Courses
ca: Cursos de formació bàsica
de: Kurse zum Basis-Training
es: Cursos de Formación Básica
fr: Cours de la Formation de Base
it: Corsi di formazione di base
ja: ベーシックトレーニングコース
kk: Негізгі Дайындық Курстары
ko: 기초 교육 과정
ky: Негизги тренинг курстары
lv: Pamatu apmācības kursi
mn: Үндсэн сургалт
pt: Cursos de treinamento básico
ro: Cursuri pentru instruirea de bază
ru: Курсы базового тренинга
uk: Базові навчальні курси
uz: Асосий тренинг курслари
zh: 基礎訓練課程

source: Basket active for
ca: Cistella activa per a
de: Der Warenkorb ist aktiv für
es: Canasta activa por
fr: Panier actif pour
it: Carrello attivo per
ja: 買い物かごの有効期限
kk: Себет белсенді
ky: Куту ... чейин активдүү
lv: Grozs ir aktīvs
mn: Сагс идэвхтэй байна
pt: Cesta ativa por
ro: Coșul activ pentru
ru: Корзина активна в течение
uk: Корзина активний протягом
uz: Саватча қуйидаги вақтгача фаол:
zh: 购物篮有效时长

source: Basket is active for: %{ timerText }
ca: La cistella està activa per a: %{ timerText }
de: Der Warenkorb ist aktiv für: %{ timerText }
es: Bolsa de compras está activa por:: %{ timerText }
fr: Le panier est actif pendant : %{ timerText }
it: Il carrello di acquisto resta attivo per: %{ timerText }
ja: 買い物かごのアクティブ期間： %{ timerText }
kk: Арба белсенді:%{ timerText }
ko: 바스켓 활성 시간 : %{ timerText }
ky: Себет: %{ timerText }чейин активдүү
lv: Grozs ir aktīvs:% {timerText}
mn: Баскет %{ timerText } хүртэл идэвхтэй байх болно.
pt: A cesta está ativa por: %{ timerText }
ro: Coșul este activ pentru: %{ timerText }
ru: Корзина активна в течение: %{ timerText }
uk: Кошик активний протягом: %{ timerText }
uz: Сават қуйидаги вақтгача фаол: %{ timerText }
zh: 购物车已激活：%{timerText}

source: BBB Volume
ca: BBB Volum
de: BBB Volumen
es: Volumen del BBB
fr: Volume de BBB
it: Volume BBB
ja: BBB ボリューム
kk: БФБ Көлемі
ky: BBB Көлөмү
lv: BBB Apjoms
mn: ББУ-ын хэмжээ
ro: Volum BBB
ru: Объём БФБ
uk: Обсяг БФБ (BBB)
uz: ҚББ ҳажми
zh: BBB数量

source: Be among the Top Point-Earning - Eligible Leaders in your rank division!
ca: Forma part dels Top Point-Earning - Eligible Leaders de la teva divisió de rang!
fr: Soyez parmi les Leaders Éligibles qui Gagnent le Plus de Points dans voitre division de classement !
it: Piazzati tra i leader idonei e con il maggior numero di punti nella tua classe di rango!
ja: あなたのランクの中での上位ポイント獲得者（対象リーダー）を目指そう！
kk: Ранг бөліміндегі ең жоғары жалақы алатын - лайықты көшбасшылардың бірі болыңыз!
pt: Esteja entre os líderes mais qualificados -com mais pontos na sua divisão de classificação!
ro: Fii printre cei mai buni câștigători - lideri eligibili în divizia ta de carieră!
uk: Будьте серед Лідерів у своїй ранговій категорії, які заробили найбільше Балів!
uz: Ўз ранг тоифангизда энг кўп баллар тўплаган даъвогар етакчилардан бўлинг!
zh: 成为您等级组别中积分最高 - 符合资格的领导者之一！

source: Be first to try the new compensation page
fr: Soyez parmi les premiers à essayer la nouvelle page de rémunération
it: Sii il primo a provare la nuova pagina dei compensi

source: Be Part Of Something Bigger
ca: Forma Part d'Alguna Cosa més Gran
de: Teil von etwas Größerem sein
es: Sé Parte de Algo Más Grande
fr: Faire partie de quelque chose de plus grand
it: Entra a far parte di qualcosa di più grande
ja: 偉大な一部になろう
kk: Үлкен Нәрсенің Бір Бөлігі Болыңыз
ky: Чоңураак нерсенин бөлүгү болуңуз
lv: Esi Daļa No Kaut Kā Lielāka
mn: Том зүйлийн нэгэн хэсэг байгаарай
pt: Faça parte de algo maior
ro: Fii parte din ceva mai mare
ru: Будьте частью чего-то большего
uk: Будьте частиною чогось більшого
uz: Муҳимроқ ишнинг бир қисмига айланинг
zh: 成为更大事业的一部分

source: Be part of this life-changing mission.
fr: Participez à cette mission qui change des vies.
it: Partecipa a questa missione che cambia le vite.
pt: Faça parte desta missão transformadora.
uk: Станьте частиною цієї доленосної місії.

source: Be part of this life-changing mission. Every donation—no matter the size—brings healing and hope to communities with limited access to medical care.
fr: Participez à cette mission qui change des vies. Chaque don, quel que soit son montant, apporte guérison et espoir aux communautés ayant un accès limité aux soins médicaux.
it: Partecipa anche tu a questa missione che cambia la vita. Ogni donazione, indipendentemente dall'importo, porta guarigione e speranza alle comunità che hanno un accesso limitato alle cure mediche.
ja: この人生を変える使命に参加してください。寄付の大小にかかわらず、そのすべてが医療へのアクセスが限られている地域社会に安心と希望をもたらします。
kk: «Осы өмірді өзгертетін миссияның бір бөлігі бол. Әрбір қайырымдылық — мөлшері маңызды емес — медициналық көмекке қолжетімділігі шектеулі қауымдарға саулық пен үміт сыйлайды.
pt: Faça parte desta missão transformadora. Cada doação, independentemente do valor, traz cura e esperança a comunidades com acesso limitado a cuidados médicos.
ro: Alătură-te acestei misiuni care schimbă vieți. Fiecare donație – indiferent de mărime – aduce vindecare și speranță comunităților cu acces limitat la îngrijire medicală.
uk: Будьте частиною цієї місії. Кожна пожертва - незалежно від її розміру - приносить зцілення та надію громадам з обмеженим доступом до медичної допомоги.
uz: Ҳаётингизни ўзгартириб юборувчи миссияга қўшилинг. Ҳар бир эҳсон, ҳажмидан қатъи назар, тиббий ёрдамга эҳтиёжманд жамиятлар учун умид ва шифо бағишлайди.
zh: 成为这一改变人生使命的一部分。每一笔捐赠——无论金额大小——都能为医疗资源有限的社区带来治愈与希望。

source: because
ca: perquè
de: weil
es: porque
fr: parce que
it: perché
ja: が大好きです。なぜなら
kk: себебі
ko: 를 사랑합니다. 왜냐하면
ky: себеби
lv: tāpēc
mn: -д дурласан шалтгаан бол
pt: porque
ro: pentru că
ru: потому что
uk: тому що
uz: чунки
zh: 因为

source: Become A Member
ca: Converteix-te En Membre
de: Ein Mitglied werden
es: Conviértete en Miembro
fr: Devenir Membre
it: Diventa Membro
ja: メンバー登録
kk: Клуб Мүшесі Болу
ky: Мүчө болуу
lv: Kļūsti par Biedru
mn: Гишүүн болох
pt: Torne-se um Membro
ro: Devino un membru
ru: Стать Членом Клуба
uk: Стати Членом Клубу
uz: Аъзога айланинг
zh: 成为会员

source: Become a Member and enjoy the benefits of our exclusive membership with access to amazing offers on cruises and hotels/resorts today.
ca: Converteix-te en Membre i gaudeix dels avantatges de la nostra Membresia exclusiva amb accés a ofertes increïbles en creuers i hotels/ressorts avui mateix.
de: Werden Sie Mitglied und genießen Sie die Vorteile unserer exklusiven Mitgliedschaft mit Zugang zu tollen Angeboten für Kreuzfahrten und Hotels/Resorts noch heute.
es: Conviértete en Miembro de inCruises y disfruta de los beneficios de nuestra Membresía exclusiva, con acceso a increíbles ofertas en cruceros y hoteles/resorts hoy mismo.
fr: Devenez membre et profitez des avantages exclusive de notre adhésion avec un accès à des offres exceptionnelles sur les croisières et les hôtels/restaurants aujourd'hui.
it: Diventa Membro e goditi i vantaggi del nostro esclusivo club che ti permette di accedere a incredibili offerte su crociere e hotel/resort.
ja: 今すぐメンバーになり、クルーズやホテル/リゾートの素晴らしいオファーにアクセスし、メンバー限定の特典をお楽しみください。
kk: Мүше болыңыз және эксклюзивті мүшелігіміздің артықшылықтарын пайдаланыңыз, сонымен қатар бүгін круиздер мен қонақүйлер/курорттардағы таңғажайып мәмілелерге қол жеткізіңіз.
ko: 오늘 멤버가 되어 크루즈 및 호텔/리조트에 대한 놀라운 제안을 이용할 수 있는 독점 멤버십의 혜택을 누리십시오.
ky: Мүчө болуңуз жана бүгүн круиздер жана мейманканаларда/курорттордо укмуштуудай сунуштарга жетүү менен эксклюзивдүү мүчөлүгүбүздүн артыкчылыктарынан ырахат алыңыз.
lv: Kļūstiet par biedru un baudiet mūsu ekskluzīvās dalības priekšrocības ar piekļuvi mūsu brīnišķīgajiem kruīzu un viesnīcu/kūrortu piedāvājumiem jau šodien.
mn: Өнөөдөр Гишүүн болж, манай Гишүүнчлэлийн онцгой давуу талууд болох далайн аялал, зочид буудал/амралтын газруудын гайхалтай саналуудыг хүртээрэй.
pt: Torne-se um membro hoje e aproveite os benefícios de nossa assinatura exclusiva com acesso a ofertas incríveis em cruzeiros e hotéis/resorts.
ro: Devino membru și bucură-te astăzi de avantajele abonamentului nostru exclusiv cu acces la oferte uimitoare la croaziere și hoteluri/stațiuni.
ru: Станьте Членом Клуба и наслаждайтесь преимуществами эксклюзивного членства с доступом к потрясающим предложениям по круизам и отелям/курортам уже сегодня.
uk: Станьте Членом Клубу і насолоджуйтесь перевагами нашого ексклюзивного членства з доступом до приголомшливих пропозицій щодо круїзів і готелів/курортів вже сьогодні.
uz: Аъзо бўлинг ва бизнинг круизлар ва меҳмонхона/курортларга буюртма бериш имконини тақдим этувчи ажойиб Аъзолик таклифимиз афзалликларидан бугуноқ баҳраманд бўлинг.
zh: 成为会员并享受我们独家会员的好处，今天就可以享受游轮和酒店/度假村的惊人优惠。

source: Become a Member, a Partner or both and enjoy unparalleled value
ca: Converteix-te en Membre, en Soci o en totes dues coses i gaudeix d’un valor inigualable
de: Werden Sie Mitglied, Partner oder beides und genießen Sie unvergleichliche Vorteile
es: Conviértete en un Miembro, un Socio o ambos, y disfruta de valor sin igual
fr: Devenir Membre, Partenaire ou les deux et profiter d'une valeur inégalée
it: Diventa Membro, Partner o entrambi e sfrutta un valore ineguagliabile
ja: メンバー、パートナー、またはその両方になって、比類ない価値を楽しもう
kk: Клуб Мүшесі, серіктесі немесе екеуін де болыңыз және теңдессіз құндылықтан ләззат алыңыз
ky: Мүчө, өнөктөш же экөө тең болуп, теңдешсиз артыкчылыктарга ээ болуңуз
lv: Kļūsti Biedrs, Partneris vai abi un baudi nepārspējamu vērtību
mn: Гишүүн, Түнш эсвэл хоёуланг нь сонгоод хосгүй үнэ цэнийг нь эдэлцгээе.
pt: Torne-se um Membro, um Parceiro ou ambos e desfrute de um valor INigualável
ro: Devino membru, partener sau ambele și bucură-te de o valoare de neegalat
ru: Станьте Членом Клуба, Партнером или и тем и другим одновременно и наслаждайтесь беспрецедентной ценностью
uk: Станьте Членом Клубу, Партнером або обома одночасно — і насолоджуйтеся безпрецедентною цінністю
uz: Аъзога, Ҳамкорга ёки иккисига айланинг ва тенгсиз қийматдан баҳраманд бўлинг
zh: 成为会员、合作伙伴，或同时成为二者，尽享无与伦比的价值

source: Become a part of the inCruises family and enjoy unparalleled travel value and opportunities.
ca: Forma part de la família d’inCruises i gaudeix d’un valor i unes oportunitats de viatge inigualables.
de: Werden Sie Teil der inCruises-Familie und genießen Sie unvergleichliche Reisewerte und -möglichkeiten.
es: Forma parte de la familia inCruises y disfruta del incomparable valor de viaje y oportunidades.
fr: Rejoignez la famille inCruises et profitez d'une valeur et d'opportunités inégalées.
it: Entra a far parte della famiglia inCruises e goditi un valore e opportunità di viaggio senza pari.
ja: inCruisesファミリーの一員となり、比類ない旅行バリューとチャンスを手に入れよう。
kk: inCruises отбасына қосылыңыз және теңдессіз саяхат құндылығы мен мүмкіндіктерінен ләззат алыңыз.
ky: inCruises компаниясынын мүчөсү болуп, теңдешсиз саякат мүмкүнчүлүктөрү жана артыкчылыктарынан ырахат алыңыз.
lv: Kļūstiet par inCruises ģimenes daļu un baudiet nepārspējamu ceļojuma vērtību un iespējas.
mn: inCruises-ийн гэр бүлийн нэгэн гишүүн болж, аяллын хосгүй үнэ цэнэ, боломжуудыг эдлээрэй.
pt: Torne-se parte da família inCruises e desfrute de oportunidades e valores de viagem INigualáveis.
ro: Devino parte din familia inCruises și bucură-te de o valoare și de oportunități de călătorie de neegalat.
ru: Станьте частью семьи inCruises и наслаждайтесь непревзойденной туристической ценностью и бизнес-возможностями.
uk: Станьте частиною родини inCruises та насолоджуйтеся неперевершеною туристичною цінністю й унікальними бізнес-можливостями.
uz: inCruises оиласининг бир қисмига айланинг ва тенгсиз саёҳат қиймати ва имкониятларидан баҳраманд бўлинг.
zh: 成为inCruises大家庭的一员，尽享无与伦比的旅行价值与机遇。
