Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Hutch is passionate about enriching lives through travel and fostering connections that transcend borders. Guided by his vision of being an Ambassador for good, Hutch strives to unite people through shared experiences and a common love for exploration. His belief in the power of travel to bring families closer and bridge cultural divides inspires him to empower others to live more prosperous, more connected lives.
ca: Hutch té una gran passió per enriquir vides a través dels viatges i fomentar connexions que transcendeixin les fronteres. Guiat per la seva visió de ser un ambaixador del bé, Hutch lluita per unir les persones a través d'experiències compartides i un amor comú per l'exploració. La seva creença en el poder del viatge per apropar les famílies i salvar les divisions culturals el motiva a apoderar altres persones per viure vides més pròsperes i més connectades.
de: Hutch ist leidenschaftlich bemüht, das Leben durch Reisen zu bereichern und Verbindungen zu fördern, die Grenzen überschreiten. Geleitet von seiner Vision, ein Botschafter für das Gute zu sein, strebt Hutch danach, Menschen durch gemeinsame Erlebnisse und eine gemeinsame Liebe zur Erkundung zu vereinen. Sein Glaube an die Kraft des Reisens, Familien einander näher zu bringen und kulturelle Unterschiede zu überbrücken, inspiriert ihn dazu, andere zu befähigen, ein wohlhabenderes, stärker verbundenes Leben zu führen.
es: Hutch es un apasionado por enriquecer vidas a través de los viajes y por fomentar conexiones que trasciendan fronteras. Guiado por su visión de ser un embajador del bien, se esfuerza por unir a las personas mediante experiencias compartidas y un amor común por la exploración. Su convicción en el poder transformador de los viajes para acercar a las familias y superar las barreras culturales lo inspira a empoderar a otros a vivir vidas más prósperas y conectadas.
fr: Hutch est passionné par l'enrichissement des vies par le voyage et le développement de liens qui transcendent les frontières. Guidé par sa vision d'ambassadeur du bien, Hutch s'efforce de rassembler les gens par le partage d'expériences et un amour commun pour l'exploration. Sa conviction que le voyage peut rapprocher les familles et combler les fossés culturels l'inspire à donner aux autres les moyens de vivre une vie plus prospère et plus connectée.
it: Hutch è animato dalla passione di arricchire la vita delle persone attraverso i viaggi e della promozione di legami che superano i confini. Motivato dalla visione di essere un Ambasciatore del bene, Hutch si adopera per unire le persone mediante esperienze condivise e l'amore comune per la scoperta del mondo. La sua convinzione nel potere del viaggio di avvicinare le famiglie e colmare i divari culturali lo ispira a mettere gli altri in condizione di vivere una vita più prospera e più connessa.
ja: Hutchは、旅行を通じて人生を豊かにし、国境を越えたつながりを育むことに情熱を注いでいます。「善のアンバサダー」であるというビジョンのもと、共通の体験や探求への愛を通じて人々を結びつけることを目指しています。旅行には家族の絆を深め、文化の壁を越える力があると信じており、人々がより豊かで、よりつながりのある人生を送れるよう力を与えることに尽力しています。
kk: Хатч саяхат арқылы өмірлерді байытуға және шекараларды асып, байланыстарды нығайтуға құштар. Ол жақсы істердің елшісі болуды мақсат етіп, саяхатқа деген ортақ сүйіспеншілік пен тәжірибелер арқылы адамдарды біріктіруге ұмтылады. Саяхаттың отбасыларды жақындастыруға және мәдени айырмашылықтарды жоюға күш беретініне сенімі оны басқаларды байыпты әрі байланысқан өмір сүруге ынталандырады.
ky: Хатч саякат аркылуу адамдардын жашоосун байытып, чек араларды ашып өткөн байланыштарды өнүктүрүүнү эңсейт. Жакшылыктын элчиси болууну көздөгөндүктөн, Хатч адамдарды бирдиктүү тажрыйба жана изилдөөгө болгон жалпы сүйүү аркылуу бириктирүүгө умтулат Анын саякаттын үй-бүлөлөрдү жакындатуу жана маданий айырмачылыктарды жоюу күчүнө болгон ишеними аны башкаларга гүлдөп-өскөн, тыгыз байланышта жашоого күч берүүгө шыктандырат.
lv: Hutch aizraujas ar dzīves bagātināšanu, ceļojot un veicinot sakarus, kas sniedzas pāri robežām. Vadoties pēc sava redzējuma būt vēstniekam uz labu, Hutch cenšas vienot cilvēkus ar kopīgu pieredzi un kopīgu mīlestību uz izzināšanu. Viņa pārliecība par ceļošanas spēku tuvināt ģimenes un tilta kultūras plaisas iedvesmo viņu dot iespēju citiem dzīvot pārtikušākas, savienotākas dzīves.
mn: Хач нь аяллаар дамжуулан хүмүүсийн амьдралыг баялаг болгож, улс үндэстний хил хязгаараас үл хамааран хүмүүсийн хоорондын харилцаа холбоог бэхжүүлэхэд анхаарч ажилладаг юм. Тэрээр сайн үйлийн элч төлөөлөгч байх алсын хараандаа тулгуурлан, хүмүүсийг нийтлэг сонирхол болон аяллын туршлагаар нэгтгэхийг зорьдог. Түүний хувьд аялал нь гэр бүлүүдийг ойртуулж, соёлын ялгааг багасгах чухал ач холбогдолтой бөгөөд үүгээр дамжуулан бусдыг илүү аз жаргалтай, илүү нэгдмэл амьдрахад нь дэмжлэг үзүүлэхийг эрмэлздэг юм.
pt: Hutch é apaixonado por enriquecer vidas por meio de viagens e promover conexões que transcendem fronteiras. Guiado por sua visão de ser um Embaixador do Bem, Hutch se esforça para unir as pessoas por meio de experiências compartilhadas e um amor comum pela exploração. Sua crença no poder das viagens para aproximar famílias e superar barreiras culturais o inspira a empoderar outras pessoas a viverem vidas mais prósperas e mais conectadas.
ro: Hutch este pasionat de îmbogățirea vieților prin călătorii și de promovarea conexiunilor care depășesc granițele. Ghidat de viziunea sa de a fi un ambasador pentru bine, Hutch se străduiește să unească oamenii prin experiențe comune și o dragoste comună pentru explorare. Credința sa în puterea călătoriilor de a aduce familiile mai aproape și de a elimina diviziunile culturale îl inspiră să-i împuternicească pe alții să trăiască vieți mai prospere și mai conectate.
ru: Майкл страстно увлечён идеей обогащения жизней людей посредством путешествий и налаживания связей, не имеющих границ. Руководствуясь видением своей роли в качестве посла добра, Майкл стремится объединять людей через совместный опыт и общую любовь к исследованиям. Его вера в то, что путешествия способны сближать семьи и преодолевать культурные различия, вдохновляет его на то, чтобы дать возможность другим людям жить более процветающей и более сплочённой жизнью.
uk: Майкл пристрасно захоплений ідеєю збагачення життя людей через подорожі та налагодження зв'язків без кордонів. Керуючись баченням своєї ролі як посла добра, він прагне об'єднати людей через спільний досвід та загальну любов до подорожей. Його віра в те, що подорожі здатні зближувати родини та долати культурні бар'єри, надихає його на те, щоб дати іншим можливість жити більш процвітаючим та згуртованим життям.
uz: Хатч саёҳат орқали ҳаётларни бойитишга ва сарҳадлар оша алоқалар қуришга иштиёқманд. Яхшилик элчиси сифатида ҳаракат этиб, Хатч инсонларни кашфиётларга бўлган умумий севги ва тажрибалари орқали бирлаштиришга интилади. Унинг саёҳат оилаларни ва фарқли маданиятларни бирлаштира олишига бўлган ишончи уни бошқаларнинг янада фаровон яшашларига ёрдамлашишга руҳлантиради.
zh: Hutch热衷于通过旅行丰富人们的生活，并促进超越国界的连接。在“善意大使”的愿景指引下，他致力于通过共同的经历和对探索的热爱将人们团结在一起。他坚信旅行拥有拉近家庭关系、弥合文化差异的力量，这种信念激励着他去赋能他人，过上更富足、更紧密相连的生活。

source: I <strong> <u> %{ uplineFullName } </u> </strong> cannot confirm that this production meets the standards of the Partner Code of Conduct and Partner Agreement and am requesting that it be reviewed further.
ca: Jo, <strong> <u> %{ uplineFullName } </u> </strong> no puc confirmar que aquesta producció compleixi amb els estàndards del Codi de Conducta del Soci i de l'Acord del Soci, i sol·licito que es revisi més a fons.
de: Ich <strong> <u> %{ uplineFullName } </u> </strong> kann nicht bestätigen, dass diese Umsätze den Standards des Partner-Verhaltenskodex und der Partnervereinbarung entsprechen und bitte um eine weitere Überprüfung.
es: Yo, <strong> <u> %{ uplineFullName } </u> </strong>, Yo, <strong> <u> %{ uplineFullName } </u> </strong>, no puedo confirmar que esta producción cumpla con los estándares del Código de Conducta para Socios y el Contrato de Socio y solicito que se revise más a fondo.
fr: Je <strong> <u> %{ uplineFullName } </u> </strong> ne peux pas confirmer que cette production répond aux normes du Code de Conduite des Partenaires et de l'Accord de Partenariat et je demande qu'elle soit examinée plus avant.
it: I <strong> <u> %{ uplineFullName } </u> </strong> non posso confermare che questa produzione soddisfi gli standard del Codice di Condotta dei Partner e del Contratto di Partner e chiedo che venga ulteriormente verificata.
ja: 私 <strong> <u> %{ uplineFullName } </u> </strong> は、このプロダクションがパートナー行動規範およびパートナー契約の基準を満たしていることを確認できないため、さらなる見直しを要請します。
kk: Мен <strong> <u> %{ uplineFullName }</u> </strong> бұл өнімдердің Серіктестік мінез-құлық кодексінің және Серіктестік келісімінің стандарттарына сәйкес келетінін растай алмаймын және қосымша тексеруді сұрай алмаймын.
ky: Мен <strong> <u> %{ uplineFullName } </u> </strong> бул өндүрүмдүүлүк Өнөктөштүн жүрүм-турум кодексинин жана Өнөктөш келишиминин стандарттарына жооп берерин ырастай албайм жана аны андан ары карап чыгууну суранам.
lv: EsI <strong> <u> %{ uplineFullName } </u> </strong> nevaru apstiprināt, ka šis apgrozījums atbilst Partneru uzvedības Kodeksa un Parneru Līguma standartiem un lūdz to pārskatīt tālāk.
mn: <strong> <u> %{ uplineFullName } </u> </strong> миний бие энэ борлуулалтыг Түншийн ёс зүйн дүрэм болон Түншийн Гэрээний стандартад нийцэж буйг батлан хэлж чадахгүй тул уг борлуулалтыг дахин шалгахыг хүсч байна.
pt: <strong> <u> %{ uplineFullName } </u> </strong> não posso confirmar se esta produção atende aos padrões do Código de Conduta do Parceiro e do Contrato de Parceria e estou solicitando que ela seja revisada mais detalhadamente.
ro: Eu, <strong> <u> %{ uplineFullName } </u> </strong> nu pot confirma că această producție îndeplinește standardele Codului de conduită pentru parteneri și Acordului de parteneriat și solicit revizuirea ei în continuare.
ru: Я, <strong> <u> %{ uplineFullName },</u> </strong> не могу утверждать, что данный товарооборот соответствует стандартам "Правил поведения Партнёра" и "Партнёрского соглашения", и я запрашиваю его более подробного рассмотрения.
uk: Я <strong> <u> %{ uplineFullName } </u> </strong> не можу стверджувати, що цей товарообіг відповідає стандартам "Правил поведінки Партнера" та "Партнерської угоди", і я роблю запит на його подальшу перевірку.
uz: Мен <strong> <u> %{ uplineFullName } </u> </strong> ушбу фаолиятнинг Ҳамкор битими ва Ҳамкор ахлоқи кодекси стандартларига жавоб беришини тасдиқлай олмайман ва уни текширишингизни сўрайман.
zh: 我<strong><u>%{uplineFullName}</u></strong>无法确认此产出符合合作伙伴行为准则和合作伙伴协议的标准，我请求进一步审查。

source: I <strong> <u> %{ uplineFullName } </u> </strong> know <strong><u>%{ partnerFullName }</u></strong> and confirm that they understand and their production is aligned with the Partner Code of Conduct and Partner Agreement.
ca: Jo, <strong> <u> %{ uplineFullName } </u> </strong> conec <strong><u>%{ partnerFullName }</u></strong> i confirmo que entenen i que la seva producció està alineada amb el Codi de Conducta del Soci i l'Acord del Soci.
de: Ich <strong> <u> %{ uplineFullName } </u> </strong> kenne <strong><u>%{ partnerFullName }</u></strong> und bestätige, dass er den Partner-Verhaltenskodex und die Partnervereinbarung verstanden hat und seine Umsätze mit ihnen in Einklang stehen.
es: Yo, <strong> <u> %{ uplineFullName } </u> </strong>, conozco a <strong><u>%{ partnerFullName }</u></strong> y confirmo que entiende y que su producción está alineada con el Código de Conducta para Socios y el Contrato de Socio.
fr: Je <strong> <u> %{ uplineFullName } 3</u> 4</strong> sais <strong><u>%{ partnerFullName }7</u>8</strong> et je confirme qu'ils comprennent le Code de Conduite des Partenaires et l'Accord de Partenariat et que leur production s'y conforme.
it: Io, <strong> <u> %{ uplineFullName } dichiaro di </u> </strong> conoscere <strong><u>%{ partnerFullName }</u></strong> e confermo che ha piena comprensione del Codice di Condotta del Partner e del Contratto di Partner e che la sua produzione è conforme agli stessi.
ja: 私 <strong> <u> %{ uplineFullName } </u> </strong> は、<strong><u>%{ partnerFullName }</u></strong> を知っており、パートナー行動規範およびパートナー同意書に沿ったプロダクションであることを理解しています。
kk: Мен <strong> <u> %{ uplineFullName } </u> </strong> олардың <strong><u>%{ partnerFullName }</u></strong> түсінетінін және өнімдерінің Серіктестік мінез-құлық кодексіне және Серіктестік келісіміне сәйкес келетінін білемін және растаймын.
ky: Мен <strong> <u> %{ uplineFullName } </u> </strong> алар <strong><u>%{ partnerFullName }</u></strong> түшүнөөрүн жана алардын өндүрүмдүүлүктөрү Өнөктөштүн жүрүм-турум кодексине жана Өнөктөштүк келишимине ылайык келерин билем жана ырастайм.
lv: EsI <strong> <u> %{ uplineFullName } </u> </strong> zinu <strong><u>%{ partnerFullName }</u></strong> un apstiprinu, ka viņi izprot un viņu apgrozījums atbilst ar Parneru Uzvedības Kodeksam un Partnera Līgumam.
mn: <strong> <u> %{ uplineFullName } </u> </strong> миний бие <strong><u>%{ partnerFullName }</u></strong> таних бөгөөд түүний борлуулалт Түншийн ёс зүйн дүрэм болон Түншийн Гэрээний стандартад нийцэж буй гэдгийг батлан хэлж байна.
pt: Eu <strong> <u> %{ uplineFullName } </u> </strong> conheço <strong><u>%{ PartnerFullName }</u></strong> e confirmo que eles entendem - e que sua produção está alinhada com - o Código de Conduta do Parceiro e Contrato de Parceria.
ro: Eu, <strong> <u> %{ uplineFullName } </u> </strong> cunosc pe <strong><u>%{ partnerFullName }</u></strong> și confirm că înțelege și că producția lui/ei este aliniată cu Codul de conduită pentru parteneri și Acordul de parteneriat.
ru: Я, <strong> <u> %{ uplineFullName },</u> </strong> знаю <strong><u>%{ partnerFullName }</u></strong> и подтверждаю, что он/она понимает "Правила поведения Партнёра" и "Партнёрское соглашение", и его/её товарооборот соответствует этим документам.
uk: Я <strong> <u> %{ uplineFullName } </u> </strong> знаю <strong><u>%{ partnerFullName }</u></strong> і підтверджую, що він/вона розуміє "Правила поведінки Партнера" та "Партнерську угоду", та його/її товарообіг відповідає цим документам.
uz: Мен <strong> <u> %{ uplineFullName } </u> </strong> <strong><u>%{ partnerFullName }</u></strong> ни танийман ва унинг фаолияти Ҳамкор битими ва Ҳамкор ахлоқи кодексига мувофиқ бўлиши шартлигидан хабардор эканлигини биламан ва тасдиқлайман.
zh: 我<strong><u>%{uplineFullName}</u></strong>认识<strong><u>%{partnerFullName}</u></strong>，并确认他们理解并且他们的产出符合合作伙伴行为准则和合作伙伴协议。

source: I Accept
ca: Accepto
de: Ich stimme zu
es: Acepto
fr: J'accepte
it: Accetto
ja: 同意します
kk: Мен Қабылдаймын
ko: 수락합니다
ky: Мен кабыл алам
lv: Es pieņemu
mn: Зөвшөөрч байна
pt: Eu aceito
ro: Accept
ru: Подтверждаю
uk: Підтверджую
uz: Қабул қиламан
zh: 我接受

source: I Accept.
ca: Accepto.
de: Ich stimme zu.
es: Acepto.
fr: J'accepte.
it: Accetto.
ja: 承諾します。
kk: Мен Қабылдаймын.
ko: 나는 수락합니다.
ky: Мен кабыл алам.
lv: Pieņemt.
mn: Би зөвшөөрч байна.
pt: Eu aceito.
ro: Accept.
ru: Я Согласен.
uk: Я згоден.
uz: Қабул қиламан.
zh: 我接受。

source: I acknowledge that any additional incentive (prizes, trips, benefits, cash, etc) outside inCruises/inGroup® compensation plan I may want to provide must be submitted in writing to the inCruises Compliance Department and approved by them before I offer it. Offering an unauthorized and unapproved incentive can lead to the immediate termination of my Partner Agreement.
ca: Reconec que qualsevol incentiu addicional (premis, viatges, beneficis, diners en efectiu, etc.) fora del pla de compensació d'inCruises/inGroup® que desitgi oferir ha de ser presentat per escrit al Departament de Compliment d'inCruises i aprovat per ells abans que jo l'ofereixi. Oferir un incentiu no autoritzat i no aprovat pot comportar la rescissió immediata del meu Acord de soci.
de: Ich erkenne an, dass alle zusätzlichen Incentives (Preise, Reisen, Vergünstigungen, Bargeld usw.) außerhalb des inCruises/inGroup® Vergütungsplans, die ich anbieten möchte, der inCruises Compliance-Abteilung schriftlich vorgelegt und von ihr genehmigt werden müssen, bevor ich sie anbiete. Das Anbieten eines nicht genehmigten Incentives kann zur sofortigen Beendigung meiner Partnervereinbarung führen.
es: Reconozco que cualquier incentivo adicional (premios, viajes, beneficios, dinero en efectivo, etc.) fuera del plan de compensación de inCruises/inGroup® que yo quiera ofrecer debe ser presentado por escrito al Departamento de Cumplimiento de inCruises y autorizado por ellos antes de que yo lo ofrezca. Ofrecer un incentivo no autorizado y no aprobado puede dar como resultado la cancelación inmediata de mi Contrato de Socio.
fr: Je reconnais que toute incitation supplémentaire (prix, voyages, avantages, argent liquide, etc.) en dehors du plan de compensation inCruises/inGroup® que je pourrais vouloir offrir doit être soumise par écrit au département de conformité inCruises et approuvée par lui avant que je ne l'offre. L'offre d'une incitation non autorisée et non approuvée peut entraîner la résiliation immédiate de mon Accord de Partenariat.
it: Sono consapevole che qualsiasi incentivo aggiuntivo (premi, viaggi, benefit, contanti, ecc.) al di fuori del piano compensi di inCruises/inGroup® che io voglia offrire deve essere richiesto per iscritto all'Ufficio Compliance di inCruises e da esso approvato prima che io lo offra. L'offerta di un incentivo non autorizzato e non approvato può portare all'immediata risoluzione del mio Contratto di Partner.
ja: 私は、inCruises/inGroup®の報酬プラン以外のインセンティブ（賞品、旅行、特典、現金など）を提供したい場合は、提供する前にinCruises/inGroup®のコンプライアンス部署に書面で提出し、承認を受けなければならないことを 認めます。承認されていないインセンティブを提供した場合、私のパートナー契約は即座に終了する可能性があることを理解しています。
kk: Мен ұсына алатын inCruises/inGroup® өтемақы жоспарынан тыс кез келген қосымша ынталандырулар (жүлделер, саяхаттар, жеңілдіктер, ақшалай қаражат және т.б.) мен оларды ұсынбас бұрын inCruises Compliance компаниясына жазбаша түрде ұсынылуы және бекітілуі керек екенін мойындаймын. Рұқсат етілмеген немесе рұқсат етілмеген ынталандыруларды ұсыну Серіктестік келісімімді дереу бұзуға әкелуі мүмкін.
ky: Мен inCruises/inGroup® компенсация планынан тышкаркы бергим келген бардык кошумча стимулдар (сыйлыктар, сапарлар, жеңилдиктер, накталай акчалар ж.б.) inCruises'тин Нормативдик-Укуктук Шайкештик бөлүмүнө жазуу жүзүндө берилиши жана алар тарабынан мен аны сунуштоодон мурун бекитилиши керектигин моюнга аламын. Уруксатсыз жана бекитилбеген стимул сунуштоо менин Өнөктөштүк келишимимдин дароо токтотулуусуна алып келиши мүмкүн.
lv: Es atzīstu, ka visas papildu stimulācijas (balvas, ceļojumi, pabalsti, nauda utt.) ārpus At inCruises/inGroup® kompensācijas plāna, ko es, iespējams, vēlētos sniegt, ir jāiesniedz rakstiski inCruises atbilstības departamentam un jāapstiprina, pirms es to piedāvāju.Neautorizētas un neapstiprinātas stimulācijas piedāvāšana var izraisīt mana Partnera līguma tūlītēju izbeigšanu.
mn: inCruises/inGroup®-ийн шагнал урамшууллаас гадна, миний бусдад өгөхийг хүссэн аливаа нэмэлт шагналын (урамшуулал, аялал, тэтгэмж, бэлэн мөнгө гэх мэт) хувьд, би энэ тухай inCruises-ийн Хууль зүйн нийцлийн хэлтэст бичгээр хүсэлт гаргах бөгөөд зөвшөөрөгдсөний дараа өгч болохыг би хүлээн зөвшөөрч байна. Ийм зөвшөөрөлгүй шагнал урамшууллыг санал болгох нь миний Түншийн Гэрээг шууд цуцлахад хүргэж болзошгүй гэдгийг ойлгож байна.
pt: Eu reconheço que qualquer incentivo adicional (prêmios, viagens, benefícios, dinheiro, etc) fora do plano de compensação inCruises/inGroup®; que eu queira fornecer deve ser enviado por escrito ao Departamento de Conformidade da inCruises e aprovado por eles antes de eu oferecer isto. Oferecer um incentivo não autorizado e não aprovado pode levar à rescisão imediata do meu contrato de parceria.
ro: Recunosc că orice stimulent suplimentar (premii, călătorii, beneficii, numerar etc.) în afara planului de compensare inCruises/inGroup® pe care aș dori să îl ofer trebuie să fie transmis în scris Departamentului de conformitate inCruises și aprobat de acesta înainte de a oferi acest lucru. Oferirea unui stimulent neautorizat și neaprobat poate duce la rezilierea imediată a Acordului meu de partener.
ru: Я признаю, что о любых дополнительных вознаграждениях (призах, турах, привилегиях, денежных средствах, и т.д.), которые я хочу применить за рамками компенсационного плана inCruises/inGroup®, я обязуюсь сообщать в письменном виде в Отдел нормативно-правового соответствия inCruises и получать их согласование прежде, чем предлагать их. Предложение несогласованных вознаграждений может привести к незамедлительному прекращению моего Партнёрского Соглашения.
uk: Я визнаю, що про будь-які додаткові винагороди (призи, тури, привілеї, кошти тощо), які я хочу застосувати за рамками компенсаційного плану inCruises/inGroup®, я зобов'язуюсь повідомляти письмово до Відділу нормативно-правової відповідності та отримувати їх узгодження перш ніж пропонувати їх. Пропозиція неузгоджених винагород може призвести до негайного припинення моєї Партнерської Угоди.
uz: inCruises/inGroup® Компенсация режасидан ташқари ҳар қандай қўшимча рағбатлар (совғалар, саёҳатлар, имтиёзлар, пул маблағлари ва ҳ.к.) тақдим этишни истасам, уларни аввало inCruises Мувофиқлик бўлимига ёзма равишда тақдим этишим ва улардан рухсат олишим зарурлигидан хабардорман. Рухсат этилмаган ва тасдиқланмаган рағбатлар Ҳамкорлик битимим дарҳол бекор қилинишига олиб келиши мумкин.
zh: 我承认，我可能想要提供的inCruises/inGroup®薪酬计划之外的任何额外奖励（奖品、旅行、福利、现金等）必须以书面形式提交给inCruises合规部门，并在我提供之前获得他们的批准。提供未经授权和未经批准的奖励可能会导致我的合作伙伴协议立即终止。
