Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: is a simple, affordable, and easy way to make your payments refundable. It is a great way to protect your investment and relax knowing that you are covered.
ca: és una manera senzilla, assequible i fàcil de fer que els teus pagaments siguin reemborsables. És una excel·lent manera de protegir la teva inversió i relaxar-te sabent que estàs cobert.
de: ist eine einfache, erschwingliche und unkomplizierte Möglichkeit, Ihre Zahlungen erstattungsfähig zu machen. So können Sie Ihre Investition schützen und sich in dem Wissen entspannen, dass Sie abgesichert sind.
es: es una manera sencilla, asequible y fácil de hacer que tus pagos sean reembolsables. Es una gran manera de proteger tu inversión y relajarte, sabiendo que estás cubierto.
fr: est un moyen simple, abordable et facile de rendre vos paiements remboursables. C'est un excellent moyen de protéger votre investissement et de vous détendre en sachant que vous êtes couvert.
it: è un modo semplice, conveniente e facile per rendere rimborsabili i tuoi pagamenti. È un ottimo modo per proteggere il tuo investimento e rilassarti sapendo di essere protetto.
ja: は、旅費の払い戻しを可能にする、シンプルで、手頃で、簡単な方法です。旅費を保護し、補償を受けながらリラックスできる素晴らしい方法です。
kk: бұл төлемдерді қайтарудың қарапайым, қолжетімді және оңай жолы. Бұл сіздің инвестицияңызды қорғаудың және сізді қамтығаныңызды біліп демалудың тамаша тәсілі.
ky: төлөмдөрүңүздү кайтарып берүүнүн жөнөкөй, жеткиликтүү жана оңой жолу. Бул сиздин инвестицияңызды коргоонун жана камсыздандырылганыңызды билип эс алуунун эң сонун жолу.
lv: ir vienkāršs, lēts veids, kā padarīt savus maksājumus atmaksājamus. Tas ir lielisks veids, kā pasargāt savus ieguldījumus un atslābināties, zinot, ka esi aizsargāts.
mn: нь төлбөрөө буцаан авах энгийн бөгөөд боломжийн хялбар арга юм. Энэ бол төлбөрөө баталгаажуулж, хамгаалалттай гэдгээ мэдэн сэтгэл амар байх гайхалтай арга юм.
pt: é uma maneira simples, acessível e fácil de reembolsar os pagamentos de suas reservas. É uma ótima maneira de proteger seu investimento e relaxar sabendo que você está protegido.
ro: este o modalitate simplă, accesibilă și ușoară de a face plățile rambursabile. Este o modalitate excelentă de a-ți proteja investiția și de a te relaxa știind că ești acoperit.
ru: простой, доступный и легкий способ сделать ваши платежи возвратными. Это прекрасный способ защитить свои инвестиции и расслабится, зная, что у вас есть гарантии.
uk: простий, доступний та легкий спосіб зробити ваші платежі з можливістю відшкодування. Це чудовий спосіб захистити свої інвестиції та розслабитися, знаючи, що у вас є гарантії.
uz: - тўловларингизни қайтариб олишнинг энг содда, ҳаммабоп ва осон йўлидир. Бу сармоянгизни ҳимоя қилишнинг ва улар қопланишини билиб, хотиржам бўлишнинг ажойиб йўлидир.
zh: 是一种简单、实惠且方便的退还付款的方法。 这是保护您的投资并放松身心的好方法，因为您知道自己受到保障。

source: Is inCruises a discount buying club?
ca: InCruises és un club de compra de descompte?
de: Ist inCruises ein Discount-Club?
es: ¿Es inCruises un Club de compra de descuento?
fr: InCruises est-il un club d’achat à prix réduit ?
it: inCruises è un club di vendite scontate?
ja: インクルーズは割引購入のクラブですか？
kk: inCruises жеңілдіктері бар круиздік клуб па?
ko: inCruises가 할인 구매 클럽인가요?
ky: InCruises арзандатууларды сатып алуучу клуббу?
lv: Vai inCruises ir atlaižu pirkšanas klubs?
mn: inCruises нь хямдралтай аялал борлуулдаг клуб мөн үү?
pt: A inCruises é um clube de compras com desconto?
ro: InCruises este un Club în care se cumpără reducerea?
ru: Является ли inCruises клубом круизов со скидками?
uk: Чи є InCruises клубом покупок зі знижками?
uz: InCruises чегирма сотиб олувчи клубми?
zh: InCruises是壹個折扣購買俱樂部嗎？

source: IS MEMBERSHIP FREE AND HAS ENROLLED ONE DIRECT PARTNER WHO IS ALSO MEMBERSHIP FREE.
fr: A l'ADHÉSION GRATUITE ET A PARRAINÉ UN PARTENAIRE DIRECT QUI A ÉGALEMENT l'ADHÉSION GRATUITE.
it: HA LA MEMBERSHIP GRATUITA E HA ISCRITTO UN PARTNER DIRETTO CHE HA A SUA VOLTA LA MEMBERSHIP GRATUITA.

source: is not defamatory; or
ca: no és difamatori; o
de: nicht diffamierend ist; oder
es: no es difamatorio; o
fr: n'est pas diffamatoire ; ou
it: non è diffamatorio; oppure
ja: 中傷的ではない。または；
kk: жала жабушы емес; немесе
ky: жалаа же каралоо эместигине же
lv: nav apmelojoša; vai
mn: гүтгэлэг биш; эсвэл
pt: não é difamatório; ou
ro: nu este defăimător; sau
ru: не являются дискредитирующими; или
uk: не є наклепницьким; або
uz: туҳмат эмаслиги; ёки
zh: 不具诽谤性；或

source: is not false or misleading;
ca: no és fals ni enganyós;
de: ist nicht falsch oder irreführend;
es: no es falso o engañoso;
fr: n’est pas faux ou trompeur ;
it: non è falso o fuorviante;
ja: 虚偽または誤解を招くものではない;
kk: жалған немесе жаңылыстыратын емес;
ky: жалган жана азгыруучу эмес экендигине;
lv: nav nepatiesa vai maldinoša;
mn: худал, төөрөгдүүлсэн зүйл биш;
pt: não é falso ou enganoso;
ro: nu este fals sau înșelător;
ru: не являются ложным или вводящим в заблуждение;
uk: не є помилковим чи оманливим;
uz: ёлғон ёки ҳақиқатдан чалғитувчи эмаслиги;
zh: 不虚假或误导；

source: IS NOW MEMBERSHIP FREE. AN ANNUAL VALUE OF:
fr: DISPOSE MAINTENANT DE LA GRATUITE D'ADHESION. D'UNE VALEUR ANNUELLE DE :
it: ADESSO HA LA MEMBERSHIP GRATUITA, UN VALORE ANNUALE DI:

source: is only placed in applicable categories, forums or lists on the Site;
ca: només es publica en les categories, fòrums o llistes corresponents del lloc web;
de: wird nur in entsprechenden Kategorien, Foren oder Listen auf der Site platziert;
es: se localiza únicamente en las categorías, foros o listas adecuadas del Sitio Web;
fr: est uniquement placé dans les catégories, forums ou listes applicables sur le Site ;
it: viene inserito solo nelle categorie, nei forum o negli elenchi corrispondenti del Sito;
ja: サイト上の該当するカテゴリ、フォーラム、またはリストにのみ配置されます;
kk: тек Сайттағы тиісті санаттарға, форумдарға немесе тізімдерге ғана орналастырылған;
ky: сайттын тиешелүү категорияларында, форумдардарында же тизмелеринде гана жайгаштырылганына;
lv: ir ievietots tikai attiecīgās vietnes kategorijās, forumos vai sarakstos vietnē;
mn: Зөвхөн сайт дээрх холбогдох ангилал, форум эсвэл жагсаалтад байрлуулсан;
pt: é colocado apenas em categorias, fóruns ou listas aplicáveis no Site;
ro: este plasat doar în categoriile, forumurile sau listele aplicabile de pe Site;
ru: размещаются только в подходящих для этого категориях, форумах или списках на Сайте;
uk: розміщується лише у відповідних категоріях, форумах чи списках на Сайті;
uz: Сайтдаги фақатгина тегишли тоифа, форум ёки рўйхатда жойлаштирилгани;
zh: 仅发布在网站上适用的分类、论坛或列表中；

source: is the holder of a social security pension (Retired)
ca: és titular d'una pensió de la seguretat social (Jubilat)
de: dass er Inhaber einer Sozialversicherungsrente (im Ruhestand) ist
es: es titular de una pensión de seguridad social (Jubilado)
fr: est titulaire d'une pension de sécurité sociale (Retraité)
it: è titolare di pensione previdenziale (Pensionato)
ja: 社会保険年金の保有者である（退職者）
kk: әлеуметтік зейнетақының иегері (зейнеткер)
ko: 사회 보장 연금 보유자(은퇴자)
ky: социалдык камсыздандыруу боюнча жөлөкпулдарды алат (пенсионер)
lv: saņem sociālās apdrošināšanas pensijau (pensionēts)
mn: тэтгэвэрийн даатгалаас тэтгэвэр авагч (Тэтгэвэрт гарсан хүн)
pt: é titular de pensão da previdência social (aposentado)
ro: este titularul unei pensii de securitate socială (pensionat)
ru: является получателем пенсии по социальному обеспечению (пенсионер)
uk: є одержувачем пенсії із соціального забезпечення (пенсіонер)
uz: ижтимоий таъминот нафақасини олади (пенсионер)
zh: 是社會保障養老金的持有者（退休）

source: Is there a way to get a reduced or free Membership?
ca: Hi ha alguna manera d'aconseguir una Membresia reduïda o gratuïta?
de: Gibt es eine Möglichkeit, eine kostenreduzierte oder beitragsfreie Mitgliedschaft zu erhalten?
es: ¿Hay alguna forma de reducir el precio de la Membresía o de que incluso sea gratis?
fr: Y a-t-il un moyen d'obtenir une Adhésion réduite ou gratuite ?
it: C'è un modo per ridurre o rendere gratuita la Membership?
ja: 会費を減額または無料で会員資格を取得する方法はありますか？
kk: Жеңілдетілген немесе тегін мүшелік алудың жолы бар ма?
ko: 멤버십 가격을 낮추거나 무료로 될 수 있는 방법이 있습니까?
ky: Азыраак төлөөнүн же бекер Клуб мүчөлүгүнө ээ болуунун жолу барбы?
lv: Vai ir veids, kā iegūt brīvu Biedru dalību vai brīvo Partnerību?
mn: Гишүүнчлэлийнхээ үнийг бууруулах эсвэл үнэгүй болгох арга байдаг уу?
pt: Existe alguma maneira de ter o valor da assinatura reduzido ou gratuito?
ro: Există o cale de a primi calitatea de Membru la preţ redus sau gratis?
ru: Есть ли способ платить меньше или вообще иметь бесплатное Членство в Клубе?
uk: Чи є спосіб сплачувати менше або отримати безкоштовне Членство в Клубі?
uz: Имтиёзли ёки бепул Аъзоликка эришиш йўллари борми?
zh: 有沒有辦法獲得降價的或免費的會員資格？

source: Is there any financial protection if inCruises went out of business?
ca: Hi ha alguna protecció financera si InCruises va sortir del negoci?
de: Gibt es eine Absicherung, im Pleitefall von inCruises?
es: ¿Existe alguna protección financiera para el caso de que inCruises tenga que cerrar el negocio?
fr: Existe-t-il une protection financière si InCruises fait faillite ?
it: Esiste una protezione finanziaria nel caso inCruises cessasse l'attività?
ja: インクルーズが廃業した場合、財務上の保護はありますか？
kk: inCruises бизнестен шыққан жағдайда, қаржылық қорғау бар ма?
ko: inCruises가 폐업하면 재정적인 보호가 있습니까?
ky: Эгерде inCruises иш-чарасын токтотсо, кандайдыр бир каржылык коргоо барбы?
lv: Vai ie finansiāla aizsardzība,ja inCruises iziet ārā no biznesa?
mn: Хэрэв inCruises бизнесээ зогсоосон тохиолдолд бидэнд ямар нэг санхүүгийн хамгаалалт бий юу?
pt: Existe alguma proteção financeira se a inCruises tiver que encerrar o negócio?
ro: Există vreo protecţie financiară pentru cazul că inCruises dă faliment?
ru: Есть ли финансовая защита, если inCruises выйдет из бизнеса?
uk: Чи існує будь-який фінансовий захист у випадку, якщо inCruises припинить свою діяльність?
uz: inCruises фаолияти тўхтаса, бирон молиявий ҳимоя мавжудми?
zh: 如果inCruises破產，是否有任何財務保障？

source: Israeli New Shekel (ILS)
fr: Nouveau Shekel Israélien (ILS)
it: Nuovo Shekel israeliano (ILS)
kk: Израиль жаңа шекелі (ILS)
pt: Novo Shekel Israelense (ILS)
uk: Ізраїльський новий шекель (ILS)
uz: Исроил янги шекели (ILS)
zh: 以色列新谢克尔 (ILS)

source: It appears you are behind a proxy. It is against our Terms of Service to visit our site using a proxy.
ca: Sembla que estàs darrere d'un servidor intermediari. És contra les nostres Condicions d'ús per visitar el nostre lloc mitjançant un proxy.
de: Es scheint so, als ob Sie sich hinter einem Proxy-Server "verstecken". Es ist gegen unsere Nutzungsbedingungen, unsere Website mit einem Proxy-Server zu besuchen.
es: Al parecer, estás detrás de un Proxy. Esto va en contra de nuestros Términos del Servicio para poder acceder a nuestro sitio.
fr: Il semble que vous êtes derrière un proxy. Il est contraire à nos conditions d'utilisation de visiter notre site à l'aide d'un proxy.
it: Pare che tu sia dietro un proxy e questo è contrario alle nostre Condizioni di Servizio per poter visitare il nostro sito.
ja: プロキシが接続されているようです。 プロキシを使用して当社のサイトにアクセスすることは、当社の利用規約に違反します。
kk: Сіз прокси-сервердің сыртында сияқтысыз. Бұл біздің қызмет көрсету Шарттарымызға қайшы келеді. Біздің сайтқа кіру үшін проксиді қолданыңыз.
ko: 귀하는 프락시를 사용하고 있는 것으로 보입니다. 프락시를 사용하여 사이트를 방문하는 것은 서비스 약관 위반입니다.
ky: Сиз прокси серверди колдонуп жаткан окшойсуз. Биздин сайтка прокси сервер аркылуу кирүү биздин Тейлөө Шарттарына ылайык келбейт.
lv: Šķiet, ka jūs atrodaties aiz starpnieka. Tas ir pretrunā mūsu pakalpojumu noteikumiem apmeklēt mūsu vietni, izmantojot starpniekserveri.
mn: Та прокси ашиглаж байна. Прокси ашиглан сайтыг үзэх нь манай Үйлчилгээний нөхцлийг зөрчиж байгаа хэрэг юм.
pt: Parece que você está usando um Proxy. É contra nossos Termos de Serviço visitar nosso site usando um Proxy.
ro: Se pare că sunteți în spatele unui Proxy. Aceasta contravine Termenilor și condițiilor noastre pentru a accesa site-ul nostru.
ru: Похоже, Вы за прокси-сервером. Это против наших Условий предоставления услуг, чтобы посетить наш сайт, используя прокси-сервер.
uk: Схоже, ви використовуєте проксі. Відвідування нашого сайту за допомогою проксі-сервера порушує наші Умови Надання Послуг.
uz: Сиз прокси-сервердан фойдаланаётган кўринасиз. Бизнинг сайтимизга прокси-сервер орқали кириш хизмат кўрсатиш шартларимизга зиддир.
zh: 看來您在使用代理。使用代理訪問我們的網站違反了我們的服務條款。

source: It eliminates the need for downloads and installations.
ca: Elimina la necessitat de descàrregues i instal·lacions.
de: Downloads und Installationen sind nicht mehr erforderlich.
es: Elimina la necesidad de descargas e instalaciones.
fr: Il élimine le besoin de téléchargements et d'installations.
it: Elimina le operazioni di download e di installazione.
ja: ダウンロードやインストールの手間が省けます。
kk: Бұл жүктеу және орнату қажеттілігін жояды.
ko: 다운로드 및 설치가 필요하지 않습니다.
ky: Бул жүктөөлөрдөн жана орнотуулардан баш тартууга мүмкүндүк берет.
lv: Tas novērš vajadzību pēc lejupielādēm un instalācijām.
mn: Энэ нь ямар нэг апп татаж авах, суулгах шаардлагагүй.
pt: Elimina a necessidade de downloads e instalações.
ro: Elimină nevoia de descărcări și instalări.
ru: Это позволяет отказаться от загрузок и установок.
uk: Це позбавляє від необхідності завантажувати та встановлювати.
uz: Юклаб олиш ва ўрнатиш зарурати йўқ.
zh: 它消除了下载和安装的需要。
