Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I declare any income earned with inCruises/inGroup® to my local tax authorities, and I'm in full compliance with any requirements to be able to do this entrepreneurial activity as well.
ca: Declaro qualsevol ingrés obtingut amb inCruises/inGroup® a les autoritats fiscals del meu país, i compleixo tots els requisits per a poder dur a terme també aquesta activitat empresarial.
de: Ich deklariere jegliches Einkommen, das ich mit inCruises/inGroup® verdient habe, bei meinen örtlichen Steuerbehörden und erfülle alle Anforderungen, um diese unternehmerische Tätigkeit auch ausüben zu können.
es: Declaro todos mis ingresos obtenidos con inCruises/inGroup® a mis autoridades fiscales locales e igualmente cumplo por completo con todos los requisitos para poder realizar esta actividad empresarial.
fr: Je déclare tout revenu gagné avec inCruises/inGroup® à mes autorités fiscales locales et je suis en totale conformité avec les exigences requises pour pouvoir exercer cette activité entrepreneuriale également.
it: Dichiaro qualsiasi reddito guadagnato con inCruises/inGroup® alle autorità fiscali locali e sono altresì in regola con tutti gli adempimenti richiesti per poter svolgere questa attività imprenditoriale.
ja: 私は、inCruises/inGroup®で得た収入を居住地の税務当局に申告し、この起業活動もできるようにするためのあらゆる要件を完全に遵守しています。
kk: Мен inCruises/inGroup® арқылы алған кез келген кірісімді жергілікті салық органдарына мәлімдеймін және осы кәсіпкерлік қызметті жүзеге асыруға қажетті барлық талаптарды толығымен орындаймын.
ko: 본인은 inCruises/inGroup®을 통해 얻은 모든 소득을 제 지역 세무 당국에 신고하고 이 기업 활동을 수행할 수 있는 모든 요구 사항을 완전히 준수하고 있습니다.
ky: Мен бардык inCruises/inGroup® кирешелерим тууралуу жергиликтүү салык органдарына отчет берем жана бизнестин бардык талаптарын толугу менен аткарам.
lv: Es deklarēju visus ienākumus, kas gūti ar At inCruises/inGroup® , vietējām nodokļu iestādēm, un pilnībā atbilstu visām prasībām, lai varētu veikt arī šo uzņēmējdarbību.
mn: Би inCruises/inGroup®-ээс олсон алив орлогоо өөрийн орон нутгийн татварын албанд мэдүүлэх бөгөөд энэ бизнесийн үйл ажиллагааг эрхлэх аливаа шаардлагуудыг бүрэн дагаж мөрдөх болно.
pt: Declaro qualquer receita obtida com a inCruises/inGroup®; às autoridades fiscais locais e estou em total conformidade com todos os requisitos para também poder exercer essa atividade empresarial.
ro: Declar orice venit realizat cu inCruises/inGroup® la autoritățile mele fiscale locale și sunt în deplină conformitate cu orice cerințe pentru a putea desfășura și această activitate antreprenorială.
ru: Я предоставляю в местные налоговые органы сведения обо всех своих доходах, полученых в inCruises/inGroup®, и я полностью соблюдаю все требования к ведению данной предпринимательской деятельности.
uk: Я надаю до місцевих податкових органів відомості про всі свої доходи, отримані в inCruises/inGroup® і я повністю дотримуюся всіх вимог щодо ведення цієї підприємницької діяльності.
uz: Мен inCruises/inGroup® дан олган ҳар қандай даромадим ҳақида маҳаллий солиқ органларига хабар бераман ва ушбу тадбиркорлик фаолияти билан шуғулланиш имконига эга бўлиш учун барча талабларга жавоб бераман.
zh: 我向当地税务机关申报通过inCruises/inGroup®获得的任何收入，并且我也完全遵守能够开展这项创业活动的任何要求。

source: I DISAGREE - I want to cancel my inCruises Membership
ca: NO ESTIC D'ACORD - Vull cancel·lar la meva Membresia amb inCruises
de: ICH VERWEIGERE - Ich möchte meine inCruises-Mitgliedschaft kündigen
es: NO ESTOY DE ACUERDO - Deseo cancelar mi Membresía inCruises
fr: JE NE SUIS PAS D'ACCORD - Je veux annuler mon adhésion à inCruises
it: NON SONO D'ACCORDO - Voglio cancellare la mia iscrizione a inCruises
ja: 同意しません - inCruisesメンバーシップのキャンセルを希望します
kk: МЕН келіспеймін - inCruises мүшелігінен бас тартқым келеді
ko: 동의하지 않습니다 - inCruises 멤버십을 취소하고자 합니다
ky: МЕН МАКУЛ ЭМЕСМИН - Мен inCruises мүчөлүгүмдү жокко чыгаргым келет
lv: Es NEPIEKRĪTU - Es vēlos pārtraukt savu inCruises Biedra Dalību
mn: БИ ХҮЛЭЭН ЗӨВШӨӨРӨХГҮЙ БАЙНА - Би inCruises-ийн Гишүүнчлэлээ цуцалмаар байна.
pt: EU DISCORDO - Quero cancelar minha assinatura da inCruises
ro: NU SUNT DE ACORD - Doresc să îmi anulez calitatea de membru inCruises
ru: НЕ СОГЛАСЕН: хочу отменить своё Членство в inCruises
uk: НЕ ЗГОДЕН: хочу скасувати своє Членство в inCruises
uz: РОЗИ ЭМАСМАН - Мен inCruises Аъзолигимни бекор қилмоқчиман
zh: 我不同意 - 我想取消我的 inCruises 會員資格

source: I do not have access to any Member’s private inCruises back office. I do not ask for anyone to share their password with me. I take password security very seriously and do NOT share my password with anyone. If anyone ever attempts to give me their password, I do not accept it. Instead, I tell them to reset/change their password since they have shared it with me and that is not allowed.
ca: No tinc accés a l’oficina privada inCruises de qualsevol membre. No demano a ningú que comparteixi la seva contrasenya amb mi. Prenc molt seriosament la seguretat de contrasenyes i NO comparteixo la meva contrasenya amb ningú. Si algú intenta donar-me la seva contrasenya, no ho accepto. En comptes d’això, els dic que restableixin / canviïn la contrasenya, ja que l’han compartit amb mi i això no està permès.
de: Ich habe keinen Zugang zum privaten inCruises Backoffice eines Mitglieds. Ich bitte niemanden, mir sein Passwort mitzuteilen. Ich nehme die Passwortsicherheit sehr ernst und gebe mein Passwort NICHT an Dritte weiter. Wenn jemand versucht, mir sein Passwort zu geben, akzeptiere ich es nicht. Stattdessen sage ich ihnen, dass sie ihr Passwort zurücksetzen/ändern sollen, da sie es mit mir geteilt haben und das ist nicht erlaubt.
es: No tengo acceso a la oficina virtual privada de inCruises de ningún miembro. No pido a nadie que comparta su contraseña conmigo. Me tomo la seguridad con contraseña muy en serio y NO comparto mi contraseña con nadie. Si alguien alguna vez intenta darme su contraseña, no la acepto y les comunico que restablezcan / cambien su contraseña ya que el compartir la contraseña no está permitido por la compañía.
fr: Je n’ai accès à aucun bureau d’investissements privés de Croisières. Je ne demande à personne de partager son mot de passe avec moi. Je prends la sécurité du mot de passe très au sérieux et ne partage pas mon mot de passe avec qui que ce soit. Si quelqu'un tente de me donner son mot de passe, je ne l'accepte pas. Au lieu de cela, je leur dis de le réinitialiser / changer leur mot de passe car ils l'ont partagé avec moi et cela n'est pas autorisé.
it: Non ho accesso al back-office privato inCruises di nessun altro Membro. Non chiedo a nessuno di darmi la sua password. Prendo molto seriamente la sicurezza delle password e NON condivido la mia password con nessuno. Se qualcuno tenta di darmi la sua password, non l'accetto e gli dico di reimpostarla/cambiarla perché me l'ha comunicata e ciò non è consentito.
ja: 私は、メンバーのプライベートinCruisesバックオフィスにアクセスすることはできません。 私は誰にもパスワードを私と共有するように頼みません。 私はパスワードセキュリティを非常に真剣に受け止め、私のパスワードを誰とも共有しません。 誰かが私に自分のパスワードを教えようとした場合、私はそれを受け入れません。 もし彼らが私と共有してきた場合はそれは許可されていないので、代わりに彼らにパスワードをリセット/変更するように言います。
kk: Менде еш Мүшенің inCruises жеке кабинетіне кіруге рұқсатым жоқ. Мен ешкімнен өз құпиясөзімен бөлісуін сұрамаймын. Қауіпсіздіктің өте маңызды екенін түсінемін және құпиясөзіммен ешкіммен бөліспеймін. Егер бір адам өз паролін беруге тырысса, мен оны қабылдамаймын. Оның орнына, мен оларды өзіммен бөліскендіктен, құпиясөзді қайта қалпына келтіруді/өзгертуді сұраймын.
ko: 멤버 개인의 사적인 백 오피스에 접근할 수 없습니다. 본인은 누구와도 비밀번호를 공유 할 것을 요구하지 않습니다. 본인은 비밀번호 보안을 매우 중요하게 여기며 누구와도 비밀번호를 공유하지 않습니다. 누구든지 본인에게 비밀번호를 알려 주려고 한다면, 그것을 받아들이지 않을 것입니다. 대신, 본인과 공유했던 비밀번호를 재설정 / 변경하라고 요청할 것입니다.
ky: Мен бир дагы мүчөнүн жеке inCruises кабинетине кире албайм. Мен эч кимден сырсөзүн мени менен бөлүшүүнү суранбайм. Мен сырсөз коопсуздугуна абдан олуттуу карайм жана сырсөзүмдү эч ким менен бөлүшПӨЙМ. Эгер кимдир бирөө мага сырсөзүн берүүгө аракет кылса, мен аны кабыл албайм. Тескерисинче, мен аларга сырсөзүн кайра түзүүнү/өзгөртүүнү айтам, анткени алар аны мени менен бөлүшүшкөн жана буга жол берилбейт.
lv: Man nav pieejama neviena biedra privātā inCruises birojs. Es neprasu, lai kāds ar mani dalītos ar savu paroli. Es ļoti nopietni uztveru paroles drošību un NEVIENAM nedodu paroli. Ja kāds kādreiz mēģina man dot paroli, es to nepieņemu. Tā vietā es viņiem saku atiestatīt/mainīt paroli, jo viņi ar to ir dalījušies ar mani, un tas nav atļauts.
mn: Надад аль нэг гишүүний inCruises-ийн арын оффис хуудсанд хандах эрх байхгүй. Би хэнээс нууц үгийг нь мэдэх оролдлого хийхгүй. Би нууц үгийн аюулгүй байдлыг маш нухацтай авч үзэх бөгөөд өөрийн нууц үгийг хэн нэгэнд өгөхгүй. Хэрэв хэн нэгэн надад нууц үгээ өгөхийг хүсвэл би үүнийг хүлээн авахгүй байх болно. Үүний оронд би тэдэнд надад өгсөн нууц үгээ өөрчлөхийг санал болгоно.
pt: Eu não tenho acesso ao escritório online privado de nenhum membro. Eu não peço para ninguém compartilhar sua senha comigo. Eu levo a segurança de senha e não compartilho minha senha com ninguém. Se alguém tentar me dar sua senha, eu não a aceito. Em vez disso, digo-lhes para redefinir/alterar sua senha, uma vez que a compartilham comigo porque isso não é permitido.
ro: Nu am acces la niciun birou virtual privat al vreunui Membru. Nu cer nimănui să-mi spună şi mie parola sa. Iau foarte în serios păstrarea în siguranţă a parolelor şi NU fac cunoscută nimănui parola mea. În cazul că cineva ar încerca vreodată să-mi facă cunoscută parola sa, voi refuza. Mai mult, le voi spune să-şi reseteze/schimbe parola de vreme ce mi-au arătat-o - lucru care nu este acceptat.
ru: У меня нет доступа к личному бэк-офису inCruises других Членов клуба. Я не прошу Членов клуба предоставить мне пароль от их кабинета. Я понимаю важность соблюдения конфиденциальности и не передаю свой пароль другим Членам клуба. Если кто-нибудь предлагаем дать мне пароль от своего кабинета, я его не принимаю. Я сообщаю Членам клуба что им нужно изменить свой пароль, так как они поделились им со мной, и это запрещено.
uk: У мене немає доступу до особистого бек-офісу inCruises інших Членів клубу. Я не прошу членів клубу надати мені пароль від їх кабінету. Я розумію важливість дотримання конфіденційності і НЕ передаю свій пароль іншим Членам клубу. Якщо хто-небудь пропонуємо дати мені пароль від свого кабінету, я не можу його прийняти. Я повідомляю Членам клубу що їм потрібно змінити свій пароль, так як вони поділилися ним зі мною, і це заборонено.
uz: Менда inCruises Аъзоларининг бэк-офисига кириш имконияти йўқ. Мен ҳеч кимдан паролларини айтишларини сўрамайман. Мен паролнинг хавфсизлигига жиддий қарайман ва ўз паролимни ҳеч кимга бермайман. Агар кимдир менга ўз паролини айтишга уринса, мен уни қабул қилмайман. Бунинг ўрнига, мен билан бўлишганлари учун уларга ўз паролларини янгилашларини/ўзгартиришларини тавсия этаман, чунки бундай ҳаракат тақиқланади.
zh: 我無法訪問任何會員的私人inCruises後台。我不要求任何人與我分享他們的密碼。我非常重視密碼安全，不與任何人分享我的密碼。如果有人試圖給我他們的密碼，我不接受它。相反，我告訴他們重置/更改他們的密碼，因為他們已經與我共享密碼，這是不允許的。

source: I do not have Apple or Android.
ca: No tinc Apple ni Android.
de: Ich habe keinen Apple oder Android.
es: No cuento con Apple ni Android.
fr: Je n'ai pas Apple ou Android.
it: Non ho Apple né Android.
ja: アップルやアンドロイドの携帯を持っていません。
kk: Менде Apple немесе Android жоқ.
ko: 저는 애플이나 안드로이드가 없습니다.
ky: Менде Apple дагы, Android дагы жок.
lv: Man nav ne Apple, ne Android.
mn: Надад Apple болон Android утас байхгүй.
pt: Eu não tenho Apple ou Android.
ro: Nu am nici Apple, nici Android.
ru: У меня нет ни Apple, ни Android.
uk: У мене немає Apple або Android.
uz: Менда Apple ҳам, Android ҳам йўқ.
zh: 我沒有Apple或Android

source: I do not PROMOTE, advertise or market in any way any specific GROUP cruise. Therefore, I recognize that all inCruises Members must choose when they want to travel, where they want to travel and what cruise they want to book, on their own.
ca: No PROMOC, ni anuncio ni comercialitzo de cap manera cap creuer de GRUP específic. Per tant, reconec que tots els membres de InCruises han de triar quan volen viatjar, on volen viatjar i quins creuers volen reservar, pel seu compte.
de: Ich bewerbe, promote oder vermarkte in keiner Weise eine bestimmte Gruppenreise. Deshalb akzeptiere ich, dass alle inCruises-Mitglieder selbst entscheiden müssen, wann sie reisen wollen, wohin sie reisen wollen und welche Kreuzfahrt sie buchen wollen.
es: NO PROMOCIONO, publico, ni comercializo de ningún modo un crucero en grupo específico. Por lo tanto, reconozco que todos los miembros de inCruises deben elegir por su cuenta cuándo quieren viajar, dónde quieren viajar y qué crucero desean reservar.
fr: Je ne fais la promotion, la publicité ou la commercialisation d'aucune façon, d'une croisière de groupe spécifique. Par conséquent, je reconnais que tous les membres d’InCruises doivent choisir quand ils veulent voyager, où ils veulent voyager et quelle croisière ils veulent réserver, par eux-mêmes.
it: Non PROMUOVO, non pubblicizzo, né commercializzo in alcun modo crociere di GRUPPO. Pertanto, riconosco che tutti i membri di inCruises devono scegliere per conto loro quando vogliono viaggiare, dove vogliono viaggiare e quale crociera vogliono prenotare.
ja: 特定のグループクルーズを宣伝、宣伝、販売することは一切ありません。 したがって、私はすべてのinCruisesメンバーがいつ旅行したいのか、どこに旅行したいのか、そしてどのクルーズを予約したいのかを自分で選択しなければならないことを認識しています。
kk: Мен нақты бір ТОПТЫҚ Круизді жарнамалап, сатпаймын. InCruises барлық мүшелері саяхат жасау уақыты мен бағытын өздері таңдап, өздігінен брондау керек екенін түсініп, мойындаймын.
ko: 본인은 어떤 특정한 그룹에게 크루즈를 홍보, 광고 또는 판매하지 않습니다. 따라서 모든 inCruises회원은 여행을 원하는 시점, 여행하고자하는 위치 및 예약하려는 크루즈를 직접 선택해야한다는 사실을 알고 있습니다.
ky: Мен кандайдыр бир белгилүү ТОПТУК круизди ТАРКАТПАЙМ, жарнамалабайм же сатпайм. Анткени, мен бардык inCruises Мүчөлөрү качан саякаттоону, кайда саякаттоону жана кайсы круизди брондоону өздөрү тандашы керек экенин түшүнөм.
lv: Es nekādā veidā NEVEICINU, nereklamēju un netirgoju nevienu konkrētu GRUPAS kruīzu. Tāpēc es atzīstu, ka visiem inCruises biedriem pašiem ir jāizvēlas, kad viņi vēlas ceļot, kur viņi vēlas ceļot un kādus kruīzus viņi vēlas rezervēt.
mn: Би ямар нэг далайн аяллын компанийг тусгайлан болон онцойлон сурталчлах маркетинг хийхгүй. InCruises-ийн бүх гишүүд өөрсдөө хэзээ, хаашаа, ямар аяллын маршрутаар аялахаа өөрсдөө сонгох эрхтэй гэдгийг би хүлээн зөвшөөрч байна.
pt: Eu não PROMOVO, anuncio ou comercializo de qualquer forma qualquer cruzeiro específico em GRUPO. Portanto, reconheço que todos os membros InCruises devem escolher quando querem viajar, onde querem viajar e que cruzeiro querem reservar, sozinhos.
ro: Nu PROMOVEZ, nu fac reclamă şi nu comercializez în vreun fel croazierele DE GRUP. Prin urmare, recunosc că toţi Membrii inCruises trebuie să aleagă ei înşişi când vor să călătorească, unde vor să călătorească şi ce croazieră doresc să rezerve.
ru: Я не ПРОДВИГАЮ и не рекламирую определенный групповой круиз. Я понимаю и признаю, что все участники InCruises должны сами выбирать время и направление круиза и самостоятельно его бронировать.
uk: Я не ПРОСУВАЮ, рекламую чи продаю певний груповий круїз. Я розумію і визнаю, що всі учасники InCruises повинні самі вибирати час і напрям круїзу, і самостійно його бронювати.
uz: Мен ҳеч қандай ҳолатда аниқ бир ГУРУҲЛИ круизларни ТАРҒИБ ЭТМАЙМАН, реклама қилмайман ёки сотмайман. Бундан ташқари, мен барча inCruises Аъзолари қачон саёҳат қилишни исташларини, қаерга саёҳат қилишни исташларини ва қайси круизга буюртма беришни исташларини ўзлари ҳал этишлари лозимлигини тушунаман.
zh: 我不以任何方式促銷，宣傳或營銷任何特定的團隊郵輪。因此，所有inCruises會員都會自己選擇何時出行，他們想要旅行的目的地以及他們想要預訂的郵輪。

source: I do not publish Members only cruise pricing anywhere. I do not post, market nor otherwise promote any specific cruise and its pricing nor how with our Membership any specific cruise could cost less.
ca: No publico a qualsevol lloc, els preus dels creuers als quals tenen accés els Membres. No publico, comercialitzo, ni promociono cap creuer específic, ni els preus ni com gràcies a la nostra Membresia, qualsevol creuer podria costar menys.
de: Ich veröffentliche keine Kreuzfahrtpreise von Mitgliedern. Ich veröffentliche, vermarkte oder bewerbe keine bestimmte Kreuzfahrt und deren Preise und wie mit unserer Mitgliedschaft eine bestimmte Kreuzfahrt weniger kosten könnte.
es: No publico los precios de cruceros a los que tiene acceso un Miembro, en cualquier lugar. No publico, ni anuncio, ni promociono ningún crucero específico, ni su precio, ni cómo, gracias a nuestra Membresía, un crucero podría costar menos.
fr: Je ne publie pas le prix des croisières pour les membres uniquement. Je ne poste pas, ne commercialise pas ou ne promeut pas une croisière spécifique et ses prix, ni comment, avec notre adhésion, une croisière spécifique pourrait coûter moins cher.
it: Non pubblico da nessuna parte i prezzi delle crociere riservati ai Membri. Non posto, non commercializzo, né promuovo in altro modo nessuna crociera specifica con i rispettivi prezzi, né quanto una crociera potrebbe costare meno con la nostra Membership.
ja: 私は公に会員限定クルーズ価格を公表しません。 私は、特定のクルーズおよびその会員価格がどのくらい安いかを掲載、または宣伝したりしません。
kk: Мен тек Клуб мүшелеріне қолжетімді бағаны еш жерде көрсетпеймін. Мен қандай да бір круиз бен бағаны жарнамалауға, не клуб мүшесінің бағасы қалай төмендетілетініне байланысты ешқандай хабарламаны жібермеймін.
ko: 본인은 멤버용 크루즈 가격을 공개하지 않을 것입니다. 특정 크루즈 가격 또는 멤버 자격으로 특정 크루즈 비용을 절감 할 수있는 방법을 게시하거나 홍보하지 않을 것입니다.
ky: Мен эч жерде бир гана Мүчөлөргө тийиштүү круиздик бааларды жарыялабайм. Мен кандайдыр бир конкреттүү круизди жана анын баасын, ошондой эле биздин Мүчөлүк менен кандайдыр бир конкреттүү круиздин баасы кантип арзаныраак болушу мүмкүн экенин постко чыгарбайм, базарлабайм жана башка жол менен жарнамалабайм.
lv: Es nekur nepublicēju tikai biedru kruīza izcenojumus. Es nepublicēju, netirgoju un nereklamēju nekādus specifiskus kruīzus un to izcenojumus, kā arī to, kā ar mūsu dalību jebkurš konkrēts kruīzs varētu maksāt mazāk.
mn: Би зөвхөн гишүүдэд зориулагдсан аяллын үнийг ямар ч газар нийтлэхгүй. Би ямар нэгэн тусгай аялал, уг аяллын үнэ ханшийг, мөн манай Гишүүнчлэлээр ямар нэгэн тодорхой аяллын зардал хэрхэн хямд байж болох талаар нийтэд мэдээлж, сурталчлахгүй.
pt: Eu não publico os preços de cruzeiro exclusivos para membros em nenhum lugar. Eu não publico, nem promovo nenhum cruzeiro específico nem seus preços, e nem como com a nossa Afiliação qualquer cruzeiro específico poderia custar menos.
ro: Nu postez nicăieri preţurile exclusive pentru Membri. Nu postez, nu fac cunoscute şi nu promovez în niciun alt fel o anumită croazieră şi preţul său şi nici cum, prin intermediul Clubului nostru, o anumită croazieră ar putea costa mai puţin.
ru: Я нигде не указываю цены, доступные только для Членов клуба. Я не размещаю посты, не рекламирую и не продвигаю какой-либо определенный круиз и цены, а также то, как цена снижается для Члена клуба.
uk: Я ніде не вказую ціни, доступні тільки для Членів клубу. Я не розміщую пости, не рекламую і не просуваю якийсь певний круїз і ціни, а також те, як ціна знижується для Члена клубу.
uz: Мен фақат Аъзолар учун мўлжалланган круиз нархларини эълон қилмайман. Мен ҳеч қандай алоҳида круиз ва унинг нархларини ёки бизнинг Аъзолик билан ҳар қандай круиз нархи арзонлашишини эълон қилмайман ёки тарғиб этмайман.
zh: 我不會在任何地方發布郵輪的會員價。我不會發布，營銷或以其他方式宣傳任何特定的郵輪及其定價，和因為擁有會員身份而獲得的優惠。

source: I do not publish Members only cruise pricing anywhere. I do not post, market, or otherwise promote any specific cruise and its pricing, nor promise that any specific cruise could cost less with our Membership.
ca: No publico en cap lloc els preus dels creuers exclusius per a Membres. No publico, comercialitzo ni promociono cap creuer específic ni els seus preus, ni prometo que un creuer específic pugui costar menys amb la nostra Membresia.
de: Ich veröffentliche nirgendwo die Preise für Kreuzfahrten nur für Mitglieder. Ich veröffentliche, vermarkte oder werbe nicht für eine bestimmte Kreuzfahrt und deren Preise und verspreche auch nicht, dass eine bestimmte Kreuzfahrt mit unserer Mitgliedschaft weniger kosten könnte.
es: No publico los precios de cruceros a los que tiene acceso un Miembro, en cualquier lugar. No publico, ni anuncio, ni promociono ningún crucero específico, ni su precio, ni prometo que un crucero podría costar menos gracias a nuestra Membresía.
fr: Je ne publie nulle part les prix des croisières réservées aux Membres. Je ne publie pas, ne commercialise pas ou ne promeut pas de quelque manière que ce soit une croisière spécifique et son prix, et je ne promets pas qu'une croisière spécifique pourrait coûter moins cher avec notre Adhésion.
it: Non pubblico da nessuna parte i prezzi delle crociere riservate ai Membri. Non pubblico, commercializzo o promuovo in altro modo alcuna crociera specifica e i relativi prezzi, né prometto che una crociera specifica possa costare meno con la nostra Membership.
ja: 私は、メンバー限定のクルーズ価格をどこにも公表しません。また、特定のクルーズやその価格を掲載したり、販売したり、宣伝したりすることもなく、特定のクルーズがメンバーになると安くなることを約束することもありません。
kk: Мен тек мүшелерге арналған круиздердің бағасын еш жерде жарияламаймын. Мен қандай да бір нақты круизді немесе оның бағасын жарияламаймын, жарнамаламаймын немесе басқа жолмен жылжытпаймын, сондай-ақ қандай да бір нақты круиз біздің Мүшелігімізбен арзанырақ болады деп уәде бермеймін.
ko: 본인은 멤버 전용 크루즈 가격을 어디에도 게시하지 않습니다. 본인은 특정 크루즈와 그 가격을 게시, 마케팅 또는 홍보하지 않으며 특정 크루즈가 멤버십으로 더 저렴할 수 있다고 약속하지 않습니다.
ky: Мен клубдун Мүчөлөрүнө гана тийиштүү тарифтерди эч жерде жарыялабайм. Мен кандайдыр бир круиздерди же алардын баасын жөнөтпөйм же башка жол менен жарнамалабайм, ошондой эле биздин Клубдун мүчөсү болсо кайсы бир круиздин баасы арзаныраак болот деп убада бербейм.
lv: Es nekur nepublicēju Biedru kruīza izcenojumus. Es nepublicēju, netirgoju vai kā citādi nereklamēju kādu konkrētu kruīzu un tā izcenojumus, kā arī nesolu, ka kāds konkrēts kruīzs ar mūsu Biedru Dalību varētu izmaksāt mazāk.
mn: Би зөвхөн Гишүүд л мэдэх ёстой далайн аяллын үнийг хаана ч нийтлэхгүй. Би ямар нэгэн тодорхой аялал, болон уг аяллын үнэ ханшийг нийтлэх, сурталчлах, таниулах, түүнчлэн манай Гишүүнчлэлээр ямар нэгэн тодорхой аяллын үнийг хямд байх болно гэсэн амлалт өгөхгүй.
pt: Não publico preços de cruzeiros, que são apenas para membros, em nenhum lugar. Não publico, comercializo ou de outra forma promovo nenhum cruzeiro específico e seus preços, nem prometo que qualquer cruzeiro específico possa custar menos com nossa assinatura.
ro: Nu public nicăieri prețurile de croazieră numai pentru membri. Nu public, comercializez sau promovez în alt mod vreo croazieră specifică și prețurile acesteia și nici nu promit că o anumită croazieră ar putea costa mai puțin cu abonamentul nostru.
ru: Я нигде не публикую тарифы для Членов Клуба. Я не рассылаю, и никоим другим образом не продвигаю никаких конкретных круизов, ни их цен и не даю обещаний, что какой-либо конкретный круиз может стоить меньше при условии нашего Членства в Клубе.
uk: Я ніде не вказую ціни, доступні тільки для Членів клубу. Я не розміщую пости, не рекламую і не просуваю якийсь певний круїз і ціни, не даю обіцянок, що будь-який конкретний круїз може коштувати менше за умови нашого Членства в Клубі.
uz: Мен фақат Аъзолар учун мўлжалланган круиз нархларини ҳеч қаерда эълон қилмайман. Аниқ бир круиз ва унинг нархини эълон қилмайман, сотмайман ва бошқа йўллар билан тарғиб этмайман, шунингдек аниқ бир круиз бизнинг Аъзолик туфайли арзон бўлишини ваъда қилмайман.
zh: 我不会在任何地方发布仅限会员的邮轮定价。 我不会发布、营销或以其他方式宣传任何特定的邮轮及其定价，也不承诺通过我们的会员资格可以降低任何特定的邮轮费用。
