Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: A collection of the current media coverage and publicity.
ca: Una recopilació de la cobertura mediàtica i publicitat actual.
de: Eine Sammlung der aktuellen Medienberichterstattung und Werbung.
es: Una recopilación de la cobertura mediática y la publicidad actuales.
fr: Une collection de la couverture médiatique actuelle et de la publicité.
it: Una raccolta della copertura mediatica e della pubblicità attuali.
ja: 現在のメディア報道および広報活動のまとめ。
kk: Бұқаралық ақпарат құралдарында жарияланатын ағымдағы материалдарды таңдау.
ky: Учурдагы материалдардын жана массалык маалымат каражаттарындагы басылмалардын жыйнагы.
lv: Apkopojums par pašreizējo atspoguļojumu plašsaziņas līdzekļos un publicitāti.
mn: Сүүлийн үеийн хэвлэл мэдээлэл, олон нийтэд хүрсэн мэдээллийн багц.
pt: Uma coleção da cobertura e publicidade atuais da mídia.
ro: O colecție a acoperirii și publicității media actuale.
ru: Коллекция актуальных материалов и публикаций в СМИ.
uk: Колекція актуальних матеріалів та публікацій у ЗМІ.
uz: ОАВда ёритилаётган жорий материаллар тўплами.
zh: 当前媒体报道和宣传的汇集。

source: A file with the same name has already been added.
ca: Ja s'ha afegit un fitxer amb el mateix nom.
de: Es wurde bereits eine Datei mit demselben Namen hinzugefügt.
es: Un archivo con el mismo nombre ya ha sido añadido.
fr: Un fichier portant le même nom a déjà été ajouté.
it: È già stato aggiunto un file con lo stesso nome.
ja: 同じ名前のファイルがすでに追加されています。
kk: Дәл осындай атаумен Файл қосылды.
ky: Дал ушундай аталыштагы файл буга чейин кошулган.
lv: Fails ar tādu pašu nosaukumu jau ir pievienots.
mn: Ижил нэртэй файл аль хэдийн нэмэгдсэн байна.
pt: Um arquivo com o mesmo nome já foi adicionado.
ro: Un fișier cu același nume a fost deja adăugat.
ru: Файл с таким же именем уже был добавлен.
uk: Файл з такою ж назвою вже було додано.
uz: Худди шу номдаги файл аллақачон қўшилган.
zh: 已添加同名文件。

source: A Global Community United by Travel
ca: Una Comunitat Global Unida per als Viatges
de: Eine globale Gemeinschaft, vereint durch Reisen
es: Una Comunidad Global Unida por los Viajes
fr: Une Communauté Mondiale Unie par le Voyage
it: Una Comunità Globale Unita dal Viaggio
ja: 旅でつながるグローバルコミュニティ
kk: Саяхатпен біріктірілген әлемдік қауымдастық
ky: Саякат аркылуу бириккен дүйнөлүк коомчулук
lv: Globāla sabiedrība, ko vieno ceļojumi
mn: Аяллаар нэгдсэн дэлхийн хамт олон
pt: Uma Comunidade Global Unida pela Viagem
ro: O comunitate globală unită prin călătorii
ru: Международное сообщество, объединённое путешествиями
uk: Глобальна спільнота, об’єднана подорожами
uz: Саёҳатлар орқали бирлашган халқаро ҳамжамият
zh: 一个因旅行而团结的全球社区

source: A Great Value:
ca: Un Gran Valor:
de: Ein großer Wert:
es: Un Gran Valor:
fr: Une valeur sûre :
it: Ottimo rapporto qualità/prezzo:
ja: 素晴らしい価値：
kk: Үлкен құндылық:
ko: 훌륭한 가치 :
ky: Улуу баалуулук:
lv: Liela Vērtība:
mn: Гайхалтай үнэ цэнэ:
pt: Um ótimo valor:
ro: O mare valoare:
ru: Огромная ценность:
uk: Величезна цінність:
uz: Катта қиймат:
zh: 物超所值：

source: A Member who is current with their Monthly payment requirement.
ca: Un Membre que està al dia amb el requisit de pagament Mensual.
fr: Un Membre qui est à jour de ses paiements mensuels.
it: Un Membro che è in regola con i pagamenti mensili richiesti.
ja: 月会費の支払い要件を満たしている会員。
kk: Ай сайынғы төлемін уақытылы төлеп жүрген Клуб Мүшесі.
pt: Um membro que está em dia com os seus pagamentos mensais.
ro: Un membru care își achită obligațiile de plată lunară la zi.
uk: Член, який своєчасно виконує вимогу щодо щомісячного членського платежу.
uz: Ойлик тўлов талабларини ўз вақтида бажараётган Аъзо.
zh: 一位已按月度付款要求缴费的会员。

source: A members in this booking has reached the limit for booking cruises with Insider Pricing discount. Insider Pricing is no longer available.
ca: Un dels membres d'aquesta reserva ha assolit el límit per a reservar creuers amb descompte Insider Pricing. El descompte Insider Pricing ja no està disponible.
de: Ein Mitglied in dieser Buchung hat das Limit für die Buchung von Kreuzfahrten mit Insider Pricing Rabatt erreicht. Insider Pricing ist nicht mehr verfügbar.
es: Uno de los miembros en esta reserva ha alcanzado el límite de reservas de cruceros con el descuento de Precio INsider. Por lo tanto, el Precio INsider ya no está disponible.
fr: Un membre de cette réservation a atteint la limite de réservation de croisières avec la réduction Insider Pricing. La réduction Insider Pricing n'est plus disponible.
it: Uno dei Membri di questa prenotazione ha raggiunto il limite di prenotazioni di crociere con lo sconto Insider Pricing. Insider Pricing non è più applicabile.
ja: INsider Pricingの割引を利用したクルーズの予約件数が上限に達しました。INsider Pricingはご利用いただけません。
kk: Бұл брондауды жасаған мүшенің Insider Pricing бойынша жеңілдікпен круиздерді брондау лимиті аяқталды. Insider Pricing енді қолжетімсіз.
ky: Бул брондоодогу бир мүчө Insider Pricing арзандатуу менен саякаттарды ээлөө чегине жетти. Insider Pricing мындан ары жеткиликтүү эмес.
lv: Šīs rezervācijas biedrii ir sasnieguši kruīzu rezervēšanas limitu ar Insider Pricing atlaidi. Insider Pricing vairs nav pieejama.
mn: Энэ захиалгад хамрагдсан гишүүдийн Insider Pricing үнээр далайн аялал захиалах тоо дууссан байна. Insider Pricing үнэ ашиглах боломжгүй байна.
pt: Um membro nesta reserva atingiu o limite para reservar cruzeiros com o desconto Insider Pricing. O Insider Pricing não está mais disponível.
ro: Un membru din această rezervare a atins limita pentru rezervarea de croaziere cu reducerea Insider Pricing. Insider Pricing nu mai este disponibil.
ru: Участники данного бронирования достигли лимита по количеству бронирований круизов со скидкой Insider Pricing. Опция Insider Pricing больше недоступна.
uk: Учасники цього бронювання досягли ліміту за кількістю бронювань круїзів зі знижкою Insider Pricing. Опція Insider Pricing недоступна.
uz: Мазкур буюртмадаги Аъзонинг Insider Pricing чегирмаси билан буюртма бериш лимити тугаган. Insider Pricing имконияти ортиқ мавжуд эмас.
zh: 此预订中的一名会员已达到使用INsider Pricing折扣预订游轮的限制。INsider Pricing现已不可用。

source: A Membership may only be held in the name of an individual person. inCruises does not accept Membership Applications in multiple names, partnerships, trusts or in the names of business entities. However, if you elect to become a Partner of inCruises you can get paid through your business entity or corporation.
ca: Una Membresia només pot estar a nom d'una persona individual. inCruises no accepta Sol·licituds de Membresia en nom de diverses persones, associacions, fons o a nom d'empreses. No obstant això, si tries convertir-te en Soci d'inCruises podràs rebre ingressos a nom del teu negoci o corporació.
de: Pro Einzelperson ist nur eine Mitgliedschaft erlaubt; inCruises akzeptiert keine Mitglieds-Konten, die auf die Namen mehrerer Mitinhaber lauten, keine Firmen, keine Stiftungen oder juristische Personen als Mitglieder. Wenn Sie allerdings Partner von inCruises werden möchten, können Sie Ihren Umsatz über Ihre Umsatzsteuer-ID geltend machen.
es: Una Membresía solo puede subscribirse a nombre de una persona individual. inCruises no acepta Solicitudes de Membresía a nombre de varias personas, asociaciones, fondos o a nombre de empresas. Sin embargo, si eliges convertirte también en Socio de inCruises podrás recibir ingresos a nombre de tu negocio o corporación.
fr: Une adhésion ne peut être détenue qu'au nom d'une personne physique. inCruises n'accepte pas les demandes d'adhésion sous plusieurs noms, partenariats, fiducies ou noms d'entités commerciales. Toutefois, si vous choisissez de devenir partenaire d’inCruises, vous pouvez être payé via votre entité commerciale ou votre société.
it: Una Membership, l'iscrizione come Membro, può essere intestata solo a nome di una singola persona. inCruises non accetta le domande d'iscrizione al club fatte a nome di più persone, di partnership, trust o entità commerciali. Tuttavia, se si sceglie di diventare Partner di inCruises, è possibile fare accreditare i guadagni alla propria azienda o società.
ja: 会員資格は、個人の名前でのみ保有することができます。インクルーズは、複数の名前、組合、企業合同、または企業実体の名前でメンバーの申込みを受け入れません。ただし、inCruisesのパートナーになることを選択した場合は、あなたのビジネス事業（個人事業主）または登記している法人の事業内容として報酬を得ることができます。
kk: Мүшелік тек жеке тұлғаның атына беріледі. InCruises бірдей атау, бірлескен серіктестік, корпоративтік аккаунттар немесе бизнес аттары үшін бірнеше аккаунттарға Мүшелікке өтінімдерді қабылдамайды. Дегенмен, сіз InCruises серіктесі болуға шешім қабылдасаңыз, өз жеке бизнес немесе корпорацияңыз арқылы ақшаны шығара аласыз.
ko: 한 개인당 하나의 이름으로만 멤버가 될 수 있습니다. inCruises는 여러 개의 이름으로 멤버를 신청하거나, 제휴 또는 기금으로 멤버를 신청하거나, 회사를 대신하여 멤버를 신청하는 것을 허용하지 않습니다. 그러나, 귀하가 inCruises의 파트너가 되려는 경우 귀하의 비즈니스 또는 회사를 대신하여 수당을 받을 수 있습니다.
ky: Мүчөлүк жеке адамдын атынан гана болушу мүмкүн. inCruises бир нече окшош аталыштагы эсептерге, биргелешкен өнөктөштүккө, корпоративдик эсептерге же бизнес аталыштарына Мүчөлүк үчүн арыздарды кабыл албайт. Бирок, эгерде сиз inCruises өнөктөшү болууну тандасаңыз, жеке бизнесиңиз же корпорацияңыз аркылуу төлөм ала аласыз.
lv: Par biedru drīkst kļūt tikai privātpersona. inCruises nepieņem pieteikumu vairākām personām un organizācijām vienlaicīgi. Bet, ja Jūs esat izlēmis kļūt par inCruises partneri, Jūs drīkstat tikt apmaksāts caurJūsu uzņēmumu vai organizāciju.
mn: Гишүүнчлэл нь зөвхөн хувь хүний нэр дээр байх ёстой. inCruises нь олон нэр дээр, нөхөрлөл, итгэлцэл эсвэл аж ахуйн нэгжийн нэр дээр Гишүүнчлэлийн өргөдлийг хүлээн авдаггүй болно. Хэрэв та өөрөө хүсвэл inCruises-ээс авах өөрийн орлогыг аж ахуйн нэгж эсвэл компаниар дамжуулан авч болно.
pt: Um membro só pode ser cadastrado em nome de uma pessoa física. A inCruises não aceita pedidos de adesão em vários nomes, associações ou em nomes empresariais. No entanto, se você optar por se tornar um Sócio da inCruises, poderá receber seus pagamentos através da sua empresa.
ro: Calitatea de membru nu poate fi deţinută decât în numele unei persoane anume. InCruises nu acceptă cereri de acceptare ca Membru cu nume multiple, parteneriate, trusturi sau în numele unor entităţi comerciale. Cu toate acestea, dacă alegi să devii Partener al inCruises, poţi fi plătit prin intermediul entităţii tale comerciale sau corporaţii.
ru: Членство может быть оформлено только на имя отдельного лица. InCruises не принимает заявки на Членство в нескольких аккаунтах на одно имя, совместное партнерство, корпоративных аккаунтах или бизнес названий. Однако, если вы решили стать Партнером inCruises, вы можете выводить деньги и через свой личный бизнес или корпорацию.
uk: Членство може утримуватися лише на ім'я фізичної особи. inCruises не приймає Заявки на Членство під кількома іменами, партнерствах, відповідальних осіб або на імена суб'єктів господарювання. Однак, якщо ви вирішите стати Партнером inCruises, ви можете отримувати оплату через вашу юридичну особу або корпорацію.
uz: Аъзолик фақатгина индивидуал шахс номига очилиши мумкин. inCruises бир нечта исмлар, ҳамкорлар, ишончнома бўйича ёки бизнес субъектлари номидан Аъзолик аризасини қабул қилмайди. Бироқ, агар Сиз inCruises Ҳамкори бўлишни танлаган бўлсангиз, тўловни бизнес субъекти ёки корпорациянгиз орқали амалга оширишингиз мумкин.
zh: 會員資格只能使用個人名義。 inCruises不接受多人聯名，合夥企業，信託或商業實體名稱的會員申請。但是，如果您選擇成為inCruises的合作夥伴，您可以通過您的業務實體或公司獲得付款。

source: a nonprofit organization dedicated to providing critical healthcare to those in dire need. Together, we’re transforming the world for the better!
ca: Una organització sense ànim de lucre compromesa a oferir atenció sanitària vital a aquells que més ho necessiten. Junts, estem canviant el món per a millor!
de: eine gemeinnützige Organisation, die sich für die medizinische Versorgung von Bedürftigen einsetzt. Gemeinsam verwandeln wir die Welt zum Besseren!
es: una organización sin fines de lucro, dedicada a proveer de atención médica de urgencia a quienes lo más necesitan. Juntos, ¡estamos cambiando el mundo para mejor!
fr: une organisation à but non lucratif dont l'objectif est de fournir des soins de santé essentiels à ceux qui en ont cruellement besoin. Ensemble, nous transformons le monde pour le rendre meilleur !
it: un'organizzazione no-profit che si occupa di fornire assistenza sanitaria a chi ne ha bisogno. Insieme, stiamo trasformando il mondo in meglio!
ja: （切実に必要としている人々に重要なヘルスケアを提供している）も含まれています。私たちは共に、世界をより良く変えていきます！
kk: шұғыл медициналық көмекке мұқтаж адамдарға арналған коммерциялық емес ұйым. Біз бірге әлемді жақсы жаққа өзгертеміз!
ky: өтө муктаж болгондорго медициналык жардам көрсөтүүгө арналган коммерциялык эмес уюм. Биз биргеликте дүйнөнү жакшы жакка өзгөртөбүз!
lv: bezpeļņas organizācija, kas nodarbojas ar kritiskas veselības aprūpes nodrošināšanu tiem, kam ir milzīga vajadzība. Kopā mēs pārveidojam pasauli labāku!
mn: нэн шаардлагатай хүмүүст эрүүл мэндийн тусламж үйлчилгээ үзүүлэх ашгийн бус байгууллага юм. Бид хамтдаа дэлхий ертөнцийг илүү сайн сайхан болгон өөрчилж байгаа юм!
pt: uma organização sem fins lucrativos dedicada a fornecer assistência médica crítica para aqueles em extrema necessidade. Juntos, estamos transformando o mundo para melhor!
ro: o organizație nonprofit dedicată furnizării de asistență medicală critică celor care au nevoie urgentă. Împreună, transformăm lumea în bine!
ru: некоммерческая организация, предоставляющая критически важные медицинские услуги остро нуждающимся. Вместе мы меняем мир к лучшему!
uk: некомерційна організація, що надає критично важливі медичні послуги тим, хто цього потребує найбільше. Разом ми змінюємо світ на краще!
uz: ёрдамга муҳтож инсонларга тез тиббий ёрдам кўрсатиш билан шуғулланувчи нотижорат ташкилот. Биргаликда биз оламни яхши томонга ўзгартирамиз!
zh: 一家致力于为急需帮助的人提供关键医疗服务的非营利组织。我们共同在为世界带来积极改变！

source: A Pending Member is someone who has received their monthly Membership invoices, has not yet made the payment, and is still inside the allowed 30-day window before their account becomes inactive.
ca: Un Membre Pendent és algú que ha rebut les seves factures mensuals de Membresia, encara no ha efectuat el pagament i continua dins del període permès de 30 dies abans que el seu Compte d’Usuari passi a estar inactiu.
fr: Un Membre En Attente est une personne qui a reçu ses factures d'Adhésion mensuelles, n'a pas encore effectué de paiement et se trouve encore dans le délai de 30 jours autorisé avant que son compte ne devienne inactif.
it: Un Membro in sospeso è una persona che ha ricevuto le fatture mensili relative alla propria Membership, non ha ancora effettuato il pagamento e si trova ancora nel periodo di 30 giorni consentito prima che il proprio account diventi inattivo.
ja: 「保留中のメンバー」とは、月会費の請求書を受け取ってはいるものの、まだ支払いを完了しておらず、アカウントが非アクティブになる前の許容された30日間の猶予期間内にいる方を指します。
kk: Күту мәртебесіндегі Клуб Мүшесі — бұл ай сайынғы мүшелік шотын алған, бірақ әлі төлем жасамаған және аккаунты белсенді емес күйге өтпей тұрып рұқсат етілген 30 күндік мерзім ішінде жүрген адам.
pt: Um membro pendente é alguém que recebeu as suas faturas mensais de adesão, ainda não efetuou o pagamento e ainda está dentro do prazo permitido de 30 dias antes que a sua conta se torne inativa.
ro: Un Membru în Așteptare este o persoană care și-a primit facturile lunare de abonament, nu a efectuat încă plata și se află încă în intervalul de 30 de zile permis înainte ca acesta să devină inactiv.
uk: Член оплата яких очікується — це особи, які отримали щомісячні рахунки за Членство, ще не здійснили платіж, але все ще перебувають в дозволеному 30-денному періоді перед тим, як обліковий запис стане неактивним.
uz: Кутаётган ҳисоби мавжуд Аъзо - унга ойлик Аъзолик ҳисоби очилган, ҳисоб ҳануз тўланмаган, аммо аккаунт нофаол мақомига ўтгунича йўл қўйилган 30 кунлик даврда бўлган шахс.
zh: 待定会员是指已收到其月度会员发票、尚未付款、但仍处于账户变为非活跃状态前允许的30天宽限期内的会员。

source: a pending price match request
ca: una sol·licitud d’igualació de preu pendent
de: eine ausstehende Preisanpassungsanfrage
es: una solicitud de Igualación de Precio
fr: une Demande d'Alignement de Prix
it: richiesta di parità di prezzo in sospeso
ja: 保留中のプライスマッチリクエスト
kk: қараудағы бағаның сәйкестігіне сұрау салу
ky: бааларды дал келтирүү боюнча күтүүдөгү өтүнүч
lv: gaidošs Cenu Atbilstības Pieprasījumus
mn: хүлээгдэж буй үнэ тохируулах хүсэлт
pt: uma solicitação de equiparação de preço pendente
ro: o cerere de potrivire a prețului în așteptare
ru: запрос на соответствие цены на рассмотрении
uk: запит на відповідність ціни на розгляді
uz: кутаётган нарх кафолатига оид сўров
zh: 待处理的价格匹配申请

source: A recurring payment you added is pending validation from the bank. This page will automatically update once the bank finishes their validation.
ca: El pagament recurrent que has afegit està pendent de validació per part del banc. Aquesta pàgina s'actualitzarà automàticament una vegada que el banc acabi la seva validació.
de: Eine wiederkehrende Zahlung, die Sie hinzugefügt haben, muss noch von der Bank bestätigt werden. Diese Seite wird automatisch aktualisiert, sobald die Bank ihre Prüfung abgeschlossen hat.
es: Un pago recurrente que agregaste está pendiente de validación por parte del banco. Esta página se actualizará automáticamente una vez que el banco finalice su validación.
fr: Un paiement récurrent que vous avez ajouté est en attente de validation par la banque. Cette page sera automatiquement mise à jour dès que la banque aura terminé sa validation.
it: Il pagamento ricorrente che hai creato è in attesa di convalida da parte della banca. Questa pagina si aggiornerà automaticamente quando la banca avrà terminato la convalida.
ja: あなたが登録した定期払いの支払い方法は、銀行からの承認待ちです。銀行の承認が下りると、このページは自動的に更新されます。
kk: Сіз қосқан қайталанатын төлем банктен растауды күтеді. Банк оларды тексеруді аяқтағаннан кейін бұл бет автоматты түрде жаңартылады.
ko: 추가한 반복 결제가 은행 인증 대기 중입니다. 은행 인증이 완료되면 이 페이지가 자동으로 업데이트됩니다.
ky: Сиз кошкон кайталануучу төлөм банктан тастыктоону күтүп жатат. Тастыктоодон кийин бул барак автоматтык түрдө жаңыртылат.
lv: Jūsu pievienotais periodiskais maksājums gaida bankas apstiprinājumu. Šī lapa tiks automātiski atjaunināta, kad banka pabeigs validāciju.
mn: Таны нэмж оруулсан давтамжит төлбөрийг банкнаас баталгаажуулалт хүлээж байна. Банк баталгаажуулж дууссаны дараа энэ хуудас автоматаар шинэчлэгдэх болно.
pt: Um pagamento recorrente que você adicionou está com validação pendente do banco. Esta página será atualizada automaticamente assim que o banco concluir sua validação.
ro: O plată recurentă pe care ai adăugat-o este în așteptarea validării de la bancă. Această pagină se va actualiza automat odată ce banca își va încheia validarea.
ru: Добавленный рекуррентный платёж ждёт подтверждения от банка. После подтверждения эта страница будет автоматически обновлена.
uk: Доданий рекурентний платіж чекає підтвердження від банку. Після підтвердження ця сторінка буде автоматично оновлена.
uz: Сиз киритган даврий тўлов банк томонидан тасдиқланиши лозим. Банк тасдиқлаши билан ушбу саҳифа автомат тарзда янгиланади.
zh: 您添加的定期付款正在等待銀行驗證。 一旦銀行完成驗證，此頁面將自動更新。

source: A set of ready-to-use report templates featuring the most requested insights by top Partners. Get instant access to popular data views with just one click.
fr: Un ensemble de modèles de rapports prêts à l'emploi présentant les informations les plus demandées par nos meilleurs Partenaires. Accédez instantanément aux vues de données les plus populaires en un seul clic.
it: Una serie di modelli di report pronti all'uso che presentano le informazioni più richieste dai principali Partner. Ottieni accesso immediato alle visualizzazioni di dati più popolari con un solo clic.

source: A simple ‘Add-to-home-screen’ prompt and push notifications make staying IN the know about your account changes and other program changes easier than ever.
ca: Un senzill avís d'"Afegir a la pantalla d'inici" i les notificacions push fan que estar al corrent dels canvis en el teu compte i altres canvis del programa sigui més fàcil que mai.
de: Eine einfache Aufforderung zum Hinzufügen zum Startbildschirm und Push-Benachrichtigungen machen es einfacher denn je, über Änderungen an Ihrem Account und anderen Programmen auf dem Laufenden zu bleiben.
es: Un simple mensaje de "Añadir a pantalla de inicio" y activación a notificaciones push hacen que sea más fácil que nunca mantenerte informado sobre los cambios en tu cuenta y otros cambios en el programa.
fr: Une simple invite "Ajouter à l'écran d'accueil" et des notifications push permettent de rester au courant des modifications de votre compte et d'autres changements de programme plus facilement que jamais.
it: Un semplice prompt "Aggiungi alla schermata principale" e le notifiche push rendono ancora più facile tenersi informati sulle modifiche al proprio account e su altri cambiamenti al programma.
ja: シンプルな「ホーム画面に追加」の表示とプッシュ通知により、アカウントの変更やその他のプログラムの変更について、これまで以上に簡単に知ることができます。
kk: Қарапайым «Негізгі экранға қосу» сұрауы мен push хабарландырулары тіркелгіңіздегі өзгерістер мен басқа бағдарлама өзгерістерінен хабардар болуды бұрынғыдан да жеңілдетеді.
ko: 간단한 '홈 화면에 추가' 프롬프트와 푸시 알림을 통해 계정 변경 및 기타 프로그램 변경 사항을 그 어느 때보다 쉽게 알 수 있습니다.
ky: Жөнөкөй "Башкы экранга кошуу" тез жана push эскертмелери менен сиз каттоо эсебиңиздин жаңыртуулары жана башка программа өзгөрүүлөрү менен болуп көрбөгөндөй оңой кабардар болосуз.
lv: Vienkārša uzvedne “Pievienošana sākuma ekrānam” un stumšanas paziņojumi ļauj INuzzināt par jūsu konta izmaiņām un citām programmas izmaiņām vieglāk nekā jebkad.
mn: "Нүүр дэлгэцэнд нэмэх" товч болон танд очих мэдэгдлүүд нь таны бүртгэлийн болон бусад программын өөрчлөлтүүдийн тухай мэдээллийг авахад илүү хялбар болсон.
pt: Um simples 'Adicionar à tela inicial' e as notificações push tornarão mais fácil do que nunca ficar por dentro das mudanças na sua conta e outras atualizações no programa.
ro: O simplă solicitare „Adaugă la ecranul de pornire” și notificări push fac să fii la curent cu modificările contului tău și despre alte modificări ale programului mai ușor ca niciodată.
ru: Простая установка "На домашний экран" и пуш-уведомления, и вы будете в курсе обновлений вашего счёта и других изменений в программе проще, чем когда-либо.
uk: Прості підказки "Додати на домашній екран" та пуш-повідомлення, дозволяють залишатися в курсі змін у вашому обліковому записі та інших змінах програми легше, ніж будь-коли.
uz: Оддийгина “Бош экранга қўшиш” талаби ва билдиргилар сизга аккаунтга оид ўзгаришлар ва бошқа ўзгаришлар ҳақида ҳар қачонгидан ҳам осонроқ билиш имконини беради.
zh: 简单的“添加到主屏幕”提示和推送通知使您比以往更轻松地了解您的帐户更改和其他程序更改。

source: A Simple, Affordable way to make your cruise payments Refundable.
ca: Una forma Senzilla i Assequible de fer els teus pagaments de creuers Reemborsables.
de: Eine einfache und erschwingliche Möglichkeit, Ihre Kreuzfahrtzahlungen erstattungsfähig zu machen.
es: Una forma Sencilla y Asequible de hacer que tus pagos de crucero sean reembolsables.
fr: Un moyen simple et abordable de rendre vos paiements de croisière remboursables.
it: Un modo semplice e conveniente per rendere rimborsabili i pagamenti delle crociere.
ja: シンプルでお手頃にあなたのクルーズ旅費を返金可能にする方法です。
kk: Круиздік төлемдерді қайтарудың қарапайым және қолжетімді жолы.
ko: 크루즈 비용을 환불받을 수 있는 간단하고 저렴한 방법입니다.
ky: Круиздик төлөмдөрүңүздү кайтарып берүүнүн жөнөкөй, жеткиликтүү жолу.
lv: Vienkāršs, cenas ziņā pieņemams veids, kā padarīt jūsu kruīzu maksājumus atmaksājumus.
mn: Далайн аяллын төлбөрөө буцаан авах энгийн бөгөөд боломжийн арга.
pt: Uma maneira simples e acessível de tornar os pagamentos do seu cruzeiro reembolsáveis.
ro: O modalitate simplă și accesibilă de a face plățile pentru croazieră rambursabile.
ru: Простой и доступный способ сделать ваши круизные платежи возвратными.
uk: Простий і доступний спосіб зробити ваші круїзні платежі, які підлягають поверненню.
uz: Круиз тўловларингизни қайтариб олишнинг энг оддий йўли.
zh: 一种简单、经济实惠的方式让您的邮轮付款可退还.
