Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: You agree not to post, transmit or facilitate the distribution of Content that is offensive, harmful, abusive, racist, vulgar, sexually explicit, defamatory, infringing, invasive of personal privacy or publicity rights, or in a reasonable person's view, objectionable.
ca: Acceptes no publicar, transmetre ni facilitar la distribució de contingut que sigui ofensiu, nociu, abusiu, racista, vulgar, sexualment explícit, difamatori, infractor, invasió de la privacitat personal o dels drets de publicitat, o que, segons la vista d’una persona raonable, sigui inacceptable.
de: Sie erklären sich damit einverstanden, keine Nachrichten zu anderen Zwecken als der persönlichen Kommunikation zu posten, einschließlich, aber nicht beschränkt auf Werbung, Wettbewerbe, Gewinnspiele, Werbematerialien, Kettenbriefe und/oder Pyramidensysteme.
es: Aceptas no publicar, transmitir o facilitar la distribución de contenido que sea ofensivo, dañino, abusivo, racista, vulgar, sexualmente explícito, difamatorio, ilegal o invasivo de los derechos de privacidad o publicidad personal, desde un punto de vista razonable.
fr: Vous acceptez de ne pas publier, transmettre ou faciliter la distribution de Contenu offensant, nuisible, abusif, raciste, vulgaire, sexuellement explicite, diffamatoire, portant atteinte à la vie privée ou aux droits de publicité, ou, de l'avis d'une personne raisonnable, répréhensible.
it: Accetti di non pubblicare, trasmettere o facilitare la distribuzione di Contenuti che siano offensivi, dannosi, ingiuriosi, razzisti, volgari, sessualmente espliciti, diffamatori, che violino diritti altrui, che ledano la privacy personale o i diritti di pubblicità, o che, secondo il giudizio di una persona ragionevole, siano ritenuti discutibili.
ja: 会員は、攻撃的、有害、虐待的、⼈種差別的、下品、性的に露⾻、中傷的、侵害的、個⼈のプライバシーまたはパブリシティ権の侵害、または合理的な⼈の⾒解で、好ましくないコンテンツの投稿、送信、または配布を促進しないことに同意します。
kk: Сіз қорлайтын, зиянды, қорлайтын нормалар, нәсілшіл, дөрекі, ашық сексуалдық, беделін түсіретін, жеке өмірге немесе жариялылыққа құқықтарды бұзатын немесе ақылды адамның пікірінше, қалаусыз материалдарды орналастырмауға, таратпауға немесе таратпауға келісесіз.
ky: Сиз адепсиз, зыяндуу, кыянаттык, расисттик, адепсиз, ачык-айкын сексуалдык мүнөздөгү, жалаа жабуучу, бузуучу, жеке купуялуулукка же жарыялык укуктарын бузууга же адамдын жеке укуктарын бузган, же ага каршы келген Контентти жайгаштырбоого, жарнама кылбоого жана жайылтпоого макулдугуңузду бересиз.
lv: Jūs piekrītat neizlikt, nepārsūtīt un neveicināt tāda satura izplatīšanu, kas ir aizskarošs, kaitīgs, ļaunprātīgs, rasistisks, vulgārs, seksuāli tiešs, apmelojošs, aizskarošs, invazīvs attiecībā uz personas privāto dzīvi vai publicitātes tiesībām, vai saprātīga cilvēka ieskatā, ir apstrīdams.
mn: Та бусдыг гомдоосон, аюултай, доромжилсон, арьс өнгөөр ялгаварласан, бүдүүлэг, садар самуун сурталчилсан, гүтгэсэн, оюуны өмчийн зөрчилтэй, хувийн нууц болон олон нийтэд мэдээлэгдэх эрхийг зөрчсөн, эсвэл энгийн хүний ойлголтоор зохисгүй гэж үзэгдэхүйц контентийг нийтлэх, дамжуулах, эсвэл түгээхэд дэмжлэг үзүүлэхгүй гэдгээ хүлээн зөвшөөрч байгаа болно.
pt: Você concorda em não publicar, transmitir ou facilitar a distribuição de Conteúdo que é ofensivo, prejudicial, abusivo, racista, vulgar, sexualmente explícito, difamatório, violador, invasivo da privacidade pessoal ou dos direitos de publicidade ou, na visão de uma pessoa razoável, censurável.
ro: Ești de acord să nu publici, să transmiți sau să facilitezi distribuirea de Conținut care este ofensator, dăunător, abuziv, rasist, vulgar, sexual explicit, defăimător, care încalcă, invazivează viața privată sau drepturile de publicitate sau, în opinia unei persoane rezonabile, inacceptabil.
ru: Вы соглашаетесь не публиковать, не пересылать и не способствовать распространению Материалов, которые являются оскорбительными, наносящими вред, непристойными, расистскими, грубыми, носящими откровенный сексуальных характер, дискредитирующими, нарушающими чьи-либо права, посягающими на право конфиденциальности или на публичные права, или являющиеся спорными, с точки зрения здравомыслящего человека.
uk: Ви погоджуєтесь не публікувати, не передавати та не сприяти розповсюдженню Матеріалів, які є образливими, шкідливим, небезпечними, расистськими, вульгарними, сексистськими, наклепницькими, такими, що порушують особисті права чи права на публічність, або, на думку розумної людини, є небажаними.
uz: Ҳақоратли, зарарли, таҳқирловчи, ирқчилик мазмунидаги, қўпол, сексуал очиқ, туҳмат қилувчи, шахсий дахлсизлик ёки ошкоралик ҳуқуқларини бузувчи, уларга тажовуз қилувчи ёхуд фаросатли шахс нуқтаи назаридан қараганда номақбул бўлган Контентни жойлаштирмаслик, узатмаслик ёки тарқатилишини осонлаштирмасликка розилик берасиз.
zh: 您同意不发布、传输或协助传播任何具有冒犯性、危害性、辱骂性、种族歧视、粗俗、露骨、诽谤、侵权、侵犯个人隐私或公开权利的内容，或是依据普通人的观点认为令人反感的内容。

source: You agree not to post, transmit, promote or distribute illegal content.
ca: Acceptes no publicar, transmetre, promoure ni distribuir contingut il·legal.
de: Sie verpflichten sich, keine illegalen Inhalte zu veröffentlichen, zu übermitteln, zu bewerben oder zu verbreiten.
es: Aceptas no publicar, transmitir, promover o distribuir contenido ilegal.
fr: Vous acceptez de ne pas publier, transmettre, promouvoir ou distribuer de contenu illégal.
it: Accetti di non pubblicare, trasmettere, promuovere o distribuire contenuti illegali.
ja: 会員は、違法なコンテンツを投稿、送信、宣伝、または配布しないことに同意します。
kk: Сіз заңсыз материалды орналастырмауға, бермеуге, насихаттамауға немесе таратпауға келісесіз.
ky: Мыйзамсыз контентти жайгаштырбоого, сунуштабаганга, жайылтпоого макулсуз.
lv: jūs piekrītat neizlikt, nepārsūtīt, nereklamēt un neizplatīt nelegālu saturu.
mn: Та хууль бус контент нийтлэх, дамжуулах, сурталчилах эсвэл түгээхгүй гэдгээ зөвшөөрч байгаа болно.
pt: Você concorda em não publicar, transmitir, promover ou distribuir conteúdo ilegal.
ro: Ești de acord să nu postezi, să transmiți, să promovezi sau să distribui conținut ilegal.
ru: Вы соглашаетесь не размещать, не пересылать, не продвигать и не распространять незаконный контент.
uk: Ви погоджуєтесь не публікувати, не передавати, не просувати або не поширювати незаконні матеріали.
uz: Ноқонуний контентни жойлаштирмаслик, бермаслик, тарғиб қилмаслик ва тарқатмасликка розилик берасиз.
zh: 您同意不发布、传输、宣传或分发任何非法内容。

source: You agree not to post, transmit, promote or facilitate illegal or unauthorized copy of another person's copyrighted work or infringe upon any intellectual property rights, including the privacy rights, publicity rights, copyrights, trademark rights, contract rights or any other rights of any person or company that you do not own or have the right to freely distribute.
ca: Acceptes no publicar, transmetre, promocionar ni facilitar cap còpia il·legal o no autoritzada de l’obra protegida per drets d’autor d’una altra persona, ni infringir cap dret de propietat intel·lectual, inclosos els drets de privacitat, drets d’imatge, drets d’autor, drets de marca registrada, drets contractuals o qualsevol altre dret d’una persona o empresa de la qual no siguis titular ni tinguis el dret de distribuir lliurement aquest contingut.
fr: Vous acceptez de ne pas publier, transmettre, promouvoir ou faciliter la copie illégale ou non autorisée de l’œuvre protégée par le droit d’auteur d’une autre personne ou de ne pas enfreindre les droits de propriété intellectuelle, y compris les droits à la vie privée, les droits de publicité, les droits d’auteur, les droits de marque, les droits contractuels ou tout autre droit de toute personne ou société que vous ne possédez pas ou que vous n’avez pas le droit de distribuer librement.
it: Accetti di non pubblicare, trasmettere, promuovere o facilitare la copia illegale o non autorizzata di opere protette da copyright altrui o di violare qualsiasi diritto di proprietà intellettuale, inclusi i diritti alla privacy, i diritti di pubblicità, i diritti d'autore, i diritti sui marchi, i diritti contrattuali o qualsiasi altro diritto di persone o aziende che non possiedi o per cui non hai il diritto di distribuire liberamente.
ja: 会員は、他⼈の著作権のある作品の違法または無許可のコピーを投稿、送信、促進または 促進しないこと、またはプライバシー権、パブリシティ権、著作権、商標権、契約権または他者の権利を含む知的財産権、または会員が所有していない、または⾃由に配布する権利を持っている会社を侵害しないことに同意します。
kk: Сіз басқа авторлық құқықпен қорғалған адамдардың туындыларын орналастырмауға, бермеуге, насихаттамауға немесе заңсыз көшіруге және зияткерлік меншік құқықтарын, соның ішінде жеке өмірге қол сұғылмаушылық құқықтарын, жариялылық құқықтарын, авторлық құқықтарды, сауда белгілеріне құқықтарды, келісімшарттық құқықтарды немесе кез келген адамның кез келген басқа құқықтарын бұзбауға келісесіз немесе сізде жоқ немесе жоқ компаниялар еркін тарату құқығы.
pt: Você concorda em não publicar, transmitir, promover ou facilitar a cópia ilegal ou não autorizada de trabalho protegido por direitos autorais de outra pessoa ou infringir quaisquer direitos de propriedade intelectual, incluindo os direitos de privacidade, direitos de publicidade, direitos autorais, direitos de marca registrada, direitos de contrato ou quaisquer outros direitos de outra pessoa ou empresa que você não possui o direito de distribuir livremente.
ro: Ești de acord să nu publici, să transmiți, să promovezi sau să facilitezi o copie ilegală sau neautorizată a operei protejate prin drepturi de autor a altei persoane sau să nu încalci niciun drept de proprietate intelectuală, inclusiv drepturile de confidențialitate, drepturile de publicitate, drepturile de autor, drepturile de marcă comercială, drepturile contractuale sau orice alte drepturi ale oricărei persoane sau companii pe care nu le deții sau nu ai dreptul să le distribui în mod liber.
uk: Ви погоджуєтесь не публікувати, не передавати, не рекламувати чи не сприяти незаконній чи несанкціонованій копії авторського права іншої особи або не порушувати права інтелектуальної власності інших людей, включаючи права на конфіденційність, права на публічність, права на авторство, права на торговельну марку, договірні права чи будь-які інші права будь якої особи або компанії, якою ви не володієте або не маєте права вільно розпоряджатись.
uz: Бошқа шахснинг муаллифлик ҳуқуқи остидаги ишнинг ноқонуний ёки ваколат берилмаган нусхасини жойлаштирмаслик, узатмаслик, реклама қилмаслик ёки унинг тарқатилишини осонлаштирмасликка ёхуд ҳеч бир интеллектуал мулк ҳуқуқини, жумладан, шахсий ҳаёт дахлсизлиги ҳуқуқи, ошкоралик ҳуқуқи, муаллифлик ҳуқуқи, савдо белгисига нисбатан ҳуқуқ, шартномавий ҳуқуқларни ёки ўзингиз эгалик қилмайдиган ёки сизда эркин тарқатиш ҳуқуқи бўлмаган бирор шахс ёки компаниянинг бошқа ҳуқуқларини бузмасликка розилик берасиз.
zh: 您同意不发布、传输、宣传或协助非法或未经授权复制他人受版权保护的作品，也不得侵犯任何知识产权，包括隐私权、宣传权、版权、商标权、合同权或您并不拥有或无权自由分发的其他任何权利。

source: You agree not to post, upload or distribute files, images, link, or content that may contain or lead to a virus or viruses or corrupted data, or contains nudity, excessive violence, offensive subject matter or any sexually suggestive behavior or otherwise constitutes prohibited content as described above.
ca: Acceptes no publicar, carregar ni distribuir fitxers, imatges, enllaços o contingut que pugui contenir o conduir a un virus o virus, dades corruptes, o contingui nuditat, violència excessiva, temes ofensius o qualsevol comportament sexualment suggerent, o que d’una altra manera constitueixi contingut prohibit com s’ha descrit anteriorment.
de: Sie erklären sich damit einverstanden, keine Dateien, Bilder, Links oder Inhalte zu posten, hochzuladen oder zu verteilen, die Viren oder beschädigte Daten enthalten oder zu solchen führen können, oder die Nacktheit, übermäßige Gewalt, anstößige Themen oder sexuell anzügliches Verhalten enthalten oder anderweitig verbotene Inhalte wie oben beschrieben darstellen.
es: Aceptas no publicar, cargar o distribuir archivos, imágenes, enlaces o contenidos que puedan contener o conducir a un virus o datos dañados, o que contengan desnudos, violencia excesiva, temas ofensivos o cualquier conducta provocativa o que de otra manera constituya contenido prohibido como se describió anteriormente.
fr: Vous acceptez de ne pas publier, télécharger ou distribuer des fichiers, des images, des liens ou du contenu susceptibles de contenir ou de conduire à un ou plusieurs virus ou à des données corrompues, ou contenant de la nudité, de la violence excessive, des sujets offensants ou tout comportement sexuellement suggestif ou constituant autrement un contenu interdit comme décrit ci-dessus.
it: Accetti di non pubblicare, caricare o distribuire file, immagini, link o contenuti che possano contenere o condurre a virus o dati corrotti, o che contengano nudità, violenza eccessiva, argomenti offensivi o qualsiasi comportamento sessualmente allusivo o che altrimenti costituiscano contenuto proibito come descritto sopra.
ja: 会員は、ファイル、画像、リンク、または感染の可能性のあるウイルス、ウイルスまたは破損したデータを含む、またはそれらにつながる可能性のある上記のコンテンツで⽰したコンテンツ、ヌード、過度の暴⼒、不快な内容または性的挑発⾏為を含むコンテンツを投稿、 アップロードなどまたは配布しないことに同意します。
kk: Сіз вирусты немесе зиянды бағдарламаларды, бүлінген деректерді немесе олардың таралуына әкелуі мүмкін файлдарды, суреттерді, сілтемелерді немесе мазмұнды орналастырмауға, жүктемеуге немесе таратпауға келісесіз, сондай-ақ жалаңаш, шамадан тыс зорлық-зомбылық, қорлайтын тақырып немесе жыныстық қатынасты тудыратын кез-келген мінез-құлық немесе тыйым салынған материал, жоғарыда сипатталғандай.
ky: Сиз вирусту же вирустарды киргизиши мүмкүн болгон, бузулган маалыматтарды камтыган же жылаңачтануу, ашыкча зордук-зомбулук, адепсиз темалар же сексуалдык мүнөздөгү кандайдыр бир жүрүм-турумдарды камтыган файлдарды, сүрөттөрдү, шилтемелерди же контентти жайгаштырбоого, жүктөөгө жана жайылтпоого макулдугуңузду бересиз.
lv: Jūs piekrītat neizlikt, neaugšupielādēt un neizplatīt failus, attēlus, saites vai saturu, kas var saturēt vīrusu vai vīrusus, vai bojātus datus, vai kas satur kailumu, pārmērīgu vardarbību, aizskarošu priekšmetu vai jebkādu seksuāli uzvedīgu uzvedību, vai kā citādi ir aizliegts saturs, kā aprakstīts iepriekš.
mn: Та вирус болон вирустсэн гэмтэлтэй мэдээлэл агуулж болох нүцгэн зураг, хэт их хүчирхийлэл, доромжлолтой агуулга, бэлгийн шинж чанартай агуулга эсвэл дээр дурдсан хязгаарлагдсан агуулгатай файлууд, зурвас, холбоос, контентыг нийтлэх, хуулбарлах эсвэл түгээхгүй гэдгээ хүлээн зөвшөөрч байгаа болно.
pt: Você concorda em não publicar, fazer upload ou distribuir arquivos, imagens, links ou conteúdos que possam conter vírus, dados corrompidos ou que contenham nudez, violência excessiva, assuntos ofensivos ou qualquer comportamento sexualmente sugestivo ou que sejam classificados como Conteúdo Proibido conforme descrito acima.
ro: Ești de acord să nu publici, să încarci sau să distribui fișiere, imagini, linkuri sau conținut care poate conține sau duce la un virus sau viruși sau date corupte, sau care conține nuditate, violență excesivă, subiecte jignitoare sau orice comportament sugestiv sexual sau constituie în alt mod conținut interzis, așa cum este descris mai sus.
ru: Вы соглашаетесь не размещать, не загружать и не распространять файлы, изображения, ссылки или материалы, которые могут содержать или приводить к заражению вирусами или к повреждению данных, а также демонстрировать обнаженные части тела, чрезмерное насилие, подразумевать оскорбления или какое-либо предложение сексуального характера или что-либо подобное, что является запрещенными материалами, описанными выше.
uk: Ви погоджуєтесь не публікувати, не завантажувати або не поширювати файли, зображення, посилання чи матеріали, які можуть містити або призводити до вірусу(вірусів) або пошкодження даних, чи містять оголеність, надмірне насильство, образливі теми чи будь які сексуальні судження, чи іншим чином представляють заборонені матеріали, як зазначено вище.
uz: Вирус ёки вируслар ёхуд зарарланган маълумотларни ўз ичига олган ёки уларнинг вужудга келишига сабаб бўлиши мумкин бўлган ёки яланғочлик, ўта шафқатсизлик, ҳақоратли мавзуларни ёки бирор шаҳвонийликни қўзғатувчи ахлоқни ўз ичига олган ёки бошқа шаклда Тақиқланган контент таркибини ташкил қилувчи файллар, расмлар, ҳавола ёки контентни жойлаштирмаслик, юкламаслик ёки тарқатмасликка розилик берасиз.
zh: 您同意不发布、上传或分发可能包含或导致病毒、损坏数据的文件、图片、链接或内容，也不发布包含裸露、过度暴力、冒犯性主题或任何暗示性行为的内容，或以其他方式构成上述禁止的内容。
