Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I joined the Club 4.5 years ago and I am immensely happy about this! Since then, I’ve traveled on 5 cruises.👍 <br/><br/>Three of them took me to the USA, the fourth one - to Europe, and the fifth sailing - to the Persian Gulf. Also, I’ve managed to build a team totaling now to more than 2500 people from 55 countries of the world. 👍 I am happy that I said “Yes” to myself back then. I am grateful to our leadership team for the idea and for uniting us all.
ca: Em vaig unir al Club fa 4,5 anys i n’estic immensament feliç! Des de llavors, he viatjat en 5 creuers. 👍 <br/><br/>Tres d’ells em van portar als EUA, el quart — a Europa, i el cinquè — al Golf Pèrsic. A més, he aconseguit construir un equip que ja suma més de 2.500 persones de 55 països del món. 👍 Estic contenta d’haver-me dit “Sí” a mi mateixa en aquell moment. Estic agraïda al nostre equip de lideratge per la idea i per unir-nos a tots.
de: Ich bin dem Club vor 4,5 Jahren beigetreten und bin unglaublich glücklich darüber! Seitdem habe ich fünf Kreuzfahrten unternommen. 👍 <br/><br/>Drei davon führten mich in die USA, die vierte nach Europa und die fünfte an den Persischen Golf. Außerdem habe ich es geschafft, ein Team aufzubauen, das mittlerweile über 2500 Mitglieder aus 55 Ländern umfasst. 👍 Ich bin froh, dass ich damals „Ja“ zu mir selbst gesagt habe. Ich bin unserem Führungsteam dankbar für die Idee und dafür, dass es uns alle zusammengebracht hat.
es: ¡Me uní al Club hace 4.5 años y estoy inmensamente feliz de haberlo hecho! Desde entonces, he viajado en 5 cruceros.👍<br/><br/>Tres de ellos me llevaron a los Estados Unidos; el cuarto, a Europa; y el quinto, por el Golfo Pérsico. También he podido formar un equipo con un total hasta ahora de más de 2,500 personas en 55 países del mundo. 👍 Estoy muy feliz de haber dicho que sí en ese momento. Estoy agradecida con nuestro equipo de liderazgo por la idea de unirnos a todos.
fr: J'ai rejoint le Club il y a 4 ans et demi et j'en suis extrêmement heureux ! Depuis, j'ai effectué 5 croisières.👍 <br/><br/>Trois d'entre eux m'ont emmené aux États-Unis, le quatrième en Europe et le cinquième en bateau dans le golfe Persique. J'ai également réussi à constituer une équipe qui compte aujourd'hui plus de 2 500 personnes originaires de 55 pays. 👍 Je suis heureux d'avoir dit « oui » à l'époque. Je suis reconnaissant à notre équipe de direction pour cette idée et pour nous avoir tous unis.
it: Mi sono unito al Club 4 anni e mezzo fa e ne sono immensamente felice! Da allora, ho viaggiato in 5 crociere. 👍 <br/><br/>Tre di queste mi hanno portato negli Stati Uniti, la quarta in Europa e la quinta nel Golfo Persico. Inoltre, sono riuscito a costruire un team che ora conta più di 2500 persone provenienti da 55 paesi del mondo. 👍 Sono felice di aver detto "Sì" a me stesso allora. Sono grato al nostro team di leadership per l'idea e per averci uniti tutti.
ja: 私は4年半前にこのクラブに参加し、それを心から嬉しく思っています！それ以来、5回のクルーズに出かけました👍 <br/><br/>そのうち3回はアメリカへ、4回目はヨーロッパ、5回目はペルシャ湾へ行きました。また、今では55か国以上からなる合計2,500人を超えるチームを築くことができました👍 当時、自分自身に「Yes」と言ったことを本当に嬉しく思っています。このアイデアを生み出し、私たちを一つにしてくれたリーダーシップチームに感謝しています。
kk: Мен клубқа 4,5 жыл бұрын қосылдым және осы шешіміме шексіз қуаныштымын! Содан бері 5 круизге сапар шектім. <br/><br/>👍Олардың үшеуі мені АҚШ-қа алып барды, төртіншісі — Еуропаға, ал бесіншісі — Парсы шығанағына бағытталған еді. Сондай-ақ, мен қазір 55 елден 2500-ден астам адамнан тұратын керемет команда құра алдым. 👍Сол кезде өзіме «ИӘ» дегеніме қуаныштымын. Бұл идея үшін және бәрімізді біріктіргені үшін көшбасшылық командаға шын жүректен алғыс айтамын.
ky: Мен Клубга 4.5 жыл мурун кошулгам жана бул үчүн чексиз бактылуумун! Ошондон бери 5 жолу круизге чыктым.👍 Алардын үчөөндө АКШга, төртүнчүсүндө – Европага, бешинчиси – Перс булуңуна саякатка чыктым. Ошондой эле, бүгүнкү күнгө дүйнөнүн 55 өлкөсүнөн 2500дөн ашык адамдан турган команда түзө алдым. 👍 Ошол кезде өзүмө "ооба" деп айтканыма сүйүнөм. Биздин жетекчи командага жалпы идея бергендиги үчүн жана баарыбызды бириктиргени үчүн ыраазымын.
lv: Iestājos klubā pirms 4,5 gadiem un esmu par to ārkārtīgi priecīgs! Kopš tā laika esmu braucis 5 kruīzos. 👍<br/><br/> trīs no tiem mani aizveda uz ASV, ceturtais - uz Eiropu, bet piektais burātājs - uz Persijas līci. Tāpat man ir izdevies izveidot komandu, kas šobrīd aptver vairāk nekā 2500 cilvēkus no 55 pasaules valstīm. 👍 esmu laimīgs, ka toreiz sev teicu “Jā”. Esmu pateicīgs mūsu līderu komandai par ideju un par mūsu visu vienotību.
mn: Би энэ Клубт 4.5 жилийн өмнө нэгдсэн бөгөөд үүндээ маш их баяртай байдаг. Тэр цагаас хойш нийт 5 удаагийн далайн аялалд оролцсон.👍<br/><br/>Үүнээс гурван удаагийн аялал нь намайг АНУ руу, дөрөв дэх нь Европ руу, тав дахь нь Персийн булангийн бүс нутаг руу аялуулсан юм. Мөн түүнчлэн би одоогийн байдлаар дэлхийн 55 орноос бүрдсэн 2500 гаруй гишүүнтэй багийг бий болгож удирдан зохион байгуулсан. Тухайн үед өөртөө “Тийм” гэж хэлсэндээ баяртай байдаг. Бид бүгдийг нэгтгэсний төлөө, мөн энэхүү гайхалтай санааны төлөө удирдлагын багтаа гүн талархал илэрхийлье.
pt: Eu entrei no Clube há 4 anos e meio e sou imensamente feliz por isso! Desde então, já viajei em 5 cruzeiros. 👍 <br/><br/>Três deles me levaram aos Estados Unidos, o quarto à Europa e o quinto ao Golfo Pérsico. Além disso, consegui construir uma equipe que hoje soma mais de 2.500 pessoas de 55 países ao redor do mundo. 👍Sou muito feliz por ter dito "sim" para mim mesma naquela época. Sou grata ao nosso time de liderança por essa ideia e por unir todos nós.
ro: M-am alăturat Clubului în urmă cu 4,5 ani și mă bucur enorm de mult! De atunci, am călătorit în 5 croaziere.👍 <br/><br/>Trei dintre ele m-au dus în SUA, a patra - în Europa și a cincea navigație - în Golful Persic. De asemenea, am reușit să construiesc o echipă cu peste 2500 de oameni din 55 de țări ale lumii. 👍 Sunt fericit că mi-am spus „Da” atunci. Sunt recunoscător echipei noastre de conducere pentru idee și pentru că ne-a unit pe toți.
ru: Я вступила в Клуб 4,5 года назад и безмерно этому рада! С тех пор я побывала в 5 круизах.👍 <br/><br/> Три из них прошли по США, четвертый — по Европе, пятое плавание — по Персидскому заливу. А еще мне удалось собрать команду, насчитывающую сейчас более 2500 человек из 55 стран мира. 👍 Я счастлива, что тогда сказала себе «Да». Я благодарна нашему руководству за идею и за то, что они нас всех объединили.
uk: Я в клубі вже 4,5 роки — і я безмежно рада цьому! За цей час я відвідала 5 круїзів. 👍<br/><br/>3 круїзи по США, 1 круїз по Європі та 1 круїз по Перській затоці. Також я змогла побудувати команду з понад 2500 осіб з 55 країн світу. 👍 Я щаслива, що тоді сказала собі «ТАК», і вдячна нашим командам лідерів за ідею та за те, що об'єднали нас усіх.
uz: Мен 4,5 йил олдин Клубга қўшилдим ва бундан жуда хурсандман. Шундан бери мен 5 та круизда бўлдим. 👍<br/><br/>Уларнинг учтасида АҚШ бўйлаб, тўртинчисида – Европа бўйлаб ва бешинчисида – Форс кўрфази бўйлаб саёҳатларга чиқдим. Шунингек дунёнинг 55 мамлакатидан 2500 нафар инсонларни ўз ичига олган жамоани қурдим. 👍 Мен ўзимга “Ҳа” деганимдан жуда бахтлиман. Мен раҳбарларимиздан ажойиб ғоя учун ва барчамизни бирлаштиргани учун миннатдорман.
zh: 我在4年半前加入了俱乐部，我为此感到无比开心！从那时起，我已经参加了5次邮轮旅行。👍 <br/><br/>其中三次带我前往美国，第四次去了欧洲，第五次则航行到了波斯湾。此外，我还成功建立了一支团队，目前已有来自全球55个国家的2500多人。👍 我很高兴当初对自己说了“是”。我感谢我们的领导团队，感谢他们的理念，以及将我们团结在一起。

source: I recognize that I am not a Booking Agent
ca: Reconec que no sóc un agent de reserves
de: Ich stimme zu, dass ich kein Buchungsvermittler bin
es: Reconozco que no soy un Agente de Reservas
fr: Je reconnais que je ne suis pas un agent de réservation
it: Riconosco che non sono un agente di prenotazioni
ja: 私は予約代理店ではないことを認識しています
kk: Мен брондау агенті емес екенімді мойындаймын
ko: 본인이 예약 대행자가 아님을 알고 있습니다
ky: Мен Брондоо Агенти эмес экенимди түшүнөм
lv: Es atzīstu, ka neesmu rezervācijas aģents
mn: Би бол аяллын захиалга хийгч агент төлөөлөгч биш гэдгээ хүлээн зөвшөөрч байна
pt: Eu reconheço que não sou agente de reservas
ro: Recunosc că nu sunt un agent de vânzări
ru: Я признаю, что я не агент по бронированию
uk: Я визнаю, що я не Агент з Бронювання
uz: Мен буюртмалар бўйича агент эмаслигимни биламан
zh: 我知道我不是預訂代理人

source: I recognize that I am not a Tour Operator
ca: Reconec que no sóc operador turístic
de: Ich stimme zu, dass ich kein Reiseveranstalter bin
es: Reconozco que no soy un Tour Operador
fr: Je reconnais que je ne suis pas un tour opérateur
it: Riconosco che non sono un Tour Operator
ja: 私はツアーオペレーターではないと認識しています
kk: Мен туроператор емес екенімді түсінемін
ko: 본인이 여행사 운영자가 아님을 알고 있습니다
ky: Мен туроператор эмес экенимди түшүнөмүн
lv: Es apzinos, ka neesmu ceļojuma mākleris
mn: Би далайн аяллын зуучлагч оператор биш гэдгээ хүлээн зөвшөөрч байна
pt: Eu reconheço que não sou um operador de turismo
ro: Recunosc că nu sunt un tur operator
ru: Я признаю, что я не туроператор
uk: Я визнаю, що я не Туроператор
uz: Мен тур оператор эмаслигимни биламан
zh: 我知道我不是旅行經營者

source: I recognize that I am not a Tour Operator.
ca: Reconec que no sóc operador turístic.
de: Ich stimme zu, dass ich kein Reiseveranstalter bin.
es: Reconozco que no soy un Operador Turístico.
fr: Je reconnais que je ne suis pas un tour opérateur.
it: Sono consapevole di non essere un Tour Operator.
ja: 私はツアーオペレーターではないと認識しています。
kk: Мен туроператор емес екенімді түсінемін.
ko: 본인이 여행사 운영자가 아님을 알고 있습니다.
ky: Мен туроператор эмес экенимди түшүнөмүн.
lv: Es apzinos, ka neesmu ceļojuma mākleris.
mn: Би тур оператор биш гэдгээ хүлээн зөвшөөрч байна.
pt: Eu reconheço que não sou um operador de turismo.
ro: Recunosc că nu sunt un tur operator.
ru: Я признаю, что не являюсь туроператором.
uk: Я визнаю, що я не є Туроператором.
uz: Мен туроператор эмаслигимдан хабардорман.
zh: 我承认我不是旅行社。

source: I recognize that I am not a Travel Agent
ca: Reconec que no sóc agent de viatges
de: Ich stimme zu, dass ich kein Reisebüro bin
es: Reconozco que no soy un Agente de Viajes
fr: Je reconnais que je ne suis pas un agent de voyages
it: Riconosco che non sono un agente di viaggio
ja: 私は旅行代理店ではないと認識しています
kk: Мен саяхат агенті емес екенімді мойындаймын
ko: 본인이 여행사가 아님을 알고 있습니다
ky: Мен саякат агенти эмес экенимди билем
lv: Es apzinos, ka neesmu ceļojumu aģents
mn: Би аяллын агент биш гэдгээ хүлээн зөвшөөрч байна
pt: Eu reconheço que não sou agente de viagens
ro: Recunosc că nu sunt agent de turism
ru: Я признаю, что я не турагент
uk: Я визнаю, що я не Турагент
uz: Мен сайёҳлик агенти эмаслигимни тан оламан
zh: 我知道我不是旅行社

source: I recognize that I am not a Travel Agent.
ca: Reconec que no sóc agent de viatges.
de: Ich stimme zu, dass ich kein Reisebüro bin.
es: Reconozco que no soy un Agente de Viajes.
fr: Je reconnais que je ne suis pas un agent de voyages.
it: Sono consapevole di non essere un agente di viaggio.
ja: 私は旅行代理店ではないと認識しています。
kk: Мен саяхат агенті емес екенімді мойындаймын.
ko: 본인이 여행사가 아님을 알고 있습니다.
ky: Мен саякат агенти эмес экенимди билем.
lv: Es apzinos, ka neesmu ceļojumu aģents.
mn: Би аялал жуулчлалын агент биш гэдгээ ойлгож байна.
pt: Eu reconheço que não sou agente de viagens.
ro: Recunosc că nu sunt agent de turism.
ru: Я признаю, что не являюсь турагентом.
uk: Я визнаю, що я не є Турагентом.
uz: Мен сайёҳлик агенти эмаслигимни тан оламан.
zh: 我承认我不是旅行社。

source: I take password security very seriously and do NOT share my password with anyone. If anyone attempts to give me their password, I do not accept it. If I become aware of someone's password, I immediately tell them to reset/change their password.
ca: Em prenc molt de debò la seguretat de les contrasenyes i NO les comparteixo amb ningú. Si algú intenta donar-me la seva contrasenya, no l'accepto. Si m'assabento de la contrasenya d'algú, li dic immediatament que la restableixi o la canviï.
de: Ich nehme die Passwortsicherheit sehr ernst und gebe mein Passwort NICHT an andere weiter. Wenn jemand versucht, mir sein Passwort zu geben, akzeptiere ich es nicht. Wenn ich das Passwort von jemandem erfahre, sage ich ihm sofort, dass er sein Passwort zurücksetzen/ändern soll.
es: Me tomo la seguridad con contraseña muy en serio y NO comparto mi contraseña con nadie. Si alguien alguna vez intenta darme su contraseña, no la acepto. Si llego a saber la contraseña de alguien más, le pido inmediatamente que cambie/restablezca su contraseña
fr: Je prends la sécurité des mots de passe très au sérieux et je ne partage mon mot de passe avec personne. Si quelqu'un tente de me donner son mot de passe, je ne l'accepte pas. Si j'ai connaissance du mot de passe d'une personne, je lui demande immédiatement de le réinitialiser ou de le changer.
it: Prendo molto sul serio la sicurezza delle password e NON condivido la mia password con nessuno. Se qualcuno tenta di darmi la sua password, non la accetto. Se vengo a conoscenza della password di qualcun altro, gli dico immediatamente di reimpostare/cambiare la sua password.
ja: 私はパスワードのセキュリティを非常に重要視しており、自分のパスワードを誰とも共有しません。もし誰かが私にパスワードを教えようとした場合、私はそれを受け入れません。もし私が誰かのパスワードを知ってしまった場合は、すぐにパスワードをリセット/変更するよう伝えます。
kk: Мен құпия сөздің қауіпсіздігіне өте байыпты қараймын және құпия сөзімді ешкіммен БӨЛІМЕЙМІН. Егер біреу маған құпия сөзін айтқысы келсе, мен оны қабылдамаймын. Егер мен біреудің құпия сөзін білсем, мен оларға құпия сөзді қалпына келтіру/өзгерту туралы дереу айтамын.
ko: 본인은 비밀번호 보안을 매우 중요하게 여기며 누구와도 비밀번호를 공유하지 않습니다. 누군가 본인에게 비밀번호를 알려주려고 하면 수락하지 않습니다. 누군가의 비밀번호를 알게 되면 즉시 비밀번호를 재설정/변경하라고 알려줍니다.
ky: Мен сырсөз коопсуздугуна абдан олуттуу карайм жана сырсөзүмдү эч ким менен бөлүшПӨЙМ. Эгер кимдир бирөө мага сырсөзүн берүүгө аракет кылса, мен аны кабыл албайм. Эгер кимдир бирөөнүн сырсөзүн билип калсам, дароо аларга сырсөзүн кайра түзүүсүн/өзгөртүүсүн айтам.
lv: Es nopietni uztveru paroles drošību un NEKOPLIETOJU savu paroli ar citiem.Ja kāds man dod savu paroli, es to nepieņemu. Ja man kļūst zināma cita parole, es nekavējoties par to ziņoju šim cilvēkam atjaunot/izmainīt viņa/as paroli.
mn: Би нууц үгийн аюулгүй байдлыг маш нухацтай авч үзэх бөгөөд нууц үгээ хэн нэгэнтэй хуваалцахгүй байх болно. Хэрэв хэн нэгэн надад өөрийн нууц үгээ өгөхийг хүсвэл би хүлээн авахгүй байх болно. Хэрэв би хэн нэгний нууц үгийг мэдсэн бол тэр даруй түүнд нууц үгээ шинэчлэх/өөрчлөхийг зөвлөх болно.
pt: Eu levo a segurança de senhas muito a sério e NÃO compartilho minha senha com ninguém. Se alguém tentar me passar sua senha, eu não aceito. Se eu tomar conhecimento da senha de alguém, direi imediatamente para redefinir/alterar a senha.
ro: Iau foarte în serios securitatea parolei și NU împărtășesc nimănui parola mea. Dacă cineva încearcă să-mi dea parola, nu o accept. Dacă devin conștient de parola cuiva, îi spun imediat să-și reseteze/modifice parola.
ru: Я очень серьёзно отношусь к сохранности паролей и НИКОГДА никому не сообщаю своих паролей. Если кто-либо пожелает сообщить мне свой пароль, я не приму этого. Если мне становится известен чей-либо пароль, я незамедлительно попрошу его владельца поменять свой пароль.
uk: Я дуже серйозно ставлюся до безпеки паролів і НІКОЛИ нікому не повідомляю своїх паролів. Якщо хтось забажає повідомити мені свій пароль, я не прийму цього. Якщо мені стане відомий чийсь пароль, я негайно попрошу його власника змінити свій пароль.
uz: Мен пароль хавфсизлиги масаласига жиддий қарайман ва ўз паролимни ҳеч кимга айтмайман. Агар кимдир ўз паролини менга айтишни истаса, уни қабул қилмайман. Агар бирортасининг паролини билиб қолсам, дарҳол ундан ўз паролини ўзгартиришини сўрайман.
zh: 我非常重视密码安全，不会与任何人分享我的密码。 如果有人试图向我提供密码，我不会接受。 如果我知道某人的密码，我会立即告诉他们重置/更改密码。

source: I Understand
fr: Je Comprends
it: Dichiaro di avere compreso
pt: Eu Entendo
uk: Я Розумію

source: I understand and agree to enable inCruises Wallet Recurring
fr: Je comprends et j'accepte d'activer les Paiements Récurrents via le Portefeuille inCruises
it: Capisco e accetto di attivare il servizio di pagamenti ricorrenti tramite il wallet inCruises
kk: Мен түсіндім және inCruises әмиянындағы рекурренттік төлемдерді қосуға келісемін
pt: Compreendo e concordo em ativar a Recorrência da Carteira inCruises
uk: Я розумію та погоджуюся з увімкненням функції рекурентної оплати через гаманець inCruises
uz: Ўчиб чиқдим, ва розилик билдираман: даврий тўлов учун inCruises ҳамёнини бириктириш
zh: 我理解并同意启用inCruises钱包定期付款

source: I understand and agree to enable inCruises Wallet Recurring.
fr: Je comprends et j'accepte d'activer les Paiements Récurrents via le Portefeuille inCruises.
it: Capisco e accetto di attivare il servizio di pagamenti ricorrenti tramite il wallet inCruises.
kk: Мен түсіндім және inCruises әмиянындағы рекурренттік төлемдерді қосуға келісемін.
pt: Compreendo e concordo em ativar a Recorrência da Carteira inCruises.
uk: Я розумію та погоджуюся з увімкненням функції рекурентної оплати через гаманець inCruises.
uz: Ўчиб чиқдим, ва розилик билдираман: даврий тўлов учун inCruises ҳамёнини бириктириш.
zh: 我理解并同意启用inCruises钱包定期付款。

source: I understand cruises can be cancelled days before departure and neither inCruises nor the passengers are notified by the cruise lines with sufficient time to take appropriate actions.
ca: Entenc que els creuers poden ser cancel·lats dies abans de la sortida i que ni inCruises ni els passatgers són notificats per les línies de creuers amb temps suficient per prendre les mesures adequades.
de: Mir ist bekannt, dass Kreuzfahrten Tage vor der Abfahrt storniert werden können und weder inCruises noch die Passagiere von den Kreuzfahrtgesellschaften rechtzeitig benachrichtigt werden, um entsprechende Maßnahmen zu ergreifen.
es: Entiendo que los cruceros pueden cancelarse días antes de la salida y ni inCruises ni los pasajeros son notificados por las líneas de cruceros con tiempo suficiente para tomar las medidas adecuadas.
fr: Je comprends que les croisières peuvent être annulées plusieurs jours avant le départ et que ni inCruises ni les passagers ne sont avertis par les compagnies de croisière suffisamment tôt pour prendre les mesures appropriées.
it: Sono consapevole che le crociere possono essere annullate pochi giorni prima della partenza e che né inCruises né i passeggeri sono avvisati dalle compagnie di crociera con tempo sufficiente per intraprendere misure adeguate.
ja: 私は、クルーズ旅行が出発の数日前にキャンセルされる場合があり、inCruisesや乗客が適切な対応ができる十分な期間内にクルーズ会社から通知されないことを理解しています。
kk: Мен круиздер кетерден бірнеше күн бұрын тоқтатылуы мүмкін екенін түсінемін және круиздерге де, жолаушыларға да круиздік желілер әрекет етуге жеткілікті уақытты ұсынбайды.
ko: 본인은 크루즈가 출발하기 며칠 전에 취소될 수 있으며, inCruises나 승객 모두가 적절한 조치를 취하기에 충분한 시간에 크루즈 선사로부터 알림을 받지 못한다는 것을 이해합니다.
ky: Мен круиздерди сапарга чыгууга бир нече күн калганда жокко чыгарылышы мүмкүн экенин жана inCruises да, жүргүнчүлөр да тийиштүү чараларды көрүү үчүн круиздик линиялардан алдын ала эскертилбеши мүмкүн экенин түшүнөм.
lv: Es saprotu,ka kruīzu var atcelt dienu pirms tas notiek un ne inCruises,ne pasažieriem savlaicīgi netiek paziņots,ka kruīzu līnijas veiks šīs attiecīgās darbības.
mn: Далайн аялал нь хөдлөхөөс хэд хоногийн өмнө цуцлагдах боломжтой бөгөөд аяллын компаниас inCruises болон зорчигчид зохих арга хэмжээг авахад хангалттай хугацаанд мэдэгдэж чаддаггүй байх талтай гэдгийг би ойлгож байна.
pt: Eu entendo que os cruzeiros podem ser cancelados dias antes da partida e nem a inCruises nem os passageiros são notificados pelas linhas de cruzeiro com tempo suficiente para tomar as medidas adequadas.
ro: Înțeleg că croazierele pot fi anulate doar cu câteva zile înainte de plecare și nu este anunțat nici inCruises și nici pasagerii de către liniile de croazieră cu suficient timp pentru a lua acțiunile corespunzătoare.
ru: Я понимаю, что круизы могут быть отменены за считанные дни до отправки, и как inCruises, так и пассажиры могут не получить заблаговременного уведомления от круизных линий, для того чтобы успеть предпринять соответствующие действия.
uk: Я розумію, що круїзи можуть бути скасовані за лічені дні до відправки, і як inCruises, так і пасажири можуть не отримати завчасного повідомлення від круїзних ліній, для того щоб встигнути вжити відповідних заходів.
uz: Круизлар сузишдан бир неча кун олдин бекор бўлиши, ва круиз линиялари томонидан на inCruises ва на йўловчилар чора-тадбирлар кўриш учун етарли вақт қолганида хабардор қилинмаслигини тушунаман.
zh: 我了解郵輪可以在出發前幾天取消，導致郵輪公司都沒有通知乘客有足夠的時間採取適當的行動。
