Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: This Privacy Policy describes inCruises® policies and procedures on the collection, use and disclosure of your information. INGROUP INTERNATIONAL LLC d/b/a INCRUISES INTERNATIONAL LLC, or for Puerto Rico residents INCRUISES PUERTO RICO LLC, hereinafter referred to as "we", "us", inCruises, "inCruises" or the "Company" receives your information through our various web sites, SMS, APIs, services and third parties (hereinafter referred to as the "Services"). When using any of our Services you consent to the collection, transfer, manipulation, storage, disclosure and other uses of your information as described in this Privacy Policy. Irrespective of which country that you reside in or create information from, your information may be used by inCruises in the United States or any other country where inCruises operates. This Privacy Policy is incorporated into and subject to the terms of the inCruises Terms of Service. Each time you use the Services, you signify that you have read, understood and agree to be bound by the Terms of Service. If you do not agree to the terms of this Privacy Policy, you must discontinue using the Services and terminate your Membership or Partnership account.
ca: Aquesta Política de Privacitat descriu les polítiques i procediments de inCruises® sobre la recollida, l’ús i la divulgació de la teva informació. INGROUP INTERNATIONAL LLC operant com inCruises INTERNATIONAL LLC, o per als residents de Puerto Rico INCRUISES PUERTO RICO LLC, d'ara endavant referits com "nosaltres", "inCruises" o "la Companyia", rep la teva informació a través dels nostres diversos llocs web, SMS, API, serveis i tercers (d'ara endavant referits com els "Serveis"). En utilitzar qualsevol dels nostres Serveis, consentiu la recollida, transferència, manipulació, emmagatzematge, divulgació i altres usos de la vostra informació tal com es descriu en aquesta Política de Privacitat. Independentment del país en què resideixis o des d'on creïs la informació, la teva informació pot ser utilitzada per inCruises als Estats Units o a qualsevol altre país on operem. Aquesta Política de Privacitat està integrada i subjecta als termes dels Termes de Servei de inCruises. Cada vegada que facis servir els Serveis, indiquen que has llegit, entès i acceptat quedar-te subjecte als Termes de Servei. Si no estàs d’acord amb els termes d’aquesta Política de Privacitat, has de deixar d’utilitzar els Serveis i tancar el teu compte de Membresia o Socis.
de: Diese Datenschutzrichtlinie beschreibt die Richtlinien und Verfahren von inCruises® zur Erhebung, Nutzung und Offenlegung Ihrer Daten. INGROUP INTERNATIONAL LLC, d/b/a INCRUISES INTERNATIONAL LLC, bzw. für Einwohner Puerto Ricos INCRUISES PUERTO RICO LLC, im Folgenden „wir“, „uns“, inCruises, „inCruises“ oder das „Unternehmen“ genannt, erhält Ihre Daten über unsere verschiedenen Websites, SMS, APIs, Dienste und Drittanbieter (im Folgenden „Dienste“). Durch die Nutzung unserer Dienste stimmen Sie der Erhebung, Übertragung, Bearbeitung, Speicherung, Offenlegung und sonstigen Nutzung Ihrer Daten gemäß dieser Datenschutzrichtlinie zu. Unabhängig davon, in welchem Land Sie wohnen oder aus welchem Land Sie Daten erstellen, können Ihre Daten von inCruises in den Vereinigten Staaten oder in jedem anderen Land, in dem inCruises tätig ist, verwendet werden. Diese Datenschutzrichtlinie ist Bestandteil der inCruises-Nutzungsbedingungen und unterliegt deren Bestimmungen. Mit jeder Nutzung der Dienste bestätigen Sie, dass Sie die Nutzungsbedingungen gelesen und verstanden haben und ihnen zustimmen. Sollten Sie mit den Bedingungen dieser Datenschutzrichtlinie nicht einverstanden sein, müssen Sie die Nutzung der Dienste einstellen und Ihr Mitglieds- oder Partnerkonto kündigen.
es: Esta Política de Privacidad describe las políticas y procedimientos de inCruises® en la recopilación, uso y divulgación de información proporcionada por usted. INGROUP INTERNATIONAL LLC, que opera bajo el nombre comercial de INCRUISES INTERNATIONAL LLC, o para residentes de Puerto Rico INCRUISES PUERTO RICO LLC, en lo sucesivo "nosotros", "nos", "nuestro",, "inCruises" o "la Compañía", recibe la información a través de diversos sitios web, SMS, APIs, servicios y terceros (en lo sucesivo, los "Servicios"). Al utilizar cualquiera de los servicios usted autoriza la recopilación, transferencia, manipulación, almacenamiento, divulgación y otros usos de su información como se describe en esta Política de Privacidad. Independientemente del país en el que esté usted o de donde venga la información, su información podrá ser utilizada por inCruises en Estados Unidos o cualquier otro país en el que opere inCruises. Esta Política de Privacidad está incorporada y sujeta a los Términos del Servicio de inCruises. Cada vez que utilice los Servicios, usted manifiesta que ha leído, entendido y acepta que quedará vinculado por los términos de servicio. Si usted no está de acuerdo con los términos de esta Política de Privacidad, debe dejar de utilizar los Servicios y cancelar su Membresía o cuenta de Socio.
fr: La présente Politique de confidentialité décrit les politiques et procédures d'inCruises® relatives à la collecte, à l'utilisation et à la divulgation de vos informations. INGROUP INTERNATIONAL LLC exerçant ses activités sous le nom d'INCRUISES INTERNATIONAL LLC, ou pour les résidents de Porto Rico, INCRUISES PUERTO RICO LLC, ci-après dénommée « nous », inCruises, « inCruises » ou la « Société », reçoit vos informations via nos différents sites web, SMS, API, services et tiers (ci-après dénommés les « Services »). Lorsque vous utilisez l'un de nos Services, vous consentez à la collecte, transfert, manipulation, stockage, divulgation et aux autres utilisations de vos informations, comme décrit dans la présente Politique de confidentialité. Quel que soit votre pays de résidence ou le pays d'origine de vos informations, vos informations peuvent être utilisées par inCruises aux États-Unis ou dans tout autre pays où inCruises exerce ses activités. La présente Politique de confidentialité est intégrée aux Conditions d'utilisation d'inCruises et soumise à ces dernières. Chaque fois que vous utilisez les Services, vous déclarez avoir lu, compris et accepté les Conditions d'utilisation. Si vous n'acceptez pas les termes de cette Politique de confidentialité, vous devez cesser d'utiliser les Services et résilier votre compte d'Adhésion ou de Partenariat.
it: La presente Informativa sulla Privacy descrive le politiche e le procedure di inCruises® in merito alla raccolta, all'utilizzo e alla divulgazione delle tue informazioni. INGROUP INTERNATIONAL LLC operante come INCRUISES INTERNATIONAL LLC, o per i residenti di Porto Rico INCRUISES PUERTO RICO LLC, di seguito denominati "noi", "ci", inCruises, "inCruises" o la "Società", riceve le tue informazioni attraverso i nostri vari siti web, SMS, API, servizi e terze parti (di seguito denominati i "Servizi"). Utilizzando uno qualsiasi dei nostri Servizi, acconsenti alla raccolta, al trasferimento, alla manipolazione, alla memorizzazione, alla divulgazione e ad altri usi delle tue informazioni come descritto nella presente Informativa sulla Privacy. Indipendentemente dal paese in cui risiedi o da cui crei le informazioni, le tue informazioni potranno essere utilizzate da inCruises negli Stati Uniti o in qualsiasi altro paese in cui inCruises opera. La presente Informativa sulla Privacy è incorporata e soggetta ai termini delle Condizioni di Servizio di inCruises. Ogni volta che utilizzi i Servizi, dichiari di aver letto, compreso e accettato di essere vincolato dalle Condizioni di Servizio. Se non accetti i termini della presente Informativa sulla Privacy, devi interrompere l'utilizzo dei Servizi e chiudere il tuo account di Membro o Partner.
ja: このプライバシーポリシーでは、情報の収集、使⽤、開⽰に関するinCruises®のポリシーと⼿順マニュアルについて説明します。INCRUISES INTERNATIONAL LLCの商号を使っているINGROUP INTERNATIONAL LLC, または プエルトリコ居住者 の⽅は INCRUISES PUERTO RICO LLC、以下、 「 私たち 」、「 当社 」、「inCruises」、「会社」と呼ばれ、さまざまなWebサイト、SMS、API、サービス、および第三者（以下「サービス」といいます）を通じて会員の情報を受け取ります。当社のサービスのいずれかを使⽤する場合、会員の⽅は、このプライバシーポリシーに記載されている情報の収集、転送、 操作、保存、開⽰、およびその他の使⽤に同意します。会員が居住または情報を作成する国に関係なく、会員の情報は、⽶国または inCruises が運営するその他の国の inCruises によって使⽤される場合があります。このプライバシーポリシーは、」の利⽤規約に組み込まれ、その条件に従います。サービスを使⽤するたびに、利⽤規約を読み、理解し、それに拘束されることに同意したことを意味します。このプライバ シーポリシーの条件に同意しない場合は、 サービスの使⽤を中⽌し、メンバーシップまたはパートナーシップのアカウントを終了する必要があります。
kk: Бұл Құпиялылық саясаты incruises® компаниясының ақпаратты жинауға, пайдалануға және ашуға қатысты саясаты мен процедураларын сипаттайды. INGROUP International LLC немесе INCRUISES INTERNATIONAL LLC немесе Пуэрто-Рико тұрғындары үшін INCRUISES PUERTO RICO LLC бұдан әрі "біз", "біз", "Инкруиздер", "inCruises" немесе "Компания" деп аталады, сіздің ақпаратыңызды біздің әртүрлі веб-сайттар, SMS, API, қызметтер және үшінші тараптар арқылы алады тараптар (бұдан әрі "Қызметтер"деп аталады). Біздің кез келген қызметімізді пайдалана отырып, сіз осы Құпиялылық саясатында сипатталғандай ақпаратты жинауға, беруге, манипуляциялауға, сақтауға, ашуға және басқа да пайдалануға келісім бересіз. Сіз қай елде тұрсаңыз да, ақпарат жасасаңыз да, сіздің ақпаратыңызды incruises Америка Құрама Штаттарында немесе inCruises жұмыс істейтін кез келген басқа елде пайдалана алады. Осы Құпиялылық саясаты inCruises қызметтерін ұсыну шарттарына енгізілген және олармен реттеледі. Қызметтерді пайдаланған сайын сіз қызмет көрсету шарттарын оқығаныңызды, түсінгеніңізді және орындауға келісетініңізді растайсыз. Егер сіз осы Құпиялылық саясатының шарттарымен келіспесеңіз, қызметтерді пайдалануды тоқтатып, мүшенің немесе серіктестің есептік жазбасын жабуыңыз керек.
ky: Бул Купуялык саясаты маалыматыңызды чогултуу, колдонууга жана ачыкка чыгарууга байланыштуу inCruises® саясаттарын жана жол-жоболорун баяндайт.. INGROUP INTERNATIONAL LLC d/b/a INCRUISES INTERNATIONAL LLC, же Пуэрто-Рико тургундары үчүн INCRUISES PUERTO RICO LLC, мындан ары - "биз", "бизге", inCruises, "inCruises" же болбосо "Компания" сиздин жеке маалыматтарыңызды биздин ар кандай кызматтарыбыз- веб-сайттар, SMS, API'лер, кызматтар жана үчүнчү жактар (мындан ары "Кызматтар" деп аталат) аркылуу алат. Кызматтарыбыздын кайсынысын болбосун колдонуу менен, сиз ушул Купуялык Саясатында баяндалгандай жеке маалыматыңызды чогултууга, өткөрүп берүүгө, бурмалоого, сактоого, ачыкка чыгарууга жана башкага пайдаланууга макул экендигиңизди билдиресиз. Кайсы өлкөдө жашасаңыз же маалыматыңызды кайдан киргизгениңизге карабастан, маалыматыңыз inCruises тарабынан Америка Кошмо Штаттарында же inCruises иштеген башка өлкөдө колдонулушу мүмкүн. Бул Купуялык саясаты inCruises Тейлөө шарттарына киргизилген жана алар менен жөнгө салынат. Кызматтарды колдонгон сайын, сиз Тейлөө шарттарын окуп, түшүнгөнүңүздү жана аларды аткарууга макул болгонуңузду билдиресиз. Эгер сиз бул Купуялык саясатынын шарттарына макул болбосоңуз, Кызматтарды колдонууну токтотуп, Мүчөлүк же Өнөктөш эсебиңизди токтотушуңуз керек.
lv: Šajā konfidencialitātes politikā ir aprakstītas InCruises ® politikas un procedūras informācijas apkopošanai, izmantošanai un izpaušanai.INGROUP INTERNATIONAL LLC d/b/a INCRUISES INTERNATIONAL LLC vai Puertoriko rezidentiem INCRUISES PUERTORIKO LLC, turpmāk "mēs", "mūs", inCruises, "inCruises" vai "Kompānija"saņem jūsu informāciju, izmantojot mūsu dažādās tīmekļa vietnes, SMS, API, pakalpojumus un trešās personas (turpmāk “pakalpojumi”). Izmantojot kādu no mūsu pakalpojumiem, jūs piekrītat pārsūtīšanai, manipulācijai ar jūsu informāciju, tās glabāšana, izpaušana un cita veida izmantošana, kā aprakstīts šajā konfidencialitātes politikā. Neatkarīgi no tā, kurā valstī dzīvojat vai no kuras valsts veidojat informāciju, jūsu informāciju var izmantot inCruises ASV vai jebkurā citā valstī kur darbojas inCruises. Šī konfidencialitātes politika ir iekļauta InCruises pakalpojumu sniegšanas noteikumos un uz tiem attiecas. Ikreiz, kad izmantojat pakalpojumus, jūs norādāt, ka esat izlasījis, sapratis un piekrītat, ka jums ir saistoši pakalpojuma noteikumi. Ja nepiekrītat saskaņā ar šīs konfidencialitātes politikas noteikumiem jums jāpārtrauc pakalpojumu lietošana un jāpārtrauc dalības vai partnerības konta darbība.
mn: Энэхүү Нууцлалын бодлого нь inCruises® таны мэдээллийг хэрхэн цуглуулж, ашиглаж, ил болгодог талаар тодорхойлно. INGROUP INTERNATIONAL LLC d/b/a INCRUISES INTERNATIONAL LLC, эсвэл Пуэрто Рикогийн оршин суугчдын хувьд INCRUISES PUERTO RICO LLC (цаашид "бид", "биднийг", "inCruises", эсвэл "КОМПАНИ" гэх) нь өөрийн вэб хуудсууд, SMS, API, үйлчилгээ болон гуравдагч этгээдүүдээр дамжуулан (цаашид "Үйлчилгээ" гэх) таны мэдээллийг хүлээн авдаг болно. Та манай Үйлчилгээнүүдийг ашигласнаар энэхүү Бодлогын дагуу мэдээллийг цуглуулах, дамжуулах, боловсруулах, хадгалах, ил болгох болон бусад хэлбэрээр ашиглахыг зөвшөөрч буйгаа илэрхийлж байгаа болно. Та ямар ч улсад оршин сууж, мэдээлэл үүсгэсэн байсан таны мэдээллийг АНУ болон inCruises үйл ажиллагаагаа явуулж буй бусад улс оронд ашиглаж болно. Энэ Нууцлалын бодлого нь inCruises-ийн Үйлчилгээний нөхцөлийн бүрэлдэхүүн хэсэг бөгөөд түүнд хамаарах болно. Та Үйлчилгээг ашиглах бүрдээ TOS-г уншиж, ойлгож, зөвшөөрч буйгаа илэрхийлнэ. Хэрэв та энэ Бодлогын нөхцөлтэй санал нийлэхгүй бол Үйлчилгээг ашиглахаа зогсоож, өөрийн Гишүүнчлэл эсвэл Түншийн бүртгэлээ хаах шаардлагатай болно.
pt: Esta Política de Privacidade descreve as políticas e procedimentos da inCruises® sobre a coleta, o uso e a divulgação das suas informações. A INGROUP INTERNATIONAL LLC fazendo negócios como INCRUISES INTERNATIONAL LLC ou para residentes em Porto Rico a INCRUISES PUERTO RICO LLC, doravante referidos como "nós", "nosso", "inCruises" ou a "Empresa", recebe suas informações através dos nossos vários sites, SMS, APIs, serviços e terceiros (doravante referidos como "Serviços"). Ao usar qualquer um dos nossos Serviços, você concorda com a coleta, transferência, manipulação, armazenamento, divulgação e outros usos das suas informações, conforme descrito nesta Política de Privacidade. Independentemente do país onde você reside ou cria informações, suas informações podem ser usadas pela inCruises nos Estados Unidos ou em qualquer outro país onde a inCruises opera. Esta Política de Privacidade está incorporada e sujeita aos Termos de Serviço da inCruises. Cada vez que você usa os Serviços, você indica que leu, entendeu e concorda em cumprir os Termos de Serviço. Se você não concordar com os termos desta Política de Privacidade, deverá interromper o uso dos Serviços e encerrar sua Assinatura ou sua conta de Parceiro.
ro: Această Politică de confidențialitate descrie politicile și procedurile inCruises® privind colectarea, utilizarea și dezvăluirea informațiilor tale. INGROUP INTERNATIONAL LLC d/b/a INCRUISES INTERNATIONAL LLC, sau pentru rezidenții din Puerto Rico INCRUISES PUERTO RICO LLC, denumită în continuare „noi”, „inCruises" sau „Compania” primesc informațiile tale prin diferitele noastre site-uri web, SMS-uri, API-uri, servicii și terți (denumite în continuare „Serviciile”). Când utilizezi oricare dintre serviciile noastre, ești de acord cu colectarea, transferul, manipularea, stocarea, dezvăluirea și alte utilizări ale informațiilor tale, așa cum este descris în această Politică de confidențialitate. Indiferent de țara în care locuiești sau din care creezi informații, informațiile tale pot fi folosite de inCruises în Statele Unite sau în orice altă țară unde operează inCruises. Această politică de confidențialitate este încorporată și se supune termenilor Termenilor și condițiilor inCruises. De fiecare dată când utilizezi Serviciile, semnalezi că ați citit, înțeles și ești de acord să respecți Termenii și condițiile. Dacă nu ești de acord conform termenilor acestei Politici de confidențialitate, trebuie să întrerupi utilizarea Serviciilor și să-ți închizi contul de membru sau de partener.
ru: Настоящая Политика Конфиденциальности описывает политики и процедуры inCruises® в отношении сбора, использования и раскрытия вашей информации. INGROUP INTERNATIONAL LLC, осуществляющая свою деятельность под наименованием INCRUISES INTERNATIONAL LLC, а для резидентов Пуэрто-Рико – INCRUISES PUERTO RICO LLC, именуемые в дальнейшем «мы», «нас», «наши», «IinCruises» или «Компания», получают вашу информацию через наши различные веб-сайты, SMS, API (программные интерфейсы приложений), сервисы и через третьих лиц (в дальнейшем именуемые «Услуги»). Используя любую из наших Услуг, вы соглашаетесь на сбор, передачу, обработку, хранение, раскрытие и другое использование вашей информации в соответствии с тем, как это описано в настоящей Политике Конфиденциальности. Независимо от того, в какой стране вы проживаете или откуда предоставляете информацию, ваши данные могут использоваться inCruises в Соединенных Штатах или в любой другой стране, где работает inCruises. Настоящая Политика Конфиденциальности является частью Условий Использования inCruises и руководствуется положениями этих Условий. Каждый раз, когда вы пользуетесь Услугами, вы подтверждаете, что прочитали, поняли и приняли Условия Использования. Если вы не согласны с условиями настоящей Политики Конфиденциальности, вы должны прекратить использование Услуг и удалить свой аккаунт Партнера или Члена Клуба.
uk: Дана Політика конфіденційності описує політику та процедури в компанії inCruises® щодо збору, використання та розкриття вашої інформації. INGROUP INTERNATIONAL LLC, що здійснює свою діяльність під комерційним (фірмовим) найменуванням INCRUISES INTERNATIONAL LLC, або для мешканців Пуерто-Ріко, INCRUISES PUERTO RICO LLC, надалі «ми», «нас», «наші» «inCruises» або «компанія», отримує вашу інформацію через різні свої веб-сайти, SMS, API, сервіси та треті сторони (надалі іменовані як «Сервіси»). Під час використання будь-яких наших Сервісів ви даєте згоду на збирання, передачу, обробку, зберігання, розкриття та інші види використання вашої інформації, як описано в даній Політиці конфіденційності. Незалежно від того, в якій країні ви проживаєте або з якої генеруєте інформацію, ця ваша інформація може використовуватись inCruises у Сполучених Штатах або будь-якій іншій країні, де веде діяльність inCruises. Дана Політика конфіденційності є невід'ємною частиною та на неї поширюються Умови надання послуг компанією inCruises. Кожен раз, коли ви користуєтесь Послугами, ви підтверджуєте, що прочитали, зрозуміли та погоджуєтесь з Умовами надання послуг. Якщо ви не погоджуєтесь з умовами цієї Політики Конфіденційності, то ви повинні відмовитися від використання Послуг та припинити своє членство або обліковий запис Партнерства.
uz: Мазкур Маҳфийлик сиёсати сизнинг маълумотларингизни тўплаш, улардан фойдаланиш ва уларни ошкор қилишга оид inCruises® сиёсати ва тартиб-қоидаларини баён этади. Кейинги ўринларда матнда “биз”, “бизга”, “бизнинг”, “inCruises” ёки “Компания” деб номланувчи, INCRUISES INTERNATIONAL LLC ёки Пуэрто-Рико резидентлари учун INCRUISES PUERTO RICO LLC сифатида фаолият олиб борувчи INGROUP INTERNATIONAL LLC барча маълумотларни турли веб-сайтлар, СМС-хабарлар, API-интерфейслар, хизматлар ва учинчи шахслар томонидан олади (кейинги ўринларда “хизматлар” деб юритилади). Хизматларимизнинг исталган биридан фойдаланиб, сиз мазкур Маҳфийлик сиёсатида баён этилганидек, сизга тегишли маълумотни бошқаларга бериш, фойдаланиш, сақлаш, ошкор этиш ва бошқа турда фойдаланишга розилик билдирасиз. Қайси мамлакатда истиқомат қилишингиздан ва ахборот яратишингиздан қатъи назар, сизга тегишли маълумот inCruises томонидан АҚШ да ёки inCruises компанияси фаолият олиб борадиган бошқа исталган мамлакатда фойдаланилиши мумкин. Мазкур Маҳфийлик сиёсати inCruises хизмат кўрсатиш шартларига киритилган бўлиб, уларга бўйсунади. Ҳар сафар, хизматлардан фойдаланиб, сиз хизмат кўрсатиш шартларини ўқиб чиққанингиз, тушунганингиз ва уларга риоя этишга рози эканлигингизни тасдиқлайсиз. Агар сиз ушбу Маҳфийлик сиёсати шартларига рози бўлмасангиз, сиз ушбу хизматлардан фойдаланишни ва ўз Аъзолигингиз ёки Ҳамкорлик аккаунтингизни тўхтатишингиз лозим.
zh: 本隐私政策描述了inCruises®在收集、使用和披露您的信息方面的政策与流程。INGROUP INTERNATIONAL LLC d/b/a INCRUISES INTERNATIONAL LLC（波多黎各居民则为INCRUISES PUERTO RICO LLC），以下简称为 “我们”或“公司”，通过其各种网站、短信、API、服务和第三方（以下统称“服务”）接收您的信息。在使用我们的任何服务时，您同意按照本隐私政策中所述，收集、传输、 操作、存储、披露及以其他方式使用您的信息。无论您身处何国或从何处创建信息，您的信息可能被inCruises在美国或其他inCruises开展业务的国家 使用。本隐私政策被纳入并受inCruises服务条款的约束。每次您使用服务，即表示您已阅读、理解并同意接受服务条款的约束。如果您不同意 本隐私政策的条款，则必须停止使用服务并终止您的会员或合作伙伴账户。

source: This represents %{ membershipFreePercentage }% of all Active Partners. <br/>
fr: Ceci représente %{ membershipFreePercentage }% de tous les Partenaires Actifs. <br/>
it: Questo rappresenta il %{ membershipFreePercentage }% di tutti i Partner Attivi.<br/>

source: This represents %{activeIDsPercentage}% of all Active Partners
ca: Això representa %{activeIDsPercentage}% de tots els Socis Actius.
fr: Cela représente %{activeIDsPercentage}% de tous les Partenaires Actifs
it: Questo corrisponde a %{activeIDsPercentage} % di tutti i Partner Attivi
ja: これは、全アクティブパートナーの%{activeIDsPercentage}%に相当します。
kk: Бұл барлық Белсенді Серіктестердің %{activeIDsPercentage}% пайызын білдіреді
pt: IsTo representa %{ activeIDsPercentage }% de todos os Parceiros Ativos
ro: Aceasta reprezintă %{activeIDsPercentage}% din toți partenerii activi
uk: Це становить %{ activeIDsPercentage }% від усіх Активних Партнерів
uz: Бу барча Фаол Ҳамкорларнинг %{ activeIDsPercentage }% ини ташкил этади
zh: 这占所有活跃合作伙伴的%{activeIDsPercentage}%

source: This represents %{incomeEarnerPercentage}% of all Active Partners
ca: Això representa %{incomeEarnerPercentage}% de tots els Socis Actius
fr: Cela représente %{incomeEarnerPercentage}% de tous les Partenaires Actifs
it: Questo corrisponde a %{percentuale di guadagno}% di tutti i Partner Attivi
ja: これは、すべてのアクティブパートナーのうち %{incomeEarnerPercentage}% を表しています
kk: Бұл барлық Белсенді Серіктестердің %{profitEarnerPercentage}% пайызын білдіреді
pt: Isso representa %{ incomeEarnerPercentage }% de todos os Parceiros Ativos
ro: Aceasta reprezintă %{incomeEarnerPercentage}% din toți partenerii activi
uk: Це становить %{ incomeEarnerPercentage }% від усіх Активних Партнерів
uz: Бу барча Ҳамкорларнинг %{ incomeEarnerPercentage }% ини ташкил этади.
zh: 这占所有活跃合作伙伴的%{incomeEarnerPercentage}%

source: This Sale is Final
ca: Aquesta venda és definitiva
de: Dieser Verkauf ist endgültig
es: Esta es una venta Final
fr: Cette Vente est Définitive
it: Questa vendita è definitiva
ja: この販売は変更不可です
kk: Бұл сатылым соңғы болып табылады
ko: 이 판매는 최종입니다
ky: Бул сатуу Акыркы
lv: Ši pārdošana ir pēdējā
mn: Энэ борлуулалт эцсийн хувилбараар байна.
pt: Esta venda é final
ro: Această vânzare este finală
ru: Данная продажа является окончательной
uk: Даний продаж є остаточним
uz: Ушбу сотув Якуний
zh: 此次銷售是最終的
