Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: PARTNER agrees that the non-compete and non-solicitation covenants set forth above constitute separate agreements independently supported by good and adequate consideration, the actual receipt and sufficiency of which are hereby acknowledged by PARTNER, and each shall be severable from the other provisions of, and shall survive, this Addendum. The existence of any claim or cause of action of PARTNER against inGroup International, whether predicated on this Addendum or otherwise, shall not constitute a defense to the enforcement by inGroup International of the covenants and agreements of PARTNER contained in the non-compete or non-solicitation covenants. If any provision of this Addendum is held to be illegal, invalid, or unenforceable under present or future laws effective during the term hereof, such provision shall be fully severable, and this Addendum shall be construed and enforced as if such illegal, invalid, or unenforceable provision never comprised a part of this Addendum; and the remaining provisions of this Addendum shall remain in full force and effect and shall not be affected by the illegal, invalid, or unenforceable provision or by its severance here from. Furthermore, in lieu of such illegal, invalid, or unenforceable provision, there shall be added automatically as part of this Addendum a provision as similar in its terms to such illegal, invalid, or unenforceable provision as may be possible and be legal, valid, and enforceable in fulfilling the intent of the parties. <span class="before"/>
ca: EL SOCI acorda que els compromisos no concurrents i els convenis no sol·licitud establerts anteriorment constitueixen acords separats donats suport independentment per una bona i adequada consideració, el reconeixement i la suficiència reals de la qual es reconeixen per part del SOCI, i cadascun serà separable de les altres disposicions de, i sobreviuran, aquest annex. L'existència de qualsevol reclamació o causa d'acció del SOCI contra inGroup International, sigui basada en aquest Annex o en cas contrari, no constituirà una defensa de l'aplicació per part d'INDUCCIÓ dels compromisos i acords del SOCI continguts en els compromisos que no competeixen o no. . Si alguna de les disposicions d'aquest Annex s'ha considerat il·legal, invàlid o inaplicable en virtut de les lleis presents o futures efectives durant aquest termini, aquesta disposició serà totalment separable, i aquest complement s'interpretarà i aplicarà com si fos il·legal, no vàlid o una disposició inaplicable mai va incloure una part d'aquest annex; i les restants disposicions d'aquest annex, romandran plenament efectives i no es veuran afectades per la provisió il·legal, invàlida o inaplicable o per la seva indemnització. A més, d'aquesta disposició il·legal, invàlida o inaplicable, s'hauran d'afegir automàticament com a part d'aquest Annex una disposició similar en els seus termes a aquesta disposició il·legal, invàlida o inaplicable que sigui possible i sigui legal, vàlida, i aplicable en el compliment de la intenció de les parts. <span class="before"/>
de: Der PARTNER stimmt zu, dass die vorstehend dargelegten Wettbewerbsverbote und Abwerbeverbote gesonderte Vereinbarungen darstellen, die unabhängig voneinander durch eine gute und angemessene Beachtung unterstützt werden, deren tatsächlicher Erhalt und Angemessenheit hiermit vom PARTNER anerkannt wird und die von den anderen Bestimmungen dieses Addendums trennbar sind und Bestand haben werden. Das Bestehen von Ansprüchen oder Klagegründen des PARTNERS gegen inGroup International, unabhängig davon, ob sie auf diesem Zusatz beruhen oder nicht, stellt keine Einwände gegen die Vollstreckung der in den Wettbewerbsverboten oder Abwerbeverboten enthaltenen Zusicherungen und Vereinbarungen des PARTNERS durch inGroup International dar. Wenn eine Bestimmung dieses Zusatzes für illegal, ungültig oder nicht durchsetzbar gehalten wird, ist diese Bestimmung vollständig abtrennbar, und dieser Zusatz ist so auszulegen und durchzusetzen, als ob eine solche illegale, ungültige oder nicht durchsetzbare Bestimmung keinen Teil dieses Zusatzes ausmacht; und die übrigen Bestimmungen dieses Addendums bleiben in vollem Umfang in Kraft und Wirkung und werden nicht durch die illegale, ungültige oder nicht durchsetzbare Bestimmung oder durch ihre Abtrennung hiervon beeinflusst. Darüber hinaus wird anstelle einer solchen illegalen, ungültigen oder nicht durchsetzbaren Bestimmung automatisch als Teil dieses Addendums eine Bestimmung hinzugefügt, die in ihren Bedingungen derjenigen einer solchen illegalen, ungültigen oder nicht durchsetzbaren Bestimmung ähnlich ist, die möglich und zur Erfüllung der Ziele der Parteien legal, gültig und durchsetzbar ist. <span class="before"/>
es: El SOCIO acuerda que los acuerdos de no competencia y no solicitud establecidos anteriormente constituyen acuerdos independientes respaldados independientemente por una consideración buena y adecuada, cuyo recibo y suficiencia son reconocidos por el SOCIO, y cada uno de ellos se podrá separar de las demás disposiciones de, y sobrevivirá, a este Anexo. La existencia de cualquier reclamo o causa de acción del SOCIO contra inGroup International, ya sea que se base en este Anexo o de otra manera, no constituirá una defensa a la ejecución por inGroup International de los convenios y acuerdos del SOCIO contenidos en los convenios de no competencia o no solicitación . Si alguna disposición de este Anexo se considera ilegal, inválida o no exigible en virtud de las leyes actuales o futuras vigentes durante el plazo del mismo, dicha disposición será totalmente divisible, y este Anexo se interpretará y aplicará como si fuera ilegal, no válido o la estipulación inaplicable nunca formó parte de este Anexo; y las disposiciones restantes de este Anexo permanecerán en plena vigencia y efecto y no se verán afectadas por la disposición ilegal, inválida o inaplicable o por su ruptura aquí. Además, en lugar de tal disposición ilegal, inválida o inaplicable, se agregará automáticamente, como parte de este Anexo, una disposición tan similar en términos a la disposición ilegal, inválida o inaplicable como sea posible y sea legal, válida, y aplicable en el cumplimiento de la intención de las partes. <span class="before"/>
fr: Le PARTENAIRE convient que les conventions de non-concurrence et de non-sollicitation énoncées ci-dessus constituent des accords séparés soutenus de manière indépendante par une bonne et adéquate contrepartie, dont l'actuelle réception et la suffisance sont reconnues par la présente par le PARTENAIRE et que chacune devrait être séparables des autres dispositions de, et devrait survivre, cet addendum. L’existence pour toute réclamation ou cause d’action du PARTENAIRE contre inGroup International, qu'il soit fondé sur cet addendum ou autrement, qui ne devrait pas constituer une défense pour la mise en application par inGroup International pour les engagements et les accords du PARTENAIRE contenus dans les conventions de non-concurrence ou de non-sollicitation. Si une disposition du présent addendum est considérée comme illégale, invalide ou inexécutable en vertu des lois présentes ou des futures lois en vigueur pendant la durée des présentes, telle disposition doit être entièrement séparable, et cet addendum doit être interprété et imposé comme si tel disposition illégal, invalide ou inapplicable n'a jamais constitué une partie de cet addendum ; et les dispositions restantes de cet addendum resteront pleinement en vigueur et ne seront pas affectées par la disposition illégale, invalides ou non exécutoire, ou par sa séparation présente. De plus, à la place d'une telle disposition illégale, invalide ou inexécutable, il devra être ajouté automatiquement comme part dans cet addendum une disposition comme similaire dans ses termes à une telle disposition illégale, invalide ou inexécutable, comme peut être possible et être légales, valides et exécutoires dans l'accomplissement de l'intention des parties. <span class="before"/>
it: Il PARTNER concorda sul fatto che le alleanze di non concorrenza e di astensione di cui sopra costituiscono accordi separati sostenuti in modo indipendente da un buono ed adeguato corrispettivo, la cui effettiva ricezione e sufficienza sono qui riconosciute dal PARTNER e che ciascuno di essi sarà separabile dalle altre disposizioni del presente Addendum e sopravvivrà. L'esistenza di qualsiasi rivendicazione o azione legale del PARTNER contro inGroup International, sia essa basata sul presente Addendum o altro, non sarà motivo di eccezione nell'applicazione da parte di inGroup International dei patti e dei contratti di PARTNER contenuti nei patti di non concorrenza o di astensione. Se una qualsiasi disposizione del presente Addendum è ritenuta illegale, non valida o non applicabile ai sensi delle leggi presenti o future in vigore durante il periodo di validità del presente documento, tale disposizione sarà completamente separabile e il presente addendum sarà interpretato e applicato come se tale disposizione illegale, non valida o non applicabile non abbia mai fatto parte del presente addendum; e le restanti disposizioni del presente addendum rimarranno in vigore a tutti gli effetti e non saranno influenzate dalla disposizione illegale, non valida o non applicabile o dalla sua separazione. Inoltre, al posto di tale disposizione illegale, non valida o inapplicabile, sarà automaticamente aggiunta come parte del presente Addendum una disposizione il più possibile simile alla disposizione illegale, non valida o inapplicabile, ma che sia legale, valida e applicabile nell'adempimento dell'intento delle parti. <span class="before"/>
ja: パートナーは、上記の競業避止義務および勧誘禁止義務は、正当かつ十分な対価に裏付けられた独立した契約であり、その受領と充足をパートナーはここに認め、それぞれは本補遺の他の規定から分離可能であり、本補遺の後も存続することに同意するものとします。本補遺に基づくか否かを問わず、パートナーによるinGroup Internationalに対する請求または訴因の存在は、inGroup Internationalによる競業避止義務または非勧誘義務に含まれるパートナーの誓約および合意の執行に対する防御とならないものとします。本補遺のいずれかの条項が、本補遺の期間中に有効な現在または将来の法律の下で違法、無効、または執行不能とされた場合、かかる条項は完全に分離可能であり、本補遺は、かかる違法、無効、または執行不能な条項が本補遺の一部を構成しなかったものとして解釈および執行され、本補遺の残りの条項は完全に効力を持ち、違法、無効、または執行不能条項またはその分離の影響を受けないものとします。さらに、かかる違法、無効、または執行不能な規定の代わりに、かかる違法、無効、または執行不能な規定と可能な限り類似した規定を本補遺の一部として自動的に追加し、当事者の意図を実現する上で合法、有効、および執行可能であるものとします。<span class="before"/>
kk: СЕРІКТЕС жоғарыда ұсынылған бәсекелестіктен тыс және жарияламау туралы келісімдер тиісті және сәйкесінше қарастыру арқылы дербес қолдау көрсететін жеке келісімдер болып табылмайтындығына келіседі, оның тиісті, нақты және жеткілікті қаралып танылғанын СЕРІКТЕС ретінде қабылдап, олардың әрқайсысы басқа ережелерден бөлек болуы керек және оған қосымша жалғастыру керектігіне келіседі. СЕРІКТЕСТІҢ inGroup International -ке қарсы кез келген шағымдары мен негіздемелерінің болуы осы Қосымшаға енгізілген не болмаса өзге де келісім мен шарттарды мәжбүрлі қорғау болып табылмайды және бәсекелестікке қабілетсіз немесе конституциялық емес жасалған келісімдерді міндетті түрде орындаудан қорғау болып табылмайды. Егер осы Қосымшаның қандай да бір ережесі заңсыз деп танылса, Келісімнің қолданылу мерзімі ішінде қолданыстағы немесе болашақ заңнамаға сәйкес заңсыз, жарамсыз деп танылса, бұл ереже толық көлемде бөлісуге және осы Қосымша Келісім талқыланып, заңсыз, жарамсыз екені дәлелденіп, енді ол заң күшіне енбей ешқашан осы қосымшаның бір бөлігіне қосылмайтындығы айқындалады; ал осы қосымшаның қалған ережелері заң күшінде қалады және заңсыз, жарамсыз немесе күшіне енбейтін ережедей болмайды немесе оның бөлінуі осыған әсер етпейді. Сонымен қатар, мұндай заңсыз, жарамсыз немесе заңды күші жоқ ереженің орнына, автоматты түрде оның терминдеріне ұқсас заңды, екі жақтың, тараптардың келісімімен орындалатын Қосымша келісімнің бөлігі пайда болуы мүмкін.<span class="before"/>
ky: ӨНӨКТӨШ жогоруда айтылган атаандашпоо жана талап кылбоо келишимдери жакшы жана адекваттуу кароо менен өз алдынча колдоого алынган, иш жүзүндө алынганы жана жетиштүүлүгү ушуну менен ӨНӨКТӨШ тарабынан тастыкталган, өзүнчө келишимдерди түзөөрүнө макул болот жана алардын ар бири ушул Кошумчанын башка жоболорунан ажыратылат жана сакталып калат. ӨНӨКТӨШтүн inGroup Internationalга каршы кандайдыр бир дооматынын же аракеттеринин болушу, ушул Тиркемеде каралып каралбагына карабастан, inGroup International тарабынан ӨНӨКТӨШтүн атаандаштык же чакырыксыз келишимдеринде камтылган келишимдеринин жана макулдашууларынын аткарылышы үчүн коргоо болуп саналбайт. Эгерде ушул Кошумчанын кайсы бир жобосу мыйзамсыз, жараксыз деп таанылса же аны ушул келишимдин колдонуу мөөнөтүнүн учурдагы жана келечектеги мыйзамдарына ылайык аткаруу мүмкүн болбосо, бул Тиркеме мындай мыйзамсыз, жараксыз жана мыйзамсыз жоболор; ушул Кошумчанын калган жоболору толук күчүндө жана күчүндө кала берет жана эч кандай мыйзамсыз, жараксыз же мыйзамсыз жоболор же аны Тиркемеден алып салуу таасир этпейт. Мындан тышкары, мындай мыйзамсыз, жараксыз же аткарылууга мүмкүн болбогон жобонун ордуна, ушул Тиркеменин бир бөлүгү катары, мүмкүн болушу мүмкүн болгон жана мыйзамдуу, жарактуу болушу мүмкүн болгон мындай мыйзамсыз, жараксыз же аткарылууга мүмкүн болбогон жобого өз шарттары боюнча окшош жобо автоматтык түрдө кошулат. жана тараптардын ниетин ишке ашырууда аткарылууга тийиш. <span class="before"/>
lv: PARTNERIS piekrīt, ka iepriekšminētās nekonkurēšanas un neatrisināšanas vienošanās ir atsevišķi līgumi, kurus neatkarīgi atbalsta ar labu un pienācīgu atlīdzību un kuru faktisko saņemšanu un pietiekamību ar šo apstiprina PARTNERIS, un katrs no tiem ir atdalāms no citiem šā pielikuma noteikumiem un paliek spēkā. Partnera prasību vai prasību esamību pret inGroup International NEATKARĪGI NO TĀ, vai tās ir paredzētas šajā pielikumā vai citā veidā, nav aizsardzība pret to, ka tiek ievērotas partneru vienošanās, kas ietvertas nekonkurēšanas vai neatrisinātajos līgumos. Ja kāds no šā pielikuma noteikumiem ir uzskatāms par nelikumīgu, spēkā neesošu vai nepiemērojamu saskaņā ar pašreizējiem vai turpmākajiem tiesību aktiem, kas ir spēkā šā panta termiņa laikā, šis noteikums ir pilnībā nodalāms, un šo papildinājumu interpretē un izpilda tā, it kā šāds nelikumīgs, spēkā neesošs vai neizpildāms noteikums nekad neveidotu šā pielikuma daļu;un pārējie šā pielikuma noteikumi paliek spēkā un stājas spēkā, un tos neietekmē nelikumīgais, spēkā neesošais vai nepiemērojamais noteikums vai tā atcelšana. Turklāt šāda nelikumīga, spēkā neesoša vai neizpildāma noteikuma vietā šā pielikuma ietvaros automātiski pievieno noteikumu, kas pēc saviem noteikumiem ir līdzīgs tādam nelikumīgam, spēkā neesošam vai neizpildāmam noteikumam, kas var būt iespējams un ir likumīgs, spēkā esošs un izpildāms, izpildot pušu nodomus. <span class="before"/>
mn: ТҮНШ нь дээр дурдсан Зохисгүй үйлдлийн гэрээ ба Үл өрсөлдөх гэрээнүүд нь тус тусдаа сайн хийгдсэн, хангалттай хэлцэн дэмжигдсэн бие даасан гэрээнүүдээс бүрдсэн, бодит хангалттай байдал зэрэг ньТҮНШҮҮДЭЭР хүлээн зөвшөөрсөн, бусад заалтуудаас салангид бөгөөд энэ Нэмэлт Гэрээнд үлдэх болно гэдэгтэй санал нэг байна. ТҮНШ-д inGroup International-ийн эсрэг ямар нэгэн аливаа нэхэмжлэл эсвэл үйлдлийн шалтгаан байгаа бол Энэхүү Нэмэлт Гэрээн дээр байснаас үл хамааран, өрсөлдөөнийн биш эсвэл өдөөн хатгасан бус гэрээнд багтсан Түншүүдийн гэрээ, хэлэлцээрээр inGroup International нь хуулийг албандан хэрэгжүүлэхэд хамгаалалт болж чадахгүй. Энэхүү Нэмэлт Гэрээний аливаа заалтуудыг одоогийн эсвэл ирээдүйн хууль тогтоомжийн дагуу хууль бус, хүчин төгөлдөр бус, эсвэл хэрэгжүүлэх боломжгүй заалтууд гэж заасан тохиолдолд энэхүү заалтууд нь бүрэн хүчингүй болох бөгөөд энэхүү Нэмэлт Гэрээнд хууль бус, хүчин төгөлдөр бус, эсвэл хэрэгжүүлэх боломжгүй заалтууд гэж гэж тайлбарлагдаж, энэ Нэмэлт Гэрээний аль нэг хэсэг гэж тооцогдохгүй. Энэхүү Нэмэлт Гэрээний үлдсэн бусад заалтууд бүрэн хүчин төгөлдөр хэвээр байх бөгөөд эдгээрээс хасагдсан хууль бус, хүчин төгөлдөр бус, эсвэл хэрэгжүүлэх боломжгүй заалтууд үүнд нөлөөлөхгүй. Цаашид хууль бус, хүчин төгөлдөр бус, эсвэл хэрэгжүүлэх боломжгүй заалтуудын оронд хууль ёсны, хүчин төгөлдөр заалтуудыг, талуудын зорилгыг биелүүлэхийн тулд энэхүү Нэмэлт Нэрээний хэсэг болгон автоматаар нэмж оруулна. <span class="before"/>
pt: O SÓCIO concorda que as cláusulas de não concorrência e não solicitação definidas acima constituem acordos separados e independentemente apoiados por uma consideração boa e adequada, cujo recebimento e suficiência reais são reconhecidos pelo SÓCIO, e cada um deles pode ser separado das outras cláusulas, e deve sobreviver, este Adendo. A existência de qualquer reclamação ou causa de ação de um SÓCIO contra inGroup International, quer com base neste Adendo ou de outra forma, não constituirá uma defesa para a execução pelo inGroup International dos acordos de SÓCIO contido nos acordos de não concorrência ou não solicitação. Se qualquer provisão deste Adendo for considerada ilegal, inválida ou irrealizável sob as leis presentes ou futuras vigentes durante o período deste termo, tal provisão será totalmente separável, e este Adendo deverá ser interpretado e aplicado como ilegal, inválido, ou disposição irrealizável que nunca incluiu uma parte deste Adendo; e as disposições restantes deste Adendo permanecerão em pleno vigor e efeito e não serão afetadas pela disposição ilegal, inválida ou irrealizável ou por sua separação. Além disso, em lugar de tal disposição ilegal, inválida ou irrealizável, será adicionado automaticamente como parte deste Adendo uma disposição similar em seus termos a tal disposição ilegal, inválida ou irrealizável que seja legal, válida, e executável no cumprimento da intenção das partes. <span class="before"/>
ro: PARTENERUL este de acord cu faptul că acordurile de neconcurență și non-solicitare descrise mai sus constituie acorduri separate, efectuate în mod independent, după o evaluare echitabilă și adecvată, a căror primire efectivă și suficientă fiind recunoscută de PARTNER, și fiecare trebuie să fie separabilă de celelalte prevederi pe durata acestui Act Adiţional. Existența oricărei reclamații sau a unei acțiuni din partea PARTENERULUI împotriva inGroup International, indiferent dacă se bazează pe acest Act Adiţional sau nu, nu constituie o apărare împotriva aplicării de către inGroup International a clauzelor și acordurilor acceptate de PARTENER cuprinse în clauzele de neconcurență sau nesolicitare. Dacă o prevedere din acest Act Adiţional este considerată ilegală, nevalabilă sau inaplicabilă în temeiul legilor actuale sau viitoare în vigoare pe durata termenului, această prevedere va fi complet separabilă, și acest Act Adiţional va trebui interpretat și aplicat ca și cum o astfel de prevedere ilegală, nevalabilă sau inaplicabilă nu a făcut vreodată parte din acest Act Adiţional; iar prevederile rămase din acest Act Adiţional vor rămâne în vigoare şi nu vor fi afectate de prevederea ilegală, nevalabilă sau inaplicabilă sau de separarea sa de Actul Adiţional. În plus, în locul acestei dispoziții considerate ilegală, invalidă sau inaplicabilă, o dispoziție similară va fi adăugată automat la acest Act Adiţional în cei mai apropiaţi termeni posibili, pentru a da dispoziției legalitate, valabilitate și a o face executorie pentru a satisface intenția părților. <span class="before"/>
ru: ПАРТНЕР соглашается с тем, что подлежащие обсуждению условия, изложенные выше, представляют собой отдельные соглашения, независимо подкрепленные тщательным рассмотрением, фактическое получение и достаточность которых подтверждаются ПАРТНЕРОМ, и каждый из них рассматривается отдельно от других положений этого Дополнения. Наличие каких-либо претензий или действий ПАРТНЕРА против inGroup International, независимо от того, связано это с условиями Дополнения или нет, не является защитой для принудительного применения inGroup International пактов и соглашений ПАРТНЁРА, содержащихся в пактах. Если какое-либо положение настоящего Дополнения будет признано незаконным, недействительным или не имеющим законной силы в соответствии с действующим или будущим законодательством, действующим в течение срока действия настоящего Соглашения, такое положение должно быть полностью разделимым, и настоящее Дополнение будет истолковано и приведено в исполнение, как если бы оно было незаконным, недействительным или неисполнимое положение никогда не входило в настоящее Дополнение; и остальные положения настоящего Дополнения остаются в полной силе и действии и не должны быть затронуты незаконным, недействительным или неисполнимым положением или его выходом из этого положения. Кроме того, вместо незаконного, недействительного или неисполнимого положения, в качестве части этого Дополнения автоматически добавляется положение, аналогичное по своим условиям, которое является законным, действительным, и подлежит исполнению сторон. <span class="before"/>
uk: ПАРТНЕР погоджується з тим, що вищезгадані умови, що підлягають обговоренню, є окремими угодами, незалежно підкріпленими ретельним розглядом, фактичне отримання та достатність яких підтверджуються ПАРТНЕРОМ, і кожна з них розглядається окремо від інших положень цього Доповнення. Наявність будь-яких претензій чи дій ПАРТНЕРА проти inGroup International, незалежно від того, пов'язано це з умовами Доповнення чи ні, не є захистом для примусового застосування inGroup International пактів та угод ПАРТНЕРА, що містяться у пактах. Якщо будь-яке положення цього Доповнення буде визнано незаконним, недійсним або таким, що не має законної сили відповідно до чинного або майбутнього законодавства, дійсним протягом терміну дії цієї Угоди, таке положення має бути повністю відокремленне, і це Доповнення буде витлумачено та виконано, якби воно було незаконним, недійсним або нездійсненним положенням, яке ніколи не входило до цього Доповнення; та інші положення цього Доповнення залишаються у повній силі та дії та не повинні бути порушені незаконним, недійсним чи нездійсненним положенням або його вихідними положеннями. Крім того, замість незаконного, недійсного чи нездійсненного положення, як частину цього Доповнення автоматично додається положення, аналогічне за своїми умовами, яке є законним, дійсним, та підлягає виконанню сторін. <span class="before"/>
uz: ҲАМКОР юқорида қайд этилган рақобатга йўл қўймаслик ва ўзига оғдирмаслик ҳақидаги пактлар ушбу билан яхши ва тегишли кўриб чиқилиши билан мустаҳкамланган алоҳида битимлар эканлигини ва улардан ҳар бири ушбу қўшимча низомларидан ажралиб туриши ва ўз кучида қолиши шартлигини қабул қилади. Ҳамкорнинг inGroup International га нисбатан бирор даъвоси ёки қарши ҳаракат сабабларининг мавжудлиги, ушбу қўшимча ёки бошқа ҳужжат билан асосланганлигидан қатъи назар, inGroup International томонидан рақобатга йўл қўймаслик ва ўзига оғдирмаслик ҳақидаги пактларда мавжуд Ҳамкорлик битимлари ёки шартномаларининг бажарилишидан ҳимоя қила олмайди. Агар ушбу Қўшимчанинг қайсидир қоидаси ноқонуний, ўз кучини йўқотган деб тан олинса ёки мазкур шартнома амал қилган даврдаги ва келгуси қонунларга кўра уни бажаришнинг имкони бўлмаса, ушбу Қўшимча бундай ноқонуний, ўз кучини йўқотган ва қонунларга зид қоидасиз изоҳланиши ва қўлланилиши лозим; ушбу Қўшимчанинг қолган қоидалари эса тўлиқ ўз кучида қолади ва уларга ноқонуний, ўз кучини йўқотган ва қонунларга зид қоида ёки унинг Қўшимчадан чиқарилиши ўз таъсирини кўрсатмаслиги лозим. Бундан ташқари, бундай ноқонуний, ўз кучини йўқотган ёки амал қилиб бўлмайдиган ҳолатлар ўрнига автомат равишда ушбу Қўшимчанинг бир қисми сифатида ушбу ноқонуний, ўз кучини йўқотган ёки амал қилиб бўлмайдиган ҳолатлар шартларига айнан ўхшаш бўлган бошқа амалдаги, юридик кучга эга ва амал қилиниши мумкин бўлган қоидалар қўшилади. <span class="before"/>
zh: 合作伙伴同意上述不竞争和非招揽公约是单独的协议，这些协议由充分和彻底的考虑独立支持，合作伙伴特此确认其实际收益和充分性，并且即使每个协议与其他条款分开，本附录将继续存在。合作伙伴对 inGroup International 的任何索赔或诉讼理由，无论是否以本附录为准，都构成 inGroup International 对非竞争性或非招揽协议中包含的协议条款和条件的强制执行的保护。如果本附录的任何条款在本条款有效期内根据现行或将来的法律被认定为非法，无效或无法执行，则此类条款应完全可予分割，本附录应解释和执行，即使此类非法，无效或不可执行的条款从未构成本附录的一部分；本附录的其余条款仍然具有完全的效力，不受非法，无效或不可执行条款的影响，也不受其在此处的遣散影响。此外，代替此类非法，无效或不可执行的条款，作为本附录的一部分，应自动添加与其可能的非法，无效或无法执行的条款相似的条款，并且是合法的，有效的，并且可以执行以实现各方的意图。<span class="before"/>
