Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: At inCruises we take compliance with all cruise line and travel industry regulations seriously. In an effort to comply with all rules and guidelines, we now require that all inCruises Rank Qualified Leaders (those that hold the title of Marketing Director and above) to complete the following certification.
ca: A inCruises complim seriosament el compliment de totes les regulacions de la línia de creuers i de viatges. En un esforç per complir amb totes les normes i directrius, ara exigim que tots els llíders qualificats del Rang a inCruises (aquells que tinguin el títol de Director de Màrqueting i superiors) per completar la següent certificació.
de: Bei inCruises nehmen wir die Einhaltung aller Vorschriften für Kreuzfahrtgesellschaften und die Reisebranche ernst. In dem Bestreben, alle Regeln und Richtlinien einzuhalten, verlangen wir nun, dass alle inCruises Rank Qualified Leaders (diejenigen mit dem Titel Marketing Director oder höher) die folgende Zertifizierung abschließen.
es: En inCruises cumplimos seriamente con todas las regulaciones de la industria de cruceros y viajes. En un esfuerzo por cumplir con todas las reglas y directrices, ahora requerimos que todos los líderes calificados de inCruises (aquellos que tienen el título de Director de Marketing y superior) completen la siguiente certificación.
fr: Chez InCruises, nous accordons une grande importance au respect de toutes les réglementations en matière de croisières et de l'industrie du voyage. Dans le souci de se conformer à toutes les règles et directives, nous exigeons maintenant que tous les leaders de croisières classés comme leaders qualifiés (ceux qui portent le titre de directeur du marketing et au-dessus) remplissent la certification suivante.
it: Ad inCruises consideriamo molto seriamente l'osservanza di tutte le normative in materia di compagnie di crociera e di viaggi. Proprio in base all'impegno di rispettare tutte le norme e le linee guida, ora richiediamo a tutti i leader con una qualifica di inCruises (coloro che hanno la qualifica di Marketing Director e superiori) di completare la seguente certificazione.
ja: inCruisesでは、すべてのクルーズ会社と旅行業界の規制へのコンプライアンスを真剣に考えています。 すべてのルールとガイドラインを遵守するために、すべてのInCruises Rank Qualified Leaders（マーケティングディレクター以上の職位を取得しているリーダー）が次の認定を受けることを要求します。
kk: InCruises қызметінде біз круиздік желінің және туризм индустриясының барлық ережесінің сақталуына байсалды қараймыз. Барлық ережелер мен ұсыныстарға сәйкес келу үшін, біз InCruises барлық көшбасшыларын (маркетинг директор және одан жоғары) мынадай сертификаттаудан өтуін талап етеміз.
ko: inCruises에서 우리는 모든 크루즈 노선 및 여행 업계 규정을 완벽하게 준수합니다. 모든 규칙과 가이드 라인을 준수하기 위해 (마케팅 디렉터 이상의 직급)을 가진 모든 inCruises 리더는 다음 인증을 완료해야 합니다.
ky: inCruises компаниясында биз круиздик линиялардын жана бардык саякат индустриясынын бардык нормаларын жана эрежелерин сактоого олуттуу карайбыз. Бүт эрежелерди жана көрсөтмөлөрдү аткаруу үчүн, биз бардык Квалификациялуу inCruises Даража (Marketing Director жана андан жогору даражадагы)Лидерлеринин төмөнкү аттестациядан өтүүсүн талап кылабыз.
lv: InCruises mēs nopietni uztveram visu kruīza līniju un ceļojumu nozares noteikumu ievērošanu. Cenšoties panākt atbilstību visiem noteikumiem un pamatnostādnēm, mēs tagad pieprasām, lai visi inCruises rangu kvalificētie vadītāji (tie, kuriem ir mārketinga direktora līmenis un augstāk ) pabeigtu šādu sertifikāciju.
mn: inCruises-т бид далайн аяллын чиглэл болон аяллын салбарын холбогдох бүх хууль зүйн хэрэгжилтийг чанд дагадаг. Холбогдох бүх дүрэм журам, удирдамжийг дагах үүднээс бид inCruises-ийн цол зэрэгт хүрсэн манлайлагч (Senior Marketing Director ба түүнээс дээш цолтой хүмүүс) нараас дараах баталгаажуулалтыг шаарддаг болсон.
pt: Na inCruises, levamos a sério todos os regulamentos da linha de cruzeiros e do setor de viagens. Em um esforço para cumprir todas as regras e diretrizes, agora exigimos que todos os líderes qualificados da inCruises (aqueles que detêm o título de diretor de marketing ou acima) concluam a certificação a seguir.
ro: La inCruises noi ne conformăm cu seriozitate regulamentelor tuturor liniilor de croazieră şi industriei de turism. În efortul de a respecta toate regulile şi instrucţiunile, cerem acum ca toţi Liderii inCruises calificaţi (cei care deţin titlul de Director de Marketing sau mai sus) să completeze următoarea luare la cunoştinţă.
ru: В InCruises мы серьёзно относимся к соблюдению всех норм и правил как круизных линий, так и всей туристической индустрии. В целях соблюдения всех правил и рекомендаций, мы требуем, чтобы все лидеры inCruises, квалифицированные на какой-либо ранг (от Маркетинг-Директора и выше), прошли следующую сертификацию.
uk: У компанії inCruises ми серйозно ставимося до дотримання всіх правил круїзних ліній і правил дорожнього господарства,правил турбізнесу. Прагнучи дотримуватися всіх правил і вказівок, тепер ми вимагаємо, щоб усі Лідери Кваліфікованого Рангу inCruises (ті, які мають звання Маркетинг Директора і вище), виконали наступну сертифікацію.
uz: inCruises да биз барча круиз компаниялари ва туризм саноати қоидаларига риоя этишни ўз зиммамизга олганмиз. Ушбу қоидалар ва тавсияларни бажариш йўлида, биз энди inCruises нинг барча кавалификациядаги (Маркетинг директор ва ундан юқори даражага эришган) етакчиларидан қуйидаги сертификатни тўлдиришларини талаб этамиз.
zh: 在inCruises，我們認真遵守所有郵輪和旅遊行業法規。為了遵守所有規則和指南，我們現在要求所有被inCruises排名認證過的領導者（Marketing Director及以上職稱的人）完成以下認證。

source: At inCruises, giving is at the heart of everything we do. We aspire to be those who “live to give”. Since our founding, we have been committed to spreading gratitude and generosity across the globe. Through the
ca: A inCruises, la generositat és al cor de tot el que fem. Aspirem a ser aquells que "viuen per donar". Des de la nostra fundació, ens hem compromès a difondre la gratitud i la generositat arreu del món. A través del
de: Bei inCruises steht das Geben im Mittelpunkt unseres Handelns. Wir streben danach, diejenigen zu sein, die „leben, um zu geben“. Seit unserer Gründung haben wir uns verpflichtet, Dankbarkeit und Großzügigkeit auf der ganzen Welt zu verbreiten. Durch
es: En inCruises, la generosidad es el corazón de todo lo que hacemos. Aspiramos a ser aquellos que "viven para vivir". Desde nuestra fundación, hemos estado comprometidos en difundir gratitud y generosidad alrededor del mundo. A través de la
fr: Chez inCruises, la générosité est au cœur de tout ce que nous faisons. Nous aspirons à être ceux qui « vivent pour donner ». Depuis notre création, nous nous sommes engagés à répandre la gratitude et la générosité dans le monde entier. À travers
it: Per noi di inCruises, la donazione è al centro di tutto ciò che facciamo. Aspiriamo ad essere persone che “vivono per dare”. Sin dalla nostra fondazione, ci siamo impegnati a diffondere gratitudine e generosità in tutto il mondo. Attraverso il
ja: inCruisesでは、「貢献」をすべての行動の中心に据えています。私たちは「与えるために生きる」人でありたいと願っています。設立以来、私たちは感謝の気持ちと寛大さを世界中に広めることに尽力してきました。この
kk: InCruises-те қайтару Біз жасайтын барлық нәрселердің негізінде жатыр. Біз "беру үшін өмір сүретіндер"болуға тырысамыз. Құрылған сәттен бастап біз бүкіл әлемге алғыс пен жомарттықты таратуға тырысамыз. Арқылы
ky: InCruises компаниясында берүү биздин бардык ишибиздин өзөгүн түзөт. Биз "берүү үчүн жашагандардан" болууга умтулабыз. Биз негизделгенден бери дүйнө жүзү боюнча ыраазычылык жана берешендик сапаттарын жайылтууга умтулуп келебиз. ... аркылуу
lv: “InCruises” laikā došana ir visa, ko mēs darām, pamatā. Tiecamies būt tie, kas “dzīvo, lai dotu”. Kopš mūsu dibināšanas mēs esam apņēmušies darīt zināmu pateicību un dāsnumu visā pasaulē. Caur
mn: inCruises-ийн бидний хувьд, бусдад өгнө гэдэг бол бидний хийдэг зүйлийн гол цөм нь юм. Бид "өгөхийн төлөө амьдардаг" хүмүүс байхыг эрмэлздэг. Бид үүсгэн байгуулагдсан цагаасаа хойш дэлхий даяар талархал, өгөөмөр сэтгэлийг түгээн дэлгэрүүлэхээр зорьж ирсэн юм. Иймээс
pt: Na inCruises, doar está no centro de tudo o que fazemos. Aspiramos ser aqueles que “vivem para doar”. Desde a nossa fundação, estamos comprometidos em espalhar gratidão e generosidade pelo mundo. Por meio da
ro: La inCruises, dăruirea se află în centrul a tot ceea ce facem. Aspirăm să fim cei care „trăiesc pentru a dărui”. De la înființarea noastră, ne-am angajat să răspândim recunoștință și generozitate pe tot globul. Prin intermediul
ru: В inCruises культура отдавания является основой всего, что мы делаем. Мы стремимся быть теми, кто "живёт, чтобы отдавать". С самого момента нашего основания мы преданны идее нести благодарность и щедрость по всему миру. И благодаря
uk: В inCruises культура віддавання є основою всього, що ми робимо. Ми прагнемо бути тими, хто живе, щоб віддавати. З самого моменту нашого заснування ми віддані ідеї нести подяку та щедрість у всьому світі. І завдяки
uz: inCruises даги барча ишларимиз негизида хайрия мавжуд. Биз "хайрия қилиш учун яшашга" интиламиз. Компаниямиз очилганидан бери биз бутун дунё бўйлаб миннатдорчилик ва саховат тарқатишга интилмоқдамиз.
zh: 在inCruises，我们的核心理念就是给予。我们立志成为“为给予而生”的人。自公司成立以来，我们一直致力于在全球传播感恩与慷慨。通过这些努力，我们

source: At inCruises/inGroup® we take complying with our Partnership and Membership agreement seriously. To ensure we have communicated these important standards, we require that all inCruises Partners carefully read the following statements, agree to each one, and sign this Partner Code of Conduct.
ca: En inCruises/*inGroup®; ens prenem molt de debò el compliment del nostre acord de Socis i la Membresia. Per a assegurar-nos d'haver comunicat aquestes importants normes, exigim que tots els Socis d'inCruises llegeixin detingudament les següents declaracions, acceptin cadascuna d'elles i signin aquest Codi de Conducta per a Socis.
de: Wir bei inCruises/inGroup® nehmen die Einhaltung unserer Partnerschafts- und Mitgliedschaftsvereinbarung sehr ernst. Um sicherzustellen, dass wir diese wichtigen Standards vermittelt haben, verlangen wir von allen inCruises-Partnern, dass sie die folgenden Erklärungen sorgfältig lesen, jeder einzelnen zustimmen und diesen Partner-Verhaltenskodex unterschreiben.
es: En inCruises/inGroup® nos tomamos muy en serio el cumplimiento de nuestros contratos de Membresía y Programa de Socios. Para asegurarnos de haber comunicado estas importantes normas, solicitamos a todos los Socios inCruises que lean detenidamente las siguientes afirmaciones, acepten cada una de ellas y firmen este Código de Conducta para Socios.
fr: Chez inCruises/inGroup® nous prenons au sérieux le respect de nos accords de Partenariat et d'Adhésion. Afin de nous assurer que nous avons communiqué ces normes importantes, nous demandons à tous les Partenaires inCruises de lire attentivement les déclarations suivantes, d'accepter chacune d'entre elles et de signer le présent code de conduite des Partenaires.
it: Noi di inCruises/inGroup® prendiamo sul serio il rispetto del nostro contratto di Partnership e di Membership. Per essere certi di aver comunicato questi importanti standard, chiediamo a tutti i Partner di inCruises di leggere attentamente le seguenti dichiarazioni, di accettare ognuna di esse e di firmare il presente Codice di Condotta dei Partner.
ja: inCruises/inGroup®では、パートナーシップおよびメンバーシップ規約を遵守することを真剣に受け止めています。この重要な基準を確実に伝えるため、すべてのinCruisesパートナーは、以下の文章をよく読み、各項目に同意し、 このパートナー行動規範に署名することを要求します。
kk: inCruises/inGroup®компаниясында біз серіктестік пен мүшелік келісімімізді орындауға байыппен қараймыз. Осы маңызды стандарттарды жеткізуді қамтамасыз ету үшін біз барлық inCruises серіктестерінен келесі ережелерді мұқият оқып шығуын, әрқайсысымен келісуін және Серіктестіктің осы мінез-құлық кодексіне қол қоюын талап етеміз.
ky: inCruises/inGroup® компаниясында биз Өнөктөштүк жана Мүчөлүк келишимибизди аткарууга олуттуу карайбыз. Бул маанилүү стандарттарды камсыз кылуу үчүн биз бардык inCruises өнөктөштөрүнөн төмөнкү билдирүүлөрдү кылдаттык менен окуп чыгып, ар бирине макул болушун жана ушул Өнөктөштүн Жүрүм-Турум кодексине кол коюшун талап кылабыз.
lv: inCruises/inGroup® &#174; mēs nopietni ievērojam mūsu Partnerības un Biedru Dalības līgumu. Lai nodrošinātu, ka esam paziņojuši šos svarīgos standartus, mēs pieprasām, lai visi inCruises Partneri rūpīgi izlasītu šādus paziņojumus, piekristu katram un parakstītušo Partnera Uzvedības Kodeksu.
mn: inCruises/inGroup®-ийн бид Түншийн болон Гишүүнчлэлийн Гэрээгээ дагаж мөрдүүлэх тал дээр нухацтай хандан ажилладаг. Бид эдгээр чухал дүрмүүдийг танилцуулсан эсэхийг баталгаажуулах үүднээс inCruises-ийн бүх Түншүүдээс дараах заалтуудыг анхааралтай уншин, тус бүрийг хүлээн зөвшөөрч, Түншийн Ёс Зүйн Дүрэмд гарын үсэг зурахыг хүсэж байна.
pt: Na inCruises/inGroup®, levamos a sério o cumprimento de nosso contrato de parceria e assinatura. Para garantir que comunicamos esses importantes padrões, exigimos que todos os parceiros da inCruises leiam atentamente as seguintes declarações, concordem com cada uma e assinem este Código de Conduta do Parceiro.
ro: La inCruises/inGroup® luăm în serios respectarea acordului nostru de parteneriat și membru. Pentru a ne asigura că am comunicat aceste standarde importante, solicităm ca toți partenerii inCruises să citească cu atenție următoarele declarații, să fie de acord cu fiecare și să semneze prezentul Cod de conduită pentru parteneri.
ru: В inCruises/inGroup® мы очень серьёзно относимся к соблюдению наших Партнёрских и Членских соглашений. И чтобы точно знать, что мы донесли эти важные стандарты, мы требуем от всех наших Партнёров внимательно прочитать следующие положения, принять каждое из них и подписать эти Правила поведения Партнёра.
uk: В inCruises/inGroup® ми дуже серйозно ставимося до дотримання наших Партнерських та Членських угод. І щоб точно знати, що ми донесли ці важливі стандарти, ми вимагаємо від усіх наших Партнерів уважно прочитати наступні положення, прийняти кожне з них та підписати ці Правила поведінки Партнера.
uz: inCruises/inGroup® да биз Ҳамкорлик ва Аъзолик битимларимизга риоя этилишига жиддий қараймиз. Ушбу муҳим стандартларни сизга етказганимизга ишонч ҳосил қилиш учун барча inCruises Ҳамкорлари қуйидаги баёнотларни ўқиб чиқиши, уларнинг ҳар бирига розилик билдириши ва ушбу Ҳамкор ахлоқи кодексини имзолашини талаб этамиз.
zh: 在inCruises/inGroup，我们认真遵守我们的合作伙伴和会员协议。 为了确保我们传达了这些重要标准，我们要求所有inCruises合作伙伴仔细阅读以下声明，同意每一项并签署本合作伙伴行为准则。

source: At some point you may have deactivated your account. This caused your points to move to an inactive account balance. Please select which balance you want to use for this booking.
fr: Il se peut que vous ayez désactivé votre compte à un moment donné. Vos points ont alors été transférés sur un compte inactif. Veuillez sélectionner le solde que vous souhaitez utiliser pour cette réservation.
it: A un certo punto, potresti aver disattivato il tuo account, Il che ha causato lo spostamento dei tuoi punti nel saldo inattivo dell'account. Ti preghiamo di selezionare quale saldo vuoi utilizzare per questa prenotazione.
kk: Бұрын аккаунтыңызды уақытша өшірген болуыңыз мүмкін. Сол себепті сіздің ұпайларыңыз белсенді емес шот қалдығына ауыстырылды. Бұл брондау үшін пайдаланылатын қалдықты таңдаңыз.
pt: Em algum momento, você pode ter desativado sua conta. Isso fez com que seus pontos fossem transferidos para um saldo de conta inativo. Selecione o saldo que deseja usar para esta reserva.
uk: У певний момент ваш обліковий запис міг бути деактивований. Це стало причиною того, що ваші бали були перенесені на баланс неактивного облікового запису. Будь ласка, оберіть, який баланс ви хочете використати для цього бронювання.
zh: 您可能在某个时间停用了账户，这导致您的积分被转移到“非活跃账户余额”中。请您选择要用于本次预订的余额。

source: At step 6,
ca: Al pas 6,
de: Bei Schritt 6,
es: En el pasto 6,
fr: À l'étape 6,
it: Al passo 6,
ja: ステップ6では、
kk: №6 қадамда,
ky: 6-кадамда,
lv: 6. solī,
mn: 6-р алхамд,
pt: No passo 6,
ro: La pasul 6,
ru: На шаге №6,
uk: На кроці №6,
uz: 6-босқичда
zh: 在第6步，

source: At the bottom
ca: A la part inferior
fr: En bas
it: In fondo
ja: 画面の一番下
kk: Төменгі жағында
pt: Na parte inferior
ro: În partea de jos
uk: Унизу екрана
uz: Пастда
zh: 在底部

source: At the end of the presentation Duplicator sends you an email with the choices made throughout the presentation and tells you if your prospect wants to start as Member, Partner or Partner Member!
ca: Al final de la presentació, Duplicador t'envia un missatge de correu electrònic amb les decisions preses al llarg de la presentació i t'informa si el teu futur client vol començar com a Membre, Soci o Soci-Membre!
de: Am Ende der Präsentation sendet Duplicator Ihnen eine E-Mail mit der während der Präsentation getroffenen Auswahl und teilt Ihnen mit, ob Ihr Interessent als Mitglied, Partner oder Partner-Mitglied beginnen möchte!
es: Al final de la presentación, Duplicator te envía un email con las decisiones que se tomaron durante la la misma y te dice si tus invitados quieren comenzar como ¡Miembros, Socios, o Socios-Miembros!
fr: À la fin de la présentation, Duplicator vous envoie un courrier électronique avec les choix effectués tout au long de la présentation et vous indique si votre prospect souhaite commencer en tant que membre, partenaire ou membre partenaire !
it: Alla fine della presentazione, Duplicator ti invia un'email con le opzioni scelte nel corso della stessa e ti dice se il tuo invitato vuole iniziare come Membro, Partner o Partner-Membro!
ja: プレゼンテーションが終了したあと、見込み顧客がメンバー、パートナー、またはパートナー・メンバーのどちらの会員区分に興味を抱いているかを選択していただくため、その結果をデュプリケーターがメールであなたに通知いたします！
kk: Осы тұсаукесердің соңында, Дупликатор сіздің таныстырылымыңызды алған адамның іс-әрекеттері мен нұсқаларын сіздің электрондық поштаңызға жібереді және ол Клубтың мүшесі, серіктесі немесе Серіктес-мүшесі болуға шешім қабылдағаны туралы хабарлайды!
ko: 프리젠테이션이 끝나면 듀플리케이터는 프리젠테이션 중 결정된 사항을 이메일로 귀하에게 전송하고 잠재고객이 멤버, 파트너 또는 파트너 멤버로의 시작 여부를 알려줍니다!
ky: Презентациянын аягында, Дупликатор сизге презентация учурунда жасалган тандоолорду камтыган электрондук кат жөнөтөт жана сиздин потенциалдуу кардарыңыз клубдун Мүчөсү, Өнөктөшү же Өнөктөш Мүчөсү болууну чечкенин сизге кабарлайт!
lv: Prezentācijas beigās duplikators nosūta jums epastu par prezentācijas laikā izvēlēto variantu un paziņo vai jūsu iespējamais biedrs vēlas būt Biedrs, Partneris vai Partnera biedrs!
mn: Танилцуулгын төгсгөлд Дупликатор нь танд танилцуулгын туршид хийгдсэн сонголтууд бүхий имэйл илгээж, таны сонирхогч Гишүүн, Түнш эсхүл Түнш Гишүүн болохын алийг хүсэж байгаа тухай мэдэгдэнэ!
pt: No final da apresentação o Duplicator envia um email para você com as escolhas feitas durante a apresentação e informa se o seu cliente em potencial deseja começar como Membro, Sócio ou Sócio-Membro!
ro: La finalul prezentării, Duplicatorul vă trimite un e-mail cu deciziile luate în timpul prezentării și vă spune dacă prospectul dvs. doreşte să înceapă în calitate de Membru, Partener sau Membru Partener!
ru: И в завершении данной презентации, Дупликатор пошлет вам письмо по электронной почте с действиями и вариантами, сделанными вашим приглашенным на протяжении всей презентации и уведомит вас, принял ли он решение стать Членом, Партнером или Членом-Партнером клуба!
uk: І в завершенні даної презентації, Дупликатор відправить вам лист по електронній пошті з діями і варіантами, зробленими вашим запрошеним на протязі всієї презентації і повідомить вас, чи прийняв він рішення стати Членом, Партнером або Членом-Партнером клубу!
uz: Тақдимот сўнгида Дубликатор сизга тақдимот давомида қилинган танловлар билан электрон хат юборади ва сизга эҳтимолий мижозингиз Аъзо, Ҳамкор ёки Ҳамкор Аъзо сифатида иш бошлашни истаётганини айтади!
zh: 在演示文稿結束時，Duplicator會向您發送壹封電子郵件，其中包含演示過程中做出的決定，並告訴您您的潛在客戶是否希望以會員，合作夥伴或合作夥伴會員的身份開始！

source: At the heart of inCruises are leaders totally committed to fulfilling the company’s mission.
ca: Al cor d’inCruises hi ha líders totalment compromesos amb el compliment de la missió de l’empresa.
de: Im Mittelpunkt von inCruises stehen Leader, die sich voll und ganz der Erfüllung der Unternehmensmission verschrieben haben.
es: En el corazón de inCruises se encuentran líderes totalmente comprometidos con cumplir la misión de la compañía.
fr: Au cœur d’inCruises se trouvent des leaders totalement engagés à remplir la mission de l’entreprise.
it: Al cuore di inCruises ci sono leader che si impegnano a fondo per realizzare la missione dell'azienda.
ja: inCruisesの中心にいるのは、会社のミッションの実現に全力で取り組んでいるリーダーたちです。
kk: InCruises-тің негізінде компанияның миссиясын орындауға толықтай берілген көшбасшылар жатыр.
ky: InCruises компаниясынын өзөгүн компаниянын миссиясын аткарууга чык ыкластан берилген лидерлер түзөт.
lv: InCruises centrā ir līderi, kas ir pilnīgi apņēmušies pildīt kompānijas misiju.
mn: inCruises-ийн гол цөм бол компаний эрхэм зорилгыг биелүүлэхийн төлөө тууштай ажилладаг удирдагч нар байдаг.
pt: No coração da inCruises estão líderes totalmente comprometidos com o cumprimento da missão da empresa.
ro: În centrul inCruises se află lideri total dedicați îndeplinirii misiunii companiei.
ru: Центральное место в inCruises занимают лидеры, всецело преданные выполнению миссии компании.
uk: Центральне місце в inCruises посідають лідери, які повністю віддані місії компанії.
uz: inCruises марказида ўзини компания миссиясига тўлиқ бағишлаган етакчилар мавжуд.
zh: inCruises的核心是一群全心致力于实现公司使命的领导者。

source: At the moment we offer over 20,000 different cruise options and access to over 300 thousand hotel and resort options globally.
ca: En aquest moment oferim més de 20.000 opcions de creuers diferents i accés a més de 300.000 opcions d'hotels i ressorts a tot el món.
de: Derzeit bieten wir über 20.000 verschiedene Kreuzfahrtoptionen und Zugang zu über 300.000 Hotel- und Resortoptionen weltweit.
es: En este momento, ofrecemos más de 20,000 opciones de cruceros diferentes y acceso a más de 300,000 opciones de hoteles y resorts a nivel mundial.
fr: Actuellement, nous proposons plus de 20 000 croisières différentes et un accès à plus de 300 000 hôtels et centres de villégiature dans le monde entier.
it: Al momento offriamo oltre 20.000 opzioni di crociera e l'accesso a oltre 300.000 hotel e resort in tutto il mondo.
ja: 現在、20,000件以上のクルーズ・オプションと、世界30万件以上のホテルやリゾートへのアクセスを提供しています。
kk: Қазіргі уақытта біз 20 000-нан астам түрлі круиздік опцияларды және бүкіл әлем бойынша 300 мыңнан астам қонақүйлер мен курорттарға қол жеткізуді ұсынамыз.
ky: Учурда биз дүйнө жүзү боюнча 20 000ден ашык ар кандай круиздик варианттарга жана 300 миңден ашык мейманкана жана курорттук варианттарга мүмкүнчүлүк беребиз.
lv: Šobrīd mēs piedāvājam vairāk nekā 20 000 dažādu kruīza iespēju un pieeju vairāk nekā 300 tūkstošiem viesnīcu un kūrortu iespēju visā pasaulē.
mn: Одоогийн байдлаар бид дэлхийн 20,000 гаруй далайн аялал, 300 мянга гаруй зочид буудал, амралтын газрын сонголтуудыг санал болгож байна.
pt: No momento, oferecemos mais de 20.000 opções diferentes de cruzeiros e acesso a mais de 300 mil opções de hotéis e resorts no mundo todo.
ro: În prezent, oferim peste 20.000 de opțiuni de croazieră diferite și acces la peste 300 de mii de opțiuni de hoteluri și stațiuni la nivel global.
ru: В настоящий момент мы предлагаем свыше 20 000 различных вариантов круизов и доступ к более 300 000 вариантов отелей и курортов по всему миру.
uk: На даний момент ми пропонуємо понад 20 000 різних варіантів круїзів та доступ до більш ніж 300 000 варіантів готелів та курортів по всьому світу.
uz: Ҳозирда биз бутун дунё бўйлаб 20,000 дан ортиқ турли круизларни ва 300,000 дан ортиқ меҳмонхона ва курортларни таклиф этмоқдамиз.
zh: 目前，我们提供超过20000种不同的邮轮选择，并可访问全球超过30万家酒店和度假村的选项。
