Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Tickets cover access to the official program and listed inclusions. Travel, accommodation, and personal expenses are not included. Prices do not include the mandatory 10% VAT and service charges.
fr: Les billets donnent accès au programme officiel et aux prestations incluses. Les frais de transport, d'hébergement et les dépenses personnelles ne sont pas inclus. Les prix indiqués ne comprennent pas la TVA (10 %) ni les frais de service.
it: I biglietti coprono l'accesso al programma ufficiale e i servizi elencati. Viaggio, alloggio e spese personali non sono inclusi. Ai prezzi vanno aggiunti l'IVA obbligatoria del 10% e gli oneri di servizio.
kk: Билеттер ресми бағдарламаға қолжетімділікті және көрсетілген қамтуларды қамтамасыз етеді. Саяхат, тұру және жеке шығындар кірмейді. Бағаларға міндетті 10% ҚҚС және сервис алымдары кірмейді.
pt: Os ingressos cobrem o acesso ao programa oficial e aos conteúdos listados. Viagem, acomodação e despesas pessoais não estão incluídas. Os preços não incluem o IVA obrigatório de 10% e taxas de serviço.
uk: Квитки включають доступ до офіційної програми та перерахованих послуг. Проїзд, проживання та особисті витрати не входять у вартість. Ціни не включають обов’язковий ПДВ у розмірі 10% та сервісний збір.
uz: Чипталар расмий тадбир ва берилган дастурларда қатнашиш ҳуқуқини беради. Саёҳат, тураржой ва шахсий харажатлар киритилмаган. Нархларга мажбурий 10% ҚҚС ва хизматлар ҳақи киритилмаган.
zh: 门票涵盖官方日程及所列项目。差旅、住宿及个人支出不包含在内。价格不含强制性的10%增值税和服务费。

source: Tickets for <u>{{ data.name }}</u> on <u>{{ data.dateRange }}</u>
ca: Tiquets per <u>{{ data.name }}</u> en <u>{{ data.dateRange }}</u>
de: Tickets für <u>{{ data.name }}</u> auf <u>{{ data.dateRange }}</u>
es: Boletos para <u>{{ data.name }}</u> en <u>{{ data.dateRange }}</u>
fr: Billets pour <u>{{ data.name }}</u> on <u>{{ data.dateRange }}</u>
it: Biglietti per <u>{{ data.name }}</u> il <u>{{ data.dateRange }}</u>
ja: チケットは <u>{{ data.name }}</u> の <u>{{ data.dateRange }}</u>
kk: Билеттер <u>{{ data.name }}</u> үшін <u>{{ data.dateRange }}</u>
ky: <u>{{ data.name }}</u> үчүн билеттер <u>{{ data.dateRange }}</u> да
lv: Biļetes priekš<u>{{ data.name }}</u>uz<u>{{ data.dateRange }}</u>
mn: Тусламжийн хүсэлтүүд <u>{{ data.name }}</u> өдрүүд <u>{{ data.dateRange }}</u>
pt: Tickets para <u>{{ data.name }}</u> em <u>{{ data.dateRange }}</u>
ro: Bilete pentru <u>{{ data.name }}</u> pe <u>{{ data.dateRange }}</u>
ru: Тикеты для <u>{{ data.name }}</u> за <u>{{ data.dateRange }}</u>
uk: Тікети для <u>{{ data.name }}</u> за <u>{{ data.dateRange }}</u>
uz: <u>{{ data.name }}</u> учун чипталар <u>{{ data.dateRange }}</u> да
zh: <u>{{ data.name }}</u>的票，在<u>{{ data.dateRange }}</u>

source: Tickets will be delivered post-booking by email; or, physically delivered to the customer or the customer's hotel
ca: Les entrades seran entregades després de la reserva per correu electrònic, o bé físicament al client o a l'hotel del client
de: Die Tickets werden nach der Buchung per E-Mail zugestellt; oder sie werden dem Kunden oder dem Hotel des Kunden physisch übergeben
es: Los boletos serán entregados después de la reservación, vía correo electrónico; o, entregados físicamente al cliente o al hotel del cliente
fr: Les billets seront livrés après la réservation par courrier électronique ou physiquement au client ou à l'hôtel du client
it: I biglietti saranno consegnati dopo la prenotazione, tramite email o consegnati fisicamente al cliente o all'hotel del cliente
ja: チケットは予約後にメールで受信；もしくは直接またはあなたのご宿泊ホテルへ直接お届けします
kk: Билеттер брондаудан кейін электрондық пошта арқылы жеткізіледі; немесе физикалық түрде клиентке немесе клиенттің қонақ үйіне жеткізіледі
ky: Билеттер брондоодон кийин электрондук почта аркылуу жеткирилет; же кардарга же кардардын мейманканасына жеткирилет
lv: .Biļetes tiks piegādātas pēc rezervēšanas pa e-pastu vai fiziski piegādātas klientam vai klienta viesnīcai
mn: Захиалга хийсний дараа тасалбарыг имэйлээр илгээх, эсвэл худалдан авагч болон түүний байрлаж буй буудалд хүргэж өгөх болно
pt: Os ingressos serão entregues após a reserva por e-mail; ou, entregue fisicamente ao cliente ou ao hotel do cliente
ro: Biletele vor fi livrate după rezervare prin e-mail; sau, livrat fizic clientului sau hotelului acestuia
ru: Билеты будут доставлены по электронной почте после бронирования; или доставленны физически клиенту или в отель клиента
uk: Квитки будуть надіслані електронною поштою після бронювання; або доставлені фізично клієнту або до готелю клієнта
uz: Чипталар буюртмадан сўнг электрон почта орқали; ёки истеъмолчига шахсан ёхуд мижоз меҳмонхонасига юборилади
zh: 门票将在预订后通过电子邮件发送，或者实体送达给客户或客户的酒店

source: Tiebreaker
ca: Desempat
de: Gleichstand
es: Desempate
fr: Bris d'égalité
it: Spareggio
ja: タイブレーク
kk: Тайбрейкер
ko: 동점자
ky: Тай-брейк
lv: Šķirklis
mn: Тэнцсэн тохиолдолд
pt: Desempate
ro: Departajare
ru: Решающие условия при прочих равных показателях
uk: Вирішальні умови при інших рівних показниках
uz: Тай-брейк
zh: 决胜局

source: Tier 1 ICR
ca: Nivell 1 ICR
es: Nivel 1 ICR
fr: ICR de niveau 1
it: Livello 1 ICR
ja: レベル1 コンプライアンスレビュー
kk: Деңгей 1 ICR
ky: 1-деңгээлдеги ICR
mn: 1 ICR шатны
pt: ICR de Nível 1
ro: ICR de nivel 1
ru: Уровень ICR 1
uk: Рівень 1 ICR
uz: 1-даражали ICR
zh: 第一级ICR

source: Tier 2 ICR
ca: Nivell 2 ICR
es: Nivel 2 ICR
fr: ICR de niveau 2
it: Livello 2 ICR
ja: Tier 2 コンプライアンスレビュー
kk: Деңгей 2 ICR
ky: 1-деңгээлдеги ICR
mn: 2 ICR шатны
pt: ICR de Nível 2
ro: ICR de nivel 2
ru: Уровень ICR 2
uk: Рівень 2 ICR
uz: 2-даражали ICR
zh: 第二级ICR

source: Time
ca: Temps
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
ja: 時間
kk: Уақыт
ko: 시간
ky: Убакыт
lv: Laiks
mn: Боломжит цаг
pt: Tempo
ro: Timpul
ru: Время
uk: Час
uz: Вақт
zh: 時間

source: Time Before Departure
ca: Temps Abans de la Sortida
de: Zeit vor der Abreise
es: Tiempo Antes de la Salida
fr: Délai avant le départ
it: Tempo prima della partenza
ja: 出発までの時間
kk: Шығуға дейінгі уақыт
ky: Кетүүдөн мурунку убакыт
lv: Laiks pirm Atiešana
mn: Цуглах цаг
pt: Tempo antes da partida
ro: Timp înainte de plecare
ru: Время до отправления
uk: Часу до відправлення
uz: Жўнашдан олдинги вақт
zh: 出发前时间

source: Time Frame
ca: Període de temps
de: Zeitrahmen
es: Periodo de Tiempo
fr: Cadre temporel
it: Periodo di tempo
ja: 期間
kk: Уақыт шеңберінде
ko: 시간 프레임
ky: Убакыт аралыгы
lv: Laika rāmis
mn: Хугацаа
pt: Prazo
ro: Interval de timp
ru: Промежуток времени
uk: Проміжок часу
uz: Вақт оралиғи
zh: 大体时间

source: Time Frame Requirements
ca: Requisits de marc de temps
de: Anforderungen zum Zeitrahmen
es: Requisitos del Periodo de Tiempo
fr: Exigences de temps
it: Requisiti del periodo di tempo
ja: 時間枠の要件
kk: Талап етілген Уақыт Шеңбері
ko: 기간 요구 사항
ky: Убакыт алкагынын талаптары
lv: Laika perioda prasības
mn: Хугацааны болзол
pt: Requisitos de Período de Tempo
ro: Cerinţele pentru acest interval de timp
ru: Требуемый Период Времени
uk: Вимоги до Часового Інтервалу
uz: Вақт оралиғи талаблари
zh: 時間範圍要求

source: Time is of the essence of this Addendum.
ca: El temps és essencial d’aquest Addendum.
de: Eine Nachfristsetzung dieses Addendums.
es: El tiempo es la esencia de este Anexo.
fr: Le temps est au coeur de cet Addendum.
it: Il tempo è l'essenza di questo Addendum.
ja: 時間(期限)はこの追加条項の重要な条項です。
kk: Бұл Қосымшаның жарамдылық мерзімі.
ko: 기간은 이 추가 조항의 핵심입니다.
ky: Убакыт бул Тиркеменин маңызын түзөт.
lv: Laiks ir ši saistību pielikuma pamatā.
mn: Цаг хугацаа бол энэ Нэмэлт Өөрчлөлт мөн чанар.
pt: O tempo é a essência deste Adendo.
ro: Timpul este esenţial în acest Act Adiţional.
ru: Срок действия данного Дополнения.
uk: Час є суттю цього Додатку.
uz: Вақт ушбу Қўшимчанинг моҳияти ҳисобланади.
zh: 時間是本附錄的精髓所在。

source: Time Range:
ca: Interval de temps:
de: Zeitrahmen:
es: Periodo:
fr: Intervalle de Temps :
it: Intervallo di tempo:
ja: 時間の範囲：
kk: Уақыт Аралығы:
ko: 시간 범위:
ky: Убакыт диапазону:
lv: Laika diapazons:
mn: Цаг хугацаа:
pt: Intervalo de tempo:
ro: Interval de Timp:
ru: Диапазон времени
uk: Період Часу:
uz: Вақт диапазони:
zh: 時間範圍：

source: Time to Close
ca: Hora de tancar
de: Zeit zum Schließen
es: Tiempo para Cierre
fr: Temps de Fermeture
it: Tempo per chiudere
ja: クローズまでの時間
kk: Жабылатын уақыт
ko: 마감 시간
ky: Жабууга чейин калган убакыт
lv: Laiks slēgt
mn: Хаагдах хугацаа
pt: Hora de fechar
ro: Timpul de închidere
ru: Время до закрытия
uk: Час до закриття
uz: Ёпиш вақти
zh: 關閉時間

source: Time To Close Average
ca: Temps Per Tancar la Mitjana
de: Zeit zum Abschließen Durchschnitt
es: Promedio de Tiempo para Cierre
fr: Délai Moyen de Fermeture
it: Tempo medio per chiudere
ja: 平均のクローズまでの時間
kk: Орташа жабу уақыты
ko: 평균 마감 시간
ky: Орточо жабуу убактысы
lv: Vidējais slēgšanas laiks
mn: Хаагдах хугацааны дундаж
pt: Média de tempo para fechar
ro: Media timpului de închidere
ru: Среднее время до закрытия
uk: Середній час до закриття
uz: Ёпиш вақти ўртача
zh: 平均關閉時間

source: Time to Close Avg
ca: Hora de tancament de la mitjana
de: Zeit zum Schließen Durchschn.
es: Prom. Tiempo de Cierre
fr: Moy. Temps de Fermeture
it: Tempo medio di chiusura
ja: 平均のクローズまでの時間
kk: Орташа жұмысты жабу уақыты
ko: 평균 마감 시간
ky: Орточо жабуу убактысы
lv: Slēgšanas laiks
mn: Хаагдах хугацааны дундаж
pt: Tempo médio para fechar
ro: Timpul de închidere Med
ru: Время до закрытия в среднем
uk: Час до закриття в середньому
uz: Ёпиш вақти Ўртача
zh: 平均關閉時間

source: Timeframe for enforcing 'Period Transfer Limit' - (Hourly)
ca: Període per fer complir el 'Límit de transferència per període' - (Cada hora)"
de: Zeitrahmen für die Durchsetzung der 'Periodenübertragungsgrenze' - (stündlich)
es: Periodo para hacer cumplir el 'Límite de Transferencia por Período' - (Por hora)
fr: Délai d'application de la "limite de transfert de période" - (horaire)
it: Tempistica per l'applicazione del "Limite di trasferimento del periodo" - (orario)
ja: 「移行制限期間」の実施期間 - (1時間単位)
kk: «Кезеңдегі аудару лимитін» орындау мерзімі - (сағ.)
ky: "Учурдагы которуу лимитин" аткаруу мөөнөтү - (саат)
lv: Termiņš 'perioda pārcelšanas limita' izpildei - (stundā)
mn: "Шилжүүлэх хугацааг" хэрэгжүүлэх хугацаа - (Цаг тутамд)
pt: Prazo para aplicação do 'Limite de transferência de período' - (por hora)
ro: Perioada de timp pentru aplicarea „Limită perioadă de transfer” - (în fiecare oră)
ru: Срок введения в действие "Лимита периода переводов" - (ежечасно)
uk: Термін введення в дію "Ліміту періоду переказів" - (щогодини)
uz: "Даврни кўчириш чеклови"ни қўллаш даври - (соатига)
zh: 强制执行“周期转账限制”的时间框架 -（每小时）

source: Timeline
ca: Cronologia
de: Zeitleiste
es: Cronología
fr: Calendrier
it: Cronologia
ja: タイムライン
kk: Кесте
ko: 타임라인
ky: Убакыт тилкеси
lv: Laika grafiks
mn: Цаг хугацаа
pt: Linha do tempo
ro: Cronologie
ru: Временная шкала
uk: Часова шкала
uz: Вақт шкаласи
zh: 時間線

source: Times are shown in your local time zone.
ca: Els horaris es mostren en la teva zona horària local.
de: Die Uhrzeiten werden in Ihrer Ortszeit angezeigt.
es: Los horarios se muestran en tu zona horaria local.
fr: Les heures sont affichées dans ton fuseau horaire.
it: Gli orari sono espressi nella tua ora locale.
ja: 時間はあなたの住んでる地域のタイムゾーンで表示されます。
kk: Уақыт жергілікті уақыт белдеуінде көрсетілген.
ko: 시간은 현지 시간대로 표시됩니다.
ky: Көрсөтүлгөн убакыт сиздин жергиликтүү убакытка негизделген.
lv: Laiki ir norādīti jūsu vietējā laika zonā.
mn: Таны оршин сууж буй орны цагаар харагдана.
pt: Os horários são exibidos no fuso horário local.
ro: Ora este redată în fusul orar local al dvs.
ru: Указанное время - время местного часового пояса.
uk: Час відображається у вашому місцевому часовому поясі.
uz: Вақт сизнинг маҳаллий вақтингиз бўйича кўрсатилган.
zh: 在您當地時區顯示的時間。

source: Times may vary but we estimate the funds will be available within
ca: Els horaris poden variar, però estimem que els fons estaran disponibles dins
de: Die Zeiten können variieren, aber wir gehen davon aus, dass die Mittel verfügbar sind innerhalb von
es: Los tiempos pueden variar pero estimamos que los fondos estarán disponibles dentro de
fr: Les délais peuvent varier, mais nous estimons que les fonds seront disponibles dans un délai de
it: I tempi possono variare ma stimiamo che i soldi saranno disponibili entro
ja: 着金までの時間は変動する可能性がありますが、資金が利用できるようになるのは、
kk: Уақыт әр түрлі болуы мүмкін, бірақ біз қаражаттың қол жетімді болуын күтеміз
ko: 착금까지의 시간은 다를 수 있지만 자금을 이용할 수 있게 되는 것은
ky: Убакыт ар кандай болушу мүмкүн, бирок биз каражаттын ичинде жеткиликтүү болот деп эсептейбиз
lv: Laiki var mainīties, bet mēs secinām, ka līdzekļi būs pieejami
mn: Цаг хугацааны хувьд өөр байх боломжтой ч санхүүжилтийг дараах өдрийн дотор авах боломжтой гэж үзэж байна
pt: Os tempos podem variar, mas estimamos que os fundos estarão disponíveis dentro de
ro: Orele pot varia, dar estimăm că fondurile vor fi disponibile în termen
ru: Времена могут меняться, но мы расчитываем, что средства будут доступны в течение
uk: Час може змінюватися, але ми розраховуємо, що кошти будуть доступні протягом
uz: Муддатлар фарқланиши мумкин, аммо тахминимизча, маблағлар қуйидаги муддатда тушади:
zh: 时间可能会有所不同，但我们估计资金将在

source: Title
ca: Títol
de: Position
es: Título
fr: Titre
it: Qualifica
ja: タイトル
kk: Дәреже
ko: 직급
ky: Даражасы
lv: Virsraksts
mn: Цол
pt: Título
ro: Titlu
ru: Звание
uk: Титул
uz: Даража
zh: 標題

source: Title achieved!
ca: Títol aconseguit!
de: Titel erreicht!
es: ¡Título Alcanzado!
fr: Titre atteint !
it: Titolo raggiunto!
ja: タイトル達成！
kk: Атау алынды!
ko: 직급 달성!
ky: Титулга жетишилди!
lv: Nosaukums/Tituls sasniegts!
mn: Цолны болзол хангалаа!
pt: Título conquistado!
ro: Titlu obținut!
ru: Ранг достигнут!
uk: Ранг досягнуто!
uz: Титулга эришилди!
zh: 标题达成！

source: Title:
ca: Títol:
es: Título:
fr: Titre :
it: Qualifica:
ja: タイトル:
kk: Тақырыбы:
ko: 직급:
ky: Аталышы:
lv: Virsraksts:
mn: Цол:
pt: Título:
ro: Titlu:
ru: Заголовок:
uk: Заголовок:
uz: Ном:
zh: 標題:

source: Titles
ca: Títols
de: Positionen
es: Título
fr: Titres
it: Qualifiche
ja: タイトル
kk: Дәрежелер
ko: 호칭
ky: Даражалар
lv: Tituli
mn: Цол зэрэг
pt: Títulos
ro: Titluri
ru: Звания
uk: Звання
uz: Мақом
zh: 標題

source: TLS (or SSL if not available)
ca: TLS (o SSL si no està disponible)
de: TLS (oder SSL wenn nicht verfügbar)
es: TLS (o SSL si TLS no esta disponible)
fr: TLS (ou SSL si pas disponible)
it: TLS (o SSL se non disponibile)
ja: TLS（または利用できない場合はSSL）
kk: TLS (немесе SSL, егер қолжетімді болмаса)
ko: TLS (사용할 수없는 경우, 또는 SSL)
ky: TLS (транспорт деңгээлиндеги коопсуздук) (же SSL, мурунку жок болсо)
lv: TLS(vai SSL nav pieejams)
mn: TLS (эсвэл SSL хэрэв байхгүй бол)
pt: TLS (ou SSL, se não estiver disponível)
ro: TLS (sau SSL dacă nu este disponibil)
ru: Протокол TLS (или SSL, если не доступен)
uk: Протокол TLS (або SSL, якщо не доступний)
uz: ТДҲ (транспорт даражаси хавфсизлиги) (ёки ҲСД, биринчиси мавжуд бўлмаганда)
zh: TLS（如果不可用，則為SSL）

source: TMT Financial Protection
ca: Protecció financera TMT
de: TMT Finanzielle Absicherung
es: Protección Financiera TMT
fr: Protection Financière TMT
it: Protezione finanziaria TMT
ja: TMTファイナンシャル保護
kk: TMT Қаржылық Қорғау
ko: TMT 재정 보호
ky: TMT Каржылык Коргоо
lv: TMT Finansiālā Aizsardzība
mn: TMT Санхүүгийн хамгаалалт
pt: Proteção financeira TMT
ro: Protecția Financiară TMT
ru: Финансовая Защита от ТМТ
uk: Фiнансовий Захист від ТМТ
uz: ТМТ Молиявий ҳимояси
zh: TMT 财务保护

source: to
ca: a
de: zu
es: a
fr: à
it: a
ja: から
kk: дейін
ko: 목적지
ky: чейин
lv: uz
mn: -аас
pt: até
ro: la
ru: до
uk: до
uz: га
zh: 至

source: To
ca: A
de: An
es: Para
fr: À
it: A
ja: 宛先
kk: Кімге
ky: Кимге
lv: Uz
mn: Хэнд
pt: Para
ro: Către
ru: Кому
uk: Кому
uz: Кимга
zh: 目的地

source: To access this page, you need to download our mobile app and login, once you complete these steps then refresh this page.
ca: Per accedir a aquesta pàgina, heu de descarregar la nostra aplicació per a mòbils i accedir-hi, un cop hagueu completat aquests passos, actualitzeu aquesta pàgina.
de: Um auf diese Seite zuzugreifen, müssen Sie unsere mobile App herunterladen und sich anmelden. Sobald Sie diese Schritte ausgeführt haben, aktualisieren Sie diese Seite bitte.
es: Para acceder a esta página, es necesario descargar nuestra app móvil y registrarte. Cuando completes estos pasos, carga nuevamente esta página.
fr: Pour accéder à cette page, tu dois télécharger notre application mobile et ouvrir une session, une fois fait rafraîchit cette page.
it: Per accedere a questa pagina è necessario scaricare la nostra applicazione mobile ed effettuare l'accesso, una volta completati questi passaggi, ricarica la pagina.
ja: このページにアクセスするには、携帯アプリをダウンロードし、ログインする必要があります。その作業が終わりましたら、このページを更新してください。
kk: Осы бетке кіру үшін, біздің мобильді қосымшамызды жүктеп және тіркелуіңіз керек. Сол қадамдарды аяқтағаннан кейін, осы бетті жаңартыңыз.
ko: 이 페이지를 이용하기 위해서는, 귀하께서는 인크루즈 모바일 앱을 다운로드 받으시고 로그인하십시오. 이 단계를 완성하고 난 뒤 이 페이지를 새롭게 하십시오.
ky: Бул баракчага кирүү үчүн, сиз биздин мобилдик тиркемени жүктөп алып, кирүүңүз керек, бул кадамдарды аткаргандан кийин бул баракчаны жаңыртыңыз.
lv: Lai piekļūtu šai lapai,jums vajag lejuplādēt jūsu mobīlo lietotni un lietotājvārdu,tiklīdz veicat šo soļus.
mn: Энэ хуудсанд хэвтрэхийн тулд манай гар утасгы аппыг татан авч нэвтрэн орно, үүний дараа энэ хуудсыг дахин ачааллаарай.
pt: Para acessar essa página, você precisa fazer o download do nosso aplicativo para dispositivos móveis e fazer o login. Depois de concluir essas etapas, atualize esta página.
ro: Pentru a accesa această pagină, ai nevoie să descarci aplicaţia pentru telefonul tău mobil şi să te autentifici (loghezi). De îndată ce ai completat aceşti paşi, actualizează (reîncarcă) această pagină.
ru: Чтобы получить доступ к этой странице, Вам нужно скачать наше Мобильное Приложение и внести Ваши данные, как только Вы закончите эти шаги, обновите эту страницу.
uk: Щоб отримати доступ до цієї сторінки, Вам потрібно завантажити наш Мобільний Додаток і внести Ваші дані, як тільки Ви закінчите ці кроки, поновіть цю сторінку.
uz: Ушбу саҳифага кириш учун сиз бизнинг мобиль иловамизни юклаб олиб, унга киришингиз лозим, ушбу амалларни бажарганингиздан сўнг мазкур саҳифани янгиланг.
zh: 要訪問此頁面，您需要下載我們的移動應用程序並登錄，完成這些步驟後，請刷新此頁面。

source: To be a part of the Elevate Cruise experience and program, you must specifically book the special Elevate Cruise.
ca: Per a formar part de l'experiència i el programa del Creuer Elevate, has de reservar específicament el creuer especial Elevate.
de: Um an der Elevate Cruise teilnehmen zu können, müssen Sie die spezielle Elevate Cruise buchen.
es: Para ser parte de la experiencia y programa del Crucero Elevate, debes agendar, específicamente, el Crucero especial Elevate.
fr: Pour participer à l'expérience et au programme Elevate Cruise, vous devez réserver spécifiquement la croisière spéciale Elevate Cruise.
it: Per partecipare all'esperienza e al programma Elevate Cruise, devi prenotare specificamente la speciale Elevate Cruise.
ja: Elevateクルーズの体験とプログラムに参加するには、特別なElevateクルーズをご予約していただく必要があります。
kk: Elevate Cruise бағдарламасының бір бөлігі болу үшін сізге арнайы Elevate Cruise тапсырыс беру керек.
ko: Elevate Cruise 체험 및 프로그램에 참여하려면 특별히 Elevate Cruise를 예약해야 합니다.
ky: Elevate круизине жана анын программаларына катышуу үчүн сиз атайын Elevate Cruise брондошуңуз керек.
lv: Lai piedalītos Elevate Kruīza pieredzē un programmā, ir īpaši jārezervē īpašais Elevate Kruīzs.
mn: Elevate аялал болон хөтөлбөрт оролцохын тулд та энэхүү тусгай Elevate аялалыг захиалах ёстой.
pt: Para fazer parte da experiência e do programa Elevate Cruise, você deve reservar especificamente o especial Elevate Cruise.
ro: Pentru a face parte din experiența și programul Elevate Cruise, trebuie să rezervi în mod special croaziera specială Elevate.
ru: Чтобы принять участие в этом путешествии Elevate Cruise, вы должны забронировать именно Elevate Cruise.
uk: Щоб взяти участь у цій подорожі Elevate Cruise, ви повинні забронювати саме Elevate Cruise.
uz: Elevate круизида ва унинг дастурларида қатнашиш учун сиз айнан Elevate Cruise га махсус буюртма беришингиз шарт.
zh: 要成为 Elevate Cruise 体验和计划的一部分，您必须专门预订特殊的 Elevate Cruise。

source: to be a public employee with part-time work not exceeding 50% of that full-time and without the authorization of the Public Body to carry out this activity;
ca: ser un empleat públic amb una dedicació parcial que no superi el 50% de la jornada completa i sense l'autorització de l'Organisme Públic per fer aquesta activitat;
de: ein öffentlicher Bediensteter mit einer Teilzeitbeschäftigung zu sein, die 50 % der Vollzeitbeschäftigung nicht übersteigt, und ohne die Genehmigung der öffentlichen Einrichtung, diese Tätigkeit auszuüben;
es: ser empleado público con jornada parcial no superior al 50% de la completa y sin autorización del Organismo Público para realizar esta actividad;
fr: d'être un employé public avec un travail à temps partiel ne dépassant pas 50% d'un temps plein et sans autorisation de l'Organisme Public pour exercer cette activité ;
it: essere dipendente a tempo pieno, o a tempo parziale superiore al 50% del lavoro a tempo pieno, e con l'autorizzazione dell'Ente Pubblico a svolgere questa attività;
ja: フルタイムの50％を超えないパートタイムの仕事をしている公務員で、この活動を行うための公的機関の許可を得ていないこと;
kk: осы толық жұмыс күнiнiң 50 пайызынан аспайтын және мемлекеттiк органның осы қызметтi жүзеге асыруға рұқсатынсыз толық емес жұмыс күнi бар мемлекеттiк қызметшi болуға;
ko: 이 활동을 수행하기 위한 공공 기관의 승인 없이, 풀타임의 50%를 초과하지 않는 시간제 근무 공무원입니다;
ky: толук убакыттагы жумуш убактысынын 50% ашпаган, толук эмес иштеген жана мамлекеттик органдын бул иш менен алектенүүгө уруксатысыз иштеген мамлекеттик кызматчы болууга;
lv: būt sabiedriskam darbiniekam ar nepilnu darba laiku, kas nepārsniedz 50% no šā pilna laika darba apjoma, un bez publiskās organizācijas atļaujas veikt šo darbību;
mn: бүтэн цагийн ажилтаны цагийн 50 хувиас хэтрэхгүй цагийн ажилтай, энэ ажлыг хийх төрийн байгууллагын зөвшөөрөл шаардагдахгүй хагас цагийн төрийн албан хаагч;
pt: ser funcionário público com trabalho a tempo parcial não superior a 50% do tempo integral e sem autorização do Órgão Público para o exercício dessa atividade;
ro: a fi un angajat public cu normă parțială de muncă care nu depășește 50% din norma întreagă și fără autorizarea organismului public să efectueze această activitate;
ru: является госслужащим с частичной занятостью, не превышающей 50% полной занятости, и разрешение органов публичной власти для ведения этой деятельности отсутствует;
uk: є держслужбовцем із частковою зайнятістю, що не перевищує 50% повної зайнятості, та дозвіл органів публічної влади для ведення цієї діяльності відсутній;
uz: тўлиқ иш вақтининг 50%идан ошмаган, тўлиқ бўлмаган иш вақтида ва ушбу фаолият билан шуғулланишга давлат органининг рухсатисиз ишлаётган давлат хизматчиси бўлиши;
zh: 是一名全職僱員，或兼職超過 50% 的全職僱員，並獲得公共機構的授權來開展這項活動；
