Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I DON'T CONSENT OR AGREE
ca: NO CONSENTO I NO ESTIC D"ACORD
de: ICH BIN NICHT EINVERSTANDEN UND STIMME NICHT ZU
es: NO CONSIENTO, NI ACEPTO
fr: JE NE CONSENTE NI N'ACCEPTE
it: NON ACCONSENTO E NON ACCETTO
ja: 私は承諾せず、同意もしません
kk: МЕН РАСТАМАЙМЫН НЕ КЕЛІСПЕЙМІН
ko: 동의하지 않습니다
ky: МЕН КОШУЛБАЙМ ЖАНА КАБЫЛ АЛБАЙМ
lv: ES NEPIEKRITU
mn: БИ ЗӨВШӨӨРӨХГҮЙ БАЙНА
pt: EU NÃO ACEITO OU CONCORDO
ro: NU ACCEPT ŞI NU SUNT DE ACORD
ru: Я НЕ СОГЛАСЕН ПОДТВЕРДИТЬ
uk: Я НЕ ПОГОДЖУЮСЬ АБО ПІДТВЕРДЖУЮ
uz: ҚАБУЛ ҚИЛМАЙМАН ВА РОЗИ ЭМАСМАН
zh: 我既不承諾也不同意

source: I don't see my pickup location
ca: No veig la meva ubicació de recollida
de: Ich kann meinen Abholort nicht sehen
es: No veo mi lugar de recogimiento
fr: Je ne vois pas mon lieu de ramassage
it: Non vedo la posizione del prelievo
ja: ピックアップの場所が表示されません
kk: Мен алып кететін жерімді көрмей тұрмын
ky: Алып кете турган жерди көрбөй жатамын
lv: Es neredzu savu iekāpšanas punktu
mn: Уулзах газар мэдэгдэхгүй байна
pt: Não vejo meu local de partida
ro: Nu văd locația mea de preluare
ru: Я не вижу свою точку сбора
uk: Я не бачу свою точку збору
uz: Олиб кетиш нуқтасини кўрмаяпман
zh: 我找不到我的接送地点

source: I have a stable internet connection so the process isn't interrupted.
fr: Je dispose d'une connexion Internet stable, le processus n'est donc pas interrompu.
it: Ho una connessione internet stabile in modo che il processo non venga interrotto.

source: I have my ID ready (passport, driver's license, or national ID).
fr: J'ai ma pièce d'identité à portée de main (passeport, permis de conduire ou carte d'Identité nationale).
it: Ho il mio documento d'identità a portata di mano (passaporto, patente di guida o carta d'identità nazionale).

source: I have never compensated any other person (Partner, Member, or Non-Member) cash, cash equivalent, or another reward using my personal funds, resources, or influence to directly or indirectly Activate Members or Partners or to Activate as a Member or Partner.
ca: Mai he compensat a cap altra persona (Soci, Membre o No Membre) en efectiu, el seu equivalent en efectiu o una altra recompensa utilitzant els meus fons personals, recursos o influència per a Activar directament o indirectament a Membres o Socis o per a Activar com a Membre o Soci.
de: Ich habe niemals eine andere Person (Partner, Mitglied oder Nichtmitglied) mit Bargeld, Bargeldäquivalent oder einer anderen Belohnung vergütet, indem ich meine persönlichen Mittel, Ressourcen oder meinen Einfluss genutzt habe, um direkt oder indirekt Mitglieder oder Partner zu aktivieren oder um als Mitglied oder Partner zu aktivieren.
es: Nunca he dado a nadie (Socio, Miembro o no Miembro) una recompensa en efectivo, su equivalente en efectivo o de cualquier otro tipo con mis fondos, recursos o influencias personales para Activar directa o indirectamente a Miembros o Socios o para Activarse como Miembro o Socio.
fr: Je n'ai jamais rémunéré une autre personne ( Partenaire, Membre ou Non-Membre) en espèces, en équivalent d'espèces ou en une autre récompense en utilisant mes fonds personnels, mes ressources ou mon influence pour activer directement ou indirectement des Membres ou des Partenaires ou pour m'activer en tant que Membre ou Partenaire.
it: Non ho mai pagato nessun'altra persona (Partner, Membro o Non-Membro) in denaro, forma equivalente al denaro o altra ricompensa utilizzando i miei fondi personali, le mie risorse o la mia influenza al fine di attivare direttamente o indirettamente Membri o Partner o di attivarmi come Membro o Partner.
ja: 私は、メンバーまたはパートナーを直接的または間接的に登録した、あるいはメンバーまたはパートナーとして登録するために、私の個人的な資金、資源、影響力を用いて、他人（パートナー、メンバー、非メンバー）に現金、現金同等物、またはその他の報酬を補償したことは ありません。
kk: Мүшелерді немесе серіктестерді тікелей немесе жанама белсендіру немесе Мүше немесе серіктес ретінде белсендіру үшін жеке қаражатымды, ресурстарымды немесе ықпалымды пайдалана отырып, мен ешқашан басқа тұлғаға (Серіктес, Мүше немесе Қатысушы емес) қолма-қол ақшамен, ақша эквиваленттерімен немесе басқа сыйақымен өтемақы төлеген емеспін. .
ky: Мен эч качан башка адамга (Өнөктөш, Мүчө же Мүчө эмес) накталай акча, акча эквиваленти же башка бонусту өзүмдүн жеке каражаттарымды, ресурстарымды же таасиримди Мүчөлөрдү же Өнөктөштөрдү түз же кыйыр түрдө активдештирүү же Мүчө же Өнөктөш катары активдештирүү үчүн колдонбойм.
lv: Es nekad neesmu kompensējis citu personu (partneru, biedru vai citu personu) naudas, naudas ekvivalentu vai citu atlīdzību, izmantojot savus personīgos līdzekļus, resursus vai ietekmi, lai tieši vai netieši aktivizētu Biedrus vai Partnerus vai aktivizētu Biedru vai Partneri.
mn: Би Гишүүн, Түнш, эсвэл Түнш Гишүүдийг элсүүлэхийн тулд шууд болон шууд бус аргаар нөлөөлөх, өөрийн хувийн хөрөнгө, эх үүсвэрийг ашиглан бусдад (Түнш, Гишүүн болон Гишүүн бус) бэлэн мөнгө, түүнтэй адилтгах мөнгөн болон бусад урамшуулал шагнал зэргийг ямар ч тохиолдолд өгөхгүй байх болно.
pt: Eu nunca compensei nenhuma outra pessoa (parceiro, membro ou alguém que não seja membro) em dinheiro, algo equivalente a dinheiro ou outra recompensa usando meus fundos, recursos ou influência pessoal para ativar membros ou parceiros direta ou indiretamente ou para ativar alguém como membro ou parceiro.
ro: Nu am compensat niciodată nicio altă persoană (partener, membru sau non-membru) în numerar, echivalent în numerar sau altă recompensă folosind fondurile mele personale, resursele sau influența pentru a activa direct sau indirect membri sau parteneri sau pentru a activa ca membru sau partener.
ru: Я никогда не вознаграждаю никого (ни Партнёра, ни Члена Клуба, ни другое лицо) ни денежными средствами, ни их эквивалентом, ни другим способом, используя свои собственные средства, ресурсы или влияние, чтобы прямо или косвенно активировать Членов Клуба или Партнёров.
uk: Я ніколи не винагороджую нікого (ні Партнера, ні Члена Клубу, ні іншу особу) ні грошовими коштами, ні їх еквівалентом, ні іншим способом, використовуючи свої власні кошти, ресурси чи вплив, щоб прямо чи опосередковано активувати Членів Клубу або Партнерів.
uz: Бевосита ёки билвосита Ҳамкорлар ва Аъзоларни фаоллаштиришлари ёки Ҳамкор ва Аъзо сифатида фаоллашишлари учун ҳеч қачон ўз шахсий маблағларим, манбаларим ёки таъсиримдан фойдаланган ҳолда бошқа шахсларга (Ҳамкорга, Аъзога ёки Аъзо бўлмаган шахсга) пул маблағлари, уларнинг эквиваленти ёки бошқа рағбатларни қопламадим.
zh: 我从未使用我的个人资金、资源或影响力向任何其他人（合作伙伴、会员或非会员）支付现金、现金等价物或其他奖励，以直接或间接激活会员或合作伙伴或以会员或合作伙伴身份激活 。

source: I have never engaged in the activity of "position buying" or "commission buying" by coordinating (directly or indirectly) the manufacture, creation of, and/or payments of Member accounts, that otherwise would not have been made, for the sole purpose of reaching a higher Rank and receiving additional Compensation or Bonuses (Builders Base Bonuses, Leadership Bonuses, Residual Compensation, etc.) than I otherwise would have been entitled to. I acknowledge that position or commission buying is the equivalent of theft.
ca: Mai he participat en l'activitat de "compra de posicions" o "compra de comissions" coordinant (directament o indirectament) la fabricació, creació o pagaments de comptes de Membres, que d'una altra manera no s'haurien realitzat, amb l'única fi d'aconseguir un Rang superior y rebre Compensació o Bonificacions addicionals (Bonificacions de base per a constructors, bonificacions de lideratge, compensació residual, etc.) a les quals d'una altra manera hauria tingut dret. Reconec que la compra de posicions o comissions equival a un robatori.
de: Ich habe mich nie an der Aktivität des "Positionskaufs" oder "Provisionskaufs" beteiligt, indem ich (direkt oder indirekt) die Herstellung, Einrichtung und/oder Zahlungen von Mitgliedskonten koordiniert habe, die andernfalls nicht erfolgt wären, mit dem alleinigen Ziel, einen höheren Rang zu erreichen und zusätzliche Vergütungen oder Boni (Builder-Basisboni, Führungsboni, Restvergütungen usw.) zu erhalten, auf die ich andernfalls Anspruch gehabt hätte. Ich erkenne an, dass der Kauf von Positionen oder Provisionen mit Diebstahl gleichzusetzen ist.
es: Nunca he participado en la actividad de "compra de posiciones" o "compra de comisiones" coordinando (directa o indirectamente) la fabricación, creación y/o pagos de cuentas de Miembros, que de otro modo no se habrían realizado, con el único fin de alcanzar un mayor Rango y recibir Bonos o Compensaciones adicionales (Bonos de Builders Base y Liderazgo, Compensación Residual, etc.) a los que de otro modo tendría derecho. Reconozco que la compra de posiciones o comisiones equivale a un robo.
fr: Je ne me suis jamais livré à l'activité d'"achat de positions" ou d'"achat de commissions" en coordonnant (directement ou indirectement) la fabrication, la création et/ou le paiement de comptes de membres, qui n'auraient pas été effectués autrement, dans le seul but de atteindre un rang plus élevé et de recevoir une rémunération ou des primes supplémentaires (primes de Base des Constructeurs, primes de Leadership, rémunération résiduelle, etc. Je reconnais que l'achat de positions ou de commissions est l'équivalent d'un vol.
it: Non mi sono mai coinvolto in attività di "acquisto di posizioni" o "acquisto di commissioni" coordinando (direttamente o indirettamente) la fabbricazione, la creazione e/o i pagamenti degli account di Membri che altrimenti non sarebbero stati effettuati, al solo scopo di raggiungere un Rango più alto e ricevere compensi o bonus aggiuntivi (Base Costruttori, Bonus di Leadership, Compenso Ricorrente, ecc.) rispetto a quelli a cui avrei avuto diritto. Riconosco che l'acquisto di posizioni o commissioni equivale a un furto.
ja: 私は、より高いランクに到達し、本来得られるはずの報酬やボーナス（ビルダーズ・ベース ボーナス、リーダーシップ ボーナス、レジデュアル報酬など）を追加で受け取ることのみを目的として、 他の方法では行われることのなかったメンバーアカウントの製造、作成、および/または支払いを（直接的または間接的に）調整する「ポジション購入」または「報酬購入」という行為に従事したことはありません。私は、ポジション購入や報酬購入が 窃盗に相当することを認めます。
kk: Мен ешқашан жалғыз мақсат үшін өңделмейтін Мүше шот-фактураларын өндіруді, жасауды және/немесе төлеуді үйлестіру (тікелей немесе жанама) арқылы «позицияларды сатып алу» немесе «комиссияларды сатып алу» қызметімен айналысқан емеспін. Жоғары дәрежеге қол жеткізу және басқа жағдайда құқығым жоқ қосымша өтемақы немесе бонустар (фундамент бизнес бонустары, көшбасшылық бонустар, қалдық өтемақы және т.б.) алу. Мен позицияларды немесе комиссияларды сатып алу ұрлықпен бірдей екенін мойындаймын.
ky: Мен эч качан жогорку Рангга жетүү жана кошумча бонустар (Курулушчулардын базасы бонустары жана Лидерлик бонустар, Резидуалдык бонустар ж.б.) алуу максатында Мүчө эсептерин ачууну жана/же төлөмдөрдү (түз же кыйыр түрдө) координациялоо аркылуу. "позицияны сатып алуу" же "комиссияны сатып алуу" иш-аракети менен алектенген эмесмин. Мен позиция сатып алуу уурулук менен барабар экенин моюнга алам.
lv: ES nekads neesmu iesaistījies "pirkšanas" vai "iepirkšanas komisijā" darbībās, tieši vai netieši koordinējot Biedru Kontu izgatavošanu, izveidi un/vai maksājumus, kas citādi nebūtu, vienīgi lai sasniegtu augstāku rangu un saņemtu Papildu Kom, pensāciju vai Bonusu (depozītu Bāzes Bonusus, Līderu Bonusus, Atkārtoto Kompensāciju utt.), nekā es būtu tiesīgs. ES atzīstu, ka pozīcijas vai Komisija pirkšana ir zagšanas ekvivalenti.
mn: Би өндөр цолонд хүрэх, нэмэлт урамшууллууд (Билдерс Бэйс болон Багийн Манлайллын урамшуулал) авах зорилгоор Гишүүний бүртгэл үүсгэх, төлбөр төлөх, "байрлал худалдаж авах" эсвэл "шагнал урамшуулал худалдаж авах" зэрэг зүй зохисгүй үйлдлүүдийг хэзээ ч (шууд болон шууд бус аргаар) зохион байгуулж хийхгүй. Энэхүү байрлал болон шагнал урамшуулал худалдан авах нь хулгайн нэгэн төрөл гэдгийг би хүлээн зөвшөөрч байна.
pt: Nunca me envolvi na atividade de "compra de posição" ou "compra de comissão" coordenando (direta ou indiretamente) a fabricação, criação e/ou pagamentos de contas de membros, que de outra forma não seriam feitas, para o único propósito de alcançar uma classificação mais alta e receber compensação ou bônus adicionais (Bônus Base de Construtores, Bônus de Liderança, Compensação Residual, etc.) do que eu teria direito. Reconheço que a compra de posição ou comissão é equivalente a roubo.
ro: Nu m-am angajat niciodată în activitatea de „cumpărare de poziții” sau de „cumpărare de comisioane” coordonând (direct sau indirect) fabricarea, crearea și/sau plățile conturilor de membru, care altfel nu ar fi fost efectuate, cu unicul scop de a ajunge la un nivel de carieră mai înalt și de a primi compensații sau bonusuri suplimentare (bonusuri de bază pentru constructori, bonusuri de conducere, compensații reziduale etc.) decât la care aș fi avut dreptul altfel. Recunosc că cumpărarea unei poziții sau comisioane este echivalentul unui furt.
ru: Я никогда не принимаю участия в "покупке позиций" или "покупке комиссий" путём координирования (прямого или косвенного) создания и/или оплаты учётных записей Членов Клуба, которые, в противном случае, не будут созданы - с целью получения более высокого ранга и дополнительных компенсаций или бонусов (бонуса "Фундамент Бизнеса", Лидерского бонуса, Резидуальной компенсации и т.д.), на которые без этих действий я не буду квалифицироваться. Я признаю, что покупка позиций или комиссий приравнивается к краже.
uk: Я ніколи не беру участі у "купівлі позицій" чи "купівлі комісій" шляхом координування (прямого чи опосередкованого) створення та/або оплати облікових записів Членів Клубу, які, в іншому випадку, не будуть створені - з метою отримання вищого рангу та додаткових компенсацій або бонусів (бонусу Фундамент Бізнесу, Лідерського бонусу, Резидуальної компенсації тощо), на які без цих дій я не кваліфікуватимуся. Я визнаю, що купівля позицій чи комісій прирівнюється до крадіжки.
uz: Мен юқорироқ рангга эришиш ёки қўшимча Компенсация ёхуд Бонусларни (Қурувчилар базаси бонуслари, Жамоа етакчилиги бонуслари, Даврий даромадни) олиш мақсадида (бевосита ёки билвосита) менинг аралашувимсиз амалга ошмаслик эҳтимоли бўлган Аъзолик аккаунтларини ишлаб чиқиш, яратиш ва/ёки тўловларини мувофиқлаштириш йўли билан "позицияни сотиб олиш" ёки "комиссияларни сотиб олиш" фаолияти билан шуғулланмадим. Позицияни ёки комиссияларни сотиб олиш ўғрилик билан баробар эканлигини биламан.
zh: 我从未通过协调（直接或间接）会员账户的制造、创建和/或支付来参与“头寸购买”或“佣金购买”活动，否则不会出于唯一目的而进行此类活动 达到更高的排名并获得比我原本有权获得的额外补偿或奖金（建设者基本奖金、领导力奖金、剩余补偿等）。我承认购买头寸或佣金是相当于盗窃。

source: I have not collected cash from Members and made payments on their behalf. This practice is strictly prohibited and can lead to fraud and other legal issues, including tax avoidance implications in my country of residence.
ca: No he cobrat diners en efectiu dels Membres ni he fet pagaments en nom d'ells. Aquesta pràctica està estrictament prohibida i pot donar lloc a frau i altres problemes legals, incloses implicacions d'evasió fiscal al meu país de residència.
de: Ich habe kein Bargeld von Mitgliedern gesammelt und Zahlungen in ihrem Namen geleistet. Diese Praxis ist strengstens untersagt und kann zu Betrug und anderen rechtlichen Problemen führen, einschließlich der Folgen von Steuerhinterziehung in meinem Heimatland.
es: No he recolectado dinero en efectivo de Miembros para realizar pagos en su nombre. Esta práctica está estrictamente prohibida y puede dar lugar a fraude y otros temas legales, como implicaciones de evasión fiscal en mi país de residencia.
fr: Je n'ai pas collecté d'argent auprès des Membres et n'ai pas effectué de paiements en leur nom. Cette pratique est strictement interdite et peut entraîner des fraudes et d'autres problèmes juridiques, y compris des implications en matière d'évasion fiscale dans mon pays de résidence.
it: Non ho raccolto denaro dai Membri e non ho effettuato pagamenti per loro conto. Questa pratica è severamente vietata e può portare a frodi e altri problemi legali, comprese questioni di evasione fiscale nel mio paese di residenza.
ja: 私は、メンバーから現金を徴収し、メンバーに代わって支払いを行ったことはありません。このような行為は固く禁じられており、私の居住国において租税回避の意味合いを含む、詐欺やその他の法的問題につながる可能性があります。
kk: Мен мүшелерден қолма-қол ақша алған жоқпын немесе олардың атынан төлемдер жасаған жоқпын. Бұл тәжірибеге қатаң тыйым салынады және алаяқтыққа және басқа заңды мәселелерге, соның ішінде менің тұратын елімде салық төлеуден жалтару салдарына әкелуі мүмкін.
ko: 본인은 멤버들로부터 현금을 받지 않고 멤버들을 대신하여 지불하지 않았습니다. 이러한 관행은 엄격히 금지되며 사기 및 거주 국가에서 조세 회피를 포함한 기타 법적 문제로 이어질 수 있습니다.
ky: Мен Мүчөлөрдөн накталай акча чогулткан жокмун жана алардын атынан төлөмдөрдү жүргүзгөн жокмун. Бул практикага катуу тыюу салынган жана бул иш-арает алдамчылыкка жана башка юридикалык маселелерге, анын ичинде мен жашаган өлкөдө салыктан качуу кесепеттерине алып келиши мүмкүн.
lv: Es neesmu iekasējis naudu no Biedriem, lai veiktu maksājumus viņu vārdā. Šī prakse ir stingri aizliegta un arī var izraisīt krāpšanu un ctiem likuma pārkāpumiem,tostarp pie nodokļu apiešanas savā mītnes zemē.
mn: Би Гишүүдээс бэлэн мөнгө авч, тэдний өмнөөс төлбөр хийхгүй. Энэхүү үйлдлийг хатуу хориглодог бөгөөд энэ нь залилангийн хэрэг, тухай оршин суугаа улс оронд татвараас зайлсхийх зэрэг бусад хууль эрх зүйн асуудал үүсгэдэг юм.
pt: Não recebi dinheiro de membros nem fiz pagamentos em nome deles. Esta prática é estritamente proibida e pode levar a fraudes e outras questões legais, incluindo implicações de evasão fiscal em meu país de residência.
ro: Nu am colectat numerar de la membri și nu am făcut plăți în numele lor. Această practică este strict interzisă și poate duce la fraudă și alte probleme legale, inclusiv implicații de evitare a impozitelor în țara mea de reședință.
ru: Я не принимаю средств от Членов Клуба и не осуществляю платежей от их имени. Такая практика строго запрещена и может привести к мошенническим действиям и другим незаконным инцидентам, включая уход от налогов в стране, резидентом которой я являюсь.
uk: Я не приймаю коштів від Членів Клубу та не здійснюю платежів від їхнього імені. Така практика суворо заборонена і може призвести до шахрайських дій та інших незаконних інцидентів, включаючи уникнення податків у країні, резидентом якої я є.
uz: Мен Аъзолардан нақд пул олмайман ва уларнинг номидан тўлов қилмайман. Бундай ҳаракат қатъий тақиқланган ҳамда фирибгарликка ва бошқа ҳуқуқий муаммоларга, жумладан яшаш мамлакатимда солиқ тўлашдан бош тортишга олиб келиши мумкин.
zh: 我没有向会员收取现金并代表他们付款。 这种做法是严格禁止的，并且可能导致欺诈和其他法律问题，包括在我的居住国的避税影响。

source: I have not loaned or received a loan from any other Partner and/or Member. I acknowledge that lending or borrowing money from other Partners and/or Members is strictly prohibited as it can lead to many of the above mentioned prohibited practices and others.
ca: No he prestat ni rebut un préstec de cap altre Soci o Membre. Reconec que prestar o rebre diners prestats d'altres Socis o Membres està estrictament prohibit, ja que pot donar lloc a moltes de les pràctiques prohibides abans esmentades i a unes altres.
de: Ich habe keinem anderen Partner und/oder Mitglied Geld geliehen oder ein Darlehen von ihm erhalten. Ich erkenne an, dass es strengstens untersagt ist, anderen Partnern und/oder Mitgliedern Geld zu leihen oder zu verleihen, da dies zu vielen der oben genannten verbotenen Praktiken führen kann und anderen.
es: No he prestado ni recibido préstamos de ningún otro Socio y/o Miembro. Reconozco que prestar o pedir prestado dinero de otros Socios y/o Miembros está estrictamente prohibido, ya que puede conllevar a muchas de las prácticas prohibidas mencionadas anteriormente y a otras.
fr: Je n'ai pas prêté ou reçu de prêt d'un autre Partenaire et/ou Membre. Je reconnais qu'il est strictement interdit de prêter ou d'emprunter de l'argent à d'autres Partenaires et/ou Membres, car cela peut conduire à de nombreuses pratiques interdites mentionnées ci-dessus et à d'autres.
it: Non ho prestato né ricevuto prestiti da altri Partner e/o Membri. Sono consapevole che prestare o prendere in prestito denaro da altri Partner e/o Membri è severamente proibito in quanto può dar luogo a molte delle pratiche proibite sopra menzionate e ad altre ancora.
ja: 私は、他のパートナーおよび/またはメンバーに対して、金銭の貸し借りをしたことがありません。私は、他のパートナーおよび/またはメンバーから金銭を貸し借りすることは、上記の禁止行為およびその他の多くの行為につながる可能性があるため、厳重に禁止されていることを 認めます。
kk: Мен басқа Серіктестік және/немесе Мүшеден несие берген жоқпын немесе алған жоқпын. Мен басқа Серіктестіктерден және/немесе Мүшелерден несие беруге немесе қарызға ақша алуға қатаң тыйым салынғанын мойындаймын, себебі бұл жоғарыда аталған тыйым салынған тәжірибелердің көпшілігіне және басқаларға әкелуі мүмкін.
ky: Мен башка Өнөктөштөн жана/же Мүчөдөн насыя алган же берген эмесмин. Башка Өнөктөштөрдөн жана/же Мүчөлөрдөн карызга акча берүүгө же карызга алууга катуу тыюу салынганын моюнга аламын, анткени бул жогоруда айтылган тыюу салынган жагдайларга алып келиши мүмкүн.
lv: Es nekad neesmu aizdevis vai saņēmis aizdevumu no cita Partnera vai,un Biedra. Es atzīstu, ka aizņemšanās un/vai aizdošana citam Partnerim vai Biedram ir stingri aizliegta, jo tas var novest pie augstāk minētās aizliegtās prakses citiem.
mn: Би бусад Түнш эсвэл Гишүүдээс зээл авахгүй, мөн тэдэн зээл өгч болохгүй. Иймэрхүү бусад Түнш эсвэл Гишүүдээс мөнгө зээлэх, зээлдүүлэх нь дээр дурдсан олон тооны хориотой болон бусад үйлдлүүдэд хүргэж болзошгүйг ойлгон, хатуу хориглох ёстой гэдгийг би хүлээн зөвшөөрч байна.
pt: Não emprestei ou recebi empréstimo de nenhum outro parceiro e/ou membro. Eu reconheço que emprestar ou pegar dinheiro emprestado de outros parceiros e/ou membros é estritamente proibido, pois pode levar a muitas das práticas proibidas acima mencionadas e outras.
ro: Nu am împrumutat și nu am primit un împrumut de la niciun alt partener și/sau membru. Recunosc că împrumutarea sau împrumutul de bani de la alți parteneri și/sau membri este strict interzis, deoarece poate duce la multe dintre practicile interzise menționate mai sus și altele.
ru: Я не предоставляю и не получаю займов ни от Партнёров, ни от Членов Клуба. Я признаю, что одалживание денежных средств в отношениях с Членами Клуба либо Партнёрами строго запрещено, так как может привести к многочисленным упомянутым выше непозволительным инцидентам.
uk: Я не надаю та не отримую позик ні від Партнерів, ні від Членів Клубу. Я визнаю, що позичення коштів у відносинах із Членами Клубу або Партнерами суворо заборонено, оскільки може призвести до численних згаданих вище неприпустимих інцидентів.
uz: Ҳеч бир Ҳамкор ва/ёки Аъзога қарз бермадим ёки олмадим. Ҳамкорлардан ва/ёки Аъзолардан қарз олиш ёки бериш қатъий таъқиқланганидан хабардорман, чунки бу юқорида келтирилган бир қатор қоидабузарликларга сабаб бўлиши мумкин.
zh: 我没有向任何其他合作伙伴和/或会员借出或接受过贷款。 我承认严格禁止向其他合作伙伴和/或会员借钱或借钱，因为这可能导致上述许多禁止的行为和其他行为。
