Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: It is a complete reality. Before, I ran my business and as much as I had worked, I had not traveled. It was not until I met inCruises that I started traveling — I have traveled a lot since. <br/><br/> I have had the opportunity to visit 12 countries, and thanks to my decision to recommend the Club through its Partnership program, I have also helped 129 people get started, 49 of whom have already traveled.<br/><br/> The Partnership program, which I recommend to so many people, has given me the benefit of traveling for free on luxury cruises, 3 cruises in total—and I am currently working on my 4th.<br/><br/> I highly recommend INCRUISES and, if you are passionate about traveling and helping others, I encourage you to join the Partnership program, so that besides the benefit of traveling you can also start an online business.<br/><br/> Thank God for these opportunities. <br/><br/>Let’s go for more!
ca: És una realitat absoluta. Abans, jo gestionava el meu negoci i, per molt que treballés, no havia viatjat. No va ser fins que vaig conèixer inCruises que vaig començar a viatjar — i des de llavors, he viatjat molt. <br/><br/> He tingut l’oportunitat de visitar 12 països, i gràcies a la meva decisió de recomanar el Club mitjançant el seu Programa de Socis, també he ajudat 129 persones a començar, de les quals 49 ja han viatjat. <br/><br/> El Programa de Socis, que recomano a tanta gent, m’ha donat el benefici de viatjar de manera gratuïta en creuers de luxe: n’he fet 3 en total —i actualment estic treballant per al quart. <br/><br/> Recomano molt inCruises i, si t’apassiona viatjar i ajudar altres persones, t’animo a unir-te al programa de socis, perquè a més de tenir el benefici de viatjar, també puguis començar un negoci en línia. <br/><br/> Gràcies a Déu per aquestes oportunitats. <br/><br/> Anem per més!
de: Es ist die reine Realität. Vorher leitete ich mein eigenes Unternehmen und trotz meiner Arbeit war ich nie gereist. Erst als ich inCruises kennenlernte, begann ich zu reisen – und bin seitdem viel gereist. <br/><br/> Ich hatte die Gelegenheit, 12 Länder zu besuchen, und dank meiner Entscheidung, den Club über sein Partnerprogramm zu empfehlen, konnte ich auch 129 Menschen beim Einstieg helfen, von denen 49 bereits gereist sind. <br/><br/> Das Partnerprogramm, das ich so vielen Leuten empfehle, hat mir den Vorteil verschafft, kostenlos auf Luxuskreuzfahrten zu reisen – insgesamt 3 Kreuzfahrten – und ich arbeite gerade an meiner vierten. <br/><br/> Ich kann INCRUISES wärmstens empfehlen, und wenn Sie leidenschaftlich gerne reisen und anderen helfen, ermutige ich Sie, dem Partnerprogramm beizutreten, damit Sie neben den Vorteilen des Reisens auch ein Online-Geschäft starten können. <br/><br/> Gott sei Dank für diese Möglichkeiten. <br/><br/>Lass uns mehr erreichen!
es: Es una completa realidad, antes me dedicaba a mi negocio y por mucho que había trabajado, no había viajado, fue hasta que conocí In Cruises que pude comenzar a viajar y viajar, he viajado mucho. <br/><br/> He podido estar en 12 países, y gracias a que tome la decisión de recomendar el Club por medio de su programa de socios también he ayudado a 129 personas, de las cuales 49 ya han viajado también.<br/><br/> El programa de socios y que recomendaría a tantas personas, me brindó el beneficio de viajar gratis en cruceros de lujo, 3 cruceros en total y voy por mi 4to.<br/><br/> Recomiendo ampliamente a INCRUISES y si te apasiona viajar y además ayudar a otros pues te sugiero el programa de socios, para que además del beneficio de viajar también comiences un negocio en línea.<br/><br/> Bendito sea Dios por estas oportunidades. <br/><br/>¡Vamos por más!
fr: C'est une réalité. Avant, je dirigeais mon entreprise et, malgré mes nombreux déplacements, je n'avais jamais voyagé. Ce n'est qu'après avoir rencontré inCruises que j'ai commencé à voyager ; j'ai beaucoup voyagé depuis. <br/><br/> J'ai eu l'opportunité de visiter 12 pays et grâce à ma décision de recommander le Club via son programme de Partenariat, j'ai également aidé 129 personnes à démarrer, dont 49 ont déjà voyagé.<br/><br/> Le programme Partenariat, que je recommande à tant de personnes, m’a permis de voyager gratuitement sur des croisières de luxe, 3 croisières au total, et je travaille actuellement sur ma 4ème.<br/><br/> Je recommande vivement INCRUISES et, si vous êtes passionné par les voyages et l'aide aux autres, je vous encourage à adhérer le programme de Partenariat, afin qu'en plus des avantages du voyage, vous puissiez également démarrer une entreprise en ligne.<br/><br/> Dieu merci pour ces opportunités. <br/><br/>C'est parti pour plus !
it: È del tutto reale. Prima gestivo la mia attività e, per quanto lavorassi, non viaggiavo. È stato solo quando ho conosciuto inCruises che ho iniziato a viaggiare e da allora ho viaggiato molto. <br/><br/> Ho avuto l'opportunità di visitare 12 paesi e, grazie alla mia decisione di raccomandare il Club attraverso il suo programma di partnership, ho anche aiutato 129 persone a partire, 49 delle quali hanno già viaggiato.<br/><br/> Il programma di partnership, che raccomando a tante persone, mi ha dato il vantaggio di viaggiare gratuitamente su crociere di lusso, per un totale di 3 crociere - e attualmente sto lavorando alla mia quarta. <br/><br/> Raccomando vivamente INCRUISES e, se sei appassionato di viaggi e di aiutare gli altri, ti incoraggio a partecipare al programma di partnership, in modo che oltre al vantaggio di viaggiare tu possa anche avviare un'attività online.<br/><br/> Grazie a Dio per queste opportunità. <br/><br/>Allora andiamo avanti!
ja: これはまさに現実の話です。以前は自分のビジネスを運営していましたが、どれだけ働いても旅行をすることはありませんでした。inCruisesに出会って初めて、旅行をするようになり、それ以来たくさんの国を訪れることができました。<br/><br/>これまでに12か国を訪れる機会に恵まれ、クラブをパートナープログラムを通じて紹介するという決断のおかげで、129人の方がこの旅に参加し、そのうち49人はすでに実際に旅行を楽しんでいます。<br/><br/>私が多くの方におすすめしているパートナープログラムは、私にとって3回のラグジュアリークルーズを無料で楽しめるという恩恵を与えてくれました。現在は4回目に向けて取り組んでいるところです。<br/><br/>旅行が好きで、他の人を助けることに情熱を持っている方には、inCruisesを心からおすすめします。そして、旅行の特典だけでなく、オンラインビジネスも始められるこのパートナープログラムにぜひご参加ください。<br/><br/>このような機会を与えてくれた神様に感謝します。<br/><br/>さあ、さらにその先へ！
kk: Бұл шындықтың нақ өзі. Бұрын мен өз ісімді жүргізіп жүріп, қанша еңбек етсем де, саяхаттауға мүмкіндігім болмады. inCruises клубымен танысқаннан кейін ғана мен саяхаттай бастадым — содан бері көптеген елдерге бардым.<br/><br/>Мен 12 елге бару мүмкіндігіне ие болдым және Клубтың Серіктестік бағдарламасын ұсыну туралы шешімімнің арқасында 129 адамға қосылуға көмектестім, олардың 49-ы қазірдің өзінде саяхаттап үлгерді.<br/><br/>Көптеген адамдарға ұсынып жүрген Серіктестік бағдарламасы маған люкс круиздерде тегін саяхаттауға мүмкіндік берді — барлығы 3 круизге қатыстым және қазір төртіншісіне дайындалып жатырмын. <br/><br/>Мен inCruises клубын шын жүректен ұсынамын. Егер сіз саяхаттауға және өзгелерге көмектесуге құштар болсаңыз, Серіктестік бағдарламасына қосылуға кеңес беремін. Бұл тек саяхаттауға ғана емес, сонымен қатар онлайн бизнес бастауға да мүмкіндік береді. <br/><br/> Осы мүмкіндіктер үшін Аллаға шүкір! <br/><br/> Алға, жаңа жетістіктерге!
ky: Бул толук чындык. Буга чейин бизнесим менен эле алектенчүмүн, канча иштесем да саякатка чыккан эмесмин. inCruises менен таанышкандан кийин гана саякатка чыга баштадым — ошондон бери көп саякаттадым.<br/><br/> Мен 12 өлкөгө баруу мүмкүнчүлүгүнө ээ болдум жана анын өнөктөштүк программасы аркылуу Клубду сунуштоо аркылуу 129 кишинин саякатка чыгуусуна жардам бердим, алардын 49у буга чейин саякаттап келишкен.<br/><br/> Көпчүлүк адамдарга сунуштаган Өнөктөштүк программасы мага люкс круиздерде акысыз саякаттоо мүмкүнчүлүгүн берди, жалпысынан 3 круиз—жана азыр 4-круизим үчүн иштеп жатам.<br/><br/> INCRUISESти катуу сунуштаймын, эгер сиз саякатка чыгууну жана башкаларга жардам берүүнү жактырсаңыз, анда сизди өнөктөштүк программасына кошулууга чакырам, саякаттоонун артыкчылыгынан тышкары, онлайн бизнести да баштай аласыз.<br/><br/> Ушундай мүмкүнчүлүктөр үчүн Кудайга ыраазычылык билдирем.<br/><br/>Келиңиздер анда, мындан да көп ийгиликке жетели!
lv: Tā ir pilnīga realitāte. Agrāk vadīju savu biznesu un, lai kā arī būtu strādājis, nebiju ceļojis. Tikai tad, kad iepazinos ar “InCruises”, sāku ceļot – kopš tā laika esmu daudz ceļojis.<br/><br/> Man ir bijusi iespēja apmeklēt 12 valstis, un, pateicoties manam lēmumam ieteikt klubu ar tā partnerības programmas palīdzību, esmu palīdzējis sākt darbu arī 129 cilvēkiem, no kuriem 49 jau ir devušies ceļojumā.<br/><br/> Partnerības programma, ko iesaku tik daudziem cilvēkiem, man ir devusi labumu ceļot par velti luksusa kruīzos, kopā 3 kruīzos - un šobrīd strādāju pie sava 4.<br/><br/> Ļoti iesaku INCRUISES un, ja aizraujaties ar ceļošanu un palīdzēšanu citiem, aicinu pievienoties Partnerības programmai, lai bez ceļošanas izdevīguma varētu uzsākt arī tiešsaistes biznesu.<br/><br/> Paldies Dievam par šīm iespējām!<br/><br/> Iesim tālāk!
mn: Энэ бол жинхэнэ бодит байдал юм. Өмнө нь би бизнес эрхэлдэг байсан, маш их ажилладаг байсан, гэхдээ аялж байгаагүй. Би Cruises-тэй учирснаас хойш л аялж эхэлсэн - тэр цагаас хойш би маш их аялсан. <br/><br/> Би 12 орноор аялсан, Түншийн хөтөлбөрийг бусад хүмүүс хэлэх шийдвэр гаргаж 129 хүнийг эхлэхэд нь тусалснаас аль хэдийн тэдний 49 нь аялсан байна.<br/><br/> Олон хүнд санал болгож буй Түншийн хөтөлбөр нь надад тансаг зэрэглэлийн, нийтдээ гурван аяллаар үнэ төлбөргүй аялах боломжийг олгосон бөгөөд би одоо дөрөв дэх аяллаа хийх гээд явж байна.<br/><br/> Хэрэв та аялах, бусдад туслах хүсэл эрмэлзэлтэй бол INCRUISES-ийн Түншийн хөтөлбөрт нэгдэхийг зөвлөж байна. Та аялахын хажуугаар онлайнаар бизнес хийх боломжтой болно.<br/><br/> Эдгээр боломжуудыг өгсөн Бурхандаа баярлаж байна. <br/><br/>Илүү их зүйлийн төлөө урагшилцгаая!
pt: É uma realidade completa. Antes, eu administrava meu negócio e o mesmo tanto que eu tinha trabalhado, eu não tinha viajado. Foi só quando eu conheci a inCruises que comecei a viajar—e desde então tenho viajado muito. <br/><br/> Tive a oportunidade de visitar 12 países e, graças à minha decisão de recomendar o Clube através do Programa de Parceria, eu também já ajudei 129 pessoas, sendo que 49 delas já viajaram!<br/><br/> O Programa de Parceria, que recomendo para tantas pessoas, me deu o benefício de viajar gratuitamente em cruzeiros de luxo, 3 cruzeiros no total — e estou trabalhando para o meu 4º.<br/><br/> Recomendo fortemente a inCruises. Se você é apaixonado por viajar e ajudar os outros, eu te encorajo a entrar no Programa de Parceria. Assim, além de viajar, você também pode começar seu próprio negócio online.<br/><br/> Agradeço a Deus por essas oportunidades. <br/><br/>Vamos em frente!
ro: Este o realitate completă. Înainte îmi conduceam afacerea și oricât de mult lucrasem, nu călătorisem. Abia când am cunoscut inCruises am început să călătoresc — de atunci am călătorit mult. <br/><br/> Am avut ocazia să vizitez 12 țări și, datorită deciziei mele de a recomanda Clubul prin programul său de parteneriat, am ajutat și 129 de persoane să înceapă, dintre care 49 au călătorit deja.<br/><br/> Programul de parteneriat, pe care îl recomand atâtor oameni, mi-a oferit beneficiul de a călători gratuit în croaziere de lux, 3 croaziere de lux în total iar acum lucrez la a 4-a.<br/><br/> Recomand cu căldură INCRUISES și, dacă ești pasionat de călătorii și de ai ajuta pe alții, te încurajez să te alături programului de partener, astfel încât pe lângă beneficiul călătoriei să poți începe și o afacere online.<br/><br/> Mulțumim lui Dumnezeu pentru aceste oportunități. <br/><br/>Să mergem la mai multe!
ru: Это абсолютная реальность. Раньше я занимался своим бизнесом и, как бы много ни работал, я никогда не путешествовал. И только после знакомства с inCruises я начал путешествовать — и с тех пор объездил очень много. <br/><br/> У меня была возможность посетить 12 стран, и благодаря моему решению рекомендовать клуб в рамках его Партнерской программы, я еще и помог 129 людям вступить, 49 из которых уже побывали в путешествии.<br/><br/> Программа Партнерства, которую я рекомендовал многим людям, дала мне возможность путешествовать бесплатно в роскошных круизах, в общей сложности в трех, и в настоящее время я работаю над четвертым.<br/><br/> Я очень рекомендую INCRUISES, и если вы любите путешествовать и помогать другим, я призываю вас присоединиться к программе Партнерства, чтобы помимо выгоды от путешествий вы также могли начать и свой онлайн-бизнес.<br/><br/ Спасибо Богу за эти возможности. <br/><br/>Идем дальше!
uk: Це повна реальність. Раніше я керував своїм бізнесом, але, як би багато я не працював, подорожувати мені не вдавалося. Лише коли я дізнався про inCruises, мої мрії про подорожі здійснилися — відтоді я подорожую значно більше.<br/><br/> У мене була можливість відвідати 12 країн; і завдяки моєму рішенню рекомендувати Клуб, дотримуючись його Партнерської програми, я також допоміг 129 людям, 49 з яких вже подорожували.<br/><br/> Партнерська програма, яку я рекомендую багатьом, дозволила мені безкоштовно подорожувати розкішними круїзами — я вже здійснив 3 круїзи і зараз працюю над четвертим.<br/><br/> Я щиро рекомендую INCRUISES всім, хто любить подорожі та бажає допомагати іншим. Якщо ви захоплені подорожами та хочете допомогти людям, я закликаю вас приєднатися до Партнерської програми, щоб, окрім переваг подорожей, ви могли розпочати власний онлайн-бізнес.<br/><br/> Дякую Богу за ці можливості.<br/><br/> Давайте прагнути більшого!
uz: Бу – ҳақиқат. Аввал мен ўз бизнесимга эга эдим, ва кўп ишлашимга қарамасдан, саёҳатга ҳеч чиқмадим. Фақатгина inCruises билан танишганимдан сўнг саёҳат қилишни бошладим – ва ўшандан сўнг кўп маротаба саёҳат қилдим.<br/><br/>Мен 12 мамлакатда бўлдим, ва Клубга Ҳамкорлик дастури билан кўшилганимдан сўнг 129 кишига ёрдамлашдим, уларнинг 49 нафари ҳам саёҳатда чиқдилар.<br/><br/>Мен кўпчиликка тавсия этадиган Ҳамкорлик дастури менга бепул саёҳатларга чиқиш имконини тақдим этди, жами 3 та бепул круизга чиқдим, ва ҳозирда тўртинчисига чиқиш устида ишлаяпман.<br/><br/>Мен ишонч билан INCRUISES ни тавсия этаман, ва агар сиз саёҳат қилишни ҳамда бошқаларга ҳам ёрдам беришни севсангиз, унда сизга Ҳамкорлик дастурига қўшилишни тавсия этаман, шунда чегирма билан саёҳат қилишдан ташқари онлайн бизнесни ҳам бошлашингиз мумкин бўлади.<br/><br/>Шундай имконият бергани учун оллоҳдан миннатдорман.<br/><br/>Келинг, янада кўпроғига эришамиз!
zh: 这是真实发生的事情。以前我经营自己的生意，尽管工作很努力，但从未有过旅行。直到我遇见了inCruises，我才开始旅行——从那以后我已经旅行了很多次。<br/><br/>我有机会访问了12个国家，多亏了我决定通过合作伙伴计划推荐这个俱乐部，我还帮助了129人开启旅程，其中已有49人完成了旅行。<br/><br/>我向许多人推荐的合作伙伴计划，让我有机会免费乘坐豪华邮轮旅行，至今已经有3次，现在我正在筹备第4次。<br/><br/>我强烈推荐INCRUISES，如果您热爱旅行并乐于助人，我鼓励您加入合作伙伴计划，这样您不仅可以享受旅行的好处，还能开启一项线上事业。<br/><br/>感谢上帝给予我这些机会。<br/><br/>让我们继续前进！

source: It looks like you have a pending sale.
ca: Sembla que tens una venda pendent.
de: Es sieht so aus, als hätten Sie einen ausstehenden Auftrag.
es: Parece que tienes una venta pendiente.
fr: Il semble que vous ayez une vente en attente.
it: Pare che tu abbia un acquisto in sospeso.
ja: 保留中の購入があるようです。
kk: Сізде күтудегі сатылым бар сияқты.
ko: 보류중인 판매가 있는 것 같습니다.
ky: Күтүүдөгү сатууларыңыз бар окшойт.
lv: Izskatās, ka jums ir nenokārtota izpārdošana.
mn: Танд хүлээгдэж байгаа борлуулалт байна.
pt: Parece que você tem uma venda pendente.
ro: Se pare că aveţi o vânzare în aşteptare.
ru: Похоже, у Вас есть продажи в ожидании .
uk: Схоже, у Вас є продажі в очікуванні.
uz: Сизда кутаётган сотув борга ўхшайди.
zh: 看起來您目前有待售產品。

source: It looks like your onboarding is almost complete, but a few steps were skipped. You can come back anytime to finish the missing steps by typing https://www.incruises.com/onboarding. Complete your onboarding to unlock all the benefits of your Membership!
ca: El teu procés d'inscripció està gairebé complet, però alguns passos s'han saltat. Pots tornar en qualsevol moment per acabar els passos que falten accedint a https://www.incruises.com/onboarding. Completa la teva inscripció per desbloquejar tots els avantatges de la teva Membresia!
de: Es sieht so aus, als ob Ihr Einstieg fast abgeschlossen ist, aber ein paar Schritte wurden übersprungen. Sie können jederzeit zurückkommen, um die fehlenden Schritte abzuschließen, indem Sie https://www.incruises.com/onboarding eingeben. Schließen Sie Ihren Einstieg ab, um alle Vorteile Ihrer Mitgliedschaft zu nutzen!
es: Parece que tu proceso de registro está casi completo, pero se omitieron algunos pasos. Puedes volver en cualquier momento para finalizar los pasos pendientes ingresando a https://www.incruises.com/onboarding. ¡Completa tu registro para desbloquear todos los beneficios de tu Membresía!
fr: Il semble que votre embarquement soit presque terminé, mais quelques étapes ont été sautées. Vous pouvez revenir à tout moment pour terminer les étapes manquantes en tapant https://www.incruises.com/onboarding. Terminez votre inscription pour bénéficier de tous les avantages de votre Adhésion !
it: Sembra che la procedura di onboarding sia quasi completata, ma sono stati saltati alcuni passaggi. Puoi tornare in qualsiasi momento per completare i passaggi mancanti digitando https://www.incruises.com/onboarding. Completa la tua iscrizione per sbloccare tutti i vantaggi della tua Membership!
ja: オンボーディングはほぼ完了したように見えますが、いくつかのステップがスキップされています。https://www.incruises.com/onboarding にアクセスすると、いつでも戻ってステップを完了することができます。オンボーディングを完了して、メンバーシップの特典をすべてご利用ください！
kk: Сіздің тіркелуіңіз дерлік аяқталған сияқты, бірақ бірнеше қадамдар өткізіп жіберілді. Пернетақтаға мәтін енгізу арқылы кез келген уақытта оралуға және жетіспейтін әрекеттерді орындауға болады https://www.incruises.com/onboarding. мүшеліктің барлық артықшылықтарын пайдалану үшін тіркеуді аяқтаңыз!
ky: Сиздин таанышуу процессиңиз дээрлик аяктады, бирок бир нече кадамдарды өткөрүп жибердик. Калган кадамдарды https://www.incruises.com/onboarding деп жазып, каалаган убакта кайта аласыз. Мүчөлүк менен таанышуу процессиңизди аяктап, мүчөлүгүңүздүн бардык артыкчылыктарын пайдаланыңыз!
lv: Izskatās, ka jūsu iekāpšana ir gandrīz pabeigta, taču dažas darbības tika izlaistas. Varat atgriezties jebkurā laikā, lai pabeigtu trūkstošās darbības, ierakstot https://www.incruises.com/onboarding. Pabeigt uzmeklēšanu, lai atbloķētu visas Biedru dalības priekšrocības!
mn: Таны элсэлтийн ажиллагаа бараг дуусаж байна, хэдэн алхам алгассан байна. Та дуртай үедээ https://www.incruises.com/onboarding холбоосоор ороод гүйцээж болно. Гишүүнчлэлийн бүх давуу талуудыг эдлэхийн тулд элсэлтийн явцаа дуусгаарай!
pt: Parece que sua integração está quase completa, mas algumas etapas foram puladas. Você pode voltar a qualquer momento para concluir as etapas ausentes digitando https://www.incruises.com/onboarding. Conclua sua integração para desbloquear todos os benefícios da sua assinatura!
ro: Se pare că înscrierea ta este aproape finalizată, dar câțiva pași au fost săriți. Poți reveni oricând pentru a finaliza pașii lipsă tastând https://www.incruises.com/onboarding. Finalizează înscrierea pentru a debloca toate beneficiile calității de membru!
ru: Похоже, что ваш процесс ознакомления уже почти завершён, но несколько шагов было пропущено. Для их прохождения, вы можете вернуться к ним перейдя на страницу https://www.incruises.com/onboarding. Завершите свой процесс ознакомления, чтобы разблокировать все преимущества своей Программы Членства!
uk: Схоже, що ваш процес ознайомлення вже майже завершено, але кілька кроків було пропущено. Для їх проходження, ви можете повернутися до них, перейшовши на сторінку https://www.incruises.com/onboarding. Завершіть процес ознайомлення, щоб розблокувати всі переваги своєї Програми Членства!
uz: Сиз деярли рўйхатдан ўтиб бўлибсиз, фақатгина бир нечта босқичдан ўтиш қолибди. Истаган вақтингиз браузерга https://www.incruises.com/onboarding киритган ҳолда орқага қайтиб, улардан ўтишингиз мумкин. Аъзоликнинг барча афзалликларини очиш учун рўйхатдан ўтиш жараёнини якунланг!
zh: 看起来您的入驻流程几乎完成，但有一些步骤被跳过了。您可以随时返回通过输入https://www.incruises.com/onboarding来完成缺失的步骤。完成入驻流程，解锁您会员资格的所有福利！

source: It seems we are unable to locate details for the tour requested.
ca: Sembla que no podem trobar els detalls de la gira sol·licitada.
de: Leider können wir keine Details zu der von Ihnen angeforderten Tour finden.
es: Parece que no nos es posible encontrar detalles para el tour solicitado.
fr: Il semble que nous ne soyons pas en mesure de localiser les détails de la visite demandée.
it: Sembra che non sia possibile trovare informazioni sul tour richiesto.
ja: リクエストされたツアーの詳細が見つかりません。
kk: Біз сұралған тур туралы толық ақпаратты таба алмайтын сияқтымыз.
ky: Суралган тур тууралуу маалымат табылган жок көрүнөт.
lv: Šķiet, ka nevaram atrast detalizētu informāciju par pieprasīto tūri.
mn: Таны хүссэн аяллын дэлгэрэнгүй мэдээлэл олдохгүй байна.
pt: Parece que não conseguimos localizar detalhes para o passeio solicitado.
ro: Se pare că nu putem găsi detalii pentru turul solicitat.
ru: Похоже, мы не можем определить детали запрошенного тура.
uk: Здається, ми не можемо визначити деталі запитуваного туру.
uz: Сўралган турга оид батафсил маълумотларни топа олмадик.
zh: 似乎我们无法找到您请求的旅行的详细信息。

source: It seems you are not a partner yet. To access the features of Connect you will need to upgrade your account first.
ca: Sembla que encara no ets soci. Per accedir a les funcions de Connect, primer has d'actualitzar el teu compte.
de: Sie sind noch kein Partner. Um auf die Funktionen von Connect zugreifen zu können, müssen Sie zunächst Ihren Account aktivieren.
es: Al parecer aún no eres socio. Para tener acceso a las funciones de Connect, primero debes actualizar tu cuenta.
fr: Il semble que vous ne soyez pas encore un Partenaire. Pour accéder aux fonctionnalités de Connect, vous devrez d'abord améliorer votre compte.
it: A quanto pare non sei ancora Partner. Per accedere alle funzioni di Connect è necessario che prima aggiorni il tuo account.
ja: あなたはまだパートナーでありません。コネクトの機能を利用するには、まずあなたのアカウントをアップグレードする必要があります。
kk: Сіз әлі Серіктес емес екенсіз. Connect-тың мүмкіндіктеріне қол жеткізу үшін алдымен есептік жазбаны жаңарту қажет.
ko: 귀하는 아직 파트너가 아닙니다. 커넥트를 이용하기 위해서는 귀하의 계정을 먼저 업그레이드해야 합니다.
ky: Сиз азырынча өнөктөш эмес окшойсуз. Connect функцияларына кирүү үчүн адегенде аккаунтуңузду жаңыртышыңыз керек.
lv: Liekas jūs vēl neesat partneris.Lai varētu izmantot Connect,vispirms ir jāapgreido jūsu konts.
mn: Та Түнш болоогүй байна. Конект төлөвлөгөөг хэрэглэхийн тулд та эхлээд бүртгэлээ шинэчлэнэ үү.
pt: Parece que você ainda não é um sócio. Para acessar os recursos do Connect você precisará atualizar sua conta primeiro.
ro: Se pare că nu ești încă Partener. Pentru a accesa funcțiile caracteristice ale Connect, va trebui să-ți activezi mai întâi contul de Partener.
ru: Похоже, что вы ещё не являетесь Партнёром. Чтобы получить доступ к функциям комнаты "Коннект", в первую очередь вам необходимо обновить свою учётную запись.
uk: Схоже, що Ви ще не є партнером. Щоб отримати доступ до функцій кімнати "Коннект", в першу чергу вам необхідно оновити свій обліковий запис.
uz: Сиз хали Ҳамкор эмассиз шекилли. Connect режасига эга бўлиш учун сиз аввал аккаунтингизни Ҳамкорга янгилашингиз зарур.
zh: 看來您還不是合夥人。 要使用Connect的功能，您需要先升級您的帳戶。
