Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises ranks #39 amongst direct selling companies with more than $100,000 in annual revenue
ca: inCruises ocupa el lloc número 39 entre les empreses de venda directa amb més de 100.000 dòlars en ingressos anuals
de: inCruises belegt Platz #39 unter den Direktvertriebsunternehmen mit einem Jahresumsatz von über 100.000 US-Dollar
es: inCruises ocupa el puesto #39 entre las empresas de venta directa con más de $100,000 en ingresos anuales
fr: inCruises se classe au 39e rang parmi les entreprises de vente directe avec un chiffre d'affaires annuel supérieur à 100 000 $
it: inCruises si classifica al 39° posto tra le aziende di vendita diretta con un fatturato annuo superiore a 100 milioni di dollari
ja: inCruisesは、年間収益が10万ドルを超えるダイレクトセリング企業の中で第39位にランクインしています
kk: inCruises компаниясы тікелей сату компаниялары арасында жылдық табысы 100,000 доллардан асатын компаниялар арасында #39 -орынға ие
ky: inCruises компаниясы жылдык кирешеси 100 000 доллардан ашкан түз сатуучу компаниялардын арасында 39-орунда турат
lv: inCruises ieņem # 39 vietu ietu starp tiešās pārdošanas uzņēmumiem ar vairāk nekā 100000 ASV dolāru lieliem gada ieņēmumiem
mn: inCruises нь жилийн $100 саяаас дээш орлоготой шууд борлуулалтын компаниуд дундаас 39-р байранд эрэмбэлэгддэг юм.
pt: A inCruises ocupa a 39ª posição entre as empresas de venda direta com mais de US$ 100.000 em receita anual
ro: inCruises ocupă locul 39 printre companiile de vânzare directă cu venituri anuale de peste 100.000$
ru: inCruises занимает 39 место среди компаний из индустрии прямых продаж с годовой выручкой более $100 000
uk: inCruises посідає 39-те місце серед компаній індустрії прямих продажів із річною виручкою понад $100 000
uz: inCruises йиллик даромади 100,000$ бўлган тўғридан-тўғри сотув компаниялари орасида 39-ўринда туради
zh: inCruises在年收入超过10万美元的直销公司中排名第39位

source: inCruises recognizes and appreciates the importance of responsible use of information collected on the website and in connection with the products and services provided by inCruises. inCruises will respect your legal rights regarding access to, and correction and deletion of, your personal information. inCruises may communicate information to you regarding products, services, and special offers available from inCruises unless you have opted not to receive such communications or such communications are prohibited by law, although in such cases inCruises may find it necessary to continue to communicate with you regarding your use of the website and the products and services. In addition, you may receive communications and special offers from selected third party providers, but only if you previously opted in to receive such communications. inCruises will not provide your name to other companies or organizations without your consent. If you have opted to receive email communications from our selected third party providers and later wish to discontinue receipt of these emails, please contact those third parties directly to update your preferences.
ca: inCruises reconeix i aprecia la importància de l’ús responsable de la informació recollida al lloc web i en relació amb els productes i serveis que ofereix inCruises. inCruises respectarà els teus drets legals pel que fa a l’accés, la correcció i l’eliminació de la teva informació personal. inCruises pot comunicar-te informació sobre productes, serveis i ofertes especials disponibles per part d’inCruises, tret que hagis optat per no rebre aquestes comunicacions o que aquestes comunicacions estiguin prohibides per la llei, tot i això, en aquests casos, pot ser necessari que inCruises continuï comunicant-se amb tu en relació amb el teu ús del lloc web i dels productes i serveis. A més, pots rebre comunicacions i ofertes especials de proveïdors seleccionats de tercers, però només si prèviament has donat el teu consentiment per rebre aquestes comunicacions. inCruises no facilitarà el teu nom a altres empreses o organitzacions sense el teu consentiment. Si has optat per rebre comunicacions per correu electrònic dels nostres proveïdors de tercers seleccionats i més endavant desitges deixar de rebre aquests correus, si us plau, contacta directament amb aquests tercers per actualitzar les teves preferències.
de: inCruises ist sich der Bedeutung eines verantwortungsvollen Umgangs mit den auf der Website und im Zusammenhang mit den von inCruises angebotenen Produkten und Dienstleistungen gesammelten Informationen bewusst und schätzt diese. inCruises respektiert Ihre gesetzlichen Rechte hinsichtlich des Zugriffs auf Ihre personenbezogenen Daten sowie deren Berichtigung und Löschung. inCruises kann Ihnen Informationen über Produkte, Dienstleistungen und Sonderangebote von inCruises zukommen lassen, es sei denn, Sie haben dem Erhalt solcher Mitteilungen widersprochen oder solche Mitteilungen sind gesetzlich verboten. In solchen Fällen kann es jedoch erforderlich sein, dass inCruises weiterhin mit Ihnen über Ihre Nutzung der Website sowie der Produkte und Dienstleistungen kommuniziert. Darüber hinaus erhalten Sie möglicherweise Mitteilungen und Sonderangebote von ausgewählten Drittanbietern, jedoch nur, wenn Sie dem Erhalt solcher Mitteilungen zuvor zugestimmt haben. inCruises gibt Ihren Namen nicht ohne Ihre Zustimmung an andere Unternehmen oder Organisationen weiter. Wenn Sie sich für den Erhalt von E-Mail- Nachrichten von unseren ausgewählten Drittanbietern entschieden haben und diese E-Mails später nicht mehr erhalten möchten, wenden Sie sich bitte direkt an diese Drittanbieter, um Ihre Einstellungen zu ändern.
es: inCruises reconoce y aprecia la importancia del uso responsable de la información recopilada en el sitio web y en relación con los productos y servicios proporcionados por inCruises. La compañía respetará los derechos legales de usted sobre el acceso a, y la corrección y eliminación de su información personal. inCruises puede enviarle información sobre los productos, servicios y ofertas especiales disponibles, a menos que haya optado por no recibir tales comunicaciones o dichas comunicaciones están prohibidas por la ley, aunque en estos casos inCruises puede verse en la necesidad de comunicarse con usted en relación con el uso del sitio web y los productos y servicios. Además, puede recibir comunicaciones y ofertas especiales de terceros proveedores seleccionados, pero sólo si usted optó previamente en recibir este tipo de comunicaciones. inCruises no proporcionará su nombre a otras empresas u organizaciones sin su consentimiento. Si ha optado por recibir comunicaciones por correo electrónico de nuestros proveedores de terceros seleccionados y posteriormente desea interrumpir la recepción de estos correos electrónicos, por favor póngase en contacto directamente con dichos terceros y actualice sus preferencias.
fr: inCruises reconnaît et apprécie l'importance d'une utilisation responsable des informations collectées sur le site web et en lien avec les produits et services fournis par inCruises. inCruises respectera vos droits légaux en matière d'accès, de correction et de suppression de vos informations personnelles. inCruises peut vous communiquer des informations sur les produits, services et offres spéciales disponibles chez inCruises, sauf si vous avez choisi de ne pas recevoir ces communications ou si elles sont interdites par la loi. Dans ce cas, inCruises peut juger nécessaire de continuer à communiquer avec vous concernant votre utilisation du site web et des produits et services. De plus, vous pouvez recevoir des communications et des offres spéciales de fournisseurs tiers sélectionnés, mais uniquement si vous avez préalablement accepté de recevoir ces communications. inCruises ne communiquera pas votre nom à d'autres entreprises ou organisations sans votre consentement. Si vous avez choisi de recevoir des communications par e-mail de nos fournisseurs tiers sélectionnés et que vous souhaitez ultérieurement ne plus les recevoir, veuillez contacter directement ces tiers pour mettre à jour vos préférences.
it: inCruises riconosce e apprezza l'importanza di un uso responsabile delle informazioni raccolte sul sito web e in relazione ai prodotti e ai servizi forniti da inCruises. inCruises rispetterà i tuoi diritti legali in merito all'accesso, alla correzione e alla cancellazione delle tue informazioni personali. inCruises potrà comunicarti informazioni riguardanti prodotti, servizi e offerte speciali disponibili da inCruises a meno che tu non abbia scelto di non ricevere tali comunicazioni o tali comunicazioni siano proibite dalla legge, sebbene in tali casi inCruises potrebbe ritenere necessario continuare a comunicare con te riguardo al tuo utilizzo del sito web e dei prodotti e servizi. Inoltre, potresti ricevere comunicazioni e offerte speciali da fornitori terzi selezionati, ma solo se in precedenza hai acconsentito a ricevere tali comunicazioni. inCruises non fornirà il tuo nome ad altre aziende o organizzazioni senza il tuo consenso. Se hai scelto di ricevere comunicazioni via email dai nostri fornitori terzi selezionati e in seguito desideri interrompere la ricezione di tali email, ti preghiamo di contattare direttamente tali terzi per aggiornare le tue preferenze.
ja: inCruisesは、ウェブサイトで収集された情報の責任ある使⽤の重要性、およびinCruisesが提供する製品とサービスに関連する重要性を認識し、理解しています。inCruisesは、会員の個⼈情報へのアクセス、修正、削除に関する法的権利を尊重します。 inCruisesは、会員が当社から通知を受け取らないことを選択した場合、または通知が法律により禁⽌されている場合を除き、 inCruisesから利⽤可能な製品、サービス、および特別オファーに関する情報を会員に通知する場合があります。また通知を受け取らない、または法律により禁⽌されている場合でも、 inCruisesが会員に対してウェブサイトおよび製品とサービスの使⽤について通知が必要だと判断した場合は、通知をする場合があります。さらに、選択した第三者プロバイダーから通信および特別オファーを受信する場合がありますが、 以前にそのような通知の受信を選択した場合のみです。 inCruisesは、会員の同意なしに他の企業または組織に会員の名前を提供しません。選択した第三者プロバイダーからメール通知を受け取ることを選択し、 後でこれらのメールの受信を中⽌する場合は、その旨を第三者に直接連絡して、設定を更新してください。
kk: inCruises веб-сайтта және inCruises ұсынатын өнімдер мен қызметтерге қатысты жиналған ақпаратты жауапкершілікпен пайдаланудың маңыздылығын мойындайды және бағалайды. inCruises сіздің жеке ақпаратыңызға қол жеткізуге, сондай-ақ оны түзетуге және жоюға қатысты заңды құқықтарыңызды құрметтейді. inCruises сізге inCruises-тен қол жетімді өнімдер, қызметтер және арнайы ұсыныстар туралы ақпаратты бере алады, егер сіз мұндай хабарламаларды алмауды шешсеңіз немесе мұндай хабарламалар заңмен тыйым салынған болса, бірақ мұндай жағдайларда inCruises сізге веб-сайтты, өнімдер мен қызметтерді пайдалануға қатысты сізбен байланыста болуды қажет деп санауы мүмкін. Сонымен қатар, сіз таңдалған үшінші тарап провайдерлерінен хабарламалар мен арнайы ұсыныстар ала аласыз, бірақ егер сіз бұрын осындай хабарламаларды алуға келісім берген болсаңыз ғана. inCruises сіздің атыңызды басқа компанияларға немесе ұйымдарға сіздің келісіміңізсіз бермейді. Егер сіз біз таңдаған үшінші тарап жеткізушілерінен электрондық пошта хабарларын алуды шешсеңіз және кейінірек бұл хабарларды алуды тоқтатқыңыз келсе, қалауларыңызды нақтылау үшін осы үшінші тұлғаларға тікелей хабарласыңыз.
ky: inCruises веб-сайтта жана inCruises тарабынан сунушталган продукциялар менен кызматтарга байланыштуу чогултулган маалыматты жоопкерчиликтүү колдонуунун маанилүүлүгүн тааныйт жана баалайт. inCruises сиздин жеке маалыматыңызга кирүү, оңдоо жана жок кылуу боюнча мыйзамдуу укуктарыңызды сыйлайт. inCruises сизге inCruises компаниясынын жеткиликтүү продукциялары, кызматтары жана атайын сунуштары тууралуу алат маалымат бере алат, эгерде сиз мындай билдирүүлөрдү алуудан баш тартпаган же мыйзам тарабынан тыюу салынбаган болсо, ал эми мындай шарттар бар болгон учурда да inCruises сиздин продукцияларды, кызматтарды жана сайтты колдонууңуз тууралу байланышты улантуу зарыл деп эсептеши мүмкүн. Кошумчалай кетсек, сиз тандалып алынган үчүнчү тараптын провайдерлеринен билдирүүлөрдү жана атайын сунуштарды ала аласыз, эгерде сиз алдын ала мындай билдирүүлөрдү алууга макулдук берген болсоңуз гана. inCruises сиздин макулдугуңузсуз атыңызды башка компаниялар же уюмдар менен бөлүшпөйт. Эгерде сиз биз тандаган үчүнчү тараптын провайдерлеринен электрондук почта билдирүүлөрүн алууну тандасаңыз жана андан кийин мындай билдирүүлөрдү алууну токтоткуңуз келсе, тандоолоруңузду жаңыртуу үчүн ошол үчүнчү тараптар менен түздөн-түз байланышыңыз. preferences.
lv: inCruises atzīst un novērtē tīmekļa vietnē apkopotās informācijas atbildīgas izmantošanas nozīmi saistībā ar inCruises sniegtajiem produktiem un pakalpojumiem. inCruises respektēs jūsu juridiskās tiesības attiecībā uz piekļuvi un labošanu, un un dzēšanu. inCruises var paziņot jums informāciju par produktiem, pakalpojumiem un īpašajiem piedāvājumiem, kas pieejami inCruises, ja vien neesat izvēlējies nesaņemt šādus paziņojumus vai šāda saziņa nav aizliegta ar likumu lai gan šādos gadījumos pakalpojumā InCruises var būt nepieciešams turpināt sazināties ar jums par tīmekļa vietnes un produktu un pakalpojumu izmantošanu. Turklāt varat saņemt komunikācijas un īpašos piedāvājumus no izvēlētiem trešo pušu pakalpojumu sniedzējiem, bet tikai tad, ja jūs iepriekš izvēlējāties saņemt šādus paziņojumus. inCruises bez jūsu piekrišanas nenorādīs jūsu vārdu citiem uzņēmumiem vai organizācijām. Ja esat izvēlējies saņemt e-pasta ziņojumus no mūsu atlasītajiem trešo pušu pakalpojumu sniedzējiem un vēlāk vēlaties pārtrauciet šo e-pasta ziņojumu saņemšanu. Lūdzu, sazinieties ar šīm trešajām personām tieši, lai atjauninātu preferences.
mn: inCruises нь вэб хуудас болон inCruises-аас үзүүлж буй бүтээгдэхүүн, үйлчилгээтэй холбоотой цуглуулсан мэдээллийг хариуцлагатай ашиглахын ач холбогдлыг хүлээн зөвшөөрч, үнэлдэг. inCruises таны хувийн мэдээлэлд хандах, засварлах, устгахтай холбоотой хууль ёсны эрхийг тань хүндэтгэх болно. Хэрэв та ийм харилцаа холбоог хүлээн авахаас татгалзаагүй эсвэл хуулиар хориглоогүй бол inCruises нь inCruises-аас авах боломжтой бүтээгдэхүүн, үйлчилгээ, тусгай саналуудын талаарх мэдээллийг танд хүргэж болно, гэхдээ ийм тохиолдолд inCruises-ийн вэб хуудас болон бүтээгдэхүүн, үйлчилгээг ашиглах талаар тантай үргэлжлүүлэн харилцах шаардлагатай гэж үзэж болно. Нэмж дурдахад, та сонгосон гуравдагч талын үйлчилгээ үзүүлэгчдээс харилцаа холбоо, тусгай саналыг хүлээн авах боломжтой, гэхдээ та өмнө нь ийм харилцааг хүлээн авахаар сонгосон тохиолдолд л болно. inCruises таны зөвшөөрөлгүйгээр таны нэрийг бусад компани эсвэл байгууллагад өгөхгүй. Хэрэв та манай сонгосон гуравдагч талын үйлчилгээ үзүүлэгчдээс имэйл хүлээн авахаар сонгосон бөгөөд дараа нь эдгээр имэйлийг хүлээн авахаа болихыг хүсвэл эдгээр гуравдагч этгээдтэй шууд холбогдож сонголтоо шинэчлэх хэрэгтэй болно.
pt: A inCruises reconhece e aprecia a importância do uso responsável das informações coletadas no site e em conexão com os produtos e serviços fornecidos pela Empresa. A inCruises respeitará os seus direitos legais em relação ao acesso, correção e exclusão das suas informações pessoais. A inCruises pode informar você sobre os produtos, serviços e ofertas especiais disponíveis a partir da inCruises, a menos que você tenha optado por não receber tais comunicações ou caso tais comunicações sejam proibidas por lei, embora, nesses casos, seja necessário que a inCruises continue a se comunicar com você sobre seu uso do site, produtos e serviços. Além disso, você pode receber comunicações e ofertas especiais a partir de fornecedores terceirizados selecionados, mas somente se você aceitou o recebimento anteriormente. A inCruises não fornecerá seu nome a outras empresas ou organizações sem o seu consentimento . Se você optou por receber as comunicações dos nossos fornecedores terceirizados selecionados por e-mail e depois desejar interromper o recebimento destes emails, por favor, entre em contato diretamente com esses terceiros para atualizar suas preferências.
ro: inCruises recunoaște și apreciază importanța utilizării responsabile a informațiilor colectate pe site și în legătură cu produsele și serviciile oferite de inCruises. inCruises îți va respecta drepturile legale privind accesul și corectarea și ștergerea informațiilor tale personale. inCruises îți poate comunica informații cu privire la produse, servicii și oferte speciale disponibile de la inCruises, cu excepția cazului în care ai ales să nu primești astfel de comunicări sau astfel de comunicări sunt interzise de lege, deși în astfel de cazuri inCruises poate considera necesar să continue să comunice cu tine cu privire la utilizarea de către tine a site-ului web și a produselor și serviciilor. În plus, este posibil să primești comunicări și oferte speciale de la furnizori terți selectați, dar numai dacă ai optat anterior pentru a primi astfel de comunicări. inCruises nu va furniza numele tău altor companii sau organizații fără consimțământul tău. Dacă ai optat pentru a primi comunicări prin e-mail de la furnizorii noștri terți selectați și mai târziu vrei să întrerupi primirea acestor e-mailuri, te rugăm să contactezi direct acele terțe părți pentru a-ți actualiza preferințele.
ru: inCruises понимает и ценит важность ответственного использования информации, собранной на веб-сайте, а также через продукты и услуги, предоставляемые inCruises. inCruises будет уважать ваши законные права в отношении доступа, изменения и удаления ваших персональных данных. inCruises может присылать вам информацию о продуктах, услугах и специальных предложениях, предоставляемых inCruises, пока вы не откажетесь от получения таких сообщений, или пока такие сообщения не попадут под законодательный запрет. Однако в таких случаях inCruises может счесть необходимым продолжить общение с вами относительно вашего использования веб-сайта и продуктов и услуг. Кроме того, вы можете получать сообщения и специальные предложения от выбранных сторонних поставщиков, но только если вы ранее дали согласие на получение таких сообщений. inCruises не будет предоставлять ваше имя другим компаниям или организациям без вашего согласия. Если вы дали согласие на получение сообщений по электронной почте от наших определенных сторонних поставщиков, а затем хотите прекратить получение этих сообщений, свяжитесь с этими третьими сторонами напрямую, чтобы обновить ваши предпочтения.
uk: inCruises визнає та оцінює важливість відповідального використання інформації, зібраної на веб-сайті та у зв’язку з продуктами та послугами, що надаються inCruises. inCruises поважатиме ваші законні права щодо доступу до вашої особистої інформації, її коригування та видалення. inCruises може передавати вам інформацію щодо продуктів, послуг та спеціальних пропозицій, доступних від inCruises, якщо ви не вирішили не отримувати такі повідомлення або такі комунікації заборонені законодавством,, хоча в таких випадках inCruises може вважати необхідним продовжувати спілкуватися з вами щодо вашого використання веб-сайту та продуктів і послуг. Крім того, ви можете отримувати комунікації та спеціальні пропозиції від вибраних сторонніх постачальників, але лише якщо ви раніше вирішили отримувати такі повідомлення. inCruises не надаватиме ваше ім’я іншим компаніям чи організаціям без вашої згоди. Якщо ви вирішили отримувати повідомлення електронною поштою від наших вибраних сторонніх постачальників і пізніше бажаєте припинити отримання цих електронних листів, зв’яжіться з цими третіми сторонами безпосередньо, щоб оновити свої налаштування.
uz: inCruises веб-сайтда ва inCruises томонидан тақди этиладиган маҳсулот ва хизматлар юзасидан тўпланган маълумотлардан масъулият билан фойдаланишнинг муҳимлигини тан олади ва қадрлайди. inCruises сизнинг ўз шахсий маълумотларингизга кириш, улари тузатиш ва ўчиришга бўлган қонуний ҳуқуқларингизни ҳурмат қилади. inCruises сизга мавжуд маҳсулотлар, хизматлар ва махсус таклифлар ҳақидаги хабарларни, агар бундай хабарларни қабул қилмасликни танламаган бўлсангиз ёки бу каби хабарлар юбориш қонун билан тақиқланмаган бўлса, юбориши мумкин. Бундай хабарларни қабул қилмаслик танланган ёки қонун билан тақиқланган ҳолатларга қарамасдан, inCruises веб-сайт, маҳсулот ва хизматлардан фойдаланишингизга оид хабарларни юборишда давом этишни зарурий деб топиши мумкин. Бундан ташқари, сиз танланган ташқи хизмат провайдерларидан хабарлар ва махсус таклифлар қабул қилишингиз мумкин, бироқ бу фақатгина аввал бу каби хабарларни қабул қилишни танлаган бўлсангиз амалга оширилади. inCruises сизнинг розилигингизсиз бошқа компания ва ташкилотларга исмингизни тақдим этмайди. Агар сиз танланган ташқи хизмат провайдерларимиздан электрон почта хабарлари қабул қилишни танлаган бўлсангиз ва кейинроқ бундай электрон хабарларни қабул қилишни тўхтатишни хоҳласангиз, бу борада ушбу ташқи хизмат провайдерлари билан бевосита боғланинг.
zh: inCruises认识并重视对其网站以及与所提供产品和服务相关信息的负责任使用。inCruises将尊重您在访问、更正和 删除个人信息方面的合法权利。除非您选择不接收此类信息或法律禁止，否则inCruises可能会向您发送有关其产品、服务和特别优惠的信息， 但即使在此类情况下，inCruises仍可能因您使用网站及产品和服务的需要而继续与您联系。此外，您可能会收到来自经inCruises筛选的第三方提供商的通信和特别优惠，但前提 是您已事先选择接收此类信息。未经您的同意，inCruises不会将您的姓名提供给其他公司或组织。如果您已选择接收我们筛选的第三方提供商的电子邮件通信，但之后希望 停止接收，请直接联系相关第三方更新您的偏好设置。

source: inCruises Ref
ca: Ref. d'inCruises
es: Ref de inCruises
fr: inCruises Réf
it: Rif. inCruises
kk: inCruises сілтемесі
ky: inCruises шилтемеси
mn: inCruises-ийн лавлагааны дугаар
pt: Ref. inCruises
ro: Ref inCruises
ru: Ссылка inCruises
uk: inCruises посилання
uz: inCruises реф.
zh: inCruises参考
