Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: This action will remove this permission group from this department and all admins.
ca: Aquesta acció eliminarà aquest grup de permisos d'aquest departament i de tots els administradors.
de: Durch diese Aktion wird diese Berechtigungsgruppe von dieser Abteilung und allen Administratoren entfernt.
es: Esta acción eliminará este grupo de permisos de este departamento y de todos los administradores.
fr: Cette action supprimera cette permission de ce groupe de permission. Cette action supprimera ce groupe de permission de ce département et de tous les administrateurs.
it: Questa azione rimuoverà questo gruppo di permessi da questo reparto e da tutti gli amministratori.
ja: このアクションは、この部署とすべての管理者からこの権限グループを削除します。
kk: Бұл әрекет осы рұқсаттар тобын осы бөлімнен және барлық әкімшілерден жояды.
ko: 이 작업은 이 부서와 모든 관리자에서 이 권한 그룹을 제거합니다.
ky: Бул аракет бул уруксат тобун бул бөлүмдөн жана бардык администраторлордон алып салат.
lv: Šī darbība noņems šo atļauju grupu no šīs nodaļas un visiem adminis.
mn: Энэ үйлдэл нь энэ зөвшөөрлийн бүлгийг энэ хэлтэс болон бүх админаас хасах болно.
pt: Esta ação removerá este grupo de permissões deste departamento e de todos os administradores.
ro: Această acțiune va elimina acest grup de permisiuni din acest departament și de la toți administratorii.
ru: Данное действие удалит эту группу разрешений у всех администраторов и изо всех отделов.
uk: Ця дія видалить цю групу дозволів у всіх адміністраторів та всіх відділів.
uz: Мазкур ҳаракат ушбу рухсат берувчи гуруҳни мазкур бўлим ва барча маъмурлардан чиқариб ташлайди.
zh: 此操作将从该部门和所有管理员中删除该权限组。

source: This Activity Includes
ca: Aquesta activitat inclou
de: Diese Aktivität umfasst
es: Esta Actividad Incluye
fr: Cette activité comprend
it: Questa attività include
ja: このアクティビティに含まれるもの
kk: Бұл әрекетке кіреді
ky: Бул иш-чара төмөнкүлөрдү камтыйт
lv: Šī Aktivitāte ietver
mn: Энэ аялалд
pt: Esta atividade inclui
ro: Această activitate include
ru: Эта активность включает в себя
uk: Ця Активність включає
uz: Ушбу фаолият қуйидагиларни ўз ичига олади:
zh: 此活动包括

source: This Addendum (the “Addendum”) constitutes an addendum to the inCruises Independent Business Partner Agreement entered into with the Company by <br/>
ca: Aquest complement (el "Addendum") constitueix un annex a l'Acord de Soci Comercial Independent d'inCruises signat per la Companyia per <br/>
de: Dieser Addendum (der "Zusatz") stellt einen Zusatz zu der mit der Gesellschaft abgeschlossenen inCruises unabhängigen Geschäftspartner-Vereinbarung dar <br/>
es: Este Anexo (el "Anexo) constituye un anexo al Acuerdo de Socio Independiente celebrado por la Compañía por <br/>
fr: Cet Addedum ("l'Addendum") constitue un addendum à l'Accord du Partenaire Commercial indépendant d'inCruises qui conclus avec l'Entreprise par <br/>
it: Il presente Addendum ("l'Addendum") costituisce un supplemento al Contratto con Partner Commerciale Indipendente inCruises stipulato con la Società da<br/>
ja: この追加条項（以下「追加条項」といいます）は、当社との間で締結したinCruisesの独立ビジネスパートナー契約に対する追加条項を構成します <br/>
kk: Осы Толықтырма («Қосымша») Компаниямен жасасқан Тәуелсіз Бизнес Серіктестік Келісіміне қосымша болып табылады <br/>
ky: Бул Тиркеме ("Тиркеме") төмөндөгүдөй inCruises компаниясы менен көз карандысыз бизнес өнөктөшү келишимине кошумча болуп саналат <br/>
lv: Šis Saistību pielikums (the “Addendum”) ir inCruises neatkarīgo biznesa partneru līgums ar Kompāniju<br/>
mn: Эдгээр Нэмэлт Гэрээ нь ("Нэмэлт Гэрээ" гэх) inCruises-ийн Бие даасан Бизнесийн Түншийн Гэрээний Нэмэлт Гэрээ болно <br/>
pt: Este Adendo (o “Adendo”) constitui um adendo ao Contrato de Sócio Independente da inCruises celebrado com a empresa por meio de <br/>
ro: Acest Act Adiţional („Act Adiţional”) constituie o completare la Contractul de Partener de Afaceri Independent semnat cu compania de <br/>
ru: Это Дополнение ("Дополнение") представляет собой дополнение к Соглашению Независимого Бизнес-Партнера inCruises<br/>
uk: Цей Додаток ("Додаток") є доповненням до Угоди Незалежного Бізнес-Партнера inCruises <br/>
uz: Мазкур Қўшимча (“Қўшимча”) Компания билан қуйидаги йўллар билан тузилган inCruises Мустақил Бизнес Ҳамкори Битимига қўшимча ҳисобланади<br> <br/>
zh: 本附录（“附录”）构成了与公司签订的inCruises独立业务合作伙伴协议的附录<br/>

source: This Addendum may be terminated pursuant to the following:
ca: Aquest Addendum podrà rescindir-se d'acord amb el següent:
de: Dieser Zusatz kann wie folgt beendet werden:
es: Este Addendum puede ser rescindido de acuerdo con lo siguiente:
fr: Cet addenda peut être résilié conformément à ce qui suit :
it: Il presente Addendum può essere risolto ai sensi di quanto segue:
ja: この追加条項は次の条件に従って停止することがあります。
kk: Осы Қосымшалар төмендегілерге сәйкес тоқтатылуы мүмкін:
ko: 이 추가 조항은 다음 상황에 따라 종료될 수 있습니다:
ky: Бул Тиркеме төмөндөгүлөргө ылайык токтотулушу мүмкүн:
lv: ŠIS SAISTĪBU PIELIKUMS VAR TIKT IZBEIGTS SASKAŅĀ AR:
mn: Энэ Нэмэлт Өөрчлөлтийг дараахь тохиолдолд цуцалж болно:
pt: Este Adendo pode ser rescindido de acordo com o seguinte:
ro: Acest Act Adiţional poate fi terminat ca rezultat al următoarelor:
ru: Настоящее Дополнение может быть расторгнуто в соответствии со следующим:
uk: Це Додаток може бути припинено відповідно до наступного:
uz: Ушбу Қўшимча қуйидагиларга мувофиқ тугатилиши мумкин:
zh: 本附錄可能會由於以下內容終止：

source: This Addendum modifies PARTNER’s IBP Agreement and the Policies and Procedures. To the extent that any term of this Addendum conflicts with any term or condition of any other agreement existing between the parties (including the Policies and Procedures or the IBP Agreement), the terms of this Addendum shall prevail. Otherwise, the relationship between inGroup International and PARTNER is governed by the Policies and Procedures and the IBP Agreement.
ca: Aquest annex modifica el contracte SCI del SOCI i les Polítiques i Procediments. En la mesura que qualsevol terme d’aquest annex siga contrari a qualsevol terme o condició d’un altre acord existent entre les parts (incloent-hi les polítiques i procediments o el contracte IBP), els termes d’aquest annex prevaldran. En cas contrari, la relació entre inGroup International i el SOCI es regeix per les Polítiques i procediments i el contracte SCI.
de: Dieser Zusatz ändert die Unabhängige Partner Vereinbarung des PARTNERs und die Bestimmungen und Modalitäten. Soweit eine Bestimmung dieses Addendums im Widerspruch zu einer Bestimmung oder Bedingung einer anderen zwischen den Parteien bestehenden Vereinbarung (einschließlich der Bestimmungen und Modalitäten oder der Unabhängigen Partner Vereinbarung) steht, haben die Bestimmungen dieses Nachtrags Vorrang. Andernfalls wird die Beziehung zwischen inGroup International und der PARTNER durch die Bestimmungen und Modalitäten und die Unabhängiger Partner Vereinbarung geregelt.
es: Este Anexo modifica el Acuerdo SI del SOCIO y las Políticas y Procedimientos. En la medida en que cualquier término de este Anexo entre en conflicto con cualquier término o condición de cualquier otro acuerdo existente entre las partes (incluidas las Políticas y Procedimientos o el Acuerdo SI), prevalecerán los términos de este Anexo. De lo contrario, la relación entre inGroup International y el SOCIO se rige por las Políticas y Procedimientos y el Acuerdo SI.
fr: Cet addenda modifie l’accord IBP du PARTENAIRE et des politiques et procédures. Dans la mesure où une condition quelconque de cet addenda est en conflit avec une modalité ou une condition de tout autre accord existant entre les parties (y compris les politiques et procédures ou l'accord IBP), les conditions de cet addenda prévalent. Sinon, la relation entre inGroup International et le PARTENAIRE est régie par les politiques et procédures et par l’accord IBP.
it: Il presente Addendum modifica il contratto PCI del PARTNER e le Politiche e procedure. Nella misura in cui qualsiasi termine del presente Addendum sia in conflitto con qualsiasi termine o condizione di qualsiasi altro contratto esistente tra le parti (incluse le Politiche e procedure o il contratto PCI), i termini del presente Addendum prevarranno. In caso contrario, il rapporto tra inGroup International e il PARTNER è disciplinato dalle Politiche e procedure e dal Contratto PCI.
ja: この本補遺は、パートナーのIBP契約および方針と手続きマニュアルを修正します。 本補遺のいずれかの条項が当事者間に存在する他の契約の条項または条件（方針および手順またはIBP契約を含む）と矛盾しない限り、本補遺の条項が優先するものとします。 それ以外の場合、inGroup Internationalとパートナーの関係は、方針と手順マニュアル、およびIBP契約によって管理されます。
kk: Бұл Қосымша ТБС Келісімін, сондай-ақ Саясат және Процедуралар туралы құжатты өзгертеді. Осы Қосымша тараптар арасында қолданылатын кез келген басқа келісімнің кез келген терминіне немесе шартына қайшы келетін дәрежеде, (соның ішінде Саясат және Процедуралар немесе ТБС келісімі) осы Қосымшаның шарттары басым болады. Олай болмаған жағдайда, inGroup International және СЕРІКТЕС арасындағы қатынас Саясат пен Процедуралар және ТБС келісімі арқылы реттеледі.
ko: 이 추가 조항은 파트너의 IBP 계약 및 정책 및 절차를 수정합니다. 본 추가 조항의 기간이 당사자간에 존재하는 다른 계약(정책 및 절차 또는 IBP 계약 포함)의 조건과 상충하는 경우 본 추가 조항의 규정이 우선합니다. 그렇지 않은 경우, inGroup International과 파트너간의 관계는 정책과 절차 및 IBP 계약의 적용을 받습니다.
ky: Бул Тиркеме ӨНӨКТӨШТҮН IBP келишимин, ошондой эле Саясаттарды жана процедураларды өзгөртөт. Ушул Тиркеменин кайсы болбосун жобосу тараптардын ортосундагы башка макулдашууларга (анын ичинде Саясаттарды жана процедураларды же IBP келишимин) карама-каршы келген даражада, бул Тиркеме артыкчылыкка ээ болот. Болбосо, inGroup International менен ӨНӨКТӨШ ортосундагы мамиле Саясат жана процедуралар жана IBP келишими менен жөнгө салынат.
lv: Šis saskaņošanas līgums izmaina Partnera IBP līgumu,Politikas un Procedūras.JJa jebkurš'šī saistību pielikuma termins ir pretruunā ar cita līguma jebkuru terminu vai stāvokli starp partijām(ieskaitot [politikas un procedūras vai I|BP Līgums)šī saistību pielikuma termini dominēs.Pretējā gadījumā attiecības starp inGroup INternational un PARTNERI tiek pakļaujas Politikām un Procedūrām un IBP Līgumam.
mn: Энэхүү Нэмэлт гэрээ нь БДТ Гэрээ болон Бодлого, Журмын гарын авлагад тодотгол болж орно. Хэрэв энэхүү Нэмэлт гэрээний ямар нөхцөлүүд нь талуудын хооронд буй аливаа гэрээний нөхцөлүүдтэй (Бодлого, Журмын гарын авлага, БДТ Гэрээ гэх мэт) зөрчилдвөл энэхүү Нэмэлт Өөрчлөлтөнд дурдсанаар хийгдэнэ. Эс тэгвээс inGroup International ба ТҮНШҮҮДИЙН хоорондын харилцаа нь Бодлого, Журмын гарын авлага болон БДТ Гэрээгээр зохицуулагдана.
pt: Este Adendo modifica o Contrato IBP do SÓCIO e as Políticas e Procedimentos. Na medida em que qualquer termo deste Adendo conflite com qualquer termo ou condição de qualquer outro acordo existente entre as partes (incluindo as Políticas e Procedimentos ou o Contrato IBP), os termos deste Adendo prevalecerão. Caso contrário, o relacionamento entre o inGroup International e o SÓCIO é regido pelas Políticas e Procedimentos e pelo Contrato IBP.
ro: Acest Act Adiţional modifică Acordul PAI (Partener de Afaceri Independent) şi Politicile şi Procedurile. În asemenea măsură încât dacă orice termen al acestui Act Adiţional intră în conflict cu orice alt termen sau condiţie al oricărui alt acord existent între părţi (inclusiv Politicile şi Procedurile şi Acordul PAI), termenii acestui Act Adiţional va prevala. Altfel, relaţia dintre inGroup International şi PARTENER este reglementată de Polici şi Proceduri şi de Acordul PAI.
ru: Настоящее Дополнение изменяет Соглашение БП, а также документ Политика и Процедуры. В той степени, в которой любой термин настоящего Дополнения вступает в противоречие с любым термином или условием любого другого соглашения, существующего между сторонами (включая Политики и процедуры или Соглашение БП), условия настоящего Дополнения имеют преимущественную силу. В противном случае отношения между inGroup International и ПАРТНЁРОМ регулируются Политикой и процедурами и Соглашением БП.
uk: Дане Доповнення змінює ПАРТНЕРСЬКУ Угоду НБП, а також документ Політика та Процедури. У тій мірі, в якій будь-який термін цього Доповнення набуває суперечності з будь-яким терміном або умовою будь-якої іншої угоди, яка існує між сторонами (включаючи Політику та Процедури або Угоду НБП), умови цього Доповнення мають переважну силу. В іншому випадку, відносини між inGroup International і ПАРТНЕРОМ регулюються Політикою та Процедурами та Угодою НБП.
uz: Ушбу Қўшимча ҲАМКОРНИНГ МБҲ Битимини, шунингдек Сиёсат ва жараёнларни ўзгартиради. Ушбу Қўшимчанинг исталган банди тарафлар ўртасида мавжуд бошқа ҳар қандай битим (жумладан, Сиёсат ва жараёнлар ёки МБҲ Битими) билан қарама-қарши маънода келган ҳолатда мазкур Қўшимча бандлари устувор кучга эга бўлади. Акс ҳолда, inGroup International билан ҲАМКОР ўртасидаги муносабатлар Сиёсат ва жараёнлар ҳамда МБҲ Битими билан тартибга солинади.
zh: 本附錄修改了合作夥伴的IBP協議以及政策和程序。如果本附錄的任何條款與雙方之間存在的任何其他協議（包括政策和程序或IBP協議）的任何條款或條件相衝突，則以本附錄的條款為準。否則，inGroup International與合作夥伴之間的關係受政策和程序以及IBP協議的約束。

source: This Addendum will become effective as provided in Section 2.a and, unless earlier terminated as provided herein, shall remain in effect until the termination or cancellation of PARTNER’s IBP Agreement as provided in the IBP Agreement and/or the Policies and Procedures.
ca: Aquest complement es farà efectiu tal com es disposa a la secció 2.a i, llevat que s’hagi cancel·lat anteriorment, tal com s’estipula en aquest document, romandrà vigent fins a la finalització o la cancel·lació del Contracte SCI de SOCI, tal com es disposa al contracte SCI i / o les Polítiques i Procediments.
de: Dieser Zusatz tritt gemäß Abschnitt 2.a in Kraft und bleibt, sofern er nicht wie hierin vorgesehen früher gekündigt wird, bis zur Beendigung oder Aufhebung des IBP-Vertrags des PARTNERs gemäß dem IBP-Vertrag und/oder den Richtlinien und Verfahren in Kraft.
es: Este Anexo entrará en vigencia según lo dispuesto en la Sección 2.a y, a menos que se resuelva anticipadamente según lo dispuesto en este documento, permanecerá vigente hasta la terminación o cancelación del Acuerdo SCI de SOCIO según lo estipulado en el Acuerdo SCI y / o las Políticas y Procedimientos.
fr: Cet addenda deviendra en vigueur conformément à la section 2.a et, à moins qu'il n'y soit mis fin plus tôt comme il est prévu aux présentes, devra rester en vigueur jusqu’à la résiliation ou l'annulation de l’accord IBP du PARTENAIRE, comme prévu dans l’accord IBP et / ou dans les politiques et procédures.
it: Il presente Addendum entrerà in vigore come previsto nella Sezione 2.a e, a meno che non sia stato precedentemente rescisso come previsto nel presente documento, rimarrà in vigore fino alla rescissione o alla cancellazione del Contratto PCI del PARTNER come previsto nel Contratto PCI o nelle Politiche e procedure.
ja: 本追加条項は、第2.a条に規定されているとおりに有効となり、本契約に規定されているとおりに早期に終了しない限り、IBP契約および/または方針および手順に規定されるパートナーのIBP契約の終了または取消まで有効となります。
kk: Егер, бұл құжат бұрын тоқтатылмаған болса, ТБС Келісімінде және/немесе ТБС Келісіміндегі Саясат пен Рәсімдерде көзделінген, ТБС Келісімі тоқтатылғанға немесе күшін жойғанға дейін күшінде қалады және бұл толықтыру Қосымша Келісімнің 2.a бөлімінде көзделгендей күшіне енеді.
ko: 이 추가 조항은 섹션 2.a에 명시된 바와 같이 효력을 발생하며 본 계약에 명시된 대로 조기 해지하지 않는 한 IBP계약 및/또는 정책 및 절차에 명시된 파트너의 IBP계약이 해지 또는 취소될 때까지 효력을 유지합니다.
ky: Бул Тиркеме 2.a бөлүмүнө ылайык күчүндө болот жана ушул Келишимде каралган мөөнөтүнөн мурда токтотуудан башка учурларда, Көз карандысыз Бизнес-Өнөктөш келишиминде жана/же Саясаттарда жана жол-жоболордо каралгандай Өнөктөштүн Көз карандысыз Бизнес Өнөктөш келишиминин мөөнөтү толгонго же токтотулганга чейин күчүндө болот.
lv: Šis saskaņošanas pielikums būs efektīvs kā parādīts sekcijā2.a un ja tikai nav agrāk pārtraukts līdz Partnera IBP līguma izbeigšanas kā norādīts IBP saskaņošanas līgumā un/vai Politikās un Procedūrās.
mn: Энэхүү Нэмэлт Өөрчлөлт нь 2.a хэсэгт заасны дагуу, энэ гэрээнд зааснаас өмнө цуцлахгүй бол Бодлого ба Горимийн гарын авлага болон БДБТ Гэрээнд тусгасан цуцлалт хүртэл хүчин төгөлдөр байна.
pt: Este Adendo entrará em vigor conforme previsto na Seção 2.a e, a menos que seja rescindido antecipadamente, conforme estabelecido neste instrumento, permanecerá em vigor até a rescisão ou cancelamento do Contrato IBP do SÓCIO, conforme estabelecido no Contrato IBP e/ou nas Políticas e Procedimentos.
ro: Acest Act Adiţional va intra în vigoare după cum este stipulat în Secţiunea 2.a şi, afară de cazul în care este terminat în avans, după cum este prevăzut în acest document, va rămâne în vigoare până la terminarea sau anularea Acordului PAI al PARTENERULUI şi/sau a Politicilor şi Procedurilor.
ru: Настоящее Дополнение вступает в силу, как предусмотрено в Разделе 2.a, и, если не будет прекращено ранее, как предусмотрено в настоящем документе, действует до прекращения или отмены Соглашения НБП, как предусмотрено в Соглашении НБП и / или Политике и Процедурах.
uk: Цей Додаток вступає в силу, як передбачено в Розділі 2.a, і, якщо не буде припинений раніше, як передбачено в цьому документі, діє до припинення або скасування Угоди НБП ПАРТНЕРА, як передбачено в Угоді НБП і/або Політики та Процедур.
uz: Ушбу Қўшимча 2-бўлимга мувофиқ кучга киради ва, ушбу Битимда кўзда тутилган муддатидан аввал бекор қилиш ҳолатларидан ташқари, Мустақил бизнес ҳамкор битими ва/ёки Сиёсат ва жараёнларда кўзда тутилганидек, Ҳамкорнинг Мустақил бизнес ҳамкор битими тугатилгунига ёки бекор қилингунига қадар ўз кучида қолади.
zh: 本附錄將按照第2.a節的規定生效，除非事先按本協議規定終止，否則在IBP協議和/或政策和程序中規定的合作夥伴IBP協議終止或取消之前，該附錄仍然有效。

source: This agreement has not been signed by this user yet.
fr: Cet accord n'a pas encore été signé par cet utilisateur.
it: Questo contratto non è stato ancora firmato da questo utente.

source: This award recognizes inCruises exceeding 70,000 active referring Partners globally.
ca: Aquest premi reconeix que inCruises supera els 70.000 socis actius a tot el món.
de: Mit dieser Auszeichnung würdigt inCruises die über 70.000 aktiven Empfehlungspartner auf der ganzen Welt.
es: Este premio reconoce que inCruises superó los 70,000 Socios activos a nivel global.
fr: Ce prix récompense inCruises qui dépasse les 70 000 Partenaires référents actifs dans le monde.
it: Questo premio è conferito ad inCruises per aver superato i 70.000 Partner promotori attivi in tutto il mondo.
ja: この賞は、inCruisesが全世界で70,000人を超える紹介パートナーを輩出していることを表彰するものです。
kk: Бұл марапат бүкіл әлем бойынша 70 000-нан астам белсенді сілтеме жасайтын серіктестері бар inCruises компаниясына беріледі.
ko: 이 상은 전 세계적으로 70,000명 이상의 활성 추천 파트너를 보유한 inCruise를 인정하는 것입니다.
ky: Бул сыйлык inCruises компаниясынын дүйнө жүзү боюнча 70 000ден ашуун активдүү өнөктөшүн тааныйт.
lv: Šajā apbalvojumā ir atzīts, ka InCruises visā pasaulē pārsniedz 70 000 aktīvo partneru.
mn: inCruises нь дэлхийн хэмжээнд 70,000-аас дээш идэвхтэй Түншүүдтэй болсон учраас энэхүү шагналын болзолыг хангасан болно.
pt: Este prêmio reconhece a inCruises com mais de 70.000 parceiros de referência ativos em todo o mundo.
ro: Acest premiu recunoaște inCruises care depășește 70.000 de parteneri activi la nivel global.
ru: Эта награда присуждается inCruises за более чем 70 000 активно действующих Партнёров по всему миру.
uk: Ця нагорода вручена inCruises за більш ніж 70 000 активно діючих Партнерів по всьому світу.
uz: Ушбу мукофот билан inCruises бутун дунё бўйлаб фаол Ҳамкорларининг сони 70,000 дан ошгани учун эътироф этилди.
zh: 该奖项旨在表彰 inCruises 全球超过 70,000 名活跃推荐合作伙伴。
