Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I will not sell our Membership to someone to book any specific cruise. I explain clearly to all Members and potential Members that they must first accumulate their Reward Points and then book a cruise on our website.
ca: No vendré la nostra Membresia a ningú perquè reservi un creuer concret. Explico clarament a tots els Membres i Membres potencials que primer han d'acumular els seus punts de recompensa i després reservar un creuer en la nostra pàgina web.
de: Ich werde unsere Mitgliedschaft nicht an jemanden verkaufen, um eine bestimmte Kreuzfahrt zu buchen. Ich erkläre allen Mitgliedern und potenziellen Mitgliedern deutlich, dass sie zunächst ihre Reward Points sammeln und dann eine Kreuzfahrt auf unserer Website buchen müssen.
es: No venderé nuestra Membresía a alguien para que reserve un crucero específico. Les explico claramente a todos los Miembros y posibles Miembros que primero deben acumular sus Puntos de Recompensa y luego reservar un crucero en nuestro sitio web.
fr: Je ne vendrai pas notre Adhésion à quelqu'un pour qu'il réserve une croisière spécifique. J'explique clairement à tous les Membres et Membres potentiels qu'ils doivent d'abord accumuler leurs Points de Récompense et ensuite réserver une croisière sur notre site web.
it: Non venderò la Membership per fare partecipare qualcuno a una crociera specifica. Spiego chiaramente a tutti i Membri e potenziali Membri che devono prima accumulare i Crediti Premio e poi prenotare una crociera sul nostro sito web.
ja: 私は、特定のクルーズを予約するために、誰かにメンバーシップを販売するようなことはしません。私は、すべてのメンバーおよびメンバー見込み顧客に、まずリワードポイントを貯めてから、当社のウェブサイトでクルーズを予約する必要があることを明確に説明します。
kk: Мен кез келген нақты круизді брондау үшін мүшелігімізді ешкімге сатпаймын. Мен барлық Мүшелерге және әлеуетті Мүшелерге олар алдымен марапат ұпайларын алуы, содан кейін біздің веб-сайтта круизге тапсырыс беруі керек екенін түсіндіремін.
ko: 본인은 누군가에게 특정 크루즈를 예약하기 위해 멤버십 자격을 판매하지 않겠습니다. 본인은 모든 멤버들과 잠재적인 멤버들에게 먼저 리워드 포인트를 적립하고 저희 웹 사이트에서 크루즈를 예약해야 한다고 분명하게 설명합니다.
ky: Мен кандайдыр бир конкреттүү круизди брондоо максатында Мүчөлүгүбүздү эч кимге сатпайм. Мен бардык Мүчөлөргө жана потенциалдуу Мүчөлөргө алар адегенде өздөрүнүн Бонустук Упайларын топтоп, андан кийин биздин веб-сайтта круизге брондоо кылышы керектигин ачык түшүндүрөм.
lv: Es nepārdošu savu Biedru Dalību kādam, lai rezervētu kādu konkrētu braucienu. Es skaidri paskaidroju visiem Biedriem un potenciālajiem Biedriem, ka viņiem vispirms ir jāuzkrāj savi Balvu punkti un pēc tam jārezervē kruīzs mūsu tīmekļa vietnē.
mn: Би ямар нэгэн онцгойлсон аялал захиалуулах үүднээс Гишүүнчлэлийг хэн нэгэнд борлуулахгүй. Би бүх Гишүүд болон ирээдүйн Гишүүддээ Шагналын Оноогоо эхлээд цуглуулж, дараа нь манай вэб хуудаснаас аяллын захиалга хийх ёстойг тодорхой тайлбарлаж өгнө.
pt: Não venderei nossa assinatura a alguém para reservar um cruzeiro específico. Explico claramente a todos os membros e potenciais membros que eles devem primeiro acumular seus Pontos de Recompensa e depois reservar um cruzeiro em nosso site.
ro: Nu voi vinde calitatea de membru cuiva pentru a rezerva o croazieră anume. Le explic în mod clar tuturor membrilor și potențialilor membri că trebuie mai întâi să-și acumuleze punctele de recompensă și apoi să rezerve o croazieră pe site-ul nostru.
ru: Я не буду продавать Членство в Клубе в целях бронирования определённого круиза. Я буду чётко разъяснять Членам и потенциальным Членам Клуба, что вначале им необходимо набрать Бонусные Баллы и только потом бронировать круиз на нашем сайте.
uk: Я не продаватиму Членство в Клубі з метою бронювання певного круїзу. Я чітко роз'яснюватиму Членам і потенційним Членам Клубу, що спочатку їм необхідно накопичити Бонусні Бали і тільки потім бронювати круїз на нашому сайті.
uz: Мен кимгадир Аъзоликни аниқ бир круизга буюртма бериш учунгина сотмайман. Барча Аъзоларга ва эҳтимолий Аъзоларга улар аввало бонус балларини тўплаб, кейин круизга буюртма беришлари мумкинлигини тушунтираман
zh: 我不会将我们的会员资格出售给某人来预订任何特定的游轮。 我向所有会员和潜在会员明确解释，他们必须先累积奖励积分，然后在我们的网站上预订游轮。

source: I, %{ partnerName } consent to the following
ca: Jo, %{ partnerName } consento el següent
de: I, %{ partnerName } stimmt Folgendem zu
es: Yo, %{ partnerName } consiento a lo siguiente
fr: Je, %{ partnerName } consent à ce qui suit
it: Io, %{ partnerName } acconsento al seguente
ja: 私、%{ partnerName } は以下に同意します
kk: Мен, %{ partnerName } келесілерге келісемін
ko: 본인은, %{ 파트너 이름 }다음 사항에 동의합니다
ky: Мен, %{ partnerName } төмөнкүлөргө макулмун
lv: Es, %{ partnerName } piekrītu sekojošam
mn: %{ partnerName }, миний бие дараах зүйлүүдийг хүлээн зөвшөөрч байна
pt: Eu, %{ partnerName }, concordo com o seguinte
ro: Eu, %{ partnerName } consimt la următoarele
ru: Я, %{ partnerName }согласен на следующее
uk: Я, %{ partnerName } згоден на наступне
uz: Мен, %{ partnerName } қуйидагиларга розиман
zh: 我, %{ partnerName } 同意以下內容

source: I, <strong>Michael Hutchison</strong> certify that <strong>you are</strong> an <strong>Official Independent Partner</strong> with <strong>INGROUP INTERNATIONAL</strong> .
fr: Je soussigné<strong>Michael Hutchison</strong> certifie que <strong>vous êtes</strong><strong>Partenaire Indépendent Officiel</strong> d'<strong>INGROUP INTERNATIONAL</strong> .
it: Io, <strong>Michael Hutchison</strong> certifico che <strong>sei</strong> un <strong>Partner Indipendente Ufficiale</strong> di <strong>INGROUP INTERNATIONAL</strong> .

source: I. Acceptance of Terms
ca: I. Acceptació dels Termes
de: I. Zustimmung zu den Bedingungen
es: I. Aceptación de los Términos
fr: I. Acceptation des Conditions
it: I. Accettazione delle Condizioni
ja: I. 規約への同意
kk: I. Шарттарды қабылдау
ky: I. Шарттарды кабыл алуу
lv: I. Noteikumu Pieņemšana
mn: I. Нөхцөлийг хүлээн зөвшөөрөх
pt: I. Aceitação dos Termos
ro: I. Acceptarea Termenilor
ru: I. Принятие условий
uk: I. Прийняття умов
uz: I. Шартларни қабул қилиш
zh: I. 接受条款

source: I. ACCEPTANCE OF TERMS
ca: I. ACCEPTACIÓ DELS TERMES
de: I. ZUSTIMMUNG ZU DEN BEDINGUNGEN
es: I. ACEPTACIÓN DE LOS TÉRMINOS
fr: I. ACCEPTATION DES CONDITIONS
it: I. ACCETTAZIONE DELLE CONDIZIONI
ja: I. 規約の承諾
kk: I. ШАРТТАРДЫ ҚАБЫЛДАУ
ky: I. ШАРТТАРДЫ КАБЫЛ АЛУУ
lv: 1.NOTEIKUMU PIEŅEMŠANA
mn: I. НӨХЦӨЛИЙГ ХҮЛЭЭН ЗӨВШӨӨРӨХ
pt: I. ACEITAÇÃO DOS TERMOS
ro: I. ACCEPTAREA TERMENILOR
ru: I. ПРИНЯТИЕ УСЛОВИЙ
uk: I. ПРИЙНЯТТЯ УМОВ
uz: I. ШАРТЛАРНИ ҚАБУЛ ҚИЛИШ
zh: I. 接受条款

source: i. By inGroup International, at any time, in the event PARTNER breaches any of the provisions of this Addendum;
ca: i. Per inGroup International, en qualsevol moment, en el cas que el SOCI incompleix qualsevol de les disposicions d'aquest Annex;
de: i. jederzeit durch inGroup International, falls der PARTNER gegen eine der Bestimmungen dieses Zusatzes verstößt;
es: i. Por inGroup International,, en cualquier momento, en caso de que el SOCIO incumpla cualquiera de las disposiciones de este Anexo;
fr: i. Par inGroup International, à tout moment, au cas où PARTNER enfreindrait l’une des dispositions de cet addenda ;
it: i. Tramite inGroup International, in qualsiasi momento, nel caso in cui il PARTNER violi una qualsiasi delle disposizioni del presente Addendum;
ja: i. パートナーが本追加条項の規定のいずれかに違反した場合、いつでも、inGroup Internationalにより;
kk: i. inGroup International компаниясы егер СЕРІКТЕС осы қосымшаның кез келген ережесін бұзған жағдайда, кез келген уақытта ;
ko: i.파트너가 이 추가 조항의 규정을 위반한 경우 inGroup International은 언제든지 추가 조항을 종료할 수 있습니다;
ky: и. inGroup International тарабынан, кайсыл бир убакта, ӨНӨКТӨШ ушул Тиркеменин жоболорунун бирин бузса;
lv: i.Saskaņā ar INGroup International ja partneris pārkāpj kādu no šī pielikuma noteikumiem;
mn: з. ТҮНШ нь энэхүү Нэмэлт гэрээний аливаа заалтыг зөрчсөн тохиолдолд inGroup International нь Түншийг хэзээ ч цуцлах эрхтэй;
pt: I. Pelo inGroup International, a qualquer momento, no caso do SÓCIO violar qualquer das disposições deste Adendo;
ro: i. De inGroup International, la orice dată, în cazul că PARTENERUL încalcă oricare din prevederile acestui Act Adiţional;
ru: i. inGroup International, в любое время, в случае, если ПАРТНЕР нарушает любое из положений настоящего Дополнения;
uk: i. inGroup International, в будь-який час, в разі, якщо ПАРТНЕР порушує будь-яке з положень цього Додатка;
uz: i. inGroup International томонидан, исталган вақтда, ҲАМКОР мазкур Қўшимчанинг бирон банди талабини бузган ҳолатда;
zh: i. 根據inGroup International規定，在任何時間，如果PARTNER違反本附錄的任何規定；
