Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Any monies you earn through our Partner Program must be withdrawn or utilized during the period you are enrolled as a Partner of inCruises. inCruises may provide one or more methods for withdrawing revenue. inCruises is not required to offer a method that is convenient or in any particular way accessible to you.
ca: Qualsevol quantitat de diners que guanyis a través del nostre Programa de Socis s’ha de retirar o utilitzar durant el període en què estiguis inscrit com a Soci d’inCruises. inCruises pot oferir un o més mètodes per retirar els ingressos. inCruises no està obligada a oferir un mètode que sigui convenient o accessible per a tu de cap manera en particular.
de: Alle Gelder, die Sie über unser Partnerprogramm verdienen, müssen während des Zeitraums abgehoben oder verwendet werden, in dem Sie als Partner von inCruises registriert sind. inCruises kann eine oder mehrere Methoden zur Auszahlung von Einnahmen anbieten. inCruises ist nicht verpflichtet, eine Methode anzubieten, die für Sie bequem oder in irgendeiner besonderen Weise zugänglich ist.
es: Cualquier dinero que ganes a través de nuestro Programa de Socios debe ser retirado o utilizado durante el periodo en que estés inscrito como Socio de inCruises. inCruises puede proporcionar uno o más métodos para retirar los ingresos. inCruises no está́ obligado a ofrecer un método que te sea conveniente o accesible de cualquier manera en particular.
fr: Tout argent que vous gagnez grâce à notre Programme de Partenaire doit être retiré ou utilisé pendant la période où vous êtes inscrit en tant que Partenaire d'inCruises. inCruises peut fournir une ou plusieurs méthodes de retrait de revenus. inCruises n'est pas tenu de proposer une méthode qui vous soit pratique ou qui vous soit accessible d'une manière particulière.
it: Le somme guadagnate attraverso il Programma Partner devono essere prelevate o utilizzate durante il periodo in cui sei iscritto come Partner di inCruises. inCruises può fornire uno o più metodi per prelevare i tuoi guadagni. inCruises non è tenuta a offrire un metodo che sia conveniente o accessibile per te in alcun modo particolare.
ja: パートナープログラムを通じて獲得したお⾦は、inCruisesのパートナーとして登録している期間中に送⾦するか、利⽤する必要があります。inCruisesは、収益を引き出すために、1つまたは複数の⽅法を提供する場合があります。inCruisesは、便利な⽅法や特定の⽅法で収益にアクセスできる⽅法を提供する必要はありません。
kk: Біздің серіктестік бағдарламамыздың бөлігі ретінде тапқан кез келген ақша қаражаты сіз inCruises серіктесі ретінде тіркелген кезең ішінде алынуы немесе пайдаланылуы керек. inCruises кірісті алудың бір немесе бірнеше әдісін ұсына алады. InCruises сізге ыңғайлы немесе қандай да бір жолмен қол жетімді төлем әдісін ұсынуға міндетті емес.
ky: Биздин Өнөктөштүк программабыз аркылуу тапкан акчаңыз inCruises Өнөктөшү болгон мөөнөттүн ичинде алынышы же колдонулушу керек. inCruises каражатты чыгаруу үчүн бир же бир нече ыкманы сунушташы мүмкүн. Бирок inCruises кандайдыр бир жол менен сизге ыңгайлуу же жеткиликтүү болгон ыкманы сунуштоого милдеттүү эмес.
lv: Visas naudas summas, ko nopelnījāt, izmantojot mūsu Partneru programmu, ir jāizņem vai jāizmanto periodā, kad esat reģistrēts kā InCruises partneris. InCruises var nodrošināt vienu vai vairākas ieņēmumu izņemšanas metodes. InCruises nav jāpiedāvā jums ērta vai jebkādā īpašā veidā pieejama metode.
mn: Манай Түншийн хөтөлбөрөөр дамжуулан олсон бүх мөнгийг inCruises-ийн түншээр бүртгүүлсэн хугацаанд татан авах эсвэл ашиглах ёстой. inCruises нь орлого татах хэд хэдэн аргыг санал болгож болно. Гэхдээ inCruises нь танд тохиромжтой эсвэл ямар нэгэн байдлаар ашиглах боломжтой өөр арга санал болгохгүй болно.
pt: Quaisquer quantias que você ganha através do nosso Programa de Sócios devem ser retiradas ou utilizadas durante o período em que você está inscrito como sócio da inCruises. A inCruises pode fornecer um ou mais métodos para retirar receita. A inCruises não é obrigada a oferecer um método conveniente ou acessível de qualquer maneira específica.
ro: Orice bani pe care îi câștigi prin Programul nostru de parteneriat trebuie să fie retrași sau utilizați în perioada în care ești înscris ca partener al inCruises. inCruises poate oferi una sau mai multe metode de retragere a veniturilor. inCruises nu este obligat să ofere o metodă convenabilă sau accesibilă într-un mod special pentru tine.
ru: Любые денежные средства, заработанные вами в рамках нашей Партнерской программы, должны быть выведены или использованы в течение периода, когда вы являетесь Партнером inCruises. inCruises может предоставить один или несколько способов вывода доходов. inCruises не обязан предоставлять способы, которые являются для вас предпочтительными или доступными каким-либо конкретным образом.
uk: Будь-які кошти, зароблені вами в рамках нашої Партнерської програми, повинні бути виведені або використані протягом періоду, коли ви є Партнером inCruises. inCruises може надати один або кілька способів виведення доходів. inCruises не зобов'язаний надавати способи, які є для вас найкращими або доступними будь-яким конкретним чином.
uz: Бизнинг Ҳамкорлик дастуримиз орқали ишлаб топган ҳар қандай пулларингиз сиз inCruises Ҳамкори сифатида рўйхатдан ўтган даврда ечиб олиниши ёки ишлатилиши лозим. inCruises даромадни ечиб олишнинг бир қанча усулларини тақдим этади. inCruises сиз учун қулай усул таклиф этишга мажбур эмас.
zh: 通过我们的合作伙伴计划获得的任何款项，必须在您作为inCruises合作伙伴注册期间提取或使用。inCruises可能会提供一种或多种收入提取方式。inCruises没有义务提供对您而言便利或以任何特定方式可访问的提取方式。

source: Any notice or communication permitted or required by this Addendum shall be deemed effective when personally delivered or deposited, postage pre-paid, by first class mail with proof of delivery, addressed to the other party at the address first listed above.
ca: Qualsevol avís o comunicació permesa o requerida per aquest Annex es considerarà efectiu quan es lliuri o es dipositi personalment, enviant-se prèviament, per correu electrònic de primera classe amb comprovant d'entrega, enviat a l'altra part a l'adreça indicada anteriorment.
de: Jede Mitteilung oder Nachricht, die in diesem Zusatz erlaubt oder erforderlich ist, gilt als wirksam, wenn sie persönlich zugestellt oder hinterlegt wird, frankiert und per Post erster Klasse mit Zustellnachweis, an die andere Partei an die oben genannte Adresse adressiert wird.
es: Cualquier notificación o comunicación permitida o requerida por este Anexo se considerará efectiva cuando se entregue o se deposite personalmente, con franqueo prepagado, por correo de primera clase con prueba de entrega, dirigida a la otra parte en la dirección indicada anteriormente.
fr: Toute notification ou communication permise ou requise par cet Addendum sera réputée efficace lorsque délivrée ou déposée personnellement, postée en prépaiement, par courrier première classe avec preuve de livraison, adressée à l'autre partie à la première adresse listée ci-dessus.
it: Qualsiasi avviso o comunicazione consentita o richiesta dal presente Addendum sarà considerata valida se consegnata o depositata personalmente, con affrancatura prepagata, per posta prioritaria con ricevuta di ritorno e indirizzata all'altra parte all'indirizzo sopra indicato.
ja: この追加条項によって許可または要求される通知または連絡は、最初に記載された住所にある相手方に宛てた、配達証明付きのファーストクラス郵便で、個人が配達または入金した場合に有効です。
kk: Осы Қосымшамен рұқсат етілген немесе талап етілетін кез келген хабарлама жоғарыда көрсетілген мекен-жай бойынша басқа тарапқа жолдау растамасы бар бірінші санатты поштамен жеткізілген жағдайда жарамды болып есептеледі.
ko: 이 추가 조항에 의해 허용되거나 요구되는 통지 또는 의사 소통은 개인적으로 배달되거나 입금될 때, 우송료를 선불로 지불한 경우 배달증거와 함께 일급 우편으로 위에 첫 번째 주소로 상대방에게 전달되었을 때 유효한 것으로 간주됩니다.
ky: Ушул Толуктоодо уруксат берилген же талап кылынган ар кандай билдирүү же эскертүү, жөнөтүлгөндүгүн тастыктоочу документ менен биринчи класстагы алдын ала төлөнгөн почта аркылуу жогоруда дарек ээсине жеке жеткирилгенде же сактоого берилгенде күчүнө кирет.
lv: Jebkuru paziņojumu, ko atļauj vai pieprasa šis papildinājums, uzskata par spēkā esošu, ja tas ir personīgi piegādāts vai iepriekš apmaksāts pasta sūtījums ar pirmās klases pasta sūtījumu ar piegādes apliecinājumu, kas adresēts otrai pusei iepriekš minētajā adresē.
mn: Энэ Нэмэлт Өөрчлөлтийн хүрээнд зөвшөөрөгдсөн эсхүл шаардлагатай мэдэгдэл хийх эсхүл харилцаа холбоо үүсгэх нь биечлэн хүргүүлсэн эсхүл нөөцлөн хадгалсан, шуудангийн зардлыг урьдчилан төлсөн, баталгаат хүргэлт бүхий 1-р зэрэглэлийн шуудангаар хүргүүлсэн, анх дээр оруулсан хаягаар нөгөө талд хаягласан тохиолдолд хүчин төгөлдөр байна.
pt: Qualquer notificação ou comunicação permitida ou exigida por este Adendo será considerada efetiva quando entregue pessoalmente ou depositada, via postagem pré-paga, por correio de primeira classe com comprovante de entrega, endereçada à outra parte no endereço listado acima.
ro: Orice înştiinţare sau comunicare permisă sau cerută de acest Act Adiţional va fi considerată activ când va fi predat personal sau depus, prin poştă sau prin prin expediere poştală prioritară cu confirmare de primire, adresată celeilalte părţi la prima adresă listată mai sus.
ru: Любое уведомление, разрешенное или требуемое настоящим Дополнением, считается действительным, если оно доставлено почтой первого класса с подтверждением доставки, адресованной другой стороне по адресу, указанному выше.
uk: Будь-яке повідомлення, дозволене або необхідне справжнім Доповненням, вважається дійсним, якщо воно доставлено поштою першого класу з підтвердженням доставки, адресованої іншій стороні за адресою, вказаною вище.
uz: Ушбу Қўшимча билан рухсат берилган ёки талаб этилган ҳар қандай билдирги ёки хабар, агар улар шахсан етказилса ёки сақлаш учун топширилса, юқорида кўрсатилган манзил бўйича йўлланган бошқа тарафга етказилганини тасдиқловчи биринчи синф почта жўнатмаси билан аввалдан тўланса, ҳақиқий ҳисобланади.
zh: 本附錄允許或要求的任何通知或通信，在個人交付或存放時，通過預付郵資的頭等郵件發送給另一方，即視為生效。

source: Any RD/SMD/MD who wins receive a $1,000 air allowance.
ca: Qualsevol RD/SMD/MD que guanyi rebrà una ajuda de 1.000 dòlars per a vols.
es: Cualquier RD/SMD/MD que resulte ganador recibirá una ayuda de $1,000 USD para vuelos.
fr: Tout RD/SMD/MD gagnant recevra une allocation aérienne de 1 000 $.
it: Tutti gli RD/SMD/MD vincitori avranno diritto a un rimborso per il viaggio aereo di $1.000.
ja: RD/SMD/MDの中で該当する方は航空券手当として $1,000 が支給されます。
kk: Кез келген RD/SMD/MD рангындағы жеңімпазға $1,000 мөлшерінде әуе билеттеріне өтемақы беріледі.
pt: Qualquer RD/SMD/MD que vencer receberá um subsídio aéreo de US$ 1.000.
ro: Orice RD/SMD/MD care câștigă primește o indemnizație aeriană de 1.000$.
uk: Будь-який RD/SMD/MD, який переможе, отримає грошову компенсацію за політ у розмірі 1000 доларів.
uz: Ютган ҳар қандай RD/SMD/MD авиачипта учун 1000$ қўлга киритади.
zh: 任何赢得比赛的RD/SMD/MD都可获得$1,000的机票补助。

source: Any rights not expressly granted herein are reserved.
ca: Tots els drets no expressament atorgats en aquest document queden reservats.
de: Alle hierin nicht ausdrücklich gewährten Rechte bleiben vorbehalten.
es: Todos los derechos no concedidos expresamente aquí son reservados.
fr: Tous droits non expressément accordés aux présentes sont réservés.
it: Tutti i diritti non espressamente concessi nel presente documento sono riservati.
ja: 本書に明示的に付与されていない権利はすべて留保されます。
kk: Мұнда нақты көрсетілмеген барлық құқықтар сақталған.
ky: Бул жерде түз көрсөтүлбөгөн бардык укуктар сакталат.
lv: Visas tiesības, kas šeit nav skaidri piešķirtas, tiek paturētas.
mn: Энд тодорхой заагаагүй бүх эрхүүд хадгалагдах болно.
pt: Todos os direitos não expressamente concedidos neste documento estão reservados.
ro: Orice drepturi care nu sunt acordate în mod expres aici sunt rezervate.
ru: Все права, не указанные здесь явным образом, защищены.
uk: Усі права, що не зазначені тут явно, захищені.
uz: Мазкур ҳужжатда бевосита кўрсатилмаган барча ҳуқуқлар ҳимояланган.
zh: 本协议未明确授予的任何权利均予保留。

source: App is available for all devices!
ca: L'aplicació està disponible per a tots els dispositius!
de: Die App ist für alle Geräte verfügbar!
es: ¡La aplicación está disponible para todos los dispositivos!
fr: L'application est disponible pour tous les appareils !
it: La app è disponibile per tutti i dispositivi!
ja: すべての端末でアプリが利用可能！
kk: Қолданба барлық құрылғылар үшін қол жетімді!
ko: 모든 기기에서 앱 사용이 가능합니다 !
ky: Колдонмо бардык түзмөктөр үчүн жеткиликтүү!
lv: Programma ir pieejama visām ierīcēm!
mn: Апп бүх төхөөрөмжүүд дээр ажиллана!
pt: O app está disponível para todos os dispositivos!
ro: Aplicația este disponibilă pentru toate dispozitivele!
ru: Приложение доступно для всех устройств!
uk: Додаток доступний для всіх пристроїв!
uz: Илова барча қурилмалар учун мавжуд!
zh: 应用程序适用于所有设备！

source: Applicability
ca: Aplicabilitat
de: Anwendbarkeit
es: Aplicabilidad
fr: Applicabilité
it: Applicabilità
ja: 適用範囲
kk: Қолдану мүмкіндігі
ko: 적용 가능성
ky: Колдонуу мүмкүндүгү
lv: Piemērojamība
mn: Хэрэглэх боломж
pt: Aplicabilidade
ro: Aplicabilitate
ru: Применимость
uk: Застосовність
uz: Татбиқ этилиши
zh: 适用性

source: Applicant Signature
ca: Signatura del sol·licitant
de: Unterschrift des Antragstellers
es: Firma del solicitante
fr: Signature du demandeur
it: Firma del richiedente
ja: 申請者署名
kk: Өтініш берушінің Қолы
ko: 지원자 서명
ky: Арыз ээсинин колу
lv: Iesniedzēja Paraksts
mn: Өргөдөл гаргагчийн гарын үсэг
pt: Assinatura do requerente
ro: Semnătura solicitantului
ru: Подпись Заявителя
uk: Підпис Заявника
uz: Ариза берувчи имзоси
zh: 申請人簽名

source: Applied
fr: Appliqué
it: Applicato

source: Apply
ca: Aplicar
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 追加する
kk: Қолдану
ky: Колдонуу
lv: Piemēro
mn: Сонгох
pt: Aplicar
ro: Aplică
ru: Применить
uk: Застосувати
uz: Татбиқ этиш
zh: 申请

source: Apply Requirements
ca: Aplicar els requisits
de: Anforderungen erfüllen
es: Aplicar Requisitos
fr: Appliquer les exigences
it: Applica i requisiti
ja: 要件を適用する
kk: Талаптарды қолдану
ko: 요구사항 적용
ky: Талаптарды колдонуу
lv: Pielieto prasības
mn: Шаардлагыг хэрэгжүүлэх
pt: Aplicar requisitos
ro: Aplică cerinţele
ru: Применить Требования
uk: Застосувати Вимоги
uz: Талабларни қўллаш
zh: 申請要求

source: Apply same location details to all passengers
ca: Aplicar els mateixos detalls d'ubicació a tots els passatgers
de: Gleiche Ortsangaben für alle Passagiere anwenden
es: Aplicar los mismos detalles de ubicación a todos los pasajeros
fr: Appliquer les mêmes détails de localisation à tous les passagers
it: Applica lo stesso indirizzo a tutti i passeggeri
ja: すべての乗客に同じ住所の詳細を適用する
kk: Барлық жолаушыларға бірдей орналасу деректерін қолданыңыз
ky: Бардык жүргүнчүлөргө бирдей жайгашкан жер маалыматын колдонуңуз
lv: Visiem pasažieriem lietot vienu un to pašu atrašanās vietas informāciju
mn: Бүх зорчигчдын очих газрын мэдээлэл ижил байна
pt: Aplicar os mesmos detalhes de localização a todos os passageiros
ro: Aplică aceleași detalii despre locație tuturor pasagerilor
ru: Применить те же данные о местонахождении ко всем пассажирам
uk: Застосувати ті ж самі дані про місцезнаходження до всіх пасажирів
uz: Барча йўловчиларга бир хил яшаш манзили татбиқ этилади.
zh: 将相同的位置信息应用于所有乘客

source: Approve
ca: Aprovar
de: genehmigen
es: Aprobar
fr: Approuver
it: Approva
ja: 承認
kk: Мақұлдау
ky: Бекитүү
lv: Apstiprini
mn: Зөвшөөрөх
pt: Aprovar
ro: Aprobă
ru: Подтвердить
uk: Схвалити
uz: Тасдиқлаш
zh: 批准

source: Approved
ca: Aprovat
de: genehmigt
es: Aprobado
fr: Approuvé
it: Approvato
ja: 承認されました
kk: Қабылданған
ky: Бекитилди
lv: Apstiprināts
mn: Зөвшөөрөгдсөн
pt: Aprovado
ro: Aprobat
ru: Подтверждено
uk: Схвалено
uz: Тасдиқланди
zh: 已批准

source: Approximate time of completion is 20 minutes.
ca: El temps aproximat de finalització és de 20 minuts.
de: Die Fertigstellungszeit beträgt ca. 20 Minuten.
es: El tiempo aproximado para completar el curso es de 20 minutos.
fr: Le temps approximatif d'achèvement est de 20 minutes.
it: Il tempo per completare il corso è di circa 20 minuti.
ja: 修了までのおおよその所要時間は20分です。
kk: Болжалды аяқталу уақыты - 20 минут.
ko: 완료 시간은 대략 20 분입니다.
ky: Болжолдуу аяктоо убактысы 20 мүнөт.
lv: Beigšanas laiks ir apmēram 20 minūtes.
mn: Үргэлжлэх хугацаа 20 минут.
pt: O tempo aproximado de conclusão é de 20 minutos.
ro: Timpul de completare aproximativ este de 20 de minute.
ru: Приблизительное время завершения составляет 20 минут.
uk: Приблизний час завершення становить 20 хвилин.
uz: Тахминий якунланиш вақти 20 дақиқа.
zh: 大約需要20分鐘完成。

source: Apps
ca: Aplicacions
fr: Applications
it: App
ja: アプリ
kk: Қосымша
ko: 앱 다운로드
ky: Колдонмолор
lv: Mobilā aplikācija
mn: Аппууд
pt: Aplicativos
ro: Aplicații
ru: Приложения
uk: Додатки
uz: Иловалар
zh: 應用

source: April
ca: Abril
es: Abril
fr: Avril
it: Aprile
ja: 4月
kk: Cәуір
ko: 4월
ky: Апрель
lv: Aprīlis
mn: 4-р сар
pt: Abril
ro: Aprilie
ru: Апрель
uk: Квітень
uz: Апрель
zh: 四月

source: April 29th to May 8th, 2026
ca: Del 29 d’Abril al 8 de Maig de 2026
fr: du 29 avril au 8 mai 2026
it: Dal 29 aprile all'8 maggio 2026
ja: 2026年4月29日〜5月8日
kk: 2026 жылғы 29 сәуірден 8 мамырға дейін
pt: 29 de Abril a 8 de Maio de 2026
ro: 29 aprilie - 8 mai, 2026
uk: 29 квітня по 8 травня 2026 року
uz: 2026 йил 29 апрелдан 8 майгача
zh: 2026年4月29日至5月8日

source: Archive
ca: Arxiu
de: Archiv
es: Archivo
fr: Archives
it: Archivio
ja: アーカイブ
kk: Мұрағат
ky: Архивдештирүү
lv: Arhivē
mn: Архив
pt: Arquivo
ro: Arhivează
ru: Архивировать
uk: Архівувати
uz: Архив
zh: 存档

source: Archive Tickets
ca: Arxiva els Tiquets
de: Archiv Tickets
es: Archivar Boletos
fr: Billets d'archives
it: Archivio dei ticket di assistenza
ja: アーカイブ チケット
kk: Архив Тикеттері
ky: Архив билеттери
lv: Arhivēt biļetes
mn: Тусламжийн хүсэлтүүдийн архивлах
pt: Arquivar tickets
ro: Arhivă Tichete
ru: Архивировать тикеты
uk: Архівувати тікети
uz: Архив чипталар
zh: 存档门票

source: Archived
ca: Arxivat
de: Archiviert
es: Archivados
fr: Archivés
it: Archiviato
ja: アーカイブ
kk: Мұрағатталған
ky: Архивдештирилген
lv: Arhivēts
mn: Архивлагдсан
pt: Arquivado
ro: Arhivate
ru: Архивные
uk: Архівні
uz: Архивлаштирилди
zh: 存档的

source: Archived Tickets
ca: Tiquets Arxivats
de: Archivierte Tickets
es: Boletos Archivados
fr: Billets archivés
it: Archivio dei ticket di assistenza
ja: アーカイブされたチケット
kk: Архивтегі тикеттер
ko: 보관된 티켓
ky: Архивдештирилген билеттер
lv: Arhivētās biļetes
mn: Архивлагдсан тусламжийн хүсэлтүүд
pt: Tickets arquivados
ro: Tichete arhivate
ru: Архивные тикеты
uk: Архівні тікети
uz: Архивлаштирилган чипталар
zh: 存档的门票

source: Are cruises considered business expenses for inCruises Partners?
ca: Els viatges per alta mar es consideren despeses comercials per als Socis InCruises?
de: Sind Kreuzfahrten als Betriebsausgaben für inCruises Partner zu werten?
es: ¿Los cruceros se pueden considerar como gastos de negocio para los Socios de inCruises?
fr: Les croisières sont-elles considérées comme des dépenses professionnelles pour les partenaires inCruises ?
it: Le crociere possono essere considerate spese di rappresentanza per i Partner inCruises?
ja: クルーズは、インクルーズパートナーとしての事業費とみなされますか？
kk: Круиздер бизнес шығындары болып табылады ма?
ko: 크루즈 경비는 inCruises 파트너의 비즈니스 비용으로 간주됩니까?
ky: Круиздер inCruises өнөктөштөрү үчүн бизнес чыгымдары катары эсептелеби?
lv: Vai kruīzi tiek uzskatīti par inCruises partneru uzņēmējdarbības izdevumiem?
mn: Далайн аяллын зардлыг inCruises-ийн Түншүүдийн бизнесийн зардал гэж үздэг үү?
pt: Os cruzeiros são considerados despesas comerciais dos Sócios da inCruises?
ro: Se pot considera croazierele drept cheltuieli de afaceri pentru membrii inCruises?
ru: Круизы считаются дорогими для inCruises Партнёров?
uk: Чи вважаються круїзи бізнес - витратами для Партнерів inCruises?
uz: Круизлар inCruises Ҳамкорлари учун бизнес харажатлари ҳисобланадими?
zh: 郵輪費用是否會被視為Incruse合夥人的商業成本？

source: Are the Reward Points applicable to just one passenger, or the total cost of the booking for all passengers on the same reservation?
ca: Els Punts de recompensa són aplicables a un sol passatger, o al cost total de la reserva per a tots els passatgers d'aquesta?
de: Gelten die Reward Points nur für einen Passagier oder für die Gesamtkosten der Buchung für alle Passagiere derselben Reservierung?
es: ¿Los Puntos de Recompensa solo se pueden utilizar para un pasajero, o pueden usarse para el coste total de la reserva de todo los pasajeros en una misma reservación?
fr: Les Points de Récompense sont-ils applicables à un passager seul, ou au coût total de la réservation pour tous les passagers de la même réservation ?
it: I Crediti Premio sono utilizzabili solo per un passeggero o possono coprire il costo totale per tutti i passeggeri della stessa prenotazione?
ja: リワードポイントは1人の乗客にのみ適用されますか？それとも、同じ予約のすべての乗客の予約にかかる総額に適用されますか？
kk: Марапаттау ұпайлары бір жолаушыға немесе бір брондаудағы барлық жолаушыларға арналған жалпы брондау құнына қатысты ма?
ko: 리워드 포인트는 한 분의 승객만 이용할 수 있습니까? 아니면 동일한 예약에서 모든 승객의 예약 비용으로 쓸 수 있습니까?
ky: Бонустук Упайлар бир гана жүргүнчүнүн круиздик төлөмү үчүн колдонулабы же ошол брондогу бардык жүргүнчүлөрун бронунун жалпы баасын төлөө үчүн колдонулабы?
lv: Vai Balvu Punkti attiecas tieši uz vienu pasažieri vai kopējās rezervācijas izmaksas visiem pasažieriem vienā rezervācijā?
mn: Шагналын Оноо зөвхөн нэг зорчигчийн зардалд хэрэглэгдэх үү, эсвэл нэг захиалга хийсэн бүх зорчигчдийн нийт зардалд хэрэглэгдэх үү?
pt: Os Pontos de Recompensa são aplicáveis a apenas um passageiro ou são aplicáveis ao custo total para todos os passageiros na mesma reserva?
ro: Pot fi folosite Punctele de Recompensă pentru un singur pasager sau pot fi utilizați pentru costul total al rezervării pentru toți pasagerii din aceeași rezervare?
ru: Бонусные Баллы могут быть использованы для оплаты круиза только одного пассажира, или для покрытия общей стоимости бронирования для всех пассажиров в одном и том же бронировании?
uk: Бонусні Бали можуть бути використані для оплати круїзу лише одного пасажира, або для покриття загальної вартості бронювання для всіх пасажирів в тому самому бронюванні?
uz: Бонус баллари фақат бир йўловчига қўлланиладими ёки битта буюртмадаги барча йўловчилар учун буюртманинг жами нархигами?
zh: 獎勵積分僅適用於一名乘客，還是同一預訂中所有乘客的預訂總費用？

source: Are the Reward Points transferable to another person?
ca: Els Punts de recompensa es poden transferir a una altra persona?
de: Sind die Reward Points auf andere Personen übertragbar?
es: ¿Son transferibles los Puntos de Recompensa a otra persona?
fr: Les Points de Récompense sont-ils transférables à une autre personne ?
it: I Crediti Premio sono trasferibili a un'altra persona?
ja: リワードポイントは他の人に譲渡できますか？
kk: Бонус ұпайларын басқа адамға аударуға бола ма?
ko: 리워드 포인트를 다른 사람에게 양도할 수 있습니까?
ky: Бонустук Упайларды башка адамга өткөрүп берүүгө болобу?
lv: Vai Balvu Punkti ir nododami citai personai?
mn: Шагналын Оноог өөр хүнд шилжүүлж болох уу?
pt: Os Pontos de Recompensa são transferíveis para outra pessoa?
ro: Sunt Punctele de Recompensă transferabile altei persoane?
ru: Можно ли перевести свои Бонусные Баллы другому лицу?
uk: Чи можна перевести свої Бонусні Бали іншій особі?
uz: Бонус баллари бошқа шахсга ўтказилиши мумкинми?
zh: 獎勵積分可以轉讓給另壹個人嗎？

source: Are you on mobile?
ca: Estàs amb el mòbil?
fr: Êtes-vous sur portable?
it: Sei su un dispositivo mobile?
ja: 携帯端末をご利用ですか？
kk: Сіз қазір ұялы телефондасыз ба?
pt: Você está no celular?
ro: Ești pe mobil?
uk: Ви зараз на мобільному пристрої?
uz: Мобиль телефондамисиз?
zh: 您是在使用手机吗？

source: Are you on Mobile?
ca: Estàs amb el Mòbil?
fr: Êtes-vous sur Portable?
it: Sei su un dispositivo mobile?
ja: 携帯端末をご利用ですか？
kk: Сіз қазір ұялы телефондасыз ба?
pt: Você está no celular?
ro: Ești pe Mobil?
uk: Ви зараз на Мобільному пристрої?
uz: Мобиль телефондамисиз?
zh: 您是在使用手机吗？
