Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Explore Your World, Your Way
ca: Explora el Teu Món, a la Teva Manera
de: Entdecken Sie Ihre Welt auf Ihre Weise
es: Explora tu Mundo, a Tu Manera
fr: Explorez Votre Monde, à Votre Façon
it: Esplora il tuo mondo, a modo tuo
ja: あなたの世界を、あなたのスタイルで探索しよう
kk: Өз әлеміңізді өз жолыңызбен зерттеңіз
ky: Өз дүйнөңүздү, өз жолуңуз менен изилдеңиз
lv: Izpētiet Pasauli, Savu Ejamo Ceļu
mn: Дэлхий ертөнцийг өөрийн аргаар таниж мэдээрэй
pt: Explore o seu Mundo, da sua Maneira
ro: Explorează-ți lumea, în felul tău
ru: Исследуйте свой мир, по-своему
uk: Досліджуйте світ по-своєму
uz: Ўз оламингизни, йўлингизни кашф этинг
zh: 以您的方式探索您的世界

source: Export
ca: Exportació
de: Exportieren
es: Exportar
fr: Exportation
it: Esporta
ja: 書き出し
kk: Экспорт
ko: 내보내기
ky: Экспорт
lv: Eksports
mn: Экспорт
pt: Exportar
ro: Exportă
ru: Экспорт
uk: Експортувати
uz: Экспорт
zh: 導出

source: Export Contacts
ca: Exportar Contactes
de: Kontakte exportieren
es: Exporta Contactos
fr: Exporter des contacts
it: Esporta Contatti
ja: 連絡先の出力
kk: Контактілерді экспорттау
ko: 연락처 내보내기
ky: Байланыштарды экспорттоо
lv: Kontaktpersonu eksportēšana
mn: Харилцагчидыг экспортлох
pt: Exportar Contatos
ro: Exportă Contactele
ru: Экспорт Контактов
uk: Експорт Контактів
uz: Контактларни экспорт қилиш
zh: 導出聯繫人

source: Export your contacts to a CSV file.
ca: Exporta els contactes a un fitxer CSV.
de: Exportieren Sie Ihre Kontakte in eine CSV Datei.
es: Exporta tus contactos a un archivo CSV.
fr: Exporte tes contacts vers un fichier CSV.
it: Esporta i contatti come file CSV.
ja: 連絡先をCSVファイルに書き出します。
kk: Контактілерді CSV файлына экспорттау.
ko: 연락처를 CSV 파일로 내보내기.
ky: Байланыштарыңызды CSV файлына экспорттоо.
lv: Pārliec savas kontaktpersonas uz CSV frailu.
mn: Харилцагчидын жагсаалтыг CSV файл болгон хувиргах.
pt: Exporte seus contatos para um arquivo CSV.
ro: Exportă-ţi contactele într-un fişier CSV.
ru: Экспорт контактов в файл CSV.
uk: Експортуйте ваші контакти до CSV файлу.
uz: Контактларингизни CSV файлга экспорт қилиш.
zh: 將您的聯繫人導出為一個CSV文件。

source: f. Covenants are Necessary and are Reasonable
ca: f. Els pactes són necessaris i raonables
de: f. Vereinbarungen sind notwendig und angemessen
es: f. Los convenios son necesarios y son razonables
fr: f. Les alliances sont nécessaires et raisonnables
it: f. I Patti sono necessarie e sono ragionevoli
ja: f. 合理的に必要な条項
kk: f. Келісім талаптарының Қажеттілігі бар және Орынды
ko: f. 서약은 필요하며 합리적입니다
ky: f. Милдеттенмелер зарыл жана негиздуу
lv: f.Līgumi ir vajadzīgi un svarīgi
mn: е. Гэрээнүүд бол зайлшгүй, мөн үндэслэлтэй байх
pt: f. Os acordos são necessários e razoáveis
ro: f. Acordurile sunt necesare şi raţionale
ru: f. Пункты договора Необходимы и Обоснованы
uk: f. Пункти договору Необхідні і Обґрунтовані
uz: f. Битимлар зарур ва асослидир
zh: f. 契約是必要的，合理的

source: f. Independent Business Partner Agreement (“IBP Agreement”)
ca: f. Acord de Soci Comercial Independent ("Acord SCI")
de: f. Independent Business Partner Vertrag (“IBP Vertrag”)
es: f. Acuerdo de socio comercial independiente ("Acuerdo SCI”)
fr: f. Accord de partenaire associé indépendant ("Accord IBP")
it: f. Accordo del Business Partner Indipendente ("Accordo BPI")
ja: f. 独立したビジネスパートナー契約書(“IBP 契約書”)
kk: f. Тәуелсіз Бизнес Серіктес Келісімі («ТБС келісімі»)
ko: f. 독립 비즈니스 파트너 계약 (이하 "IBP 계약")
ky: f. Көз карандысыз бизнес өнөктөш келишими ("КБӨ келишими")
lv: f.Neatkarīgā biznesa Partnera vienošanās("IBP Vienošanās")
mn: е. Бие даасан Бизнес Түншийн Гэрээ (БДБТ-ийн Гэрээ")
pt: f. Contrato de Sócio Independente (“Contrato IBP”)
ro: f. Acord cu Partenerul de afaceri (“Acord PAI”)
ru: f. Соглашение Независимого Бизнес Партнера (“Соглашение НБП”)
uk: f. Угода Незалежного Бізнес Партнера ("Угода НБП")
uz: f. Мустақил бизнес ҳамкор битими (“МБҲ битими”)
zh: f. 獨立業務夥伴協議（“IBP協議”）

source: Facebook Marketing
ca: Màrqueting a Facebook
fr: Marketing Facebook
it: Marketing su Facebook
ja: Facebookマーケティング
kk: Facebook Маркетингі
ko: 페이스북 마케팅
ky: Facebook маркетинги
lv: Facebook mārketings
mn: Фэйсбүүк маркетинг
ro: Marketing pe Facebook
ru: Facebook-маркетинг
uk: Facebook Маркетинг
uz: Facebook Маркетинг
zh: Facebook營銷

source: Facebook Pixel
ca: Pixel de Facebook
es: Pixel de Facebook
fr: Pixel de Facebook
it: Pixel di Facebook
ja: Facebookピクセル
kk: Facebook Пикселі
ko: 페이스북 픽셀
ky: Facebook пиксели
lv: Facebook pikselis
mn: Фэйсбүүк пиксел
ru: Пиксель Facebook
uk: Піксель Facebook
uz: Facebook Пиксель
zh: Facebook像素

source: Facilities
ca: Serveis
de: Einrichtungen
es: Instalaciones
fr: Installations
it: Servizi
ja: 施設
kk: Нысандар
ko: 시설
ky: Биздин объектилер
lv: Iekārtas/ērtības
mn: Байгууламжууд
pt: Instalações
ro: Facilități
ru: Удобства
uk: Зручності
uz: Қулайликлар
zh: 設施

source: Failed to cancel edit.
fr: Échec de l'annulation de la modification.
it: Annullamento della modifica non riuscito.

source: Failed to copy!
ca: No s'ha pogut copiar!
de: Kopieren fehlgeschlagen!
es: No se copió!
fr: La copie a échoué !
it: Copia non riuscita!
ja: コピーに失敗しました！
kk: Көшіру мүмкін болмады!
ko: 복사에 실패했습니다!
ky: Көчүрүлгөн жок!
lv: Neizdevās kopēt!
mn: Хуулбарлалт хийгдсэнгүй!
pt: Falha ao copiar!
ro: Copierea eșuată!
ru: Не удалось скопировать!
uk: Не вдалось скопіювати!
uz: Нусха кўчирилмади!
zh: 复制失败!

source: Failed to create account. Please check the data entered and try again.
ca: No s'ha pogut crear el compte. Si us plau, comprova les dades introduïdes i intenta-ho de nou.
de: Account konnte nicht erstellt werden. Bitte überprüfen Sie die eingegebenen Daten und versuchen Sie es erneut.
es: No se pudo crear la cuenta. Por favor, comprueba los datos introducidos y vuelve a intentarlo.
fr: La création du compte a échoué. Veuillez vérifier les données saisies et réessayer.
it: Impossibile creare un account. Controlla i dati inseriti e riprova.
ja: 口座登録ができませんでした。入力した内容を確認の上、再度お試しください。
kk: Есептік жазба жасау сәтсіз аяқталды. Енгізілген ақпаратты тексеріп, әрекетті қайталаңыз.
ko: 계정을 만들지 못했습니다. 입력한 데이터를 확인하고 다시 시도하십시오.
ky: Каттоо эсеби түзүлбөй койду. Киргизилген маалыматтарды текшерип, кайра аракет кылыңыз.
lv: Neizdevās izveidot kontu. Lūdzu, pārbaudiet ievadītos datus un mēģiniet vēlreiz.
mn: Бүртгэлийг үүсгэхэд алдаа гарлаа. Оруулсан мэдээллийг шалгаад дахин хийнэ үү.
pt: Falha ao criar conta. Verifique os dados inseridos e tente novamente.
ro: Nu s-a putut crea contul. Verifică datele introduse și încearcă din nou.
ru: Учётная запись не создана. Пожалуйста, проверьте данные и повторите попытку.
uk: Обліковий запис не створено. Будь ласка, перевірте дані та повторіть спробу.
uz: Ҳисоб очишнинг имкони бўлмади. Илтимос, киритилган маълумотларни текшириб, қайта уриниб кўринг.
zh: 创建帐户失败。 请检查输入的数据，然后重试。

source: Failed to create recipient. Please check the data entered and try again.
ca: No s'ha pogut crear el destinatari. Si us plau, comprova les dades introduïdes i intenta-ho de nou.
de: Der Empfänger konnte nicht erstellt werden. Bitte überprüfen Sie die eingegebenen Daten und versuchen Sie es erneut.
es: No se pudo crear el destinatario. Por favor, comprueba los datos introducidos y vuelve a intentarlo.
fr: Échec de la création du destinataire. Veuillez vérifier les données saisies et réessayer.
it: Impossibile configurare il beneficiario. Controlla i dati inseriti e riprova.
ja: 受取人の登録ができませんでした。入力した内容を確認の上、再度お試しください。
kk: Алушы жасалмады. Енгізілген ақпаратты тексеріп, әрекетті қайталаңыз.
ko: 받는 사람을 만들지 못했습니다. 입력한 데이터를 확인하고 다시 시도하십시오.
ky: Алуучу түзүлбөй калды. Киргизилген маалыматтарды текшерип, кайра аракет кылыңыз.
lv: Neizdevās izveidot adresātu. Lūdzu, pārbaudiet ievadītos datus un mēģiniet vēlreiz.
mn: Хэрэглэгч үүсгэхэд алдаа гарлаа. Оруулсан мэдээллийг шалгаад дахин хийнэ үү.
pt: Falha ao criar destinatário. Verifique os dados inseridos e tente novamente.
ro: Nu s-a putut crea destinatarul. Verifică datele introduse și încearcă din nou.
ru: Ошибка при создании получателя. Проверьте, пожалуйста, введённую информацию и попробуйте снова.
uk: Помилка під час створення одержувача. Будь ласка, перевірте введену інформацію та спробуйте знову.
uz: Олувчини яратишнинг имкони бўлмади. Илтимос, киритилган маълумотларни текшириб, қайта уриниб кўринг.
zh: 创建收件人失败。 请检查输入的数据，然后重试。

source: Failed to create session. Please try again.
ca: No s'ha pogut crear la sessió. Si us plau, intenta-ho de nou.
de: Sitzung konnte nicht erstellt werden. Bitte versuchen Sie es erneut.
es: No se pudo crear la sesión. Por favor, vuelve a intentarlo.
fr: Échec de la création de la session. Veuillez réessayer.
it: Impossibile creare una sessione. Riprova.
ja: セッションの作成に失敗しました。再試行してください。
kk: Сеанс жасалмады. Қайталап көріңіз.
ko: 세션을 생성하지 못했습니다. 다시 시도해 주세요.
ky: Сеанс түзүлгөн жок. Сураныч, кайра аракет кылыңыз.
lv: Neizdevās izveidot sesiju. Lūdzu, mēģiniet vēlreiz.
mn: Session үүсгэхэд алдаа гарлаа. Дахин оролдоно уу.
pt: Falha ao criar sessão. Por favor, tente novamente.
ro: Nu s-a putut crea sesiunea. Te rugăm să încerci din nou.
ru: Ошибка при создании сессии. Пожалуйста, попробуйте снова.
uk: Помилка під час створення сесії. Будь ласка, спробуйте ще раз.
uz: Сессия яратишнинг имкони бўлмади. Илтимос, қайта уриниб кўринг.
zh: 创建会话失败。 请再试一次。

source: Failed to download users
fr: Échec du téléchargement des utilisateurs
it: Il download degli utenti non è riuscito

source: Failed to fetch contest results
fr: Impossible de récupérer des résultats du concours
it: Impossibile recuperare i risultati del concorso

source: Failed to fetch Video thumbnail.
fr: Impossible de récupérer la miniature de la Vidéo.
it: Impossibile recuperare l'anteprima del video.

source: Failed to generate CSV
fr: Échec de la génération du fichier CSV
it: Generazione CSV non riuscita

source: Failed to get compensation layout.
fr: Échec de l'obtention de la mise en page de rémunération.
it: Impossibile ottenere il layout dei compensi.
ja: 報酬レイアウトの取得に失敗しました。
kk: Өтемақы жоспарын алу сәтсіз аяқталды.
pt: Não foi possível obter o layout de compensação.
ro: Nu s-a putut obține aspectul compensației.
uk: Не вдалося отримати схему компенсації.
uz: Компенсация схемасини олишнинг имкони бўлмади
zh: 未能获取补偿布局。

source: Failed to get compensation stats.
fr: Échec de l'obtention des statistiques de rémunération.
it: Impossibile ottenere le statistiche sui compensi.
ja: 報酬統計の取得に失敗しました。
kk: Өтемақы статистикасын алу сәтсіз аяқталды.
pt: Não foi possível obter as estatísticas de compensação.
ro: Nu s-au putut obține statisticile privind compensațiile.
uk: Не вдалося отримати статистику компенсації.
uz: Компенсация статистикасини олишнинг имкони бўлмади
zh: 未能获取补偿统计数据。

source: Failed to get past stats layout.
fr: Échec de l'obtention des statistiques précédentes.
it: Impossibile caricare il layout delle statistiche precedenti.
pt: Não foi possível obter o layout das estatísticas anteriores.
uk: Не вдалося отримати схему попередньої статистики.
zh: 未能通过统计数据布局阶段。

source: Failed to get past stats layout. Please reload the page.
fr: Impossible d'afficher les statistiques précédentes. Veuillez recharger la page.
it: Impossibile caricare il layout delle statistiche precedenti. Ricarica la pagina.

source: Failed to get QBI new monthly members.
fr: Échec de l'obtention du QBI des nouveaux membres mensuel.
it: Non è stato possibile acquisire il QBI dei nuovi membri mensili
kk: БСИ жаңа айлық клуб мүшелерін алу сәтсіз аяқталды.
pt: Falha ao obter novos membros mensais do QBI.
uk: Не вдалося отримати QBI нових Членів Клубу за місяць.
uz: Ойлик янги Аъзоларнинг QBI кўрсаткичини олишнинг имкони бўлмади.
zh: 获取QBI新增月度会员失败。

source: Failed to get quote. Please check the amount to send and try again.
ca: No s'ha pogut obtenir el pressupost. Si us plau, comprova la quantitat a enviar i intenta-ho de nou.
de: Das Angebot konnte nicht erstellt werden. Bitte überprüfen Sie den zu sendenden Betrag und versuchen Sie es erneut.
es: No se pudo obtener la cotización. Por favor, comprueba la cantidad a enviar y vuelve a intentarlo.
fr: Impossible d'obtenir un devis. Veuillez vérifier le montant à envoyer et réessayer.
it: Non è stato possibile ottenere la quotazione. Controlla l'importo da inviare e riprova.
ja: 手数料の計算ができませんでした。送金したい金額を確認の上、再度お試しください。
kk: Бағаны алу мүмкін болмады. Жіберілетін соманы тексеріп, әрекетті қайталаңыз.
ko: 견적을 받지 못했습니다. 보낼 금액을 확인하고 다시 시도하십시오.
ky: Эч кандай сунуш түшкөн. Сураныч, жөнөтүлө турган сумманы текшерип, кайра аракет кылыңыз.
lv: Neizdevās iegūt piedāvājumu. Lūdzu, pārbaudiet nosūtāmo summu un mēģiniet vēlreiz.
mn: Үнийн саналыг авахад алдаа гарлаа. Оруулсан мэдээллийг шалгаад дахин хийнэ үү.
pt: Falha ao obter cotação. Verifique o valor a ser enviado e tente novamente.
ro: Nu s-a putut obține cotația. Te rugăm să verifici suma de trimis și să încerci din nou.
ru: Ошибка при получении цены. Проверьте, пожалуйста, сумму к отправке и попробуйте снова.
uk: Помилка при визначенні ціни. Перевірте, будь ласка, суму до відправки та спробуйте знову.
uz: Нарх олишнинг имкони бўлмади. Илтимос, жўнатиладиган суммани текшириб, қайта уриниб кўринг.
zh: 未能获得报价。 请检查要发送的金额，然后重试。

source: Failed to get quote. Please confirm your VAT number and try again.
ca: No s'ha pogut obtenir la cotització. Si us plau, confirma el teu número de VAT (Impost sobre el Valor Afegit) i torna-ho a intentar.
de: Angebot konnte nicht abgerufen werden. Bitte bestätigen Sie Ihre USt-IdNr. und versuchen Sie es erneut.
es: Error al obtener la cotización. Por favor, confirma tu número de IVA e inténtalo de nuevo.
fr: Le devis n'a pas été obtenu. Veuillez confirmer votre numéro de TVA et réessayer.
it: Non è stato possibile calcolare la commissione. Conferma il tuo numero di partita IVA e riprova.
ja: 手数料の計算ができませんでした。VAT番号をご確認の上、再度お試しください。
kk: Баға ұсынысын алу мүмкін болмады. ҚҚС төлеушінің нөмірін растаңыз және әрекетті қайталаңыз.
ky: Эч кандай сунуш түшкөн. Сураныч, КНС номериңизди ырастап, кайра аракет кылыңыз.
lv: Neizdevās iegūt piedāvājumu. Lūdzu, apstipriniet savu PVN numuru un mēģiniet vēlreiz.
mn: Үнийн санал авахад алдаа гарлаа. VAT дугаараа шалгаад дахин хийнэ үү.
pt: Falha ao obter cotação. Por favor, confirme seu número VAT e tente novamente.
ro: Nu s-a putut obține cotația. Te rugăm să confirmi numărul tău de TVA și să încerci din nou.
ru: Ошибка при получении цены. Пожалуйста, подтвердите свой номер плательщика НДС и попробуйте снова.
uk: Помилка при визначенні ціни. Будь ласка, підтвердіть свій номер платника ПДВ та спробуйте знову.
uz: Нарх олишнинг имкони бўлмади. Илтимос, ҚҚС рақамингизни текшириб, қайта уриниб кўринг.
zh: 获取报价失败。请确认您的增值税（VAT）号码，然后重试。

source: Failed to initiate transfer session. Please try again.
ca: No s'ha pogut iniciar la sessió de transferència. Si us plau, torna-ho a intentar.
de: Die Übertragungssitzung konnte nicht gestartet werden. Bitte versuchen Sie es erneut.
es: No se pudo iniciar la sesión de transferencia. Por favor, vuelve a intentarlo.
fr: Échec du lancement de la session de transfert. Veuillez réessayer.
it: Errore nell'avvio dell'operazione di trasferimento. Riprova.
ja: 転送セッションの開始に失敗しました。再試行してください。
kk: Тасымалдау сеансын бастау мүмкін болмады. Қайталап көріңіз.
ky: Которуу сессиясын баштоо мүмкүн эмес. Кайрадан аракет кылыңыз.
lv: Neizdevās inicializēt pārsūtīšanas sesiju. Lūdzu, mēģiniet vēlreiz.
mn: Төлбөрийг гүйцэтгэхэд алдаа гарлаа. Дахин оролдоно уу.
pt: Falha ao iniciar sessão de transferência. Tente novamente.
ro: Sesiunea de transfer a eșuat. Te rugăm să încerci din nou.
ru: Ошибка инициализации сессии перевода. Пожалуйста, попробуйте снова.
uk: Помилка ініціалізації сесії переказу. Будь ласка, спробуйте ще раз.
uz: Транзакция амалга ошмади. Илтимос, қайта уриниб кўринг.
zh: 无法启动转移会话。请再试一次。

source: Failed to load agreement
fr: Échec du chargement de l'accord
it: Caricamento del contratto non riuscito

source: Failed to load agreement. Please try again.
fr: Échec du chargement de l'accord. Veuillez réessayer.
it: Caricamento del contratto non riuscito. Per favore riprova.

source: Failed to load count, please try again later.
fr: Échec du chargement du décompte, veuillez réessayer plus tard.
it: Impossibile caricare il conteggio, riprova più tardi.

source: Failed to load email preview
fr: Échec du chargement de l'aperçu de l'e-mail
it: Impossibile caricare l'anteprima dell'email
pt: Falha ao carregar a pré-visualização do e-mail
uk: Не вдалося завантажити попередній перегляд листа
zh: 无法加载邮件预览

source: Failed to load email statistics
fr: Échec du chargement des statistiques de l'e-mail
it: Impossibile caricare le statistiche dell'email
pt: Falha ao carregar as estatísticas de e-mail
uk: Помилка завантаження статистики електронної пошти
zh: 无法加载邮件统计数据

source: Failed to load fingerprints
fr: Échec du chargement des empreintes digitales
it: Caricamento delle impronte digitali non riuscito
kk: Саусақ іздері деректерін жүктеу кезінде қате орын алды
pt: Falha ao carregar impressões digitais
uk: Не вдалося завантажити відбитки пальців
zh: 加载指纹失败

source: Failed to load members
fr: Échec du chargement des membres
it: Impossibile caricare i Membri
kk: Мүшелерді жүктеу сәтсіз аяқталды
pt: Falha ao carregar membros
ro: Nu s-au putut încărca membrii
uk: Не вдалося завантажити Членів Клубу
uz: Аъзоларни юклашнинг имкони бўлмади
zh: 加载成员失败

source: Failed to load results, please try again later.
fr: Impossible de charger les résultats, veuillez réessayer plus tard.
it: Impossibile caricare i risultati, riprova più tardi.

source: Failed to load user, please try again later.
fr: Impossible de charger l'utilisateur, veuillez réessayer plus tard.
it: Impossibile caricare l'utente, riprova più tardi.

source: Failed to restart verification. Please try again.
fr: Échec de la relance de la vérification. Veuillez réessayer.
it: Impossibile riavviare la verifica. Riprova.

source: Failed to retrieve verification date. Please try again.
fr: Échec de la récupération de la date de vérification. Veuillez réessayer.
it: Impossibile recuperare la data di verifica. Riprova.

source: Failed to save layout.
fr: Impossible d'enregistrer la mise en page.
it: Salvataggio del layout non riuscito.

source: Failed to send notification
fr: Échec de l'envoi de la notification
it: Invio della notifica non riuscito

source: Failed to send verification email. Please try again.
ca: No s'ha pogut enviar el correu de verificació. Si us plau, torna-ho a intentar.
de: Die Verifizierungs-E-Mail konnte nicht gesendet werden. Bitte versuchen Sie es erneut.
es: No se pudo enviar el correo de verificación. Por favor, vuelve a intentarlo.
fr: L'envoi de l'email de vérification a échoué. Veuillez réessayer.
it: L'invio della email di verifica non è riuscito. Riprova.
ja: 認証メールの送信に失敗しました。もう一度お試しください。
kk: Растау электрондық поштасын жіберу мүмкін болмады. Қайталап көріңіз.
ky: Ырастоочу электрондук билдирүү жөнөтүлгөн жок. Сураныч, кайра аракет кылыңыз.
lv: Neizdevās nosūtīt pārbaudes e-pasta ziņojumu. Lūdzu, mēģiniet vēlreiz.
mn: Баталгаажуулах имэйл илгээгдсэнгүй. Дахин оролдоно уу.
pt: Falha ao enviar e-mail de verificação. Tente novamente.
ro: Trimiterea e-mailului de verificare a eșuat. Te rugăm să încerci din nou.
ru: Ошибка отправки письма-подтверждения. Пожалуйста, попробуйте снова.
uk: Помилка надсилання листа-підтвердження. Будь ласка, спробуйте ще раз.
uz: Тасдиқлов хати юборилмади. Илтимос, қайта уриниб кўринг.
zh: 无法发送验证邮件。请重试。

source: Failed to start identity verification. Please try again.
fr: Échec du démarrage de la vérification d'identité. Veuillez réessayer.
it: Impossibile avviare la verifica dell'identità. Riprova.

source: Failed to super spoof user.
fr: Échec de l'usurpation avancée de l'utilisateur.
it: Tentativo di super spoof fallito.
ja: ユーザーのスーパー・スプーフに失敗しました。
kk: Пайдаланушыны супер-спуф жасау сәтсіз аяқталды.
pt: Falha por super spoof de usuário.
ro: Nu s-a reușit impersonarea avansată a utilizatorului.
uk: Не вдалося виконати супепідробку користувача.
uz: Фойдаланувчини алмаштиришнинг имкони бўлмади.
zh: 无法超级伪装用户。

source: Failed to update account. Please check the data entered and try again.
ca: No s'ha pogut actualitzar el compte. Si us plau, comprova les dades introduïdes i intenta-ho de nou.
de: Die Aktualisierung des Accounts ist fehlgeschlagen. Bitte überprüfen Sie die eingegebenen Daten und versuchen Sie es erneut.
es: No se pudo actualizar la cuenta. Por favor, comprueba los datos introducidos y vuelve a intentarlo.
fr: La mise à jour du compte a échoué. Veuillez vérifier les données saisies et réessayer.
it: Non è stato possibile aggiornare l'account. Controlla i dati inseriti e riprova.
ja: 口座の更新ができませんでした。入力した情報を確認の上、再度お試しください。
kk: Есептік жазбаны жаңарту мүмкін болмады. Енгізілген ақпаратты тексеріп, әрекетті қайталаңыз.
ko: 계정을 업데이트하지 못했습니다. 입력한 데이터를 확인하고 다시 시도하십시오.
ky: Каттоо эсеби жаңыртылган жок. Киргизилген маалыматтарды текшерип, кайра аракет кылыңыз.
lv: Neizdevās atjaunināt kontu. Lūdzu, pārbaudiet ievadītos datus un mēģiniet vēlreiz.
mn: Бүртгэлийг шинэчлэхэд алдаа гарлаа. Оруулсан мэдээллийг шалгаад дахин хийнэ үү.
pt: Falha ao atualizar a conta. Verifique os dados inseridos e tente novamente.
ro: Nu s-a putut actualiza contul. Verifică datele introduse și încearcă din nou.
ru: Ошибка при обновлении счёта. Проверьте, пожалуйста, данные и попробуйте снова.
uk: Помилка під час оновлення рахунку. Перевірте, будь ласка, дані та спробуйте знову.
uz: Ҳисобни янгилашнинг имкони бўлмади. Илтимос, киритилган маълумотларни текшириб, такрор уриниб кўринг.
zh: 更新帐号失败。 请检查输入的数据，然后重试。

source: Failed to update compensation layout.
fr: Échec de la mise à jour de la mise en page de rémunération.
it: Impossibile aggiornare il layout dei compensi.
kk: Өтемақы жоспарын жаңарту сәтсіз аяқталды.
pt: Falha ao atualizar o layout de compensação.
ro: Nu s-a putut actualiza aspectul compensațiilor.
uk: Не вдалося оновити схему компенсації.
uz: Компенсация схемасини янгилашнинг имкони бўлмади
zh: 未能更新补偿布局。

source: Failed to update past stats layout.
fr: Échec de la mise à jour des statistiques précédentes.
it: Impossibile aggiornare il layout delle statistiche precedenti.
pt: Falha ao atualizar o layout das estatísticas anteriores.
uk: Не вдалося оновити схему попередньої статистики
zh: 更新历史统计数据布局失败。

source: Failed to update recipient. Please check the data entered and try again.
ca: No s'ha pogut actualitzar el destinatari. Si us plau, comprova les dades introduïdes i intenta-ho de nou.
de: Der Empfänger konnte nicht aktualisiert werden. Bitte überprüfen Sie die eingegebenen Daten und versuchen Sie es erneut.
es: No se pudo actualizar el destinatario. Por favor, comprueba los datos introducidos y vuelve a intentarlo.
fr: Échec de la mise à jour du destinataire. Veuillez vérifier les données saisies et réessayer.
it: Non è stato possibile aggiornare il beneficiario. Controlla i dati inseriti e riprova.
ja: 受取人の更新ができませんでした。入力した情報を確認の上、再度お試しください。
kk: Алушы туралы мәліметтер жаңартылмады. Мәліметтеріңізді тексеріп, әрекетті қайталаңыз.
ko: 수신자를 업데이트하지 못했습니다. 입력한 데이터를 확인하고 다시 시도하십시오.
ky: Алуучу жаңыртылган жок. Киргизилген маалыматтарды текшерип, кайра аракет кылыңыз.
lv: Neizdevās atjaunināt adresātu. Lūdzu, pārbaudiet ievadītos datus un mēģiniet vēlreiz.
mn: Хэрэглэгчийг шинэчлэхэд алдаа алдаа гарлаа. Оруулсан мэдээллийг шалгаад дахин хийнэ үү.
pt: Falha ao atualizar o destinatário. Verifique os dados inseridos e tente novamente.
ro: Nu s-a putut actualiza destinatarul. Verifică datele introduse și încearcă din nou.
ru: Данные получателя не обновлёны. Пожалуйста, проверьте данные и повторите попытку.
uk: Дані одержувача не оновлено. Будь ласка, перевірте дані та повторіть спробу.
uz: Олувчини янгилашнинг имкони бўлмади. Илтимос, киритилган маълумотларни текшириб, такрор уриниб кўринг.
zh: 无法更新收件人。 请检查输入的数据，然后重试。
