Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Processing Fee:
ca: Taxa de tramitació:
de: Bearbeitungsgebühr:
es: Cuota de Procesamiento:
fr: Frais de Traitement :
it: Spese di elaborazione:
ja: 処理手数料：
kk: Бір реттік комиссия:
ko: 처리 수수료:
ky: Иштетүү акысы:
lv: Noformēšanas maksa:
mn: Боловсруулах шимтгэл:
pt: Taxa de processamento:
ro: Taxă de procesare:
ru: Комиссия за обработку:
uk: Комісія за опрацювання:
uz: Қайта ишлаш тўлови:
zh: 手续费：

source: Produce the required <strong>Total Activation Volume</strong>.
ca: Produeix el <strong>Volum Total d'Activació</strong> requerit.
de: Erzeugen Sie das erforderliche <strong>Gesamtaktivierungsvolumen</strong>.
es: Produce el <strong>volumen de Activación Total</strong> requerido.
fr: Produire le <strong>Volume total d'activation</strong> requis.
it: Produci il <strong>Volume di Attivazione Totale</strong> richiesto.
ja: 要件である <strong>合計アクティベーション ボリューム</strong>をプロデュースする。
kk: Қажетті жалпы<strong> белсендіру көлемін орындаңыз</strong>.
ko: 필요한 <strong>총 활성화 매출</strong>을 생성합니다.
ky: Керектүү <strong>Жалпы Активдүүлүк көлөмүн</strong> иштеп чыгыңыз.
lv: Veic pieprasīto <strong>Kopējo Aktivizāciju Apjomu</strong>.
mn: Нийт <strong>Идэвхжүүлэлтийн хэмжээний</strong> болзлыг хангах.
pt: Produza o <strong>volume total de ativação</strong> necessário.
ro: Produ <strong>Volumul total de activare</strong> necesar.
ru: Произведите необходимый <strong>Итоговый Активационный Объём</strong>.
uk: Виконайте необхідний <strong>Підсумковий Активаційний Обсяг</strong>.
uz: Талаб этилган <strong>жами Фаоллик ҳажмини</strong> ишлаб чиқинг.
zh: 产生所需的<strong>总激活体积</strong>

source: Produce the required overall <strong>Sales Volume</strong>.
ca: Produir el <strong>Volum de Vendes</strong> global requerit.
de: Erreichen des geforderten Verkaufsvolumens</strong>.
es: Producir el <strong>Volumen de Ventas</strong> total requerido.
fr: Produire le <strong>Volume des ventes</strong> global requis.
it: Produci il <strong>Volume di Vendite</strong> complessivo richiesto.
ja: 要件である全体の <strong>売上ボリューム</strong>をプロデュースする。
kk: Қажетті жалпы <strong>сату көлемін қамтамасыз етіңіз</strong>.
ko: 필요한 전체 <strong>판매량</strong>을 생성합니다.
ky: Керектүү жалпы <strong>Сатуу көлөмүн</strong> иштеп чыгыңыз.
lv: Veic prasīto kopējo <strong>Apgrozījuma Apjomu</strong>.
mn: Нийт <strong>Борлуулалтын хэмжээний</strong> болзлыг хангах.
pt: Produza o <strong>volume de vendas</strong> geral necessário.
ro: Produ <strong>Volumul general de vânzări</strong> necesar.
ru: Произведите необходимый общий <strong>Объём Продаж</strong>.
uk: Виконайте необхідний загальний <strong>Обсяг Продажів</strong>.
uz: Талаб этилган умумий <strong>Сотув ҳажмини</strong> ишлаб чиқинг.
zh: 产生所需的总体<strong>销量</strong>。

source: Producer Bonus Statement
ca: Declaració de bonificació del productor
de: Producer Bonus-Kontoauszug
es: Extractos de Bonos de Producción
fr: Relevé de prime du producteur
it: Rendiconto Bonus di produzione
ja: プロデューサーボーナス表
kk: Продюсер Бонус Есептемесі
ko: 프로듀서 보너스 내역서
ky: Продюсер бонусу боюнча отчет
lv: Producenta Bonusa paziņojums
mn: Продюсерийн урамшууллын мэдээлэл
pt: Extrato do Bônus de Produção
ro: Extrasul de cont pentru Bonusul de Producător
ru: Отчёт Продюсер Бонуса
uk: Запит Продюсер Бонусу
uz: Продюсерлик бонуси ҳисоботи
zh: 製片人獎金聲明

source: Product Director
ca: Director de producte
de: Produkt-Direktor
es: Director de Producto
fr: Directeur des Produits
ja: プロダクト ディレクター
kk: Өнім директоры
ko: 제품 디렉터
ky: Продукция боюнча директор
lv: Produktu direktors
mn: Бүтээгдхүүний албаны Захирал
pt: Diretor de Produto
ro: Director de Produs
ru: Директор по продукту
uk: Директор з продукту
uz: Маҳсулот бўйича директор
zh: 產品總監

source: Product Name
ca: Nom del Producte
de: Produktname
es: Nombre de Producto
fr: Nom du produit
it: Descrizione prodotto
ja: 商材の名称
kk: Тауардың Атауы
ky: Прдукттун аталышы
lv: Produkta nosaukums
mn: Бүтээгдхүүний нэр
pt: Nome do produto
ro: Nume produs
ru: Название продукта
uk: Назва продукту
uz: Маҳсулот номи
zh: 产品名字

source: Production
ca: Producció
de: Umsatz
es: Producción
fr: La production
it: Produzione
ja: 売上
kk: Өнімділік
ko: 매출액
ky: Өнүмдүүлүк
lv: APGROZĪJUMS
mn: Борлуулалт
pt: Produção
ro: Producţie
ru: Продуктивность
uk: Продуктивність
uz: Ишлаб чиқариш
zh: 生產

source: Production Breakdown
fr: Répartition de la Production
it: Ripartizione della produzione
kk: Өндірістің бөлшектелуі
pt: Detalhamento da Produção
uk: Розбивка за товарообігом
uz: Ишлаб чиқариш ҳажмининг тақсимоти
zh: 业绩量明细

source: Production coming from your direct members only without counting your teams production.
fr: Production générée uniquement par vos membres directs, sans compter la production de votre équipe.
it: Produzione proveniente solo dai tuoi membri diretti, senza contare la produzione dei tuoi team.
kk: Бұл өндіріс тек сіздің тікелей мүшелеріңізден түседі және командаңыздың өндірісі есепке алынбайды.
pt: Produção proveniente apenas dos seus membros diretos, sem contar a produção das suas equipes.
uk: Тільки товарообіг від ваших прямих Членів Клубу, без урахування товарообігу ваших команд.
zh: 仅来自您直属会员的业绩量，不包含您团队的业绩量。

source: Production Details Last Month
ca: Detalls de la producció el Mes Passat
de: Umsätze im letzten Monat
es: Detalle de Producción del Mes Pasado
fr: Détails de production le mois dernier
it: Dettagli di produzione del mese scorso
ja: 先月の売上詳細
kk: Өткен Айдағы Өнімділік туралы Мәліметтер
ko: 지난달 매출액 세부 정보
ky: Өткөн айдагы өнүмдүүлүк тууралуу маалымат
lv: Pagājušā mēneša apgrozījuma sīka informācija
mn: Өмнөх сарын борлуулалтын мэдээлэл
pt: Detalhes da produção do último mês
ro: Detaliile de producţie din luna trecută
ru: Детали производства в Прошлом Месяце
uk: Деталі Продуктивності Минулого Місяця
uz: Ўтган ойдаги ишлаб чиқариш тафсилотлари
zh: 上個月生产详情

source: Production Details This Month
ca: Detalls de producció Aquest mes
de: Umsätze in diesem Monat
es: Detalle de Producción de este Mes
fr: Détails de production ce mois-ci
it: Dettagli di produzione di questo mese
ja: 今月の売上詳細
kk: Осы Айдағы Өнімділік туралы Мәліметтер
ko: 이번 달 매출액 세부 정보
ky: Бул айдын өнүмдүүлүгү тууралуу маалымат
lv: Šī mēneša apgrozījuma detalizētāka informācija
mn: Энэ сарын борлуулалтын мэдээлэл
pt: Detalhes da produção este mês
ro: Detaliile de producţie din această lună
ru: Подробности по Продажам текущего Месяца
uk: Продуктивність Поточного Місяця
uz: Ушбу ойдаги ишлаб чиқариш тафсилотлари
zh: 本月生产详情

source: Professional Career:
fr: Carrière Professionnelle :
it: Carriera professionale:

source: Professional invite with Website/Video link
ca: Invitació professional amb enllaç de Vídeo/ Pàgina web
de: Professionelle Einladung mit Webseite/Video Link
es: Invitación Profesional con link de Video/Página web
fr: Invitation professionnelle avec site internet/ lien vidéo
it: Invito professionale con link al sito/video
ja: ウェブサイト/動画のリンク付きのプロフェッショナルな招待状
kk: Вебсайт/Видео сілтемесі бар кәсіби шақыру
ko: 웹 사이트 / 영상 링크가 포함되는 개인 초대장
ky: Вебсайт/видео шилтемеси менен кесипкөй сунуш
lv: Profesionāla uzaicināšana ar saiti uz tīmekļa vietnes/video
mn: Вэб хуудас, видео холбоос бүхий мэргэжлийн урилга
pt: Convite profissional com o link do site/vídeo
ro: Invitaţie profesională cu linkul către Website/Video
ru: Профессиональное Приглашение с ссылкой на Вебсайт/ Видео
uk: Професійне Запрошення з посиланням на Вебсайт/Відео
uz: Веб-сайт/Видео ҳаволасига эга профессионал таклиф
zh: 帶有網頁/視頻鏈接的專業邀請

source: Profile
ca: Perfil
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
kk: Профиль
ko: 개인정보
ky: Профиль
lv: Profils
mn: Профайл
pt: Perfil
ro: Profil
ru: Профиль
uk: Профіль
uz: Профиль
zh: 個人資料

source: Profile Image
ca: Imatge del Perfil
de: Profilbild
es: Foto de Perfil
fr: Image du profil
it: Foto del profilo
ja: プロフィール画像
kk: Профиль фотосы
ko: 프로필 이미지
ky: Профиль сүрөтү
lv: Profila attēls
mn: Профайлын зураг
pt: Imagem de perfil
ro: Imaginea de profil
ru: Фото Профиля
uk: Зображення Профілю
uz: Профиль тасвири
zh: 個人資料圖片

source: Profile Picture
ca: Imatge de perfil
de: Profilbild
es: Foto de Perfil
fr: Photo de Profil
it: Foto del profilo
ja: プロフィール写真
kk: Профайл Сурет
ko: 프로필 사진
ky: Профиль сүрөтү
lv: Profīla attēls
mn: Профайлын зураг
pt: Foto do perfil
ro: Poza de profil
ru: Изображение для профиля
uk: Зображення для профілю
uz: Профиль сурати
zh: 個人資料圖片

source: Profile picture has been successfully removed.
ca: La foto de perfil s'ha eliminat correctament
de: Das Profilbild wurde erfolgreich entfernt.
es: Tu fotografía de perfil se eliminó con éxito.
fr: L'image du profil a été supprimée avec succès.
it: L'immagine del profilo è stata rimossa con successo.
ja: プロフィール画像は正常に削除されました。
kk: Профиль фотосуретіңіз сәтті жойылды.
ky: Профил сүрөтүңүз ийгиликтүү түрдө алынып салынды!
lv: Profila attēls ir sekmīgi noņemts.
mn: Таны профайлын зураг арилгагдлаа.
pt: A foto do perfil foi removida com sucesso.
ro: Poza de profil a fost eliminată cu succes.
ru: Изображение профиля удалено успешно.
uk: Зображення профілю видалено успішно.
uz: Профилдаги тасвир муваффақиятли ўчирилди!
zh: 头像已成功删除。

source: Profile Picture Updated successfully!
fr: Photo de Profil Mise à Jour avec succès !
it: Foto del profilo aggiornata correttamente!
pt: Foto do Perfil Atualizada com sucesso!
uk: Зображення профілю успішно оновлено!

source: Progress
ca: Progrés
de: Fortschritt
es: Progreso
fr: Progrès
it: Progresso
ja: 進捗状況
kk: Прогресс
ko: 진행
ky: Прогресс
mn: Явц
pt: Progresso
ro: Progres
ru: Прогресс
uk: Прогрес
uz: Тараққиёт
zh: 進展

source: Progress towards your next recurring qualified production level which will unlock higher income applicable per leg.
fr: Progressez vers votre prochain niveau de production qualifiée récurrente, ce qui vous permettra de bénéficier de revenus plus élevés applicables par branche.
it: Raggiungi il livello successivo di produzione qualificata ricorrente per sbloccare un reddito maggiore per ogni gamba.
kk: Келесі тұрақты білікті өндіріс деңгейіне жету барысы — әр тармақ бойынша жоғары табыс алуға жол ашады.
pt: Progresso em direção ao seu próximo nível de produção qualificado recorrente, que desbloqueará uma renda mais alta aplicável por linha.
uk: Просувайтеся до наступного рівня рекурентного кваліфікованого товарообігу, який відкриє доступ до вищого доходу, що отримується з кожної гілки.
zh: 朝着您的下一个循环合格业绩等级前进，达到后可在每个团队中解锁更高收入。

source: promoting Your Content.
ca: promocionant el Teu Contingut.
de: Werbung für Ihre Inhalte.
es: promocionando Tu Contenido.
fr: promouvoir Votre Contenu.
it: promuovere il tuo contenuto.
ja: コンテンツの宣伝。
kk: Контентіңізді насихаттау.
ky: сиздин контентиіизди жарнамалоо.
lv: sava satura reklamēšana.
mn: өөрийн контентийг сурталчлах.
pt: promover o Seu Conteúdo.
ro: promovarea Conținutului Tău.
ru: продвижение ваших Материалов.
uk: просування Ваших Матеріалів.
uz: Контентингизни реклама қилиш.
zh: 推广您的内容。

source: Promotion Code
ca: Codi de promoció
de: Aktionscode
es: Código de Promoción
fr: Code de Promotion
it: Codice promozionale
ja: プロモーションコード
kk: Жарнамалық Код
ky: Промокод
lv: Akcijas Kods
mn: Урамшууллын код
pt: Código de promoção
ro: Cod promoțional
ru: Промокод
uk: Промокод
uz: Тарғибот коди
zh: 促销代码

source: Promotion Color
ca: Color de la promoció
de: Aktion Farbe
es: Color de Promoción
fr: Couleur de la promotion
it: Colore della promozione
ja: プロモーションカラー
kk: Жарнамалық Түс
ko: 프로모션 색상
ky: Акциянын түсү
lv: Akcijas krāsa
mn: Сурталчилгааны өнгө
pt: Cor da promoção
ro: Culoare de promovare
ru: Цвет акции
uk: Колір акції
uz: Реклама ранги
zh: 促销色

source: Promotion Message
ca: Missatge de promoció
de: Werbebotschaft
es: Mensaje de Promoción
fr: Message de promotion
it: Messaggio promozionale
ja: プロモーションメッセージ
kk: Жарнамалық хабарлама
ko: 프로모션 메시지
ky: Акциянын кабардамалары
lv: Akcijas Paziņojums
mn: Сурталчилгааны бичвэр
pt: Mensagem de promoção
ro: Mesaj de promovare
ru: Сообщение акции
uk: Повідомлення акції
uz: Реклама хабари
zh: 推广讯息

source: promotion type
ca: tipus de promoció
de: Aktionstyp
es: tipo de promoción
fr: type de promotion
it: tipo di promozione
ja: プロモーションタイプ
kk: акция түрі
ky: акциянын түрү
lv: akcijas tips
mn: урамшууллын төрөл
pt: tipo de promoção
ro: tip de promoție
ru: тип акции
uk: тип акції
uz: акция тури
zh: 促销种类

source: Promotional Levels
ca: Nivells de promoció
de: Promotionsstufen
es: Niveles de Promoción
fr: Niveaux promotionnels
it: Livelli promozionali
ja: プロモーショナルレベル
kk: Жоғарылату Деңгейлері
ky: Көтөрүлүү деңгээлдери
lv: Akcijas Līmeņi
mn: Урамшууллын Түвшин
pt: Níveis promocionais
ro: Niveluri de promovare
ru: Уровни продвижения
uk: Рівні просування
uz: Тарғибот даражалари
zh: 促销等级

source: Promotional Message
ca: Missatge promocional
de: Werbebotschaft
es: Mensaje Promocional
fr: Message promotionnel
it: Messaggio promozionale
ja: プロモーション・メッセージ
kk: Жарнамалық хабарлама
ko: 프로모션 메시지
ky: Жарнамалык Кабардамалар
lv: Akcijas ziņojums
mn: Санал
pt: Mensagem promocional
ro: Mesaj promotional
ru: Рекламное сообщение
uk: Рекламне повідомлення
uz: Реклама хабари
zh: 促销信息

source: Proof of Lower Rate
ca: Prova de la taxa més baixa
de: Nachweis eines niedrigeren Tarifs
es: Prueba de tasa más baja
fr: Preuve d'un taux réduit
it: Prova della tariffa inferiore
ja: 低料金を証明するもの
kk: Төмен мөлшерлеменің дәлелі
ko: 낮은 비율의 증거
ky: Төмөн баадагы тарифти бекитүү
lv: Zemākās cenas apliecinājums
mn: Хамгийн бага үнийн баталгаа
pt: Comprovante de taxa mais baixa
ro: Dovada ratei mai mici
ru: Подтверждение более низкой цены
uk: Підтвердження нижчої ціни
uz: Арзонроқ тариф тасдиғи
zh: 较低利率的证明

source: Property type
ca: Tipus d'allotjament
de: Typ der Immobilie
es: Tipo de propiedad
fr: Type de bien
it: Tipo di proprietà
ja: 宿泊施設の種類
kk: Жылжымайтын мүлік түрі
ky: Мүлк түрү
lv: Rekvizīta tips
mn: Үл хөдлөх хөрөнгийн төрөл
pt: Tipo de propriedade
ro: Tip de proprietate
ru: Тип объекта
uk: Тип помешкання
uz: Жой тури
zh: 物业类型

source: Property Type
ca: Tipus de Propietat
de: Typ der Immobilie
es: Tipo de Propiedad
fr: Type de bien
it: Tipo di proprietà
ja: 宿泊施設のタイプ
kk: Жылжымайтын мүлік түрі
ky: Мүлк түрү
lv: Rekvizīta /īpašuma Tips
mn: Үл хөдлөх хөрөнгийн төрөл
pt: Tipo de propriedade
ro: Tip de Proprietate
ru: Тип объекта
uk: Тип помешкання
uz: Жой тури
zh: 物业类型

source: Protect
ca: Protegir
de: schützen
es: Proteger
fr: Protéger
it: Proteggere
ja: 保護
kk: Қорғау
ky: Коргоо
lv: Aizsargāt
mn: Хамгаалах
pt: Proteger
ro: Protejează
ru: Защитить
uk: Захистити
uz: Ҳимоялаш
zh: 保护

source: Protect out of pocket
ca: Protecció de les despeses de butxaca
de: Schutz der Eigenbeteiligung
es: Protección de Pago de Bolsillo
fr: Protéger les frais de la poche
it: Proteggi i soldi spesi di tasca tua
ja: 実費分の保護
kk: Өз қаражатыңызды қорғаңыз
ky: Чөнтөктөн төлөмдү коргоо
lv: Aizsargāt skaidro naudu
mn: Өөрөөс төлөх мөнгөн дүнг хамгаалах
pt: Proteger o pagamento feito à parte
ro: Protecție pentru banii din buzunar
ru: Защитить собственные средства
uk: Захистити власні кошти
uz: Ҳамёндан тўловни ҳимоялаш
zh: 保护自付费用

source: Protect Out of Pocket
ca: Protegir l'import a pagar directament (de la butxaca)
de: Schutz der Eigenbeteiligung
es: Protección de Pago de Bolsillo
fr: Protéger les frais de la poche
it: Proteggi la spesa di tasca tua
ja: 実費分の保護
kk: Өз қаражатыңызды қорғаңыз
ko: 자기 부담금 보호
ky: Чөнтөктөн төлөмдү коргоо
lv: Aizsargāt Skaidro naudu
mn: Өөрөөс төлөх мөнгөн дүнг хамгаалах
pt: Proteger o pagamento feito à parte
ro: Protecție pentru banii din buzunar
ru: Защитить собственные средства
uk: Захистити власні кошти
uz: Ҳамёндан тўловни ҳимоялаш
zh: 自付费用保护

source: Protect Reward Points
ca: Protegir els Punts de Recompensa
de: Schutz der Reward Points
es: Protección de Puntos de Recompensa
fr: Protéger les Points de Récompense
it: Proteggi i Crediti Premio
ja: リワードポイントの保護
kk: Бонустық ұпайларды қорғаңыз
ko: 리워드 포인트 보호
ky: Бонустук Упайларды Коргоо
lv: Aizsargāt Balvu Punktus
mn: Шагналын Оноог хамгаалах
pt: Proteger Pontos de Recompensa
ro: Protecție pentru punctele de recompensă
ru: Защитить Бонусные Баллы
uk: Захистити Бонусні Бали
uz: Бонус балларини ҳимоялаш
zh: 奖励积分保护

source: Protect Your Booking
ca: Protegeix la teva reserva
de: Schützen Sie Ihre Buchung
es: Protege Tu Reserva
fr: Protéger votre réservation
it: Proteggi la tua prenotazione
ja: あなたの予約の保護
kk: Брондауыңызды қорғаңыз
ky: Брондооңузду коргоңуз
lv: Aizsargā Jūsu Rezervāciju
mn: Өөрийн захиалгыг хамгаалах
pt: Proteja sua reserva
ro: Protejează-ți rezervarea
ru: Защитить своё бронирование
uk: Захистити своє бронювання
uz: Буюртмангизни ҳимояланг
zh: 保护您的预订

source: Protected Out Of Pocket
ca: Protecció de les Despeses de Butxaca
de: Geschützte Eigenbeteiligung
es: Pago de Bolsillo Protegido
fr: Frais de la poche protégés
it: Spesa di tasca tua protetta
ja: 保護された追加分のお支払い
kk: Өз қаражатынан қорғалатын сома
ky: Корголгон чөнтөктөн төлөм
lv: Aizsargātā Skaidrā Nauda
mn: Хамгаалагдсан өөрөөс төлсөн мөнгөн дүн
pt: Valor pago à parte protegido
ro: Protejează banii din buzunar
ru: Сумма из собственных средств под защитой
uk: Захищені власні кошти
uz: Ҳимояланган Ҳамёндан тўловлар
zh: 受保护的自付费用

source: Protected Out of Pocket:
de: Geschützte Eigenbeteiligung:
es: Pago de Bolsillo Protegido:
fr: Frais de la poche protégés :
it: Spesa di tasca tua protetta:
ko: 보호된 본인 부담금 :
ky: Корголгон чөнтөктөн төлөм
lv: Aizsargātā Skaidrā nauda:
mn: Хамгаалагдсан өөрөөс төлсөн мөнгөн дүн
ru: Сумма из собственных средств под гарантией:

source: Protected Reward Points
ca: Punts de Recompensa Protegits
de: Geschützte Reward Points
es: Puntos de Recompensa Protegidos
fr: Point de Récompense protégé
it: Crediti Premio protetti
ja: 保護されたリワードポイント
kk: Қорғаудағы бонустық ұпайлар
ky: Корголгон Бонустук Упайлар:
lv: Aizsargātie Balvu Punkti
mn: Хамгаалагдсан Шагналын Оноонууд
pt: Pontos de Recompensa protegidos
ro: Protejează punctele de recompensă
ru: Бонусные Баллы под защитой
uk: Захищені Бонусні Бали
uz: Ҳимояланган Бонус баллари
zh: 受保护的奖励积分

source: Protected Rewards Points:
de: Geschützte Reward Points:
es: Puntos de Recompensa Protegidos:
fr: Points de Récompense protégés :
it: Crediti Premio protetti:
ko: 보호된 리워드 포인트 :
ky: Корголгон Бонустук Упайлар:
lv: Aizsargātie Balvu Punktus:
mn: Хамгаалагдсан Шагналын Оноо:
ru: Бонусные Баллы под гарантией:

source: protected through Trust My Travel®(TMT).
ca: Protegits a través de Trust My Travel® (TMT).
de: durch Trust My Travel® (TMT) geschützt.
es: protegidos por Trust My Travel®(TMT).
fr: protégés par Trust My Travel® (TMT).
it: protetti con Trust My Travel® (TMT).
ja: Trust My Travel® (TMT)で保護されています。
kk: Trust My Travel® (TMT) бағдарламасымен қорғалған.
ky: Trust My Travel® (TMT) менен корголгон.
lv: aizsargāti caur Trust My Travel®(TMT).
mn: Trust My Travel® (TMT)-аар дамжуулан хамгаалагдсан болно.
pt: protegidos através da Trust My Travel®(TMT).
ro: protejate prin Trust My Travel® (TMT).
ru: защищены благодаря Trust My Travel®(TMT).
uk: захищені завдяки Trust My Travel® (TMT).
uz: Trust My Travel® (TMT) томонидан ҳимояланган.
zh: 通过 Trust My Travel®(TMT) 保护。

source: Proud and loving husband to Heather, father of six, and grandfather to four.
ca: Marit orgullós i amorós de la Heather, pare de sis fills i avi de quatre nets.
de: Stolzer und liebevoller Ehemann von Heather, Vater von sechs Kindern und Großvater von vier Kindern.
es: Esposo orgulloso y amoroso de Heather, padre de seis hijos y abuelo de cuatro nietos.
fr: Mari fier et aimant de Heather, père de six enfants et grand-père de quatre autres.
it: Orgoglioso e affettuoso marito di Heather, padre di sei figli e nonno di quattro nipoti.
ja: 愛する妻Heatherの誇り高き夫であり、6人の子どもたちの父、そして4人の孫の祖父です。
kk: Хизерге мақтан тұтарлық және сүйіспеншілікпен қараған күйеу, алты баланың әкесі және төрт немересінің атасы.
ky: Хезердин сүйүктүү жана кымбаттуу жолдошу, алты баланын атасы жана төрт баланын чоң атасы.
lv: Lepns būt mīlošs vīrs Heterei, tēvs sešiem, bet vectēvs četriem.
mn: Хайрт эхнэр Хизэрийнхээ халамжит хань, зургаан хүүхдийн эцэг, дөрвөн ач зээгийн хайртай өвөө.
pt: Marido orgulhoso e amoroso de Heather, pai de seis filhos e avô de quatro netos.
ro: Soț mândru și iubitor al lui Heather, tată a șase copii și bunic a patru nepoți.
ru: Гордый и любящий муж Хизер, отец шестерых детей и дедушка четверых.
uk: Гордий і люблячий чоловік Хізер, батько шести дітей та дідусь чотирьох.
uz: Хизернинг севимли турмуш ўртоғи, олти нафар фарзанднинг меҳрибон отаси ва тўрт нафар набиранинг буваси.
zh: Heather的骄傲且深爱的丈夫，六个孩子的父亲，四个孙子的祖父。

source: Provider
ca: Proveïdor
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore
ja: プロバイダ
kk: Провайдер
ko: 공급업체
ky: Жабдуучу
lv: Pakalpojumu sniedzējs
mn: Үйлчилгээ үзүүлэгч
pt: Provedor
ro: Furnizor
ru: Поставщик
uk: Постачальник
uz: Етказиб берувчи
zh: 供应商

source: Providing Generous INcome, Unmatched INcentives, and Award-Winning Technology
ca: Oferint INgressos Generosos, INcentius Incomparables i Tecnologia Premiada
de: Bereitstellung großzügiger eINnahmen, unübertroffener INcentives und preisgekrönter Technologie
es: Ofreciendo INgresos Generosos, INcentivos Inigualables y Tecnología Galardonada
fr: Offrir des Revenus Généreux, des INcitations INégalées et une Technologie Primée
it: Offre entrate generose, INcentivi impareggiabili e una tecnologia pluripremiata.
ja: 寛大なINカム（収入）、他に類を見ないINセンティブ、そして受賞歴のあるテクノロジーを提供
kk: Жомарт кірісті, теңдесі жоқ ынталандыруды және марапаттарға ие технологияларды қамтамасыз ету
ky: Берешен киреше, теңдешсиз стимулдар жана сыйлыктарга ээ болгон технология менен камсыз кылуу
lv: Dodot dāsnus INienākumus, Nesalīdzināmu Stimulāciju un Apbalvojuma-Vērtu Tehnoloģiju
mn: Өгөөмөр орлого, хосгүй урамшууллууд, шагналын эзэн болсон технологийг санал болгодог юм
pt: Oferecendo Renda Generosa, INcentivos INigualáveis e Tecnologia Premiada
ro: Oferind venituri generoase, stimulente de neegalat și tehnologie premiată
ru: Предоставляем щедрый доход, непревзойденные вознаграждения и удостоенные наград технологии
uk: Забезпечення щедрих доходів, неперевершених стимулів і технологій, відзначених нагородами
uz: Сахий даромад, тенгсиз рағбатлар ва мукофот олган технологиялар билан таъминланади
zh: 提供丰厚的收入、无与伦比的激励以及屡获殊荣的技术

source: Proxy
fr: Procuration
ja: プロキシ―
kk: Прокси
ky: Прокси
lv: Starpniekserveris/starpnieks
mn: Прокси
ro: Mandatar
ru: Прокси
uk: Проксі
zh: 代理

source: Proxy Detected
ca: Proxy Detectat
de: Proxy erkannt
es: Proxy Detectado
fr: Proxy détecté
it: Rilevato un proxy
ja: プロキシ検出
kk: Прокси Анықталды
ko: 프록시가 감지되었습니다
ky: Прокси сервер аныкталды
lv: Identificēts starpniekserveris
mn: Прокси илэрсэн байна
pt: Proxy detectado
ro: A fost detectat un proxy
ru: Прокси-Сервер Обнаружил
uk: Виявлено Проксі
uz: Прокси-сервер аниқланди
zh: 检测到代理

source: public and private companies
ca: empreses públiques i privades
de: öffentliche und private Unternehmen
es: compañóas públicas y privadas
fr: Entreprises publiques et privées
it: aziende pubbliche e private
ja: 公開企業および非公開企業
kk: мемлекеттік және жеке компаниялар
ky: мамлекеттик жана жеке компаниялар
lv: publiskās un privātās kompānijas
mn: улсын болон хувийн компаниуд
pt: companhias públicas e privadas
ro: companii publice și private
ru: публичные и частные компании
uk: публічні та приватні компанії
uz: давлат ва хусусий компаниялар
zh: 公共公司和私人公司
