Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Select the information you would like to export:
ca: Selecciona la informació que t'agradaria exportar:
de: Wählen Sie die Informationen aus, die Sie exportieren möchten:
es: Selecciona la información que deseas exportar:
fr: Sélectionner les informations que vous souhaitez exporter :
it: Seleziona le informazioni che desideri esportare:
ja: エクスポートしたい情報を選択する：
kk: Экспорттағыңыз келетін ақпаратты таңдаңыз:
ky: Экспорттоону каалаган маалыматты тандаңыз:
lv: Atlasiet eksportējamo informāciju:
mn: Илгээх мэдээллээ сонгоно уу:
pt: Selecione as informações que você gostaria de exportar:
ro: Selectează informațiile pe care vrei să le exporți:
ru: Выберите информацию, которую хотите экспортировать:
uk: Виберіть інформацію, яку ви хочете експортувати:
uz: Сиз экспорт қилишни истайдиган маълумотни танланг:
zh: 请选择您想导出的信息：

source: Select Ticket Group
ca: Selecciona el Grup d’Entrades
de: Ticketgruppe auswählen
es: Elegir Grupo de Tickets
fr: Sélectionner le groupe de billets
it: Seleziona il gruppo di ticket
ja: チケットグループを選択
kk: Тикет тобыны таңдаңыз
ky: Суроо-талаптын түрүн тандаңыз
lv: Atlasīt Biļešu grupu
mn: Тусламжийн хүсэлтийн бүлэг сонгох
pt: Selecione o grupo de tickets
ro: Selectează Grup de bilete
ru: Выберите группу тикетов
uk: Виберіть групу тікетів
uz: Чипта гуруҳини танлаш
zh: 选择票务组

source: Select Time Period
ca: Selecciona el període de temps
de: Wählen Sie eine Zeitspanne
es: Selecciona el Periodo de Tiempo
fr: Sélectionne la période
it: Seleziona l'intervallo di tempo
ja: 期間を選択
kk: Уақыт Кезеңін Таңдаңыз
ko: 기간 선택
ky: Убакыт алкагын тандаңыз
lv: Izvēlies laika periodu
mn: Хугацаа сонгох
pt: Selecione o período de tempo
ro: Selectaţi perioada
ru: Выбрать Период
uk: Виберіть Період Часу
uz: Вақт оралиғини танлаш
zh: 選擇時間段

source: Select travelers
ca: Selecciona viatgers
de: Reisende auswählen
es: Seleccionar viajeros
fr: Sélectionner un voyageur
it: Seleziona i viaggiatori
ja: 旅行者を選択する
kk: Саяхатшыларды таңдаңыз
ky: Саякаттоочуларды тандаңыз
lv: Izvēlies ceļotājus
mn: Аялагч нарыг сонгох
pt: Selecione viajantes
ro: Selectează călătorii
ru: Выбрать путешественников
uk: Вибрати подорожувальників
uz: Йўловчиларни танлаш
zh: 选择旅行者

source: Select Type Of Booking
ca: Selecciona el Tipus de Reserva
de: Art der Buchung auswählen
es: Elige el Tipo de Reserva
fr: Sélectionner le type de réservation
it: Scegli il tipo di prenotazione
ja: 予約のタイプを選択する
kk: Брондау Түрін Таңдаңыз
ky: Брондоо түрүн тандаңыз
lv: Atlasiet Rezervācijas Veidu
mn: Захиалгын төрлөө сонгоно уу
pt: Selecione o tipo de reserva
ro: Selectează tipul rezervării
ru: Выберите тип бронирования
uk: Виберіть тип бронювання
uz: Буюртма турини танланг
zh: 选择预订类型

source: Select who you want to sign up with:
ca: Selecciona amb qui et vols registrar:
de: Wählen Sie aus, mit wem Sie sich anmelden möchten:
es: Selecciona con quién deseas registrarte:
fr: Sélectionnez avec qui vous souhaitez vous inscrire :
it: Seleziona la persona con cui vuoi iscriverti:
ja: 一緒に登録する相手を選択してください：
kk: Тіркеуді кіммен жасағыңыз келетінін таңдаңыз:
ky: Ким менен катталгыңыз келгенин тандаңыз:
lv: Atlasiet personu, pie kuras vēlaties reģistrēties:
mn: Хэнтэй бүртгүүлэхээ сонгоно уу:
pt: Selecione com quem você deseja se inscrever:
ro: Selectează la cine vrei să te înscrii:
ru: Выберите, с кем вы хотите оформить регистрацию:
uk: Виберіть, з ким ви хочете зареєструватися:
uz: Ким билан рўйхатдан ўтишни истаётганингизни танланг:
zh: 请选择您希望注册的方式：

source: Select Your Cabin
ca: Selecciona la Teva cabina
de: Ihre Kabine auswählen
es: Seleccionar Tu Camarote
fr: Sélectionner votre cabine
it: Seleziona la tua cabina
ja: あなたのキャビンを選択する
kk: Кабинаңызды таңдаңыз
ky: Каютаңызды тандаңыз
lv: Atlasiet Savu Kajīti
mn: Өрөөгөө сонгоно уу
pt: Selecione sua cabine
ro: Selectează-ți cabina
ru: Выберите свою каюту
uk: Виберіть свою каюту
uz: Каютангизни танланг
zh: 选择您的船舱

source: Select your name format:
ca: Selecciona el format del teu nom:
de: Wählen Sie Ihr Namensformat aus:
es: Selecciona tu formato de nombre:
fr: Sélectionne le format de ton nom :
it: Seleziona il formato del tuo nome:
ja: 名前の形式を選択してください：
kk: Есіміңіздің форматын таңдау:
ko: 이름 형식 선택 :
ky: Атыңыздын форматын тандаңыз:
lv: Izvēlies sava vārda formātu:
mn: Нэр сонгох:
pt: Selecione o formato do seu nome:
ro: Selectează formatul numelui tău:
ru: Выберите свой формат имени:
uk: Оберіть формат вашого імені:
uz: Исм-шарифингиз форматини танланг:
zh: 選擇您的名稱格式：

source: Select your potential growth and reach your goals.
ca: Selecciona el teu creixement potencial i aconsegueix els teus objectius.
de: Wählen Sie Ihr Wachstumspotenzial und erreichen Sie Ihre Ziele.
es: Selecciona tu crecimiento potencial y logra tus objetivos.
fr: Sélectionnez votre potentiel de croissance et atteignez vos objectifs.
it: Seleziona il tuo potenziale di crescita e raggiungi i tuoi obiettivi.
ja: あなたの成長のポテンシャルと目標達成を選択してください。
kk: Әлеуетті өсуді таңдап, мақсаттарыңызға жетіңіз.
ko: 잠재적 성장을 선택하고 목표를 달성하십시오.
ky: Потенциалдуу өсүшүңүздү тандап, максаттарыңызга жетиңиз.
lv: Izvēlies savu potenciālo izaugsmi sava mērķa sasniegšanai.
mn: Боломжит өсөлтөө сонгоод зорилгодоо хүрнэ үү.
pt: Selecione seu potencial de crescimento e alcance seus objetivos.
ro: Selectează-ți potențialul de creștere și atinge-ți obiectivele.
ru: Выберите свой потенциальный рост и достигайте своих целей.
uk: Виберіть своє потенційне зростання і досягайте своїх цілей.
uz: Ўз потенциал ўсишингизни танланг ва мақсадларингизга эришинг.
zh: 选择您的潜在成长并实现您的目标。

source: Select your state
ca: Selecciona el teu estat
de: Ihren Staat auswählen
es: Seleccionar tu estado
fr: Sélectionner votre état
it: Seleziona il tuo stato
ja: あなたの都道府県を選択する
kk: Өз аймағыңызды таңдаңыз
ky: Штатыңызды тандаңыз
lv: Atlasiet savu valsti
mn: Аймгаа сонгоно уу
pt: Selecione seu estado
ro: Selectează-ți statul
ru: Выберите свой штат
uk: Виберіть свій штат
uz: Штатни танланг
zh: 选择您的州

source: Select Your View
ca: Selecciona la teva vista preferida
de: Wählen Sie Ihre Ansicht aus
es: Selecciona Tu Vista
fr: Sélectionnez Votre Vue
it: Seleziona la visualizzazione preferita
ja: 表示方法を選択
kk: Өз келбетіңізді таңдаңыз
ko: 보기 선택
ky: Өзүңүздүн көрүнүшүңүздү тандаңыз
lv: Izvēlies savu viedokli
mn: Доорхоос сонгоно уу
pt: Selecione sua visualização
ro: Selectează modul de vizualizare
ru: Выберете способ просмотра
uk: Виберіть спосіб перегляду
uz: Кўринишни танланг
zh: 選擇您的風景

source: Selected
ca: Seleccionat
de: Ausgewählte
es: Seleccionado:
fr: Sélectionné
it: Selezionato
ja: 選択
kk: Таңдалған
ko: 선택
ky: Тандалган
lv: Atlasīts
mn: Сонгосон
pt: Selecionado
ro: Selectat
ru: Выбрано
uk: Вибрано
uz: Танланган
zh: 已選中

source: Selected cabin category
de: Ausgewählte Kabinenkategorie
es: Categoría de camarote seleccionado
fr: Catégorie de cabine choisie
it: Categoria di cabina selezionata
ko: 선택된 객실 목록
ky: Танланган каютанын категориясы
lv: Izvēlētā kajītes kategorija
mn: Өрөөний төрөл сонгох
ru: Выбранная категория каюты

source: Selected Countries
fr: Pays Sélectionnés
it: Paesi selezionati

source: Selected Country:
ca: País Seleccionat:
de: Ausgewähltes Land:
es: País Seleccionado:
fr: Pays sélectionné :
it: Paese selezionato:
ja: 選択した国：
kk: Таңдалған Ел:
ky: Тандалган өлкө:
lv: Izvēlētā Valsts:
mn: Орон сонгох:
pt: País selecionado:
ro: Țara selectată:
ru: Выбранная страна:
uk: Вибрана країна:
uz: Танланган мамлакат:
zh: 所选国家：

source: Selected Languages
fr: Langues sélectionnées
it: Lingue selezionate

source: Selected Package
ca: Paquet seleccionat
de: Ausgewähltes Paket
es: Paquete elegido
fr: Forfait sélectionné
it: Pacchetto scelto
ja: 選択されたパッケージ
kk: Таңдалған Пакет
ko: 선택된 패키지
ky: Тандалган тариф
lv: Izvēlētā Pakete
mn: Сонгосон багц
pt: Pacote selecionado
ro: Pachetul selectat
ru: Выбранный тариф
uk: Вибраний тариф
uz: Танланган пакет
zh: 已选套餐

source: Selected Teams
fr: Équipes Sélectionnées
it: Squadre selezionate

source: Seller of Travel
ca: Venedor de viatges
de: Anbieter von Reisedienstleistungen
es: Vendedor de Viajes
fr: Vendeur de voyages
it: Venditore di viaggi
ja: 旅行販売者
kk: Саяхат Сатушысы
ko: 여행 판매자
ky: Саякат сатуучу
lv: Ceļojuma pārdevējs
mn: Аялал Борлуулагч
pt: Agente de Viagens
ro: Vânzător de călătorii
ru: Лицензия Seller of Travel
uk: Продавець Подорожей
uz: Саёҳат сотувчи
zh: 旅行賣家

source: Seller Of Travel
ca: Venedor de viatges
de: Anbieter von Reisedienstleistungen
es: Vendedor de Viajes
fr: Vendeur de voyages
it: Venditore di viaggi
ja: 旅行の販売者
kk: Саяхат Сатушысы
ko: 여행 판매자
ky: Саякат Сатуучу
lv: Ceļojuma pārdevējs
mn: Аялал Борлуулагч
pt: Agente de Viagens
ro: Vânzător de călătorii
ru: Лицензия Seller of Travel
uk: Продавець Подорожей
uz: Саёҳат сотувчи
zh: 旅行賣家

source: Seller:
ca: Venedor:
de: Verkäufer:
es: Vendedor:
fr: Vendeur :
it: Venditore:
ja: 販売者：
kk: Сатушы:
ko: 판매자:
ky: Сатуучу:
lv: Pārdevējs:
mn: Борлуулагч:
pt: Vendedor:
ro: Vânzător:
ru: Продавец:
uk: Продавець:
uz: Сотувчи:
zh: 賣方：

source: Selling Rate
ca: Tarifa de Venda
de: Verkaufskurs
es: Tarifa de Venta
fr: Taux de vente
it: Tariffa di vendita
ja: 販売レート
kk: Сату ставкасы
ky: Сатуу тарифи
lv: Pārdošanas Likme
mn: Борлуулах үнэ
pt: Tarifa de venda
ro: Rata de vânzare
ru: Ставка продажи
uk: Курс продажу
uz: Сотув курси
zh: 销售价格

source: Send
ca: Enviar
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
kk: Жіберу
ko: 보내기
ky: Жөнөтүү
lv: Sūti
mn: Илгээх
pt: Enviar
ro: Trimite
ru: Отправить
uk: Надіслати
uz: Жўнатиш
zh: 發送

source: Send a Push Blast
ca: Envia missatge via App
de: Ein Push Blast senden
es: Enviar Mensaje vía App
fr: Envoie un souffle de poussée
it: Invia messaggi multipli tramite app mobile
ja: プッシュ通知を送信する
kk: Push Blast жіберу
ko: 푸쉬 블라스트 보내기
ky: Push Blast жөнөтүү
lv: Dalies atbalsta trūkumā
mn: Push Blast илгээх
pt: Enviar mensagem via app
ro: Trimite mesaje prin aplicaţie
ru: Отправить Push Blast
uk: Відправити Push Blast
uz: Push Blast жўнатиш
zh: 通過應用程序發送消息

source: Send Amount
ca: Enviar Import
de: Betrag senden
es: Enviar Cantidad
fr: Envoyer le montant
it: Invia l'importo
ja: 送金する
kk: Жіберу Сомасы
ko: 송금액
ky: Сумманы жөнөтүү
lv: Nosūtīt summu
mn: Илгээх дүн
pt: Enviar valor
ro: Trimite suma
ru: Отправить сумму
uk: Надіслати суму
uz: Ўтказма суммаси
zh: 发送金额

source: Send an Email
ca: Enviar un correu electrònic
de: Email senden
es: Enviar email
fr: Envoie un E-mail
it: Invia email
ja: メールを送信
kk: Электрондық Хат Жіберу
ko: 이메일 발송
ky: Электрондук кат жөнөтүү
lv: Nosūti epastu
mn: Имэйл илгээх
pt: Enviar e-mail
ro: Trimite un email
ru: Отправить сообщение по электронной почте
uk: Надіслати повідомлення по електронній пошті
uz: Электрон хабар жўнатиш
zh: 發送壹封電子郵件

source: Send an invitation directly to one of your contacts.
ca: Envia una invitació directament a un dels teus contactes.
de: Senden Sie direkt eine Einladung an einen Ihrer Kontakte.
es: Enviar una invitación directamente a uno de tus contactos.
fr: Envoie une invitation directement à l'un de tes contacts.
it: Invia un invito direttamente a uno dei tuoi contatti.
ja: 連絡先に直接招待状を送信します。
kk: Шақыруды тікелей контактілеріңіздің біріне жіберу.
ko: 연락처 중 한 분에게 직접 가입안내를 보냅니다.
ky: Байланыштарыңыздын бирине түз сунуш жөнөтүңүз.
lv: Sūti ielūgumu tikai vienai jūsu kontaktpersonai.
mn: Харилцагч нартаа урилга илгээх.
pt: Envie um convite diretamente para um de seus contatos.
ro: Trimiteţi o invitaţie direct unuia dintre contactele dvs.
ru: Отправить приглашение напрямую на один из ваших контактов.
uk: Надіслати запрошення безпосередньо до одного з ваших контактів.
uz: Контактларингиздан бирига тўғридан-тўғри таклиф жўнатиш.
zh: 直接向您的某個聯繫人發送邀請。

source: Send Birthday Email
ca: Enviar un email d'aniversari
de: Geburtstags-E-Mail senden
es: Enviar email de cumpleaños
fr: Envoyer un e-mail d'anniversaire
it: Invia email di compleanno
ja: 誕生日メールを送信
kk: Туған күн құттықтау электрондық поштасын жіберу
ko: 생일 축하 이메일 보내기
ky: Туулган күндү куттуктоо үчүн электрондук кат жөнөтүңүз
lv: Sūti Dzimšanas Dienas e-pastu
mn: Төрсөн өдрийн мэнд хүргэх
pt: Enviar e-mail de aniversário
ro: Trimite un email pentru ziua de naștere
ru: Отправить письмо с поздравлением с Днём рождения
uk: Надіслати листа з вітанням з Днем народження
uz: Туғилган кун табригини жўнатиш
zh: 發送生日電子郵件

source: Send email invite
ca: Envia una invitació per correu electrònic
de: E-Mail-Einladung senden
es: Enviar invitación por email
fr: Envoyer une invitation par courriel
it: Spedisci un invito via email
ja: 招待メールを送信
kk: Шақыруды электрондық пошта арқылы жіберіңіз
ky: Э-почта аркылуу чакыруу жөнөтүү
lv: Sūtīt e-pasta ielūgumu
mn: Урих имэйл илгээх
pt: Enviar convite por email
ro: Trimite invitaţie prin e-mail
ru: Отправить email-приглашение
uk: Відправити email-запрошення
uz: Электрон почтага таклифнома жўнатиш
zh: 发送电子邮件邀请

source: Send Facebook Post to Friends
ca: Enviar missatges de Facebook a amics
de: Facebook Posting an Freunde senden
es: Envía un mensaje a tus amigos de Facebook
fr: Envoie des messages Facebook à des amis
it: Invia un post su Facebook agli amici
ja: 友達にFacebookの投稿を送る
kk: Facebook Жарияланымыңызды Достарыңызға Жіберіңіз
ko: 페이스북 친구에게 메시지 보내기
ky: Facebook Постту Досторуңузга жөнөтүңүз
lv: Sūti Facebook ziņu saviem draugiem
mn: Facebook-ийн найзууддаа илгээх
pt: Enviar postagem do Facebook para amigos
ro: Trimite prietenilor o postare Facebook
ru: Отправить Публикацию Друзьям В Facebook
uk: Надіслати Друзям пост на сторінці Facebook
uz: Дўстларимга Facebook постларини жўнатиш
zh: 给朋友發送Facebook帖子

source: Send Invitation
ca: Enviar invitació
de: Einladung versenden
es: Enviar Invitaciones
fr: Envoie une invitation
it: Invia invito
ja: 招待状を送る
kk: Шақыруды Жіберу
ko: 가입안내 보내기
ky: Чакыруу жөнөтүү
lv: Sūti ielūgumu
mn: Урилга илгээх
pt: Enviar convite
ro: Trimite invitaţie
ru: Отправить Приглашение
uk: Надіслати Запрошення
uz: Таклиф жўнатиш
zh: 發送邀請

source: Send Invite
ca: Enviar invitació
de: Einladung versenden
es: Enviar invitación
fr: Envoyer une invitation
it: Invia invito
ja: 招待メールを送信
kk: Шақыру Жіберу
ko: 초대 보내기
ky: Чакыруу жөнөтүү
lv: Sūtīt ielūgumu
mn: Урилга илгээх
pt: Enviar convite
ro: Trimite invitaţie
ru: Отправить приглашение
uk: Відправити запрошення
uz: Таклиф жўнатиш
zh: 發送邀請

source: Send Invites
ca: Enviar invitacions
de: Einladungen senden
es: Enviar Invitaciones
fr: Envoyer des invitations
it: Invia gli inviti
ja: 招待メールを送信
kk: Шақыру Жіберу
ko: 초대 보내기
ky: Чакыруу жөнөтүү
lv: Sūtīt uzaicinājumus
mn: Урилга илгээх
pt: Enviar convites
ro: Trimite invitații
ru: Отправить приглашения
uk: Надіслати запрошення
uz: Таклифлар жўнатишда
zh: 发送邀请

source: Send message
ca: Enviar Missatge
de: Nachricht senden
es: Enviar Mensaje
fr: Envoyez le Message
it: Invia il messaggio
ja: メッセージを送信
kk: Хабарлама жіберу
ko: 메시지 발송
ky: Кабардама жөнөтүү
lv: Sūti ziņu
mn: Илгээх
pt: Enviar mensagem
ro: Trimite mesaj
ru: Отправить сообщение
uk: Відправити повідомлення
uz: Хат юбориш
zh: 發信息

source: Send money
ca: Enviar diners
de: Geld senden
es: Enviar dinero
fr: Envoyer de l'argent
it: Invia denaro
ja: 送金する
kk: Ақша Жіберу
ko: 송금하기
ky: Акча жөнөтүү
lv: Sūtīt naudu
mn: Шилжүүлэг хийх
pt: Enviar dinheiro
ro: Trimite bani
ru: Отправить деньги
uk: Відправити кошти
uz: Пул жўнатиш
zh: 汇款

source: Send Notification
fr: Envoyer une Notification
it: Invia notifica

source: Send personalized emails and invite people to join InCruises.
ca: Envia correus electrònics personalitzats i convida les persones a unir-se a InCruises.
de: Versenden Sie personalisierte E-Mails und laden Sie Menschen ein, sich InCruises anzuschließen.
es: Enviar emails personalizados e invita a más personas a unirse a inCruises.
fr: Envoyer des e-mails personnalisés et inviter les gens à rejoindre InCruises.
it: Invia email personalizzate e invita le persone a iscriversi a inCruises.
ja: パーソナライズされたメールを送信し、inCruisesの入会を招待する。
kk: Жеке электрондық хаттарды жіберіңіз және адамдарды InCruises қосылуға шақырыңыз.
ky: Жекелештирилген электрондук каттарды жөнөтүңүз жана адамдарды inCruisesке кошулууга чакырыңыз.
lv: Nosūtiet personalizētus e-pasta ziņojumus un uzaiciniet personas pievienoties InCruises.
mn: Имэйл илгээж хүмүүсийг inCruises-д нэгдэхийг урих.
pt: Envie emails personalizados e convide pessoas para participar da InCruises.
ro: Trimite e-mailuri personalizate și invită oamenii să se alăture InCruises.
ru: Отправляйте персонализированные письма и приглашайте людей присоединяться к InCruises.
uk: Надсилайте персональні листи та запрошуйте людей приєднуватися до InCruises.
uz: Хусусийлаштирилган таклифномалар жўнатиб, инсонларни InCruises га таклиф этинг.
zh: 发送个性化电子邮件并邀请人们加入InCruises。

source: Send Private Invitation
ca: Envia invitació privada
de: Eine private Einladung versenden
es: Enviar Invitación Privada
fr: Envoie une invitation privée
it: Invia invito privato
ja: 非公開の招待状を送信
kk: Жеке Шақыру Жіберу
ko: 개별 가입안내 보내기
ky: Жеке чакыруу жөнөтүү
lv: Sūti privāto ielūgumu
mn: Хувьчилсан урилга илгээх
pt: Enviar convite privado
ro: Trimite o invitaţie privată
ru: Отправить Личное Приглашение
uk: Надіслати Приватне Запрошення
uz: Шахсий таклиф жўнатиш
zh: 發送私人邀請

source: Send private invitations to your friends. If they click on them, and registers with us, you will automatically get credit. You can send as many as you like.
ca: Envia invitacions privades als teus amics. Si cliquen en elles, i es registren amb nosaltres, obtindràs un abonament automàtic. Pots enviar-ne tantes com vulguis.
de: Senden Sie private Einladungen an Ihre Freunde. Wenn sie auf die Einladungen klicken und sich registrieren, werden Sie automatisch Vergütungen erhalten. Sie können so viele Einladungen versenden wie Sie möchten.
es: Envía invitaciones privadas a tus amigos. Si hacen clic en ellas y se registran con inCruises™, recibirás automáticamente crédito por su registro. Puedes enviar tantas como quieras.
fr: Envoie des invitations privées à tes amis. S'ils cliquent dessus et qu'ils effectuent une réservation avec nous, tu obtiendras automatiquement du crédit. Tu peux en envoyer autant que tu le souhaite.
it: Invia inviti privati ai tuoi amici. Se faranno clic sul tuo link e si registreranno al sito, tu ne riceverai automaticamente credito. Puoi inviarne quanti ne vuoi.
ja: あなたの友達にプライベートな招待状を送りましょう。 彼らがそれらをクリックし、インクルーズに登録すれば、あなたは自動的に新規紹介を得ます。 好きなだけ送信できます。
kk: Жеке шақыруларыңызды достарыңызға жіберіңіз. Егер олар оған шертіп, бізге тіркелсе, сіз автоматты түрде төлем аласыз. Сіз қалағаныңызша шексіз көп шақырулар жібере аласыз.
ko: 친구에게 개인적 가입안내를 보냅니다. 그들이 클릭하여 등록하면 귀하는 자동으로 보상을 받습니다. 원하는만큼 보낼 수 있습니다.
ky: Досторуңузга жеке чакырууларды жөнөтүңүз. Эгер алар сиз жөнөткөн шилтемеге басып, биздин баракчабызга катталса, сиз автоматтык түрдө кредит аласыз. Каалаганыңызча чакыруу шилтемеси жөнөтсөңүз болот.
lv: Sūti privātos ielūgumus saviem draugiem.Ja viņi uz tiem noklikšķinās un piereģistrēsies,jūs automātiski dabūsiet kredītu.Jūs varat mums nosūtīt cik daudz jūs vēlaties.
mn: Энэ бол Facebook-ийн найзууддаа хувьчилсан урилга илгээх арга юм. Хэрэв тэд таны багт бүртгүүлвэл та автоматаар орлого авах бөгөөд цаашид энэ аргыг ашиглан хэдэн ч хүнд хувьчлан урилга илгээх боломжтой болно.
pt: Envie convites privados para seus amigos. Se eles clicarem e se registrarem na InCruises você receberá automaticamente créditos por isso. Você pode enviar quantos convites quiser.
ro: Trimite invitaţii private prietenilor tăi. Dacă ei dau click pe ele şi se înregistrează la noi, aceasta se pune automat în contul tău. Poţi trimite cât de multe îţi face plăcere.
ru: Отправить личные приглашения своим друзьям. Когда они будут нажимать на них и регистрироваться на нашем сайте, вы автоматически получите уведомление. Вы можете отправить неограниченное количество приглашений.
uk: Надсилайте індивідуальні запрошення друзям. Якщо вони натиснуть на них, і зареєструються на нашому сайті, ви автоматично отримаєте бали. Ви можете надсилати необмежену кількість запрошень.
uz: Дўстларингизга шахсий таклифлар юборинг. Агар улар ҳаволани босиб, бизда рўйхатдан ўтсалар, сиз автомат равишда бонус оласиз. Қанча хоҳласангиз, шунча таклиф жўнатишингиз мумкин.
zh: 向您的朋友發送私人邀請。如果他們點擊並註冊，您將自動獲得信用。您可以發送任意數量的邀請。

source: Send Push Notification
fr: Envoyer une Notification Push
it: Invia notifica push

source: Send Push Notifications
fr: Envoyer des Notifications Push
it: Invia notifiche push

source: Send reminder
ca: Envia un recordatori
de: Erinnerung senden
es: Enviar recordatorio
fr: Envoyer un rappel
it: Invia un promemoria
ja: リマインドを送信する
kk: Еске салғышты жіберу
ky: Эскертүү жөнөтүү
lv: Sūtīt atgādinājumu
mn: Сануулга илгээх
pt: Enviar lembrete
ro: Trimite un memento
ru: Отправить напоминание
uk: Надіслати нагадування
uz: Эслатма жўнатиш
zh: 发送提醒

source: Send SMS
ca: Enviar SMS
de: SMS senden
es: Enviar SMS
fr: Envoyer un SMS
it: Invia SMS
ja: SMSを送信
kk: SMS Жіберу
ko: 문자 전송
ky: SMS жөнөтүү
lv: Sūtiet SMS
mn: Мессеж илгээх
pt: Enviar SMS
ro: Trimite SMS
ru: Отправить SMS
uk: Надіслати SMS
uz: СМС Жўнатиш
zh: 发简讯

source: Send Verification Email
ca: Envia el correu electrònic de verificació
de: Bestätigungs-Email senden
es: Enviar email de verificación
fr: Envoie un mail de vérification
it: Invia email di verifica
ja: 確認メールを送信
kk: Электрондық Поштаңыздың Растамасын Жіберіңіз
ko: 검증 이메일 발송
ky: Ырастоочу электрондук кат жөнөтүңүз
lv: Nosūti pārbaudes epastu
mn: Баталгаажуулах имэйл илгээх
pt: Enviar email de verificação
ro: Trimite email pentru confirmare
ru: Отправьте Подтверждение Электронной Почты
uk: Надішліть Підтвердження Електронної Пошти
uz: Тасдиқловчи электрон почтани жўнатинг
zh: 發送驗證電子郵件

source: Sending
ca: Enviant
de: Senden von
es: Enviando
fr: Envoi
it: Invio in corso
ja: 送信中
kk: Жіберу
ko: 배상
ky: Жөнөтүү
lv: Sūtīšana
mn: Илгээж байна
pt: Enviando
ro: Trimiterea este în curs
ru: Отправка
uk: Відправка
uz: Жўнатилмоқда
zh: 发送

source: Sending Push Notifications to %{count} records...
fr: Envoi de Notifications Push à %{count} enregistrements...
it: Invio di notifiche push a %{count} record...

source: Sengrid Contacts
ca: Contactes de Sengrid
de: Sengrid Kontakte
es: Contactos de Sengrid
fr: Contacts Sengrid
it: Contatti Sendgrid
ja: セングリッドの連絡先
kk: Контактілер Сандгрид
ko: 센그리드 연락처
ky: Sengrid байланыштары
lv: Sūtīšanas Kontakti
mn: Харилцагч нар
pt: Contatos Sendgrid
ro: Contacte Sendgrid
ru: Контакты Sengrid
uk: Контакти Sengrid
uz: Sengrid контактлари
zh: Sendgrid联系人

source: Senior Managers and Advisors
ca: Directors Sèniors i Assessors
de: Leitende Angestellte und Berater
es: Gerentes Senior y Asesores
fr: Cadres supérieurs et conseillers
it: Manager e Consulenti Senior
ja: シニアマネージャー と アドバイザー
kk: Сеньор Менеджер жне Кеңесшілер
ky: Улук менеджерлер жана кеңешчилер
lv: Seniori Menedžeri un Padomdevējii
mn: Ахлах менежер болон зөвлөхүүд
pt: Gerentes Sênior e Consultores
ro: Senior Managers și Advisors
ru: Старшие управляющие и консультанты
uk: Старші менеджери та радники
uz: Катта менежерлар ва Маслаҳатчилар
zh: 高级经理和顾问

source: Senior Marketing Director
ca: Director de màrqueting sènior
es: Director Senior de Marketing
fr: Directeur Principal du Marketing
ja: シニア マーケティング ディレクター
kk: Сеньор Маркетинг Директор
ko: 시니어 마케팅 디렉터
lv: Vecākais mārketinga direktors
pt: Diretor de Marketing Sênior
ro: Director de Marketing Senior
ru: Сеньор Маркетинг Директор
uk: Сеньор Маркетинг Директор
uz: Сеньор маркетинг директор

source: SENIOR MARKETING DIRECTOR
fr: DIRECTEUR MARKETING SENIOR
ja: シニア マーケティング ディレクター (SMD)
kk: СЕНЬОР МАРКЕТИНГ ДИРЕКТОРЫ
ko: 시니어 마케팅 디렉터
lv: VECĀKAIS MĀRKETINGA DIREKTORS
pt: DIRETOR DE MARKETING SÊNIOR
ro: DIRECTOR DE MARKETING SENIOR
ru: СЕНЬОР МАРКЕТИНГ ДИРЕКТОР
uk: СЕНЬОР МАРКЕТИНГ ДИРЕКТОР
uz: СЕНЬОР МАРКЕТИНГ ДИРЕКТОР

source: Senior Marketing Director (SMD)
fr: Directeur Principal du Marketing (SMD)

source: Senior Marketing Director & Marketing Director
fr: Senior Marketing Director et Marketing Director
it: Senior Marketing Director e Marketing Director
