Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: and your partners earning
fr: et vos partenaires gagnent
it: e il reddito dei tuoi Partner
ja: およびパートナーの収入
kk: және сіздің серіктестеріңіздің табысы
pt: e seus parceiros ganhando
ro: și partenerii tăi câștigă
uk: і ваші партнери заробляють
uz: ва Ҳамкорларингиз даромади
zh: 以及您合伙人的收入

source: Andorra la Vella, Andorra
fr: Andorre- la -Vieille, Andorre
ja: アンドラ公国、アンドラ・ラ・ベリャ
kk: Андорра ла Велла, Андорра
ky: Андорра ла Велла, Андорра
lv: Andorra la Vella, Andora
mn: Андорра ла Велла, Андорра
ru: Андорра ла Велла, Андорра
uk: Андорра-ла-Велья, Андорра
uz: Андорра ла Велла, Андорра
zh: 安道尔城，安道尔

source: Android
fr: Androïde
ja: アンドロイド
ko: 안드로이드
lv: Androīds
mn: Андройд

source: Android & Apple Compatible
ca: Compatible amb Android i Apple
de: Android & Apple-kompatibel
es: Compatible con Android y Apple
fr: Compatible avec Android & Apple
it: Compatibile con Android e Apple
ja: Android & Apple 機種対応
kk: Android және Apple құрылғыларымен үйлесімді
ky: Android & Apple менен шайкеч
lv: Android & Apple saderīgs
mn: Android болон Apple төхөөрөмжинд
pt: Compatível com Android e Apple
ro: Compatibil Android & Apple
ru: Совместимо с Android и Apple
uk: Сумісно з Android та Apple
uz: Android & Apple мувофиқлиги
zh: 安卓&苹果兼容

source: Android and Apple Compatibility
ca: Compatibilitat amb Android i Apple
de: Android- und Apple-Kompatibilität
es: Compatibilidad con Android y Apple
fr: Compatibilité Android et Apple
it: Compatibilità con Android e Apple
ja: Android と Apple 機種対応
kk: Android және Apple үйлесімділігі
ko: Android 및 Apple 호환성
ky: Android жана Apple шайкештиги
lv: Android un Apple savietojamība
mn: Android болон Apple төхөөрөмжинд
pt: Compatibilidade com Android e Apple
ro: Compatibilitate Android și Apple
ru: Совместимость с Android и Apple
uk: Сумісність з Android і Apple
uz: Android ва Apple мувофиқлиги
zh: 安卓和苹果兼容性

source: Animals & Nature
ca: Animals & Naturalesa
de: Tiere & Natur
es: Animales y Naturaleza
fr: Animaux et nature
it: Animali e natura
ja: 動物＆自然
kk: Жануарлар мен табиғат
ko: 동물 & 자연
ky: Жаныбарлар жана жаратылыш
lv: Dzīvnieki & Daba
mn: Байгал, ан амьтан
pt: Animais e Natureza
ro: Animale & Natură
ru: Животные и природа
uk: Тварини та природа
uz: Ҳайвонот ва табиат
zh: 动物与自然

source: Annual Income (USD)
ca: Ingressos anuals (USD)
de: Jahreseinkommen (USD)
es: Ingreso Anual (USD)
fr: Revenu Annuel (USD)
it: Reddito annuale (USD)
ja: 年間収入（米ドル）
kk: Жылдық Табыс (USD)
ko: 연간 소득 (USD)
ky: Жылдык Киреше (USD)
lv: Gada ienākumi(USD)
mn: Жилийн орлого (Ам.Доллараар)
pt: Renda anual (USD)
ro: Venit anual (USD)
ru: Годовой доход (USD)
uk: Річний дохід (USD)
uz: Йиллик даромад (АҚШ доллари)
zh: 年收入（美元）

source: Anonymous
ca: Anònim
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
ja: 匿名
kk: Анонимді
ko: 익명
ky: Анонимдүү
lv: Anonīms
mn: Нэрээ бичээгүй хандивлагч
pt: Anônimo
ro: Anonim
ru: Анонимный
uk: Анонімний
uz: Аноним
zh: 匿名

source: Anonymous donation
fr: Don anonyme
it: Donazione anonima
pt: Doação anônima
uk: Анонімне пожертвування

source: Anonymous donation.
ca: Donació anònima.
de: Anonyme Spende.
es: Donación anónima.
fr: Don anonyme.
it: Donazione anonima.
ja: 匿名で寄付する。
kk: Анонимді қайырымдылық.
ky: Анонимдүү кайрымдуулук
lv: Anonīms ziedojums.
mn: Нэрээ нууцалсан хандив.
pt: Doação anônima.
ro: Donație anonimă.
ru: Анонимное пожертвование.
uk: Анонімне пожертвування.
uz: Аноним эҳсон.
zh: 匿名捐赠。

source: answer
ca: resposta
de: Antwort
es: respuesta
fr: réponse
it: risposta
ja: 回答
kk: жауап
ko: 답
ky: жооп
lv: atbilde
mn: хариулт
pt: resposta
ro: răspuns
ru: ответ
uk: відповідь
uz: жавоб
zh: 回答

source: Answer quick questions
ca: Respon preguntes ràpides
de: Kurze Fragen beantworten
es: Responde preguntas rápidas
fr: Répondre à des questions rapides
it: Rispondi a delle brevi domande
ja: 簡単な質問に答える
kk: Қысқа сұрақтарға жауап беріңіз
ky: Кыска суроолорго жооп бериңиз
lv: Atbildiet uz ātriem jautājumi
mn: Богино асуултуудад хариулна уу
pt: Responda perguntas rápidas
ro: Răspunde la întrebări rapide
ru: Ответьте на короткие вопросы
uk: Дайте відповідь на короткі запитання
uz: Қисқа саволларга жавоб беринг
zh: 回答简短问题

source: Anthony Varvaro - Chief Operating Officer and Chief Financial Officer
ca: Anthony Varvaro - Director Operatiu i Director Financer
de: Anthony Varvaro - Geschäftsführer und Finanzvorstand
es: Anthony Varvaro - Director de Operaciones y Director Financiero
fr: Anthony Varvaro - Directeur des Opérations et Directeur Administratif et Financier
it: Anthony Varvaro - Direttore Generale e Direttore Finanziario
ja: アンソニー・ヴァルヴァロ - チーフ オペレーション オフィサー 兼 チーフ ファイナンシャル オフィサー
kk: Энтони Варваро - Бас операциялық директор және бас қаржы директоры
ko: 앤서니 바르바로 - 최고 운영 책임자 및 최고 재무 책임자
ky: Энтони Варваро - башкы операциялык жана башкы каржылык директор
lv: Anthony Varvaro - Galvenais Procesu un Finansiālo Jautājumu Speciālists
mn: Антони Варваро - Үйл ажиллагаа хариуцсан Захирал, Санхүү хариуцсан Захирал
pt: Anthony Varvaro - Diretor de Operações e Diretor Financeiro
ro: Anthony Varvaro - Director Operațiuni și Director Financiar
ru: Энтони Варваро - операционный и финансовый директор
uk: Ентоні Варваро - операційний та фінансовий директор
uz: Энтони Варваро - Бош Молия директори ва Бош Операцион директор
zh: Anthony Varvaro - 首席运营官兼首席财务官

source: Anthony Varvaro on
ca: Anthony Varvaro en
de: Anthony Varvaro
es: Anthony Varvaro en
fr: Anthony Varvaro est activé
it: Anthony Varvaro su
ja: Anthony Varvaro
kk: Энтони Варваро туралы
ky: Энтони Варваро төмөнкү тууралу
lv: Anthony Varvaro par
mn: Антони Варваро
pt: Anthony Varvaro em
ro: Anthony Varvaro despre
ru: Энтони Варваро в
uk: Ентоні Варваро в
uz: Энтони Варваро
zh: Anthony Varvaro在

source: Any commitment required by inCruises' Terms of Service, Privacy Policy or other agreement shall also apply to this Agreement. In the event of a conflict, the terms of this Agreement shall prevail.
ca: Qualsevol compromís requerit pels Termes de Servei, la Política de Privacitat d’inCruises o qualsevol altre acord també s’aplicarà a aquest Acord. En cas de conflicte, prevaldran els termes d’aquest Acord.
de: Alle Verpflichtungen, die sich aus den Servicebedingungen, der Datenschutzrichtlinie oder anderen Vereinbarungen von inCruises ergeben, gelten auch für diese Vereinbarung. Im Konfliktfall haben die Bestimmungen dieser Vereinbarung Vorrang.
es: Cualquier compromiso requerido por los Terms of Service, la Política de Privacidad u otro acuerdo de inCruises también será aplicable al presente Acuerdo. En el caso de un conflicto, los términos de este Acuerdo prevalecerán.
fr: Tout engagement requis par les Conditions d'Utilisation, la Polituque de Confidentialité ou tout autre accord d'inCruises s'appliquera également à cet Accord. En cas de conflit, les termes de cet Accord prévaudront.
it: Qualsiasi obbligo stabilito dalle Condizioni di servizio, dall'Informativa sulla privacy o da altri contratti di inCruises si applicherà anche al presente Contratto. In caso di conflitto, prevarranno i termini del presente Contratto.
ja: inCruises'の 利⽤規約, プライバシーポリシー またはその他の契約により要求されるコミットメントも、本契約に適用されるものとします。矛盾が生じた場合は、本契約の条項が優先されるものとします。
kk: InCruises қызметтерін ұсыну шарттарында, Құпиялылық саясатында немесе басқа Келісімде көзделген кез келген міндеттемелер де осы Келісімге қолданылады. Келіспеушіліктер туындаған жағдайда осы Келісімнің шарттары басым күшке ие болады.
ky: inCruises'тин Тейлөө шарттарында, Купуялык саясатында же башка келишимдерде каралган бардык милдеттенмелер бул Келишимге да тиешелүү. Эгерде кайчы келишпестик жаралса, анда бул Келишимдин шарттары артыкчылыкка ээ болот.
lv: Visas saistības, kas paredzētas INCruises pakalpojumu sniegšanas noteikumos, privātuma politikā vai citā nolīgumā, attiecas arī uz šo Līgumu. Konflikta gadījumā noteicošie ir šī Līguma nosacījumi.
mn: inCruises-ийн Үйлчилгээний нөхцөл, Нууцлалын бодлого болон бусад гэрээнд заасан аливаа үүрэг хариуцлага нь энэхүү Гэрээнд мөн хамаарна. Маргаан үүссэн Гэрээний нөхцөлийг баримтална.
pt: Qualquer compromisso exigido pelos Termos de Serviço, Política de Privacidade ou outro acordo da inCruises também se aplica a este Contrato. Em caso de conflito, os termos deste Contrato prevalecerão.
ro: Orice angajament cerut de Termenii și condițiile inCruises, Politica de confidențialitate sau alt acord se va aplica și acestui Acord. În cazul unui conflict, termenii acestui acord vor prevala.
ru: Любые обязательства, предусмотренные Условиями предоставления услуг inCruises, Политикой конфиденциальности или другим соглашением, также применяются и к настоящему Соглашению. В случае противоречий приоритетом обладают условия настоящего Соглашения.
uk: Будь-які зобов'язання, передбачені Умовами надання послуг inCruises, Політикою конфіденційності або іншою угодою, також застосовуються до цієї Угоди. У разі суперечностей пріоритет мають умови цієї Угоди.
uz: inCruises Хизмат кўрсатиш шартлари, Маҳфийлик Сиёсати ва бошқа битимларида талаб этилган ҳар қандай мажбурият ушбу Шартномага ҳам татбиқ этилади. Низоли ҳолатлар юзага келганда, ушбу Шартнома устувор ҳисобланади.
zh: inCruises服务条款、隐私政策或其他协议中要求的任何承诺也适用于本协议。如有冲突，应以本协议的条款为准。

source: Any compliance issues may result in ineligibility for the contest.
ca: Qualsevol incompliment pot comportar la desqualificació del concurs.
de: Jegliche Compliance-Probleme können dazu führen, dass der Wettbewerb nicht mehr zulässig ist.
es: Cualquier incumplimiento puede comportar la descalificación del concurso.
fr: Tout problème de conformité peut entraîner l'exclusion du concours.
it: Qualsiasi problema di compliance può comportare l'inammissibilità al concorso.
ja: コンプライアンスに問題が発生した場合、コンテストへの参加資格を失う可能性があります。
kk: Талаптардың кез келген бұзылуы конкурсқа қатысқаны үшін дисквалификацияға әкелуі мүмкін.
ky: Ар кандай шайкештик талаптарын бузуу конкурска катышуу укугунан ажыратууга алып келиши мүмкүн.
lv: Jebkādi atbilstības jautājumi var izraisīt neatbilstību konkursam.
mn: Хэрэв та ямар нэгэн дүрэм зөрчин шалгагдаж буй тохиолдолд уралдаанд оролцох эрхгүй болох магадлалтай.
pt: Quaisquer problemas de conformidade podem resultar na inelegibilidade para o concurso.
ro: Orice problemă de conformitate poate duce la neeligibilitatea pentru concurs.
ru: Любые проблемы в области комплаенс-контроля могут повлиять на допуск к участию в конкурсе.
uk: Будь-які проблеми відповідності ведення бізнесу належним чином можуть призвести до неможливості участі в конкурсі.
uz: Ҳар қандай шикоятлар танловдан дисквалификация қилинишга олиб келади.
zh: 任何合规问题可能导致竞赛资格被取消。

source: Any compliance violations may result in disqualification. These include but are not limited to violations of Partner Agreement, the Policies and Procedures and the
ca: Qualsevol incompliment de la normativa pot comportar la desqualificació. Aquests inclouen, però no es limiten a, infraccions de l’Acord de Soci, les Polítiques i Procediments i les
de: Verstöße gegen die Vorschriften können zur Disqualifikation führen. Dazu gehören unter anderem Verstöße gegen die Partnervereinbarung, die Bestimmungen und Modalitäten sowie die
es: Cualquier incumplimiento a la normativa puede resultar en descalificación. Estas incluyen, pero no están limitadas, violaciones al Contrato de Socio, las Políticas y Procedimientos y el
fr: Tout manquement à la conformité peut enrtaîner la disqualification. Il s'agit notamment, sans toutefois s'y limiter, des violations de l'Accord de Partenariat, des Politiques et Procédures et de
it: Qualsiasi violazione delle norme di conformità può comportare la squalifica. Queste includono, a titolo esemplificativo ma non esaustivo, violazioni del Contratto Partner, delle Politiche e Procedure e del
ja: いかなるコンプライアンス違反も失格の対象となる場合があります。これには、パートナー同意書、方針および手続きマニュアル、その他関連規定の違反が含まれますが、それらに限定されるものではありません
kk: Кез келген сәйкестік талаптарын бұзу дисквалификацияға әкелуі мүмкін. Бұған Серіктестік Келісімнің, Ережелер мен Нұсқаулықтардың және басқа да талаптардың бұзылуы кіруі мүмкін, бірақ олармен шектелмейді
ky: Ар кандай эреже бузуулар дисквалификацияга алып келиши мүмкүн. Аларга Өнөктөштүк келишимин бузуулар, Саясаттарды жана процедураларды бузуулар жана
mn: Ямар нэгэн эрх зүйн зөрчил гаргасан тохиолдолд эрх хасах хүртэл арга хэмжээ авах боломжтой. Үүнд Түншийн Гэрээ, Бодлого Журмын Гарын Авлага зэргээр хязгаардагдахгүйгээр
pt: Quaisquer violações de conformidade podem resultar em desqualificação. Estas incluem, entre outras, violações do Contrato de Parceiro, das Políticas e Procedimentos e da
ro: Orice încălcare a conformității poate duce la descalificare. Acestea includ, dar nu se limitează la, încălcări ale Acordului de Partener, ale Politicilor și Procedurilor și ale
ru: Любое нарушение нормативных требований может привести к дисквалификации. Сюда относятся, в частности, нарушения Соглашения Партнёра, Политики и Процедур, а также
uk: Будь-які порушення вимог відповідності можуть призвести до дискваліфікації. До них належать, але не обмежуються, порушеннями Угоди з Партнером, Політики та Процедур, а також
uz: Қоидаларни бузиш дисквалификацияга олиб келиши мумкин. Бу ўз ичига Ҳамкорлик битими, Сиёсат ва жараёнлар қўлланмаси ва
zh: 任何违反合规规定的行为都可能导致取消资格。这些行为包括但不限于违反合伙人协议、政策与程序以及

source: Any cruise or inStays booking where 10% or more of the total price is paid with "out-of-pocket" funds can be protected, which is 95+% of all travel bookings!
ca: Qualsevol reserva de creuer o d'inStays en què el 10% o més del preu total es pagui amb fons "de la teva butxaca" es pot protegir, cosa que representa més del 95% de totes les reserves de viatge!
de: Jede Kreuzfahrt- oder inStays-Buchung, bei der 10 % oder mehr des Gesamtpreises aus eigener Tasche bezahlt werden, kann geschützt werden. Das sind über 95 % aller Reisebuchungen!
es: Es posible proteger cualquier reserva de crucero o inStays en el que el 10% o más del precio total se haya pagado de tu bolsillo, lo que representa el ¡95% o más del total las reservas!
fr: Toute réservation de croisière ou d'inStays pour laquelle 10 % ou plus du prix total est payé de sa poche peut être protégée, ce qui représente plus de 95 % de toutes les réservations !
it: Possono essere protette tutte le prenotazioni di crociera o inStays in cui almeno il 10% del prezzo totale sia pagato con denaro "di tasca propria" ovvero oltre il 95% di tutte le prenotazioni di viaggi!
ja: クルーズまたはinStaysの予約のうち、料金総額の10%以上を「自己負担分」で支払った場合、保護することができ、これは全旅行予約の95％以上です！
kk: Жалпы құнының 10% немесе одан да көп бөлігі қалтадан төленетін кез келген круиз немесе inStays тұру брондауын қорғауға болады, бұл барлық туристік брондаулардың 95%-дан астамын құрайды!
ky: Жалпы баанын 10% же андан көбү "өз чөнтөгүнөн" төлөнгөн ар кандай круиздик же inStays брондоолорун коргоого болот, ал эми бул бардык саякат брондоолорунун 95+%ын түзөт!
lv: Jebkura kruīza vai inStays rezervācija, kur 10% vai vairāk no kopējās cenas ir maksāta ar "skaidras-naudas-līdzekļiem", kas ir 95 +% no visām ceļojuma rezervācijām!
mn: Захиалгын нийт үнийн дүнгийн 10 болон дээш хувийг "өөрөөс төлсөн" мөнгөөр төлсөн ямар ч далайн аяллын болон зочид буудлын захиалгыг хамгаалах боломжтой бөгөөд энэ нь захиалгын нийт үнийн 95+% гэсэн үг юм!
pt: Qualquer reserva de cruzeiro ou de hotel com a inStays, em que 10% ou mais do preço total seja pago com fundos “do próprio bolso”, pode ser protegida, o que representa mais de 95% de todas as reservas!
ro: Orice rezervare de croazieră sau inStays în care 10% sau mai mult din prețul total este plătită cu fonduri „din buzunar” poate fi protejată, adică 95+% din toate rezervările de călătorie!
ru: Любое бронирование в inStays или круиза, где 10 или более процентов итоговой стоимости оплачено "из собственных средств", может быть защищено. А это 95+% от всех бронирований путешествий!
uk: Будь-яке бронювання inStays або круїзу, в якому 10 або більше відсотків підсумкової вартості сплачено "з власних коштів", може бути захищене. А це 95% від усіх бронювань подорожей!
uz: Умумий қийматининг 10%и ёки ундан кўпи ҳамёндан тўланган ҳар қандай круиз ёки inStays буюртмаси маблағлари ҳимояланган, бу эса барча саёҳат буюртмаларининг 95+%ини ташкил этади!
zh: 任何邮轮或inStays预订，只要10%或更多的总价是用“自费”资金支付的，都可以受到保护，这占所有旅行预订的95%以上！

source: Any modification of this Addendum or additional obligation assumed by either party in connection with this Addendum shall be binding only if evidenced in writing signed by each party or an authorized representative of each party.
ca: Qualsevol modificació d'aquest Annex o responsabilitat addicional assumida per qualsevol de les parts en relació amb aquest Annex només serà vinculant si ho demostra per escrit signat per cada part o un representant autoritzat de cada part.
de: Jede Änderung dieses Zusatzes oder einer zusätzlichen Verpflichtung, die eine der Parteien im Zusammenhang mit diesem Zusatz übernimmt, ist nur verbindlich, wenn sie schriftlich festgehalten wird und von jeder Partei oder einem Bevollmächtigten jeder Partei unterzeichnet wird.
es: Cualquier modificación de este Anexo u obligación adicional asumida por cualquiera de las partes en relación con este Anexo será vinculante solo si se demuestra por escrito, firmado por o un representante autorizado de cada parte.
fr: Toute modification de cet Addendum ou obligation supplémentaire assumées par chacune des parties en relation avec cet Addendum les engageront uniquement si elles sont établies par écrit et signées par chacune des parties ou un représentant autorisé de celles-ci.
it: Qualsiasi modifica di questo Addendum o di ulteriori obblighi assunti da una delle parti in relazione al presente Addendum sarà vincolante solo se comprovata per iscritto e firmata da ciascuna delle parti o da un rappresentante autorizzato di ciascuna parte.
ja: 本追加条項の修正または本追加条項に関連していずれかの当事者が引き受ける追加の義務は、書面により各当事者または各当事者の正式な代表者が署名した場合にのみ拘束力を有するものとします。
kk: Осы Қосымшаға кез келген өзгеріс немесе кез келген тараптың осы Қосымшаға байланысты қосымша міндеттемелері әр тараптың немесе әрбір тараптың уәкілетті өкілінің қолымен расталған жағдайда ғана міндетті күшіне ие болады.
ko: 이 추가 조항의 수정이나 이 추가 조항과 관련하여 당사자가 취한 추가 의무는 각 당사자의 권한을 위임 받은 대리인이 서면으로 서명한 경우에만 구속력을 가집니다.
ky: Ушул Толуктоого киргизилген ар кандай өзгөртүүлөр же ушул Толуктоого байланыштуу тараптардын бири тарабынан кабыл алынган кошумча милдеттенмелер ар бир тарап же тараптардын ар биринин ыйгарым укуктуу өкүлү кол койгон жазуу жүзүндө тастыкталганда гана милдеттүү болот.
lv: Jebkuras šī pielikuma izmaiņas vai papildus pienākumi, ko liek priekšā viena vai otra puse būs saistoši, ja tos ir parakstījušas abas puses vai to pilnvarota persona.
mn: Энэхүү Нэмэлт Өөрчлөлтийг ямар нэгэн байдлаар өөрчлөх эсхүл энэ Нэмэлт Өөрчлөлттэй холбоотойгоор аль нэг талаас хийх нэмэлт үүрэг хариуцлага нь гагцхүү талуудаас эсхүл тэдгээрийн итгэмжлэгдсэн төлөөлөгчид бичгээр үйлдэж, гарын үсгээ зураж баталгаажуулсан тохиолдолд хүчин төгөлдөр болно.
pt: Qualquer modificação deste Adendo ou obrigação adicional assumida por qualquer das partes em relação a este Adendo somente será obrigatória se comprovada por escrito e assinada por cada parte ou um representante autorizado de cada parte.
ro: Orice modificare a acestui Act Adiţional sau obligaţie adiţional asumată de către fiecare parte în legătură cu acest Act Adiţional va fi obligatoriu doar dacă va fi dovedit în scris, semnat de fiecare din părţi sau de către un reprezentant al fiecărei părţi.
ru: Любое изменение настоящего Дополнения или дополнительных обязательств, принятых любой из сторон в связи с настоящим Дополнением, имеет обязательную силу, только если оно подтверждено в письменной форме за подписью каждой стороны или уполномоченного представителя каждой из сторон.
uk: Будь-яка зміна цього Додатка або додаткових зобов'язань, прийнятих кожною зі сторін в зв'язку з цим Доповненням, має обов'язкову силу, тільки якщо воно підтверджено в письмовій формі та підписано кожною зі сторін або уповноваженого представника кожної зі сторін.
uz: Ушбу Қўшимчанинг ҳар қандай ўзгартирилиши ёки тарафлардан бири томонидан мазкур Қўшимча билан боғлиқ ҳолда қабул қилинган қўшимча мажбурият, агар у тарафларнинг ёки уларнинг ваколатли вакилларининг имзоси билан ёзма шаклда тасдиқланса, кучга эга бўлади.
zh: 本附錄的任何修改或任何一方就本附錄所承擔的附加義務，只有在各方或每一方的授權代表簽字書面證明的情況下才具有約束力。
