Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Earn a $500.00 Marketing Director Bonus! When you reach MD before the end of your first full calendar month.
ca: Guanya una bonificació de 500,00 dòlars com a Marketing Director! Quan arribis a MD abans del final del teu primer mes complet del calendari.
de: Verdienen Sie einen Marketing Director Bonus in H. v. 500,00 $! Wenn Sie MD vor dem Ende Ihres ersten vollen Kalendermonats erreichen.
es: ¡Obtén un bono de Marketing Director de $500.00! Cuando llegues a MD antes del final de tu primer mes natural completo.
fr: Gagner un bonus de Directeur du Marketing de 500.00$ ! Lorsque vous atteignez MD avant la fin de votre premier mois civil complet.
it: Guadagna il bonus di $500 del Marketing Director! Raggiungendo l'MD prima della fine del tuo primo mese di calendario completo.
ja: $500.00 のマーケティング ディレクター ボーナスを獲得！ 最初の暦月の丸１ヶ月までにMDに到達。
kk: Маркетинг бойынша директордың $500 бонусын алыңыз! Бірінші толық күнтізбелік айдың соңына дейін MD жеткен кезде.
ky: Биринчи толук календардык айдын аягына чейин MD даражасына жеткен кезде <strong>500.00 $ Маркетинг Директорунун бонусун алыңыз!
lv: Nopelni $500.00 Mārketinga Direktora Bonusu! Kad sasniedz MD pirms beigām savā pirmajā pilnā kalendārajā mēnes.
mn: Та эхний сардаа Marketing Director цолонд хүрч уг цолны $500-ын урамшууллыг аваарай.
pt: Ganhe um bônus de Diretor de Marketing de $500! Quando você atingir MD antes do final de seu primeiro mês completo do calendário.
ro: Câștigă un bonus de Marketing Director de 500$! Când ajungi la MD înainte de sfârșitul primei luni calendaristice complete.
ru: Заработайте $500 в виде бонуса для Маркетинг-Директора! Добейтесь ранга МД до окончания своего первого полного календарного месяца.
uk: Заробіть $500 у вигляді бонусу для Marketing Director! Досягніть рангу MD до закінчення свого першого повного календарного місяця.
uz: 500$ Маркетинг директор бонусини қўлга киритинг! Бунинг учун <strong>дастлабки тўлиқ календарь ойининг охиригача МД рангига эришинг.
zh: 赚取500.00美元的营销总监奖金！ 当您在结束前到达MD第一个完整的日历月。

source: Earn a matching bonus equal to the amount of instant bonuses earned by all your direct partners each week. To be eligible to claim your weekly bonus your direct partners must have $600 in member activation volume and you must personally have $200 in member activation volume during the qualifying week.
ca: Guanya una bonificació de compensació igual al total de bonificacions instantànies guanyades per tots els teus socis directes cada setmana. Per ser elegible per reclamar la teva bonificació setmanal, els teus socis directes han de tenir 600 dòlars en volum d'activació de membres i tu has de tenir personalment 200 dòlars en volum d'activació de membres durant la setmana de qualificació
de: Verdienen Sie einen Matching-Bonus in Höhe der Summe der Sofortboni, die alle Ihre direkten Partner jede Woche verdienen. Um teilnahmeberechtigt zu sein und Ihren wöchentlichen Bonus zu erhalten, müssen Ihre direkten Partner einen Mitgliederaktivierungsumsatz von 600 $ und Sie persönlich einen Mitgliederaktivierungsumsatz von 200 $ in der Qualifikationswoche vorweisen können.
es: Obtén un bono equivalente a la cantidad de bonos instantáneos ganados por todos tus Socios Directos cada semana. Para poder reclamar tu bono semanal, tus Socios Directos deben tener $600.00 en volumen de activaciones de Miembros y tú debes tener $200.00 en volumen de activaciones de Miembros durante la semana de calificación.
fr: Gagnez un bonus correspondant au montant des bonus instantanés gagnés par tous vos partenaires directs chaque semaine. Pour pouvoir prétendre à votre bonus hebdomadaire, vos partenaires directs doivent disposer de 3 activations des membres et votre volume d'activation des membres doit s'élever personnellement à 200 $ au cours de la semaine de référence.
it: Guadagna un bonus corrispondente all'importo dei bonus istantanei guadagnati da tutti i tuoi Partner diretti ogni settimana. Per poter richiedere il bonus settimanale, i tuoi Partner diretti devono avere un volume di Attivazione di Membri pari a 600 $ e tu personalmente devi avere un volume di Attivazione di Membri pari a 200 $ durante la settimana di qualificazione.
ja: 毎週あなたの直紹介パートナーたちが獲得したインスタントボーナスの合計額に等しいマッチングボーナスを獲得してください。毎週のボーナスを獲得する資格を得るためには、直紹介パートナーが合計$600以上の新規メンバー登録ボリュームを達成することが必要です。またその週に少なくともご自身で新規直紹介メンバー登録で最低$200を達成する必要があります。
kk: Барлық тікелей серіктестер апта сайын алатын жедел бонустар сомасына тең тиісті бонус алыңыз. Апта сайынғы бонусқа ие болу үшін сіздің тікелей серіктестеріңізде мүшелер үшін активтендіру сомасы үшін 600 доллар болуы керек, ал біліктілік аптасында мүшелер үшін активтендіру сомасы үшін сізде 200 доллар болуы керек.
ky: Бардык түз Өнөктөштөрүңүз тапкан дароо түшчү бонустун суммасына барабар болгон Шайкеш бонусун апта сайын алыңыз. Апталык бонусту талап кылуу үчүн сиздин түз өнөктөштөрүңүздүн мүчөлүк активдештирүү көлөмү 600 долларды түзүшү керек, ал эми сиздин жеке өзүңүздүн мүчөлүк активдештирүү көлөмүңүз 200 долларды түзүшү керек.
lv: Katru nedēļu iegūstiet mačing bonusu, kas vienāda ar tūlītējo bonusu summu, ko nopelnījuši visi jūsu tiešie partneri. Lai jūsu tiešie partneri varētu pretendēt uz iknedēļas bonusu, tiem ir jābūt 600 ASV dolāriem dalībnieku aktivizācijas apjomā un jums ir jābūt $200 biedru aktivizācijas apjomā kvalifikācijas nedēļā.
mn: Та өөрийн хувьчлан идэвхжүүлсэн Түнш нарын долоо хоног бүрийн урамшуулалтай тэнцэх хэмжээний тохируулах урамшууллыг авах боломжтой юм. Үүний тулд таны хувьчлан идэвхжүүлсэн Түнш нарын гишүүнчлэлийн идэвхжүүлэлтийн нийт хэмжээ $600-д хүрсэн байхаас гадна та тухайн долоо хоногт хувьчлан $200-ын идэвхжүүлэлт хийсэн байх ёстой.
pt: Receba um bônus correspondente igual à quantidade de bônus instantâneos ganhos por todos os seus parceiros diretos a cada semana. Para ser elegível para reivindicar seu bônus semanal, seus parceiros diretos devem ter $600 em volume de ativação de membros e você deve ter pessoalmente $200 em volume de ativação de membros durante a semana de qualificação.
ro: Câștigă un bonus egal egal cu cantitatea de bonusuri instant câștigate de toți partenerii tăi direcți în fiecare săptămână. Pentru a fi eligibili pentru a-ți revendica bonusul săptămânal, partenerii tăi direcți trebuie să aibă un volum de activare de 600$, iar tu personal trebuie să ai 200$ în volum de activare al membrilor în timpul săptămânii de calificare.
ru: Зарабатывайте матчинг-бонус, равный количеству мгновенных бонусов, полученных всеми вашими прямыми партнёрами каждую неделю. Чтобы вы имели право на еженедельный бонус, ваши прямые партнёры должны иметь $600 активационного объёма по членам клуба, а вы лично должны сделать по членам клуба $200 активационного объёма в течение квалифиционной недели.
uk: Заробляйте метчінг бонус, який прирівнюється кількості миттєвих бонусів, зароблених усіма вашими прямими Партнерами щотижня. Щоб ви мали право на щотижневий бонус, ваші прямі Партнери повинні мати $600 активаційного об'єму за членами клубу, а ви особисто повинні зробити за членами клубу $200 активаційного об'єму протягом кваліфікаційного тижня.
uz: Ҳар ҳафта тўғридан-тўғри Ҳамкорларингиз ишлаб топган дарҳол тўланадиган бонусларга тенг миқдордаги бонусларни қўлга киритинг. Ҳафталик бонусларни қўлга киритиш учун тўғридан-тўғри Ҳамкорларингиз бир ҳафта ичида аъзо фаоллиги ҳажмини 600$ га етказиши ва сиз ҳам ўша ҳафтада аъзо фаоллиги ҳажмини 200$ га етказишингиз шарт.
zh: 赚取与您所有直接合作伙伴每周获得的即时奖金相等的匹配奖金。要有资格领取每周奖金，您的直接合作伙伴必须在该周内达到$600的会员激活金额，而您个人必须在该周内达到$200的会员激活金额。

source: Earn a matching bonus equal to the amount of instant bonuses earned by all your direct Partners each week. To be eligible to claim your weekly bonus your direct Partners must have $600 in member activation volume and you must personally have $200 in member activation volume during the qualifying week.
ca: Guanya una bonificació de compensació igual a l'import de les bonificacions instantànies obtingudes per tots els teus Socis directes cada setmana. Per ser elegible per reclamar la teva bonificació setmanal, els teus socis directes han de tenir 600 dòlars en volum d'activació de membres i tu has de tenir personalment 200 dòlars en volum d'activació de membres durant la setmana de qualificació.
de: Verdienen Sie einen Matching-Bonus in Höhe der Summe der Sofortboni, die all Ihre direkten Partner jede Woche verdienen. Um teilnahmeberechtigt zu sein und Ihren wöchentlichen Bonus zu erhalten, müssen Ihre direkten Partner einen Mitgliederaktivierungsumsatz von 600 $ und Sie persönlich einen Mitgliederaktivierungsumsatz von 200 $ in der Qualifikationswoche vorweisen können.
es: Obtén un bono equivalente a la cantidad de bonos instantáneos ganados por todos tus Socios Directos cada semana. Para poder reclamar tu bono semanal, tus Socios Directos deben tener $600.00 en volumen de activaciones de Miembros y tú debes tener $200.00 en volumen de activaciones de Miembros durante la semana de calificación.
fr: Gagnez un bonus correspondant au montant des bonus instantanés gagnés par tous vos partenaires directs chaque semaine. Pour pouvoir prétendre à votre bonus hebdomadaire, vos partenaires directs doivent disposer de 3 activations des membres et votre volume d'activation des membres doit s'élever personnellement à 200 $ au cours de la semaine de référence.
it: Guadagna un bonus equivalente all'importo dei bonus istantanei guadagnati da tutti i tuoi Partner diretti ogni settimana. Per poter richiedere il bonus settimanale, i tuoi Partner diretti devono avere un volume di Attivazione di Membri pari a 600 $ e tu personalmente devi avere un volume di Attivazione di Membri pari a 200 $ durante la settimana di qualificazione.
ja: 毎週あなたの直紹介パートナーたちが獲得したインスタントボーナスの合計額に等しいマッチングボーナスを獲得してください。毎週のボーナスを獲得する資格を得るためには、直紹介パートナーが合計$600以上の新規メンバー登録ボリュームを達成することが必要です。またその週に少なくともご自身で新規直紹介メンバー登録で最低$200を達成する必要があります。
kk: Барлық тікелей серіктестер апта сайын алатын жедел бонустар сомасына тең тиісті бонус алыңыз. Апта сайынғы бонусқа ие болу үшін сіздің тікелей серіктестеріңізде 600 АҚШ доллары көлемінде активтендіру сомасы болуы керек, ал сізде біліктілік аптасында 200 АҚШ доллары көлемінде активтендіру сомасы болуы керек.
ky: Бардык түз Өнөктөштөрүңүз тапкан дароо түшүүчү бонустун суммасына барабар болгон Шайкеш бонусун апта сайын алыңыз. Апталык бонусту талап кылуу үчүн түз Өнөктөштөрүңүздө мүчөлүк активдештирүү көлөмүндө $600 болушу керек жана сиз жеке өзүңүздүн мүчөлүк активдештирүү көлөмүңүздө $200 болушуңуз керек.
lv: Iegūstiet atbilstošu bonusu, kas ir vienāds ar tūlītējo bonusu summu, ko katru nedēļu saņem visi jūsu tiešie Partneri. Lai varētu pieprasīt jūsu iknedēļas bonusu, jūsu tiešajiem Partneriem ir jābūt $600 biedru aktivizācijuapjomā un jums pesrsonīgi ir jābūt$200 biedru aktivizāciju apjomā kvalificēšanās nedēļā.
mn: Та өөрийн хувьчлан идэвхжүүлсэн Түнш нарын долоо хоног бүрийн урамшуулалтай тэнцэх хэмжээний тохируулах урамшууллыг авах боломжтой юм. Үүний тулд таны хувьчлан идэвхжүүлсэн Түнш нарын гишүүнчлэлийн идэвхжүүлэлтийн нийт хэмжээ $600-д хүрсэн байхаас гадна та тухайн долоо хоногт хувьчлан $200-ын идэвхжүүлэлт хийсэн байх ёстой.
pt: Receba um bônus correspondente igual à quantidade de bônus instantâneos ganhos por todos os seus parceiros diretos a cada semana. Para ser elegível para reivindicar seu bônus semanal, seus parceiros diretos devem ter $600 em volume de ativação de membros e você deve ter pessoalmente $200 em volume de ativação de membros durante a semana de qualificação.
ro: Câștigă un bonus egal egal cu cantitatea de bonusuri instant câștigate de toți partenerii tăi direcți în fiecare săptămână. Pentru a fi eligibili pentru a-ți revendica bonusul săptămânal, partenerii tăi direcți trebuie să aibă un volum de activare a membrilor de 600$ și trebuie să ai personal 200$ în volum de activare a membrilor în timpul săptămânii de calificare.
ru: Зарабатывайте матчинг-бонус, равный количеству мгновенных бонусов, полученных всеми вашими прямыми Партнёрами каждую неделю. Чтобы вы имели право на еженедельный бонус, ваши прямые Партнёры должны иметь $600 активационного объёма по членам клуба, а вы лично должны сделать по членам клуба $200 активационного объёма в течение квалифиционной недели.
uk: Заробляйте метчінг бонус, який прирівнюється кількості миттєвих бонусів, зароблених усіма вашими прямими Партнерами щотижня. Щоб ви мали право на щотижневий бонус, ваші прямі Партнери повинні мати $600 активаційного об'єму за членами клубу, а ви особисто повинні зробити за членами клубу $200 активаційного об'єму протягом кваліфікаційного тижня.
uz: Ҳар ҳафта тўғридан-тўғри Ҳамкорларингиз ишлаб топган дарҳол тўланадиган бонусларга тенг миқдордаги бонусларни қўлга киритинг. Ҳафталик бонусларни қўлга киритиш учун тўғридан-тўғри Ҳамкорларингиз бир ҳафта ичида аъзо фаоллиги ҳажмини 600$ га етказиши ва сиз ҳам ўша ҳафтада аъзо фаоллиги ҳажмини 200$ га етказишингиз шарт.
zh: 赚取与您所有直接合作伙伴每周获得的即时奖金相等的匹配奖金。要有资格领取每周奖金，您的直接合作伙伴必须在该周内达到$600的会员激活量，而您个人必须在该周内达到$200的会员激活量。

source: Earn a one-time $500 Fast Start bonus for achieving Marketing Director in your first full calendar month
fr: Gagnez un bonus de Démarrage Rapide unique de 500 $ pour avoir atteint le statut de Marketing Director au cours de votre premier mois calendaire complet
it: Guadagna il bonus Avvio Veloce una tantum di $500 raggiungendo la qualifica di Marketing Director nel tuo primo mese solare completo.
pt: Ganhe um bônus único de US$ 500 pelo Início Rápido ao atingir o patamar de Marketing Director no seu primeiro mês completo
uk: Отримайте одноразовий бонус «Швидкий Старт» у розмірі $500 за досягнення рангу Marketing Director у свій перший повний календарний місяць.

source: Earn a one-time $500 Fast Start bonus for achieving Marketing Director in your first full calendar month.
fr: Gagnez un bonus de Démarrage Rapide unique de 500 $ pour avoir atteint le statut de Marketing Director au cours de votre premier mois calendaire complet.
it: Guadagna il bonus Avvio Veloce una tantum di $500 raggiungendo la qualifica di Marketing Director nel tuo primo mese solare completo.
pt: Ganhe um bônus único de US$ 500 pelo Início Rápido ao atingir o patamar de Marketing Director no seu primeiro mês completo.
uk: Отримайте одноразовий бонус «Швидкий Старт» у розмірі $500 за досягнення рангу Marketing Director у свій перший повний календарний місяць.

source: Earn a percentage of the monthly Activation Volume produced by you and your Builders Base.
fr: Gagnez un pourcentage du Volume d'Activation mensuel généré par vous et votre Base des Constructeurs.
it: Guadagna una percentuale del volume di Attivazione mensile generato da te e dalla tua Base Costruttori.
kk: Өзіңіз және сіздің Фундамент Бизнес жасаған ай сайынғы Белсендіру Көлемінен пайыздық табыс табыңыз.
pt: Ganhe uma porcentagem do Volume de Ativação mensal produzido por você e sua Base de Construtores.
uk: Заробіть відсоток від місячного Активаційного Обсягу, створеного вами та вашим Фундаментом Бізнесу.
uz: Сиз ва Қурувчилар базангиз ойлик Фаолликлари ҳажмидан фоиз ишлаб топинг.
zh: 赚取您和建设者基础所产生的每月激活业绩量的一定百分比。

source: Earn a Weekly Matching Bonus on your direct Partners Activation Bonuses when they produce $600+ in a week and you personally produce $200+ in that same week.
fr: Gagnez un Bonus de Correspondence Hebdomadaire sur les Bonus d'Activation de Partenaires directs lorsqu'ils génèrent plus de 600 $ en une semaine et que vous-même générez plus de 200 $ la même semaine.
it: Guadagna un Bonus Equivalente Settimanale sui Bonus di Attivazione dei tuoi Partner Diretti quando questi generano più di $600 in una settimana e tu personalmente generi più di $200 nella stessa settimana.
ja: あなたの直紹介パートナーが1週間で600ドル以上のアクティベーションボーナスを獲得し、あなた自身も同じ週に200ドル以上を獲得した場合、直紹介パートナーのアクティベーションボーナスに対してウィークリーマッチングボーナスを受け取ることができます。
kk: Тікелей Серіктестеріңіздің Белсендіру Бонустары үшін апта сайынғы сәйкес бонус алыңыз, егер олар бір апта ішінде 600 доллардан асса және сіз сол аптада 200 доллардан асатын болсаңыз.
pt: Ganhe um bônus semanal correspondente aos bônus de ativação dos seus Parceiros Diretos quando eles gerarem mais de US$600 em uma semana e você gerar pessoalmente mais de US$200 na mesma semana.
ro: Câștigă un Bonus Săptămânal de potrivire la Bonusurile de Activare ale Partenerilor tăi direcți atunci când aceștia produc peste 600$ într-o săptămână, iar tu personal produci peste 200$ în aceeași săptămână.
uk: Отримайте щотижневий бонус-мечинг, рівний бонусам ваших прямих Партнерів за Активації, якщо вони зроблять обіг $600+ за тиждень, а ви особисто зробите $200+ обігу за той самий тиждень.
uz: Тўғридан-тўғри Ҳамкорларингиз ишлаб чиқариш ҳажми бир ҳафтада камида 600$ га етса ва ўша ҳафтада сизнинг шахсий ишлаб чиқариш ҳажмингиз ҳам 200$ бўлса, тўғридан-тўғри Ҳамкорларингиз Фаоллик бонусларига тенг Ҳафталик Мувофиқлик бонусини ишлаб топинг.
zh: 当您的直属合伙人在一周内创造$600以上业绩，且您本人在同一周内也创造$200以上业绩时，您将获得他们激活奖励的每周匹配奖励。

source: Earn a Weekly Matching Bonus on your direct Partners's Activation Bonuses when they produce $600+ in a week and you personally produce $200+ in that same week.
fr: Gagnez un Bonus de Correspondence Hebdomadaire sur les Bonus d'Activation de vos Partenaires directs lorsqu'ils génèrent plus de 600 $ en une semaine et que vous-même générez plus de 200 $ la même semaine.
it: Guadagna un Bonus Equivalente Settimanale sui Bonus di Attivazione dei tuoi Partner Diretti quando questi generano più di $600 in una settimana e tu personalmente generi più di $200 nella stessa settimana.
kk: Тікелей Серіктестеріңіздің Белсендіру Бонустары үшін апта сайынғы сәйкес бонус алыңыз, егер олар бір апта ішінде 600 доллардан асса және сіз сол аптада 200 доллардан асатын болсаңыз.
pt: Ganhe um bônus semanal correspondente aos bônus de ativação dos seus Parceiros Diretos quando eles gerarem mais de US$600 em uma semana e você gerar pessoalmente mais de US$200 na mesma semana.
ro: Câștigă un Bonus Săptămânal de potrivire la Bonusurile de Activare ale Partenerilor tăi direcți atunci când aceștia produc peste 600$ într-o săptămână, iar tu personal produci peste 200$ în aceeași săptămână.
uk: Отримайте щотижневий бонус-мечинг, рівний бонусам ваших прямих Партнерів за Активації, якщо вони зроблять обіг $600+ за тиждень, а ви особисто — $200+ обігу за той самий тиждень.
uz: Тўғридан-тўғри Ҳамкорларингиз ишлаб чиқариш ҳажми бир ҳафтада камида 600$ га етса ва ўша ҳафтада сизнинг шахсий ишлаб чиқариш ҳажмингиз ҳам 200$ бўлса, тўғридан-тўғри Ҳамкорларингиз Фаоллик бонусларига тенг Ҳафталик Мувофиқлик бонусини ишлаб топинг.
zh: 当您的直属合伙人在一周内创造$600以上业绩，且您本人在同一周内也创造$200以上业绩时，您将获得他们激活奖励的每周匹配奖励。

source: Earn at least $5 for every $100 of Recurring Qualified Production.
ca: Guanya almenys 5 dòlars per cada 100 dòlars de Producció Qualificada Recurrent.
fr: Gagnez au moins 5 $ pour chaque tranche de 100 $ de Production Récurrente Qualifiée.
it: Guadagna almeno $5 per ogni $100 di produzione ricorrente qualificata.
ja: リカーリング認定売上$100ごとに、最低でも$5の報酬を獲得できます。
kk: Әрбір $100 көлеміндегі Рекурренттік Білікті Өндіріс үшін кем дегенде $5 табыңыз.
pt: Ganhe pelo menos US$5 por cada US$100 de produção qualificada recorrente.
ro: Câștigă cel puțin 5$ pentru fiecare 100$ de producție calificată recurentă.
uk: Отримуйте щонайменше $5за кожні $100 Кваліфікованого рекурентинвого товарообігу.
uz: Ҳар 100$ Даврий Квалификацион ишлаб чиқариш учун камида 5$ ишлаб топинг.
zh: 每获得$100的合格持续业绩，您至少可赚取$5。
