Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Achieved
ca: Aconseguit
de: Erreicht
es: Logrado
fr: Atteint
it: Raggiunto
ja: 達成
kk: Қол Жеткізілді
ko: 달성
ky: Ишке ашты
lv: Sasniegts
mn: Хүлээн авлаа
pt: Alcançado
ro: Realizat
ru: Достигнуто
uk: Досягнуто
uz: Эришилди
zh: 达成

source: Activate a Partner To Start Building Your Team
ca: Activa un Soci Per Començar a Construir el Teu Equip
de: Aktivieren Sie einen Partner für den Aufbau Ihres Teams
es: Activa un Socio para empezar a formar tu equipo
fr: Activez un Partenaire pour commencer à bâtir votre équipe
it: Attiva un Partner per iniziare a costruire il tuo team
ja: チーム構築を始めるには、パートナーをアクティベートしましょう
kk: Өз тобыңызды құруды бастау үшін серіктес табыңыз
ky: Командаңызды түзүү үчүн бир өнөктөш активдештириңиз
lv: Lai sāktu veidot savu Komandu, aktivizējiet Partneri
mn: Өөрийн багийг бүрдүүлж эхлэхийн тулд Түнш идэвхжүүлээрэй
pt: Ative um Parceiro Para Começar a Construir Sua Equipe
ro: Activează un partener pentru a începe să-ți construiești echipa
ru: Активируйте Партнёра, чтобы начать строить свою команду
uk: Активуйте Партнера, щоб почати будувати свою команду
uz: Ўз жамоангизни қуришни бошлаш учун битта Ҳамкорни фаоллаштиринг
zh: 激活合作伙伴，开始组建您的团队

source: Activate at least
fr: Activez au moins
it: Attiva almeno

source: Activate at least 4 NEW Direct Partners.
ca: Activa almenys 4 NOUS Socis Directes.
de: Mindestens 4 NEUE Direktpartner aktivieren.
es: Activa, por lo menos, 4 NUEVOS Socios Directos.
fr: Activer au moins 4 NOUVEAUX Partenaires directs.
it: Attiva almeno 4 NUOVI Partner Diretti.
ja: 最低4人の新規直紹介パートナーを登録。
kk: Кем дегенде 4 жаңа тікелей серіктесті қосыңыз.
ky: Жок дегенде 4 Түз өнөктөштү активдештириңиз.
lv: Aktivizējiet vismaz 4 JAUNOS Tiešos Partnerus.
mn: Хамгийн багадаа 4 ШИНЭ Түнш хувьчлан идэвхжүүлэх
pt: Ative pelo menos 4 NOVOS Parceiros diretos.
ro: Activează cel puțin 4 NOI parteneri direcţi.
ru: Активировать как минимум 4-х НОВЫХ прямых Партнёров.
uk: Активувати щонайменше 4 НОВИХ прямих Партнерів.
uz: Камида 4 нафар ЯНГИ тўғридан-тўғри Ҳамкорларни фаоллаштиринг.
zh: 至少激活4名直接合作伙伴。

source: Activate at least 8 new Direct Partners
ca: Activa almenys 8 Socis Directes nous
de: Aktivieren Sie mindestens 8 neue Direktpartner
es: Activa, por lo menos, 8 nuevos Socios Directos
fr: Activer au moins 8 nouveaux Partenaires Directs
it: Attiva almeno 8 nuovi Partner Diretti
ja: 直紹介パートナーを8名以上登録
kk: Кем дегенде 8 жаңа тікелей серіктесті белсендіріңіз
ky: Жок дегенде 8 жаңы түз өнөктөштү активдештириңиз
mn: Хамгийн багадаа 8 шинэ Түнш хувьчлан идэвхжүүлэх
pt: Ative pelo menos 8 novos Parceiros Diretos
ro: Activează cel puțin 8 noi parteneri direcți
ru: Активируйте как минимум 8-х НОВЫХ прямых Партнёров
uk: Активувати щонайменше 8 нових Прямих Партнерів
uz: Камида 8 нафар янги тўғридан-тўғри Ҳамкорларни фаоллаштиринг
zh: 至少激活8位新的直属合伙人

source: Activate at least 8 NEW Direct Partners during the contest period.
ca: Activa almenys 8 NOUS Socis Directes durant el període del concurs.
de: Aktivieren Sie während des Wettbewerbszeitraums mindestens 8 NEUE Direktpartner.
es: Activa, por lo menos, 8 NUEVOS Socios Directos durante el período del concurso.
fr: Activer au moins 8 NOUVEAUX Partenaires directs pendant la durée du concours.
it: Attiva almeno 8 NUOVI Partner Diretti durante il periodo del concorso.
ja: コンテスト期間中に最低8人以上の新規直紹介パートナーを登録。
kk: Байқау кезеңінде кем дегенде 8 жаңа тікелей серіктестерді қосыңыз.
ky: Сынактын жүрүшүндө жок дегенде 8 жаңы түз өнөктөштү активдештириңиз.
lv: Aktivizējiet vismaz 8+ JAUNOS Tiešos Partnerus konkursa laikā.
mn: Уралдааны хугацаанд хамгийн багадаа 8 ШИНЭ Түнш хувьчлан идэвхжүүлэх.
pt: Ative pelo menos 8 NOVOS Parceiros diretos durante o período do concurso.
ro: Activează cel puțin 8 NOI parteneri direcți în perioada concursului.
ru: Активировать как минимум 4-х НОВЫХ прямых Партнёров в период проведения конкурса.
uk: Активувати щонайменше 8 НОВИХ прямих Партнерів у період проведення конкурсу.
uz: Танлов даврида камида 8 нафар ЯНГИ тўғридан-тўғри Ҳамкорларни фаоллаштиринг.
zh: 至少在比赛期间激活8个以上的新直接合作伙伴。

source: Activated Members still within the 90 period after receiving their first invoice.
ca: Membres Activats que encara es troben dins del període de 90 dies després de rebre la seva primera factura.
fr: Les Membres Activés sont encore dans le délai de 90 jours après réception de leur première facture.
it: Membri attivati entro il periodo di 90 giorni dalla ricezione della prima fattura.
ja: 「アクティベートされたメンバー」とは、初回の請求書を受け取ってから90日以内の期間にある会員のことを指します。
kk: Клубтың белсенді мүшелері — алғашқы шотын алғаннан кейінгі 90 күндік кезең ішінде жүргендер.
pt: Membros ativados ainda dentro do período de 90 dias após receberem a primeira fatura.
ro: Membrii activați se află încă în perioada de 90 de zile de la primirea primei facturi.
uk: Активовані Члени, які все ще знаходяться в межах 90-денного періоду після отримання свого першого рахунку.
uz: Дастлабки ҳисоб очилганидан кейин ҳануз 90 кунлик даврда бўлган Фаоллаштирилган Аъзолар.
zh: 已激活会员是指在收到首张发票后仍处于90天有效期内的会员。

source: Activation #
ca: Activació #
es: Activación #
fr: Numéro d'Activation
it: Attivazione #
ja: アクティベーション数
kk: Белсендіру #
ky: Активдештирүү #
mn: Идэвхжүүлэлтийн #
pt: Ativação nº
ro: Activare #
ru: Активация №
uk: Активація #
uz: Фаоллик #
zh: 激活数量

source: Activation Bonus
fr: Bonus d'Activation
it: Bonus di Attivazione
kk: Белсендіру Бонусы
pt: Bônus de Ativação
uk: Бонус Активації
zh: 激活奖励

source: Activation Bonuses (Daily and Monthly)
ca: Bonificacions d'activació (diàries i mensuals)
de: Aktivierungsboni (täglich und monatlich)
es: Bonos por Activaciones (Diario y Mensual)
fr: Bonus d'activation (quotidien et mensuel)
it: Bonus di Attivazione (giornalieri e mensili)
ja: アクティベーション ボーナス（デイリーとマンスリー）
kk: Белсендіру бонустары (күн сайынғы және ай сайынғы)
ko: 활성화 보너스(일일 및 월간)
ky: Активдештирүү бонустары (Күндүк жанан Айлык)
lv: Aktivizācijas Bonusi) Ikdienas un Ikmēneša)
mn: Идэвхжүүлэх урамшууллууд (Өдөр бүрийн болон Сарын)
pt: Bônus de ativação (diário e mensal)
ro: Bonusuri de activare (zilnic și lunar)
ru: Бонусы за Активацию (Ежедневные и Ежемесячные)
uk: Бонуси за Активацію (Щоденні та Щомісячні)
uz: Фаоллик бонуслари (Кунлик ва Ойлик)
zh: 激活奖金（每日和每月）

source: Activation Date
ca: Data d'activació
de: Aktivierungsdatum
es: Fecha de activación
fr: Date d'activation
it: Data di attivazione
ja: 登録日
kk: Іске қосу күні
ko: 활성화 날짜
ky: Активдештирүү күнү
lv: Aktivizācijas datums
mn: Идэвхжүүлсэн огноо
pt: Data de ativação
ro: Data de activare
ru: Дата Активации
uk: Дата активації
uz: Фаоллик санаси
zh: 启动日期

source: Activation Fee
ca: Quota d'activació
de: Aktivierungsgebühr
es: Cuota de activación
fr: Frais d'activation
it: Quota di attivazione
ja: 登録費
kk: Қосылу Ақысы
ky: Активдештирүү акысы
lv: Aktivizācijas Maksa
mn: Идэвхжүүлэх хураамж
pt: Taxa de ativação
ro: Taxa de activare
ru: Плата за Активацию
uk: Плата за Активацію
uz: Фаоллик тўлови
zh: 激活费

source: Activation Payment
ca: Pagament d'activació
de: Aktivierungszahlung
es: Pago de activación
fr: Paiement de l'activation
it: Pagamento Attivazione
ja: 登録費の支払い
kk: Қосылу Төлем
ky: Активдештирүү төлөмү
lv: Aktivizācijas Maksājums
mn: Идэвхжүүлэх хураамж
pt: Pagamento de ativação
ro: Plata de activare
ru: Активационный взнос
uk: Внесок за активацію
uz: Фаоллик тўлови
zh: 激活付款

source: Activation Production
ca: Producció d'Activació
de: Aktivierungsumsatz
es: Producción de Activación
fr: Production de l'activation
it: Produzione di Attivazione
ja: 新規売上
kk: Активтендіру өндірісі
ky: Активдештирүү өндүрүшү
lv: Aktivizāciju apgrozījums
mn: Идэвхжүүлэх борлуулалт
pt: Produção de ativação
ro: Producție de activare
ru: Активационный товарооборот
uk: Товарообіг Активацій
uz: Фаоллик ишлаб чиқариши
zh: 激活产量

source: Activation vol.
fr: Vol. d'Activation
it: Volume di Attivazione
kk: Белсендіру көлемі
pt: Ativação vol.
uk: Обсяг активацій
uz: Фаоллик ҳажми
zh: 激活业绩量

source: Activation Volume
fr: Volume d'activation
it: Volume di attivazione
kk: Іске қосу Көлемі
pt: Volume de ativação
uk: Активаційного Обсягу
uz: Фаоллик ҳажми
zh: 激活量

source: Activations are subject to review by the Operations Team. Additional identification documentation may be requested as a part of this process. (for eg.
ca: Les activacions estan subjectes a revisió per part de l'Equip d'Operacions. És possible que se sol·liciti documentació d'identificació addicional com a part d'aquest procés. (per ex.
de: Aktivierungen unterliegen der Überprüfung durch das Operations Team. Als Teil dieses Prozesses können zusätzliche Identifikationsunterlagen angefordert werden. (z. B..
es: Las activaciones están sujetas a revisión por el Equipo de Operaciones. Es posible que se soliciten documentos de identificación adicionales como parte de este proceso. (por ej.
fr: Les activations sont soumises à l'examen de l'équipe chargée des opérations. Des documents d'identification supplémentaires peuvent être demandés dans le cadre de ce processus. (par ex.
it: Le attivazioni sono soggette a controllo da parte del team operativo. Nell'ambito di questa procedura potrebbero essere richiesti ulteriori documenti di identificazione. (ad es.
ja: アクティベーションは、オペレーション チームによるレビューの対象となります。このプロセスの一環として、追加の本人確認書類の提出を求められる場合があります。（例
kk: Іске қосулар операциялық топтың қарауына жатады. Осы процестің бөлігі ретінде жеке басын куәландыратын қосымша құжаттар сұралуы мүмкін. (Мысалы.
ko: 활성화는 운영 팀의 검토 대상입니다. 이 프로세스의 일부로 추가 신원 확인 문서를 요청할 수 있습니다. (예를 들어.
ky: Активдештирүү операциялар бөлүмү тарабынан каралышы мүмкүн. Бул процесстин бир бөлүгү катары кошумча тастыктоочу документтер талап кылынышы мүмкүн. (Мисалы,
lv: Aktivizācijas pārskata Operāciju komanda. Kā daļu no šī procesa var pieprasīt papildu identifikācijas dokumentāciju. (piemēram.
mn: Идэвхжүүлэлтүүдийг Үйл ажиллагааны баг хянана. Үүнд танаас нэмэлт баримт шаардаж болно. (жишээ нь:
pt: As ativações estão sujeitas a revisão pela equipe de operações. Documentação de identificação adicional pode ser solicitada como parte deste processo. (por ex.
ro: Activările sunt supuse revizuirii de către echipa de operațiuni. Ca parte a acestui proces pot fi solicitate documente de identificare suplimentare. (de ex.
ru: Активации могут быть пересмотрены операционным отделом. В рамках данного процесса могут быть запрошены дополнительные подтверждающие документы. (Например
uk: Активації можуть бути переглянуті операційним відділом. В рамках цього процесу можуть бути запитані додаткові підтверджуючі документи. (Наприклад.
uz: Фаолликлар Операцион гуруҳ томонидан текширилади. Ушбу жараённинг бир қисми сифатида шахсингизни тасдиқловчи қўшимча ҳужжатлар талаб этилиши мумкин. (масалан,
zh: 激活须经运营团队审查。 作为此过程的一部分，可能会要求提供其他身份证明文件。 （例如。

source: Activations This Month
ca: Activacions d'aquest mes
de: Aktivierungen diesen Monat
es: Activaciones de este Mes
fr: Activations ce mois-ci
it: Attivazioni di questo mese
ja: 今月のアクティベーション
kk: Осы айдағы белсендірулер
ko: 이 달의 활성화
ky: Ушул айдагы активдештирүүлөр
lv: Aktivizācijas šajā mēnesī
mn: Энэ сарын Идэвхжүүлэлтүүд
pt: Ativações deste mês
ro: Activări luna aceasta
ru: Активаций в этом месяце
uk: Активацій цього місяця
uz: Ушбу ойдаги Фаолликлар
zh: 本月激活

source: Activations Volume Req.
fr: Volume d'Activations Req.
it: Volume di attivazioni richieste
kk: Белсендіру Көлемінің Талабы
pt: Volume de Ativações Req.
uk: Вимога до Обсягу Активацій
uz: Талаб этилган Фаоллик ҳажми
zh: 激活业绩量要求

source: Active
ca: Actiu
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
kk: Белсенді
ko: 활성화
ky: Активдүү
lv: Aktīvs
mn: Идэвхтэй
pt: Ativo
ro: Activ
ru: Активный
uk: Активний
uz: Фаол
zh: 活跃的

source: Active Balance
ca: Saldo Actiu
de: Aktives Guthaben
es: Saldo activo
fr: Solde actif
it: Saldo attivo
ja: アクティブの残高
kk: Белсенді Баланс
ky: Активдүү баланс
lv: Aktīva Bilance
mn: Идэвхтэй баланс
pt: Saldo ativo
ro: Sold activ
ru: Активный баланс
uk: Активний баланс
uz: Фаол баланс
zh: 活跃余额

source: Active Direct Enrollments
ca: Inscripcions Directes Actives
de: Aktive Direkte-Einschreibungen
es: Inscripciones Directas Activas
fr: Inscriptions Directes Actives
it: Iscrizioni Dirette Attive
ja: アクティブな直紹介登録数
kk: Белсенді Тікелей Тіркеулер
ky: Активдүү түз катталуулар
lv: Aktīvi tieši Iesaistījumi
mn: Өөрийн хийсэн идэвхтэй элсүүлэлтүүд
pt: Inscrições Diretas Ativas
ro: Înscrieri directe active
ru: Активные Прямые Регистрации
uk: Активні Прямі Підключення
uz: Фаол Тўғридан-тўғри обуналар
zh: 活跃直接招募人数

source: Active Groups
ca: Grups Actius
de: Aktive Gruppen
es: Grupos Activos
fr: Groupes actifs
it: Gruppi attivi
ja: アクティブなグループ
kk: Белсенді топтар
ky: Активдүү топтор
lv: Aktīvās Grupas
mn: Идэвхтэй бүлгүүд
pt: Grupos ativos
ro: Grupuri active
ru: Активные группы
uk: Активні групи
uz: Фаол гуруҳлар
zh: 活跃团队

source: Active inCruises Club Members can
ca: Els Membres actius del Club inCruises poden
de: Aktive inCruises Clubmitglieder können
es: Miembros Activos del Club inCruises pueden
fr: Les Membres Actifs du Club inCruises peuvent
it: I Membri Attivi del Club inCruises possono
ja: アクティブなinCruisesクラブメンバーは、次のことができます
kk: InCruises клубының белсенді мүшелері
ky: inCruises клубунун активдүү мүчөлөрү төмөнкүлөрдү жасай алышат:
lv: Aktīvie inCruises Kluba Biedri var
mn: inCruises клубын идэвхтэй Гишүүд нь
pt: Membros Ativos do Clube InCruises podem
ro: Membrii activi ai Clubului inCruises pot
ru: Активные Члены Клуба inCruises могут
uk: Активні Члени Клубу inCruises можуть
uz: inCruises Клубининг Фаол Аъзолари
zh: 活跃的inCruises俱乐部会员可以

source: Active Member
ca: Membre actiu
de: Aktive Mitglieder
es: Miembro Activo
fr: Membre actif
it: Membro attivo
ja: アクティブメンバー
kk: Клубтың Белсенді Мүшесі
ko: 활성화 멤버
ky: Активдүү мүчө
lv: Aktīvs biedrs
mn: Идэвхтэй Гишүүн
pt: Membro Ativo
ro: Membru Activ
ru: Активный Член Клуба
uk: Активний Член
uz: Фаол Аъзо
zh: 活躍會員

source: Active Members
ca: Membres actius
de: Aktive Mitglieder
es: Miembros Activo
fr: Membres actifs
it: Membri attivi
ja: アクティブメンバー
kk: Клубтың Белсенді Мүшелер
ko: 활성화 멤버
ky: Активдүү Мүчөлөр
lv: Aktīvie Biedri
mn: Идэвхтэй Гишүүд
pt: Membros ativos
ro: Membri activi
ru: Активные Члены Клуба
uk: Активні Члени
uz: Фаол Аъзолар
zh: 活躍會員

source: Active Members (Invoice Paid)
ca: Membres Actius (Factura Pagada)
fr: Membres Actifs (Facture Payée)
it: Membri Attivi (fattura pagata)
ja: アクティブメンバー（請求書支払い済み）
kk: Клубтың Белсенді Мүшелері (шот төленген)
pt: Membros ativos (fatura paga)
ro: Membri activi (Factura plătită)
uk: Активні Члени (рахунок сплачено)
uz: Фаол Аъзолар (Ҳисоб тўланган)
zh: 活跃会员（已付款）
