Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Price Match Requests
ca: Sol·licituds d'Igualació de Preu
de: Preisanpassungsanfragen
es: Solicitudes de Igualación de Precios
fr: Demandes d'Alignement de Prix
it: Richiesta di Parità di Prezzo
ja: プライスマッチリクエスト
kk: Баға сәйкестігінің сұраулары
ky: Бааларды дал келтирүү өтүнүчтөрү
lv: Cenu Atbilstības Pieprasījumi
mn: Үнэ тохируулах хүсэлтүүд
pt: Solicitações de Equiparação de Preços
ro: Solicitări de potrivire a prețurilor
ru: Запросы на соответствие цены
uk: Запити на відповідність ціни
uz: Нарх кафолатига оид сўровлар
zh: 价格匹配申请

source: Price must be a number
ca: El preu ha de ser un número
de: Der Preis muss eine Zahl sein
es: El precio debe ser un número
fr: Le prix doit être un nombre
it: Il prezzo deve essere un numero
ja: 金額は数字でなければなりません
kk: Баға сан болуы керек
ky: Баа сан болушу керек
lv: Cenai ir jābūt skaitlim
mn: Үнийн дүн тоогоор бичигдэх ёстой!
pt: O preço deve ser um número
ro: Prețul trebuie să fie un număr
ru: Цена должна быть числом
uk: Ціна має бути числом
uz: Нарх рақамларда кўрсатилиши шарт
zh: 价格必须是一个数字

source: Price on competitor's website
ca: Preu al lloc web del competidor
de: Preis auf der Website des Mitbewerbers
es: Precio en el sitio web del competidor
fr: Prix sur le site du concurrent
it: Prezzo sul sito web del concorrente
ja: 競合他社のウェブサイト上の価格
kk: Бәсекелестің веб-сайтындағы баға
ky: Атаандаштын веб-сайтындагы баа
lv: Cena konkurenta tīmekļa vietnē
mn: Өрсөлдөгчийн вэб хуудсан дах үнэ
pt: Preço no site do concorrente
ro: Preț pe site-ul concurentului
ru: Цена на сайте конкурента
uk: Ціна на сайті конкурента
uz: Рақобатчи сайтидаги нарх
zh: 竞争对手网站上的价格

source: Price Range
ca: Rang de Preus
de: Preisspanne
es: Rango de Precio
fr: Gamme de Prix
it: Fascia di prezzo
ja: 価格の範囲：
kk: Баға Диапазоны
ky: Баанын диапазону:
lv: Cenas diapazons
mn: Үнийн хязгаар
pt: Faixa de preço
ro: Gama de prețuri
ru: Диапазон цен
uk: Діапазон цін
uz: Нарх диапазони
zh: 价格范围

source: Prices
ca: Preus
de: Preise
es: Precios
fr: Les prix
it: Prezzi
ja: 価格
kk: Бағалар
ky: Баалар
lv: Cenas
mn: Үнүүд
pt: Preços
ro: Preţuri
ru: Цены
uk: Ціни
uz: Нархлар
zh: 價格

source: Prices are total per stateroom, based on double occupancy. Taxes, fees, and port expenses may not be included.
ca: Els preus són totals per cabina, basats en ocupació doble. Els impostos, taxes i despeses portuàries poden no estar inclosos.
de: Die Preise sind Gesamtpreise pro Kabine, basierend auf Doppelbelegung. Steuern, Gebühren und Hafenkosten sind möglicherweise nicht enthalten.
es: Los precios son totales por camarote, con base a ocupación doble. Los impuestos, tarifas y gastos portuarios podrían no estár incluídos.
fr: Les prix sont totaux par cabine, basé sur les taxes de l'occupation double, les frais et les dépenses portuaires peuvent ne pas être inclus.
it: I prezzi indicati sono il totale per cabina con occupazione doppia. Tasse, imposte e spese portuali potrebbero non essere incluse.
ja: 価格は1室あたりの合計です。2名1室利用時の価格となり、税金、手数料、港湾使用料は含まれていない場合があります。
kk: Бағалар бір кабинаға арналған. Қосарланған тұру салығына байланысты салықтар мен порт төлемдері қосылмауы мүмкін.
ky: Эки кишилик бир каютанын баасы көрсөтүлгөн. Салыктар, жыйымдар жана порт жыйымдары баага киргизилбеши мүмкүн
lv: Cenas ir dotas uz kajīti, Pamatojoties uz dubulto aplikšanas nodokli, Nodokļi,maksas un ostu izdevumi var tikt neetverti.
mn: Уг үнэ нь хоёр хүний нэг өрөөнд байрлах үнэ юм. Үүнд татвар, хураамж, боомтын зардлууд ороогүй болно.
pt: Os preços são totais por cabine. Com base em ocupação dupla. Impostos, taxas e despesas portuárias podem não estar incluídos.
ro: Prețurile sunt prețuri totale pe cabină, bazat pe o ocupare dublă. Taxele, impozitele și taxele portuare nu sunt incluse.
ru: Стоимость указана за каюту при двойном размещении. Налоги, сборы и портовые расходы могут быть не включены в стоимость.
uk: Вартість вказана за каюту при подвійному розміщенні. Податки, збори та портові витрати можуть бути не включені у вартість.
uz: Нархлар каюта учун умумий, икки кишилик жойлашув учун кўрсатилган. Солиқлар, йиғимлар ва порт харажатлари киритилмаган бўлиши мумкин.
zh: 价格是每个舱房的总价，基于双人入住。税费和港口费用可能不包括在内。

source: Prices are total per stateroom. Based on Double Occupancy Taxes, Fees and Port Expenses may not be included
ca: Els preus són totals per cabina. Basat en ocupació doble Els impostos, taxes i despeses portuàries poden no estar incloses
de: Die Preise sind Gesamtpreise pro Kabine. Basierend auf Doppelbelegung Steuern, Gebühren und Hafenkosten sind möglicherweise nicht enthalten.
es: Los precios son totales por camarote. En base a los Impuestos de Ocupación Doble, las Tarifas y Gastos Portuarios podrían no estár incluídos.
fr: Les prix sont totaux par cabine. Basé sur les Taxes de l'occupation double, les Frais et les Dépenses portuaires peuvent ne pas être inclus
it: I prezzi indicati sono il totale per cabina con occupazione doppia. Tasse, imposte e spese portuali potrebbero non essere incluse.
ja: 価格は1室あたりの合計です。2名1室利用時の価格となり、税金、手数料、港湾使用料は含まれていない場合があります
kk: Бағалар бір кабинаға арналған. Қосарланған тұру салығына байланысты салықтар мен порт төлемдері қосылмауы мүмкін
ko: 금액은 전용실 당 총 금액입니다. 2인 숙박세에 따라 수수료 및 항만 비용은 포함되지 않을 수 있습니다.
ky: Эки кишилик бир каютанын баасы көрсөтүлгөн. Салыктар, жыйымдар жана порт жыйымдар баага киргизилбеши мүмкүн.
lv: Cenas ir dotas uz kajīti. Pamatojoties uz dubulto aplikšanas nodokli,Maksas un Ostu izdevumi var tikt neetverti
mn: Уг үнэ нь нэг өрөөний нийт үнэ юм. Өрөөнд 2 хүн байрлах бөгөөд үнэнд татвар, хураамж, боомтын зардал ороогүй болно
pt: Os preços são totais por cabine. Baseado em Taxas de Ocupação Dupla, Impostos, Taxas e Despesas Portuárias podem não estar incluídos
ro: Prețurile sunt prețuri totale pe cabină. Bazat pe o ocupare dublă, taxele, impozitele și taxele portuare nu sunt incluse.
ru: Стоимость указана за каюту при двойном размещении. Налоги, сборы и портовые расходы могут быть не включены в стоимость
uk: Вартість вказана за каюту при подвійному розміщенні. Податки, збори та портові витрати можуть бути не включені у вартість
uz: Каюта учун умумий нарх кўрсатилган. Икки кишилик жойлашувга қараб солиқлар, йиғимлар ва порт харажатлари киритилмаган бўлиши мумкин
zh: 价格是每个客舱的总价。 根据双重占用税，费用和港口费用可能不包括在内

source: Prices do not include 10% VAT and applicable service charges.
fr: Les prix ne comprennent pas la TVA (10 %) ni les frais de service applicables.
it: Ai prezzi vanno aggiunti l'IVA al 10% e i costi di servizio applicabili.
kk: Бағаларға 10% ҚҚС және қолданылатын сервис алымдары кірмейді.
pt: Os preços não incluem 10% de IVA e taxas de serviço aplicáveis.
uk: Ціни не включають 10% ПДВ та відповідні збори за обслуговування.
uz: Нархларга 10% ҚҚС ва тегишли хизмат йиғимлари киритилмаган.
zh: 价格不含10%增值税及适用的服务费。

source: Prices exclude 10% VAT and service charge
fr: Prix hors TVA (10 %) et frais de service
it: I prezzi sono al netto dell'IVA al 10% e dei costi di servizio
kk: Бағаларға 10% ҚҚС және сервис алымы кірмейді
pt: Os preços não incluem 10% de IVA e taxa de serviço
uk: Ціни не включають 10% ПДВ та сервісний збір
uz: Нархларга 10% ҚҚС ва хизматлар ҳақи киритилмаган
zh: 价格不含10%增值税和服务费

source: Prices include taxes and fees. All reservations are non-refundable.
fr: Les prix incluent les taxes et frais. Toutes les réservations sont non remboursables.
it: I prezzi includono tasse e oneri. Tutte le prenotazioni non sono rimborsabili.

source: Prices may vary based on availability
fr: Prix peuvent varier en fonction de la disponibilité
it: I prezzi possono variare in base alla disponibilità
kk: Бағалар бос нөмірлердің болуына байланысты өзгеруі мүмкін
pt: Os preços podem variar de acordo com a disponibilidade
uk: Ціни можуть змінюватися залежно від наявності
uz: Нархлар жойлар мавжудлигига кўра фарқланиши мумкин
zh: 价格可能会根据供应情况有所变化

source: Pricing
ca: Preus
de: Preise
es: Precios
fr: Prix
it: Prezzi
ja: 価格
kk: Баға белгілеу
ko: 가격
ky: Баалар
lv: Cenu noteikšana
mn: Үнэ
pt: Preços
ro: Preţuri
ru: Цены
uk: Ціноутворення
uz: Нархлар
zh: 價格

source: Pricing is dynamic and customized for each specific booking but normally ranges between <strong style="color: #0074ba;" v-translate="">7 and 12%</strong> of the value you are protecting.
ca: La fixació de preus és dinàmica i personalitzada per a cada reserva específica, però normalment oscil·la entre el <strong style="color: #0074ba;" v-translate="">7 i el 12%</strong> del valor que estàs protegint.
de: Die Preise sind dynamisch und werden für jede einzelne Buchung angepasst, liegen aber normalerweise zwischen <strong style="color: #0074ba;" v-translate="">7 und 12%</strong> des Wertes, den Sie schützen.
es: El precio es dinámico y personalizado para cada reserva específica, pero normalmente oscila entre el <strong style="color: #0074ba;" v-translate="">7% and 12%</strong> del valor que estás protegiendo.
fr: La tarification est dynamique et personnalisée pour chaque réservation spécifique, mais elle se situe normalement entre <strong style="color: #0074ba;" v-translate="">7 et 12 %</strong> de la valeur que vous protégez.
it: I prezzi sono dinamici e personalizzati per ogni specifica prenotazione, ma normalmente si aggirano tra <strong style="color: #0074ba;" v-translate=""> il 7 e il 12%</strong> del valore che proteggi.
ja: 価格はダイナミックで、特定の予約ごとにカスタマイズされますが、通常は保護する価値の <strong style="color: #0074ba;" v-translate="">7〜12%</strong> の間です。
kk: Бағалар әрбір жеке брондау үшін динамикалық және жеке болады, бірақ әдетте<strong style="color: #0074ba;" v-translate=""> сіз қорғайтын мәннің 7-12% аралығында</strong> болады.
ky: Баалар ар бир өзүнчө брондоо үчүн динамикалуу жана ылайыкташтырылган, бирок адатта корголгон наркыңыздын <strong style="color: #0074ba;" v-translate="">7%ынан 12%ына</strong> чейин өзгөрөт.
lv: Cenas ir dinamiskas un pielāgotas katrai konkrētai kruīza rezervēšanai, bet parasti tās svārstās no <strong style="color: #0074ba;" v-translate="">7 un 12%</strong> aizsargātās vērtības.
mn: Үнэ нь динамик, таны аяллын захиалгын хамгаалж буй үнийн дүнгээс хамаарч <strong style="color: #0074ba;" v-translate="">7-12%</strong> байх болно.
pt: O preço é dinâmico e personalizado para cada reserva específica, mas normalmente varia entre <strong style="color: #0074ba;" v-translate="">7 e 12%</strong> do valor que você está protegendo.
ro: Prețurile sunt dinamice și personalizate pentru fiecare rezervare specifică, dar în mod normal variază între <strong style="color: #0074ba;" v-translate="">7 și 12%</strong> din valoarea pe care o protejezi.
ru: Для каждого конкретного бронирования стоимость является динамической и адаптивной, но, как правило, варьируется от <strong style="color: #0074ba;" v-translate="">7 до 12%</strong> от вашей суммы под защитой.
uk: Для кожного конкретного бронювання вартість є динамічною та адаптивною, але, як правило, варіюється від <strong style="color: #0074ba;" v-translate="">7 до 12%</strong> від вашої суми під захистом.
uz: Нархлар динамик бўлиб, ҳар бир аниқ круиз буюртмаси учун мослаштирилган, аммо одатда сиз ҳимоялаётган сумманинг <strong style="color: #0074ba;" v-translate="">7-12%</strong>ини ташкил этади.
zh: 定价是动态的，并根据每个具体预订进行定制，但通常在<strong style="color: #0074ba;" v-translate="">7%到12%</strong>之间，具体取决于您所保护的金额。

source: Pricing must be
ca: Els preus han de ser
de: Der Preis muss
es: El precio debe ser
fr: La tarification doit être
it: Il prezzo deve essere
ja: 価格は以下の条件を満たしている必要があります
kk: Бағасы болуы керек
ky: Баасы болушу керек
lv: Cenu noteikšanai ir jābūt
mn: Үнэ нь
pt: O preço deve ser
ro: Prețul trebuie să fie
ru: Цена должна быть
uk: Ціна має бути
uz: Нархлар
zh: 价格必须是

source: Printed
ca: Imprès
de: Gedruckt
es: Impreso
fr: Imprimé
it: Stampa effettuata
ja: 印刷済み
kk: Басып шығарылған
ko: 인쇄됨
ky: Басып чыгарылды
lv: Iespiests
mn: Хэвлэгдсэн
pt: Impresso
ro: Printat
ru: Напечатано
uk: Надруковано
uz: Босмадан чиқарилди
zh: 已打印

source: Printed Ticket
ca: Tiquet Imprès
de: Gedrucktes Ticket
es: Boleto Impreso
fr: Billet imprimé
it: Biglietto stampato
ja: 印刷されたチケット
kk: Басып шығарылған билет
ky: Басып чыгарылган билеттер
lv: Drukāta biļete
mn: Цаасан тасалбар
pt: Ingresso impresso
ro: Bilete tipărite
ru: Напечатанный билет
uk: Роздрукований Квиток
uz: Чоп этилган чипта
zh: 打印的票据

source: Priority boarding and departure, dedicated entertainment seating, and more..
ca: Embarcament i sortida prioritaris, seients dedicats a l’entreteniment i molt més.
de: Bevorzugtes Ein- und Aussteigen, spezielle Sitzgelegenheiten zur Unterhaltung und vieles mehr.
es: Embarque y salida prioritarios, asientos dedicados al entretenimiento y más.
fr: Embarquement et départ prioritaires, sièges du divertissement dédiés, et plus encore...
it: Priorità d'imbarco e partenza, intrattenimento con posti a sedere dedicati e altro ancora...
ja: 出港時の優先乗船、エンターテインメントの指定席など…
kk: Бірінші кезекте отырғызу және жөнелту, арнайы ойын-сауық орындары және т.б. ..
ko: 우선 탑승 및 출발, 전용 엔터테인먼트 좌석 등 ..
ky: Бортко чыгуу жана түшүүдө артыкчылык, оюн-зоок иш-чараларында орун ээлөө жана башкалар...
lv: Prioritāra iekāpšana un izkāpšana,īpašas izklaides sēdvietas un daudz kas cits..
mn: Түрүүлж суух болон буух давуу эрх, үзвэр үйлчилгээний тусгай зориулалтын суудал гэх мэт..
pt: Embarque e partida prioritários, assentos dedicados para entretenimento e muito mais.
ro: Îmbarcare și plecare prioritare, locuri dedicate divertismentului și multe altele ...
ru: Приоритетная посадка на борт и высадка, выделенные места на развлекательных мероприятиях и многое другое...
uk: Пріоритетна посадка на борт і висадка, виділені місця на розважальних заходах і багато іншого ...
uz: Бортга чиқиш ва тушишда устуворлик, кўнгилочар тадбирларда ажратилган жойлар ва бошқалар...
zh: 優先登陸和離場，專用娛樂座位等等。

source: Privacy Policy
ca: Política de Privacitat
de: Datenschutz-Bestimmungen
es: Política de Privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
ja: 個人情報保護方針
kk: Құпиялылық Саясаты
ko: 개인정보 처리방침
ky: Купуялуулук саясыты
lv: Konfidencialitātes politika
mn: Нууцлалын Бодлого
pt: Política de Privacidade
ro: Politica de confidenţialitate
ru: Политика Конфиденциальности
uk: Політика Конфіденційності
uz: Маҳфийлик
zh: 隱私政策

source: Private group bookings
ca: Reserves de grups privats
de: Private Gruppenbuchungen
es: Reservaciones para grupos privados
fr: Réservation de groupes privés
it: Prenotazioni di gruppi privati
ja: プライベートのグループ予約
kk: Жеке топтық тапсырыстар
ky: Жеке топтук брондоолор
lv: Privāto grupu rezervācijas
mn: Групп захиалгууд
pt: Reservas de grupos privados
ro: Rezervări private de grup
ru: Частные групповые бронирования
uk: Приватні групові бронювання
uz: Хусусий гуруҳ буюртмалари
zh: 私人团体预订

source: Private or Public Transport Failure
ca: Problemes de transport públic o privat
de: Versagen des privaten oder öffentlichen Verkehrs
es: Falla en transporte público o privado
fr: Défaillance des transports privés ou publics
it: Inadempienza del trasporto pubblico o privato
ja: 公共交通機関の不具合
kk: Жеке немесе қоғамдық көліктің істен шығуы
ko: 개인 또는 대중 교통 장애
ky: Жеке же коомдук транспорттун бузулушу
lv: Privātā vai sabiedriskā transporta kļūme
mn: хувийн болон нийтийн тээврийн саатал
pt: Falha no transporte público ou privado
ro: Eșecul transportului privat sau public
ru: Сбой в работе частного или публичного транспорта
uk: Збій у роботі приватного чи публічного транспорту
uz: Хусусий ёки жамоат транспортидаги носозликлар
zh: 私人或公共交通故障

source: Prize previews and strategies to maximize your points.
ca: Previsions de premis i estratègies per maximitzar els teus punts.
de: Vorschau auf die Preise und Strategien zur Maximierung Ihrer Punkte.
es: Vistas previas de premios y estrategias para maximizar sus puntos.
fr: Aperçu des prix et stratégies pour maximiser vos points.
it: Anteprima sui premi e le strategie per fare il pieno di punti.
ja: 賞のプレビューと、ポイントを最大化するための戦略。
kk: Ұпайларыңызды көбейту үшін сыйлық хабарландырулары мен стратегиялары.
ky: Максималдуу упай алуу үчүн сыйлыктарды жана стратегияларды алдын ала көрүңүз.
lv: Balvu priekšskatījumi un stratēģijas, lai maksimāli palielinātu savus punktus.
mn: Шагналын урьдчилсан үзүүлэлтүүд болон таны оноог хамгийн ихээр цуглуулах стратегиуд.
pt: Prévias de prêmios e estratégias para maximizar seus pontos.
ro: Previzualizările premiilor și strategiile pentru a vă maximiza punctele.
ru: Предварительный просмотр призов и стратегии для получения максимального количества очков.
uk: Попередній перегляд призів та стратегії для отримання максимальної кількості балів.
uz: Ютуқлар анонси ва балларингизни кўпайтириш стратегиялари.
zh: 奖品预览和最大化积分的策略。

source: Prize Reveal Video
ca: Vídeo de Revelació del Premi
es: Video de Revelación del Premio
fr: Vidéo de Présentation des Prix
it: Video presentazione premi
ja: 賞品発表ビデオ
kk: Жүлдені жариялау бейнежазбасы
pt: Vídeo de Revelação do Prêmio
ro: Premiu Dezvăluit Video
uk: Відео розкриття призів
uz: Ютуқ эълони видеоси
zh: 奖品揭晓视频

source: Prize Tiers
ca: Nivells de Premi
fr: Niveaux de Prix
it: Livelli dei premi
ja: 賞品ランク
kk: Жүлде деңгейлері
pt: Níveis de Premiação
ro: Niveluri de premii
uk: Рівні призів
uz: Ютуқ даражалари
zh: 奖品等级

source: Prizes
fr: Prix
it: Premi

source: PRIZES FOR WINNING
ca: PREMIS PER GUANYAR
es: PREMIOS POR GANAR
fr: PRIX À GAGNER
it: PREMI IN PALIO
ja: 勝者への賞品
kk: ЖЕҢІСКЕ АРНАЛҒАН ЖҮЛДЕЛЕР
pt: PRÊMIOS PARA GANHAR
ro: PREMII PENTRU CÂȘTIG
uk: ПРИЗИ ЗА ПЕРЕМОГУ
uz: ҒОЛИБЛИК УЧУН ЮТУҚЛАР
zh: 获胜奖品

source: Problem with the cruise line.
ca: Problema amb la línia de creuers.
de: Problem mit der Kreuzfahrtgesellschaft.
es: Problema con la línea de cruceros.
fr: Un problème avec la compagnie de croisière.
it: Problema con la linea di crociera.
ja: クルーズラインに問題あり。
kk: Круиздік желі мәселесі.
ko: 크루즈 선사에 문제가 있습니다.
ky: Круиздик линия менен байланыштуу көйгөй.
lv: Problēmas ar Kruīzu Līnuju.
mn: Далайн аяллын компаниудтай холбоотой асуудал байна.
pt: Problema com a linha de cruzeiro.
ro: Problemă cu linia de croazieră.
ru: Проблемы с круизной линией.
uk: Проблеми з круїзною лінією.
uz: Круиз линияси билан муаммо.
zh: 郵輪有問題。

source: Proceed
ca: Procediu
de: Fortfahren
es: Proceder
fr: Procéder
it: Procedi
ja: 進む
kk: Жалғастыру
ko: 진행
ky: Улантуу
lv: Turpini
mn: Гүйцэтгэх
pt: Prosseguir
ro: Continuaţi
ru: Продолжить
uk: Продовжити
uz: Давом этиш
zh: 繼續

source: Proceed to Checkout
ca: Procedir a la Compra
de: Weiter zum Checkout
es: Proceder a la Compra
fr: Procéder de vérification
it: Procedi all'acquisto
ja: 精算に進む
kk: Тапсырысты Рәсімдеуге Өту
ko: 체크아웃으로 이동
ky: Текшерүүнү улантыңыз
lv: Turpina pārbaudīt maksājumu
mn: Төлбөрийг Гүйцэтгэх
pt: Finalizar a compra
ro: Continuaţi către finalizarea plăţii
ru: Приступить к Оформлению Заказа
uk: Перейти до Оформлення Замовлення
uz: Текширишда давом этиш
zh: 繼續結算

source: Proceed to delete selected messages
ca: Procedeix a esborrar els missatges seleccionats
de: Löschen ausgewählter Nachrichten fortsetzen
es: Procede a borrar los mensajes seleccionados
fr: Procéder à la suppression des messages sélectionnés
it: Continua ed elimina i messaggi selezionati
ja: 選択したメッセージを削除する
kk: Таңдалған хабарларды жоюды жалғастырыңыз
ko: 선택한 메시지 삭제를 진행하세요
ky: Тандалган билдирүүлөрдү өчүрүп салуу үчүн улантыңыз
lv: Turpināt dzēst atlasītos ziņojumus
mn: Сонгосон бичвэрүүдийг устгахын тулд үргэлжлүүлнэ үү
pt: Prossiga para excluir as mensagens selecionadas
ro: Continuă să ștergi mesajele selectate
ru: Продолжить и удалить выбранные сообщения
uk: Продовжити та видалити вибрані повідомлення
uz: Танланган хабарларни ўчиришда давом этиш
zh: 继续删除选定的消息

source: Proceed with your booking through the inCruises booking engine.
ca: Continua amb la teva reserva a través del motor de reserves d’inCruises.
de: Fahren Sie mit Ihrer Buchung über die inCruises Buchungsmaschine fort.
es: Continúa con tu reserva a través del motor de reservas de inCruises.
fr: Procédez à votre réservation via le moteur de réservation d'inCruises.
it: Effettua la prenotazione utilizzando il motore di prenotazione di inCruises.
ja: inCruisesの予約エンジンを通じて予約を進めてください。
kk: InCruises брондау жүйесі арқылы брондауды бастаңыз.
ky: Брондоону inCruises брондоо системасы аркылуу улантыңыз.
lv: Veiciet rezervāciju, izmantojot inCruises rezervācijas sistēmu.
mn: Захиалгаа inCruises-ийн захиалгын системээр үргэлжлүүлээрэй.
pt: Prossiga com sua reserva através do mecanismo de reservas da inCruises.
ro: Continuă cu rezervarea prin intermediul motorului de rezervări inCruises.
ru: Приступите к оформлению бронирования через систему бронирования inCruises.
uk: Розпочніть оформлення бронювання через систему бронювання inCruises.
uz: inCruises буюртма бериш тизимида буюртма қилишда давом этинг.
zh: 通过inCruises预订引擎继续完成您的预订。

source: Proceed without Reward Points
ca: Continuar sense punts de recompensa
de: Ohne Reward Points vorgehen
es: Proceder sin Puntos de Recompensa
fr: Procéder sans Points de Récompense
it: Procedi senza Crediti Premio
ja: リワードポイントを利用せず、進む
kk: Бонустық ұпайларсыз жалғастырыңыз
ko: 리워드 포인트 없이 진행
ky: Бонустук упайсыз улантыңыз
lv: Tālāk bez Balvu Punktiem
mn: Шагналын Оноо хэрэглэхгүйгээр гүйцэтгэх
pt: Prossiga sem Pontos de Recompensa
ro: Continuă fără Puncte de Recompensă
ru: Продолжить без Бонусных Баллов
uk: Продовжити без Бонусних Балів
uz: Бонус балларисиз давом этиш
zh: 繼續沒有獎勵積分

source: Proceed without using Wallet Balance.
ca: Procedeix sense utilitzar el Saldo del Moneder.
de: Fahren Sie fort, ohne das Wallet Guthaben zu verwenden.
es: Continuar sin utilizar saldo de mi cartera.
fr: Poursuivre sans utiliser le solde du portefeuille.
it: Procedi senza usare il Saldo del portafoglio.
ja: ウォレット残高を利用せずに進む。
kk: Wallet балансын пайдаланбай жалғастырыңыз.
ko: 월렛 잔액을 사용하지 않고 진행합니다.
ky: Капчык балансын колдонбостон улантыңыз.
lv: Rīkojieties, neizmantojot Maciņa bilanci.
mn: Түрийвчний балансыг ашиглахгүйгээр төлбөр хийх
pt: Prossiga sem usar o saldo da carteira.
ro: Continuă fără a utiliza soldul portofelului.
ru: Продолжить без использования средств на балансе Кошелька.
uk: Продовжити без використання коштів з балансу Гаманця.
uz: Ҳамёндаги балансга тегмасдан давом этиш.
zh: 不使用电子钱包余额继续。

source: Process Payment
ca: Processar el pagament
de: Zahlung fortsetzen
es: Procesar pago
fr: Processus de paiement
it: Procedi col pagamento
ja: 支払いを続行する
kk: Төлем Процесі
ko: 결제 진행
ky: Төлөм процеси
lv: Maksājuma process
mn: Төлбөр гүйцэтгэх
pt: Processar o pagamento
ro: Plata se procesează
ru: Обработка Оплаты
uk: Обробка Оплати
uz: Тўловни амалга оширишда давом этиш
zh: 處理付款流程

source: Processing Fee
ca: Taxa de tramitació
de: Bearbeitungsgebühr
es: Cuota de Procesamiento
fr: Frais de Traitement
it: Spese di elaborazione
ja: 処理手数料
kk: Бір реттік комиссия
ko: 처리 수수료
ky: Иштетүү акысы
lv: Noformēšanas maksa
mn: Боловсруулах шимтгэл
pt: Taxa de processamento
ro: Taxă de Procesare
ru: Комиссия за обработку
uk: Комісія за опрацювання
uz: Қайта ишлаш тўлови
zh: 手續費

source: Processing fee will be waived for this transaction.
ca: No s'apliquen comissions de processament a aquesta transacció.
de: Für diese Transaktion wird keine Bearbeitungsgebühr erhoben.
es: La Tarifa de Procesamiento no se aplicará a esta transacción.
fr: Les frais de traitement seront supprimés pour cette transaction.
it: Su questa transazione non si applicano commissioni di elaborazione.
ja: この取引は、処理手数料が免除されます。
kk: Бұл транзакция үшін өңдеу комиссиясы жоқ.
ko: 이 거래에 대한 처리 수수료가 면제됩니다.
ky: Бул транзакция үчүн эч кандай иштетүү акысы алынбайт.
lv: Šai darbībai tiks atcelta apstrādes maksa.
mn: Энэ гүйлгээнээс шилжүүлгийн хураамж авахгүй.
pt: A taxa de processamento será dispensada para esta transação.
ro: Taxa de procesare va fi anulată pentru această tranzacție.
ru: Комиссия за обработку данного платежа не взимается.
uk: Комісія за опрацювання даного платежу не стягується.
uz: Ушбу транзакция учун қайта ишлаш тўлови ундирилмайди.
zh: 此交易將免收手續費。
