Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Welcome Video
ca: Vídeo de benvinguda
de: Willkommens-Video
es: Vídeo de Bienvenida
fr: Vidéo de bienvenue
it: Video di benvenuto
ja: ウェルカムビデオ
kk: Құттықтау Бейне
ko: 환영 동영상
ky: Саламдашуу видеосу
lv: Atļauts video
mn: Танилцуулга видео
pt: Vídeo de boas-vindas
ro: Video de bun venit
ru: Приветственное Видео
uk: Вітальне Відео
uz: Табрик видеоси
zh: 歡迎視頻

source: Welcome,
ca: Benvinguda,
fr: Bienvenue,
it: Benvenuto,
ja: ようこそ、
kk: Қош келдіңіз,
pt: Bem-vindo,
ro: Bun venit,
uk: Ласкаво Просимо
uz: Хуш келибсиз,
zh: 歡迎，

source: Went on to work at BDO and Richter and Associates working on complex corporate transactions
ca: Va continuar la seva carrera a BDO i Richter and Associates, on va treballar en transaccions corporatives complexes
de: Anschließend arbeitete er bei BDO und Richter and Associates an komplexen Unternehmenstransaktionen
es: Continuó su carrera en BDO and Richter and Associates, trabajando en transacciones corporativas complejas
fr: J'ai ensuite travaillé chez BDO et Richter and Associates sur des transactions d'entreprise complexes
it: Ha poi lavorato presso BDO e Richter and Associates occupandosi delle transazioni aziendali complesse
ja: その後、BDOおよびRichter and Associatesで複雑な企業取引を担当
kk: BDO және Richter and Associates - те күрделі корпоративтік мәмілелермен жұмыс істей бастады
ky: Андан кийин ал BDO жана Richter and Associates компанияларында иштеп, татаал корпоративдик транзакциялардын үстүндө иштеген
lv: Turpināja strādāt BDO, Richter un Associates, strādājot pie sarežģītiem korporatīviem darījumiem
mn: BDO and Richter and Associates компанид компаний нарийн төвөгтэй гүйлгээний ажлыг гүйцэтгэж байсан
pt: Passou a trabalhar na BDO e na Richter and Associates, trabalhando em transações corporativas complexas
ro: A continuat să lucreze la BDO și Richter and Associates, lucrând la tranzacții corporative complexe
ru: Далее работал в BDO и "Richter and Associates" над комплексными системами корпоративных денежных переводов
uk: Далі працював у BDO та "Richter and Associates" над комплексними системами корпоративних грошових переказів
uz: BDO ва Richter and Associates даги фаолияти давомида мураккаб корпоратив ўтказмалар билан шуғулланган
zh: 随后在BDO和Richter and Associates工作，专注于处理复杂的企业交易

source: What are Reward Points?
ca: Què són els punts de recompensa?
de: Was sind Reward Points?
es: ¿Qué son los Puntos de Recompensa?
fr: Que sont les Points de Récompense ?
it: Cosa sono i Crediti Premio?
ja: リワードポイントとは何ですか？
kk: Бонус ұпайлары дегеніміз не?
ko: 리워드 포인트란 무엇입니까?
ky: Бонустук Упайлар деген эмне?
lv: Kas ir Balvu Punkti?
mn: Шагналын Оноо гэж юу вэ?
pt: O que são os Pontos de Recompensa?
ro: Ce sunt Punctele de Recompensă?
ru: Что такое Бонусные Баллы?
uk: Що таке Бонусні Бали?
uz: Бонус баллари нима?
zh: 什麼是獎勵積分？

source: What are the ways you can potentially earn income as a Partner?
ca: Quines són les maneres en què podeu guanyar ingressos com a soci?
de: Welche Möglichkeiten gibt es als Partner Geld zu verdienen?
es: ¿De qué manera se pueden generar INgresos potenciales como Socio de inCruises?
fr: Quels sont les façons dont vous pouvez potentiellement gagner un revenu en tant que partenaire ?
it: Quali sono le potenziali modalità di guadagno per i Partner?
ja: パートナーとして収入を得ることができる方法は何ですか？
kk: Серіктес ретінде табысқа жету жолдары қандай?
ko: 파트너로서 수입을 벌 수 있는 가능한 방법은 무엇입니까?
ky: Кантип Өнөктөш катары акча тапса болот?
lv: Kādi ir galvenie ienākuma veidu kā partnerim?
mn: Түншийн хувьд та ямар аргуудаар мөнгө олох боломжтой вэ?
pt: De que maneiras você pode gerar receita como Sócio?
ro: Care sunt modalităţile prin care puteţi avea câştiguri ca Partener?
ru: Каковы способы получения дохода, будучи Партнером?
uk: Якими способами Ви можете потенційно отримати дохід у якості Партнера?
uz: Ҳамкор сифатида қандай даромад олиш мумкин?
zh: 作為合作夥伴，您可以通過哪些方式獲得收入？

source: What Disqualifies a Request?
ca: En quins casos no s’accepta una Sol·licitud?
de: Was disqualifiziert einen Antrag?
es: ¿Qué hace que una Solicitud no califique?
fr: Qu'est-ce qui Disqualifie une Demande ?
it: Cosa Squalifica una Richiesta?
ja: リクエストが無効となる条件は？
kk: Неліктен сұраныс қабылданбауы мүмкін?
ky: Өтүнүчтү кандай учурларда четке кагышат?
lv: Kas neapmierina pieprasījumu?
mn: Хүсэлт цуцлагдах шалтгаанууд.
pt: O que Desqualifica uma Solicitação?
ro: Ce descalifică o cerere?
ru: Почему запрос может быть отклонён?
uk: Чому запит може бути відхилений?
uz: Сўровлар рад этилиши мумкин бўлган вазиятлар
zh: 哪些情况会导致申请被取消资格？

source: What do Members get after Activating?
ca: Què reben els Membres després d'Activar-se?
de: Was erhalten die Mitglieder nach der Aktivierung?
es: ¿Qué obtienen los Miembros al realizar su Activación?
fr: Que reçoivent les Membres après l'Activation ?
it: Cosa ricevono i Membri dopo l'Attivazione?
ja: 登録後、メンバーは何がもらえますか？
kk: Мүшелер іске қосылғаннан кейін не алады?
ky: Мүчөлөр активдештирилгенден кийин эмне алышат?
lv: Ko Biedri iegūst pēc Aktivizācijas?
mn: Гишүүд идэвхжүүлэлт хийсний дараа юу авах вэ?
pt: O que os membros recebem após a ativação?
ro: Ce primesc membrii după activare?
ru: Что получают Члены Клуба после Активации?
uk: Що отримують Члени Клубу після Активації?
uz: Фаоллашганидан сўнг Аъзолар нималарга эга бўлади?
zh: 会员激活后将获得什么？

source: What do Members get for their Monthly Membership payment?
ca: Què reben els Membres pel seu pagament Mensual de la Membresia?
de: Was erhalten die Mitglieder für ihre monatliche Mitgliedszahlung?
es: ¿Qué obtienen los Miembros por su pago mensual de Membresía?
fr: Que reçoivent les Membres en échange de leur Adhésion mensuelle ?
it: Cosa ricevono i Membri con il pagamento della Membership mensile?
ja: メンバーは月会員費の支払いで何が得られますか？
kk: Мүшелер ай сайынғы мүшелік жарна ретінде не алады?
ky: Мүчөлөр айлык мүчөлүк төлөмү үчүн эмне алышат?
lv: Ko Biedri iegūst par savu Ikmēneša Biedru Dalības maksājumu?
mn: Гишүүд сарын Гишүүнчлэлийн төлбөрөө төлөөд юу авах вэ?
pt: O que os membros recebem pelo pagamento da assinatura mensal?
ro: Ce primesc membrii pentru plata lor lunară de membru?
ru: Что получают Члены Клубы за свои ежемесячные Членские взносы?
uk: Що отримують Члени Клуби за свої щомісячні Членські внески?
uz: Аъзолар ойлик Аъзолик тўлови эвазига нима олади?
zh: 会员每月支付会员费能获得什么？

source: What do ticket prices include — and not include?
fr: Qu'est-ce que le prix des billets comprend et n'inclut pas ?
it: Cosa includono — e cosa non includono — i prezzi dei biglietti?
kk: Билет бағасына не кіреді — ал не кірмейді?
pt: O que está incluído no preço dos ingressos — e não está?
uk: Що входить у вартість квитка, а що ні?
uz: Чипталар нархига нималар киради ва нималар кирмайди?
zh: 门票价格包含哪些内容——不包含哪些内容？

source: What Does It Take To Win?
ca: Què es necessita per Guanyar?
de: Was braucht man um zu gewinnen?
es: ¿Qué se necesita para Ganar?
fr: Que faut-il pour gagner ?
it: Cosa serve per vincere?
ja: 勝つためにはどうしたらいいですか？
kk: Жеңу үшін Не Қажет?
ko: 성공하는 방법은 무엇입니까?
ky: Жеңиш үчүн эмне керек?
lv: Kas ir jādara,lai vinnētu?
mn: Хэрхэн ялах вэ?
pt: O que é preciso para ganhar?
ro: De ce anume este nevoie pentru a câştiga?
ru: Что Необходимо Для Выигрыша?
uk: Що Необхідно Для Перемоги?
uz: Ютиш учун нима қилиш лозим?
zh: 怎樣贏得勝利？

source: What happens if I miss a Membership payment on a given month?
ca: Què passa si perdo un pagament de la meva Membresia en un mes determinat?
de: Was passiert, wenn ich in einem bestimmten Monat eine Mitgliedszahlung versäume?
es: ¿Qué ocurre si olvido el pago de la Membresía en un mes determinado?
fr: Que se passe-t-il si je manque un paiement d'Adhésion sur un mois donné ?
it: Cosa succede se in un certo mese salto il pagamento della Membership?
ja: 月会員費を支払い損ねた場合はどうなりますか？
kk: Егер мен белгілі бір айға мүшелік жарнаны жіберіп алсам не болады?
ky: Белгилүү бир айда бир мүчөлүк төлөмүмдү өткөрүп жиберсем эмне болот?
lv: Kas notiek,ja es neizdaru Biedru Dalības maksājumu dotajā mēnesī?
mn: Би тухайн сард Гишүүнчлэлийн төлбөрөө төлж чадахгүй бол яах вэ?
pt: O que acontece se eu perder um pagamento de assinatura em um determinado mês?
ro: Ce se întâmplă dacă ratez o plată de membru într-o anumită lună?
ru: Что произойдет, если я пропущу оплату Членского взноса в какой-то месяц?
uk: Що станеться, якщо я пропущу оплату Членського внеску за якийсь місяць?
uz: Агар мен берилган ойда Аъзолик тўловини ўтказиб юборсам нима бўлади?
zh: 如果我某个月错过了会员付款，会发生什么？

source: What if I cancel or drop out from being a Partner, can I get a refund?
ca: Què passa si cancelo o deixo de ser soci, puc obtenir un reembossament?
de: Kann ich eine Rückerstattung erhalten, wenn ich meine Partnerschaft kündige oder aufhöre, Partner zu sein?
es: ¿En caso que cancele o abandone mi cuenta de Socio, puedo obtener un reembolso?
fr: Que se passe-t-il si j'annule ou j'abandonne d'être partenaire, puis-je obtenir un remboursement ?
it: E se mi cancello o rinuncio a essere Partner, posso ricevere il rimborso?
ja: キャンセルした場合やパートナーから脱退した場合は、払い戻しはできますか？
kk: Серіктес болудан бас тартсам немесе аккаунтымды жойсам не болады, қайтарым ала аламын ба?
ko: 파트너의 자격을 취소하거나 탈퇴하면 어떻게 됩니까? 환불받을 수 있습니까?
ky: Өнөктөш болуудан баш тартсам же болбосом эмне болот, төлөмдү кайтарып алсам болобу?
lv: Kas ir,ja es izstājos no Partnera,vai man tiek atmaksāts?
mn: Хэрэв би Түнш байхаа цуцалсан эсвэл хаясан бол төлбөрөө буцаан авч болох уу?
pt: E se eu cancelar ou desistir de ser um parceiro, posso receber um reembolso?
ro: Ce se întâmplă dacă anulez sau renunț la statutul de Partener, pot primi o rambursare?
ru: Что происходит в случае, если я удалю свой аккаунт или перестану быть Партнёром, могу ли я получить возврат?
uk: Що відбудеться у випадку, якщо я видалю свій обліковий запис або перестану бути Партнером, чи можу я отримати повернення коштів?
uz: Ҳамкорликни бекор қилсам ёки тўхтатсам, пулларни қайтариб олишим мумкинми?
zh: 如果我取消或退出成为合作伙伴，我可以获得退款吗？

source: What if you could earn extra income and travel more—simply by helping others do the same?
ca: I si poguessis guanyar ingressos extres i viatjar més—simplement ajudant altres a fer el mateix?
de: Wie wäre es, wenn Sie ein zusätzliches Einkommen erzielen und mehr reisen könnten - einfach indem Sie anderen helfen, dasselbe zu tun?
es: ¿Qué pasaría si pudieras generar ingresos extra y viajar más, simplemente ayudando a otros a hacer lo mismo?
fr: Et si vous pouviez gagner plus d'argent et voyager plus, simplement en aidant les autres à faire de même ?
it: E se potessi guadagnare soldi extra e viaggiare di più, semplicemente aiutando gli altri a fare lo stesso?
ja: 他の人が同じように旅行し、収入を得られるようサポートするだけで、自分自身も追加収入を得てもっと旅行できるとしたら…どうしますか？
kk: Егер сіз басқаларға да солай етуге көмектесу арқылы қосымша табыс тауып, көбірек саяхаттай алсаңыз ше?
ky: Эгерде сиз башкаларга да ушундай кылууга жардам берүү менен кошумча киреше таап, көбүрөөк саякаттай алсаңызчы?
lv: Kā būtu, ja varētu gūt papildu ienākumus un ceļot vairāk - vienkārši palīdzot citiem darīt to pašu?
mn: Хэрэв та өөрийн хийж буй зүйлийг бусдыг хийхэд нь тусалж үүнээсээ нэмэлт орлого олж, илүү их аялж чадах бол яах вэ?
pt: E se você pudesse ganhar renda extra e viajar mais —simplesmente por ajudar outras pessoas a fazerem o mesmo?
ro: Cum ar fi dacă ai putea câștiga un venit suplimentar și ai putea călători mai mult, pur și simplu ajutându-i pe alții să facă același lucru?
ru: Что, если бы вы могли получать дополнительный доход и путешествовать больше, просто помогая другим делать то же самое?
uk: Що, якби ви могли отримувати додатковий дохід і більше подорожувати, просто допомагаючи іншим робити те саме?
uz: Бошқаларга ҳам шундай қилишларига ёрдамлашиб, қўшимча даромад топиш ва кўпроқ саёҳат қилишга нима дейсиз?
zh: 如果您能通过帮助他人实现同样的目标，轻松赚取额外收入并更多地旅行，您会怎么做？

source: What if you could travel more, save money, and unlock exclusive rewards? That’s exactly what inCruises Membership offers!
ca: I si poguessis viatjar més, estalviar diners i desbloquejar recompenses exclusives? Això és exactament el que ofereix la Membresía d’inCruises!
de: Was wäre, wenn Sie mehr reisen, Geld sparen und exklusive Prämien erhalten könnten? Genau das bietet die inCruises-Mitgliedschaft!
es: ¿Qué pasaría si pudieras viajar más, ahorrar dinero y desbloquear recompensas exclusivas? ¡Eso es exactamente lo que ofrece la Membresía de inCruises!
fr: Et si vous pouviez voyager davantage, économiser de l'argent et obtenir des récompenses exclusives ? C'est exactement ce qu'offre l'Adhésion inCruises !
it: E se tu potessi viaggiare di più, risparmiare denaro e sbloccare ricompense esclusive? Questo è esattamente ciò che offre l'scrizione o come diciamo noi la Membership inCruises!
ja: もっと旅行して、お金を節約し、限定特典まで手に入れられたらどうでしょう？それこそが、inCruisesメンバーシップが提供するものです！
kk: Егер сіз көбірек саяхаттап, ақша үнемдеп, эксклюзивті сыйақы алсаңыз ше? InCruises мүшелік бағдарламасы дәл осылай ұсынады!
ky: Көбүрөөк саякаттап, акчаңызды үнөмдөп, өзгөчө артыкчылыктарга ээ болсоңузчу? InCruisesке мүчө болуу дал ушуну сунуш кылат!
lv: Kā būtu, ja varētu vairāk ceļot, ietaupīt naudu un atslēgt ekskluzīvas atlīdzības? Tieši to piedāvā Biedru Dalība InCruises!
mn: Хэрэв та олон удаа аялж, мөнгөө хэмнэж, тусгай шагналуудыг авах боломжтой бол яах вэ? inCruises-ийн Гишүүнчлэл яг энэ боломжийг санал болгодог юм!
pt: E se você pudesse viajar mais, economizar dinheiro e desbloquear recompensas exclusivas? É exatamente isso que a Assinatura da inCruises oferece!
ro: Cum ar fi dacă ai putea călători mai mult, ai economisi bani și ai debloca recompense exclusive? Exact asta oferă abonamentul inCruises!
ru: Что, если бы вы могли больше путешествовать, экономить деньги и получать эксклюзивные вознаграждения? Именно это и предлагает Программа Членства inCruises!
uk: Що, якби ви могли більше подорожувати, заощаджувати гроші та отримувати ексклюзивні винагороди? Це саме те, що пропонує Членство в inCruises!
uz: Кўпроқ саёҳат қилиб, камроқ пул сарфлашга ва эксклюзив мукофотларга эга бўлишга нима дейсиз? inCruises Аъзолиги мана шуларни таклиф этади!
zh: 如果您可以更多旅行、节省费用并解锁独家奖励，您会怎么做？这正是inCruises会员资格所提供的！

source: What is QBI?
ca: Què és el QBI?
de: Was ist QBI?
es: ¿Qué es QBI?
fr: Qu'est-ce que le QBI ?
it: Che cos'è il QBI?
ja: QBIとは？
kk: QBI дегеніміз не?
ko: QBI한 무엇입니까?
ky: QBI (БСИ) деген эмне?
lv: Kas ir QBI(BKI)?
mn: QBI Индекс гэж юу вэ?
pt: O que é QBI?
ro: Ce este QBI?
ru: Что такое QBI (ИКБ)?
uk: Що означає QBI (ІЯБ)?
uz: QBI (БСИ) ўзи нима?
zh: 什么是 QBI？

source: What is the difference between a Member and a Partner?
ca: Quina és la diferència entre un membre i un soci?
de: Was ist der Unterschied zwischen einem Mitglied und einem Partner?
es: ¿Cuál es la diferencia entre un Miembro y un Socio?
fr: Quelle est la différence entre un membre et un partenaire ?
it: Qual è la differenza tra Membro e Partner?
ja: メンバーとパートナーの違いは何ですか？
kk: Мүше мен Серіктес арасында қандай айырмашылық бар?
ko: 멤버와 파트너 멤버의 차이점은 무엇입니까?
ky: Мүчө менен Өнөктөштүн ортосунда кандай айырма бар?
lv: Kāda ir atšķirība starp biedru un partneri?
mn: Гишүүн болон Түншийн хооронд ямар ялгаа байдаг вэ?
pt: Qual é a diferença entre um Membro e um Sócio?
ro: Care este diferenţa dintre un Membru şi un Partener?
ru: В чем разница между Членом Клуба и Партнером?
uk: У чому полягає різниця між Членом І Партнером?
uz: Аъзо билан Ҳамкорнинг ўртасидаги фарқ нимада?
zh: 會員和合作夥伴之間有什麼區別？

source: What is the inCruises Duplicator?
ca: Quin és el duplicador de inCruises?
de: Was ist der inCruises Duplicator?
es: ¿Qué es InCruises Duplicator?
fr: Qu'est-ce que le duplicateur InCruises ?
it: Che cosa è inCruises Duplicator?
ja: インクルーズのデュプリケイターとは何ですか？
kk: InCruises Дупликатор дегеніміз не?
ko: inCruises 듀플리케이터는 무엇입니까?
ky: inCruises Duplicator деген эмне?
lv: Kas ir inCruises dublikātors?
mn: inCruises дупликетор гэж юу вэ?
pt: O que é o Duplicator da inCruises?
ro: Ce este Duplicatorul inCruises?
ru: Что такое inCruises Duplicator?
uk: Що таке inCruises Duplicator?
uz: inCruises Дубликатор нима?
zh: 什麼是inCruises Duplicator？

source: What makes your booking ineligible for a price match?
ca: Quins factors exclouen la teva reserva de la possibilitat de rebre el reemborsament de la diferència?
de: Was macht Ihre Buchung für eine Preisanpassung ungeeignet?
es: ¿Qué hace que tu reserva sea inelegible para igualación de precio?
fr: Qu'est-ce qui fait que votre réservation ne peut pas faire l'objet d'une comparaison de prix ?
it: Cosa esclude la tua prenotazione dalla possibilità di ottenere il rimborso della differenza?
ja: プライスマッチの対象外となる予約の理由は何ですか？
kk: Сіздің брондауыңыздың бағаны сәйкестендіру құқығынан не айырады?
ky: Брондооңузду баанын дал келишинен эмне жокко чыгарат?
lv: Kas padara jūsu rezervāciju neatbilstošu cenu atbilstībai?
mn: Таны захиалга үнийн тохиргоонд хамрагдахгүй байх нөхцөлүүд:
pt: O que torna sua reserva inelegível para uma equiparação de preço?
ro: Ce face rezervarea ta să nu fie eligibilă pentru o potrivire de preț?
ru: Что делает ваше бронирование недоступным для сравнения цены?
uk: Що робить ваше бронювання недоступним для порівняння ціни?
uz: Буюртмангиз нархини солиштириш учун нима ҳалақит беряпти?
zh: 什么情况下您的预订不符合价格匹配条件？

source: What types of tickets are available?
fr: Quels types de billets sont disponibles ?
it: Quali tipi di biglietti sono disponibili?
kk: Қандай билет түрлері қолжетімді?
pt: Que tipos de ingressos estão disponíveis?
uk: Які типи квитків доступні?
uz: Қайси турдаги чипталар мавжуд?
zh: 有哪些类型的门票可供选择？

source: What You Get as a Guest:
fr: Ce que Vous Obtenez en tant qu'Invité :
it: Cosa ricevi come Ospite:
kk: Қонақ ретінде не аласыз:
pt: O que Você Ganha como Convidado:
uk: Що ви отримуєте, стаючи Гостем:
zh: 您作为访客可获得的权益如下：

source: What's new
ca: Què hi ha de nou?
de: Was es Neues gibt
es: Qué hay de nuevo
fr: Quoi de neuf
it: Cosa c'è di nuovo
ja: 最新情報
kk: Не жаңалық
ky: Эмне жаңылык
lv: Kas ir jauns
mn: Шинэ мэдээ
pt: O que há de novo
ro: Ce este nou
ru: Что нового
uk: Що нового
uz: Қандай янгиликлар
zh: 有什么新内容

source: WhatsApp number not available
fr: Numéro WhatsApp non disponible
it: Numero WhatsApp non disponibile

source: When
ca: Quan
de: Wann
es: Cuando
fr: Quand
it: Dopo avere applicato
ja: 日程
kk: Қашан
ky: Качан
lv: Kad
mn: Одоо хэрэглэх
pt: Quando
ro: Când
ru: Когда
uk: Коли
uz: Қачон
zh: 什么时候
