Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: This Silver Award recognizes our inCruises Partner Training Programs.
ca: Aquest Premi de Plata reconeix els nostres Programes de Formació per a Socis d'inCruises.
de: Dieser Silber Award würdigt unsere inCruises Partner-Trainingsprogramme.
es: El Premio de Plata reconoce nuestros Programas de Capacitación de Socios inCruises.
fr: Ce prix d'argent récompense nos programmes de formation des Partenaires inCruises.
it: Questo Silver Award premia i nostri Programmi Formativi per i Partner inCruises.
ja: この銀賞は、inCruisesのパートナー・トレーニング・プログラムを表彰するものです。
kk: Бұл Күміс жүлде біздің inCruises серіктестік оқу бағдарламаларымызды мойындайды.
ko: 이 은상은 inCruises 파트너 교육 프로그램을 인정하는 것입니다.
ky: Бул Күмүш сыйлык биздин inCruises Өнөктөштөрүн окутуу программаларыбызды тааныйт.
lv: Šajā Sudraba balvā ir atzītas mūsu InCruises partneru apmācības programmas.
mn: Энэхүү мөнгөн шагналыг манай inCruises-ийн Түншийн сургалтын хөтөлбөрүүдэд зориулан өгсөн юм.
pt: Este prêmio Silver reconhece nossos programas de treinamento para parceiros inCruises.
ro: Acest premiu de argint recunoaște programele noastre de formare pentru parteneri inCruises.
ru: Эта Серебрянная награда присуждается нашим Партнёрским обучающим программам inCruises.
uk: Ця Срібна нагорода присуджується нашим Партнерським навчальним програмам inCruises.
uz: Ушбу Кумуш мукофот билан бизнинг inCruises Ҳамкорларни ўқитиш дастуримиз эътироф этилди.
zh: 该银奖是对我们的 inCruises 合作伙伴培训计划的认可。

source: This Silver Award recognizes the inCruises Partner Web Portal, where 70,000 Active Partners manage their business from anywhere in the world.
ca: Aquest Premi de Plata reconeix el Portal Web per a Socis d'inCruises, on 70.000 Socis Actius gestionen el teu negoci des de qualsevol part del món.
de: Dieser Silber Award würdigt das inCruises Partner-Webportal, über das 70.000 aktive Partner ihre Geschäfte von jedem Ort der Welt aus verwalten.
es: El Premio de Plata reconoce el Portal Web para Socios de inCruises, donde 70,000 Socios Activos manejan su negocio desde cualquier parte del mundo.
fr: Ce prix d'argent récompense le portail web des Partenaires inCruises, où 70 000 Partenaires actifs gèrent leurs activités depuis n'importe où dans le monde.
it: Questo Silver Award riconosce il portale web di inCruises, dove 70.000 Partner attivi gestiscono le loro attività da qualsiasi parte del mondo.
ja: この銀賞は、70,000人のアクティブ・パートナーが世界中どこからでもビジネスを管理できるinCruisesのパートナー・ウェブ・ポータルが評価されたものです。
kk: Бұл күміс жүлде 70 000 белсенді серіктестер әлемнің кез келген жерінен өз бизнесін басқаратын inCruises серіктестік веб-порталын мойындайды.
ko: 이 은상은 70,000명의 활성 파트너가 전 세계 어디에서나 비즈니스를 관리할 수 있는 inCruises 파트너 웹 포털을 인정한 것입니다.
ky: Бул Күмүш сыйлык inCruises Өнөктөш веб-порталын тааныйт, мында 70 000 активдүү өнөктөш өз бизнесин дүйнөнүн каалаган жеринен башкара алат.
lv: Šī Sudraba balva atpazīst inCruises partneru Web portālu, kurā 70 000 aktīvu partneru pārvalda savu biznesu no jebkuras vietas pasaulē.
mn: Энэхүү мөнгөн шагналыг 70,000 идэвхтэй Түншүүддээ зориулан дэлхийн хаанаас ч өөрийн бизнесийг явуулах inCruises-ийн Түншийн Вэб Портал сайтад зориулан өгсөн юм.
pt: Este prêmio Silver reconhece o portal web de parceiros inCruises, onde 70.000 parceiros ativos gerenciam seus negócios de qualquer lugar do mundo.
ro: Acest premiu de argint recunoaște Portalul Web pentru parteneri inCruises, unde 70.000 de parteneri activi își gestionează afacerea de oriunde în lume.
ru: Эта Серебрянная награда присуждается нашему Партнёскому веб-порталу, благодаря которому 70 000 Активных Партнёров могут управлять своим бизнесом из любой точки планеты.
uk: Ця Срібна нагорода присуджується нашому Партнерському веб-порталу, завдяки якому 70 000 Активних Партнерів можуть керувати своїм бізнесом із будь-якої точки світу.
uz: Ушбу Кумуш мукофот билан бутун дунё бўйлаб 70,000 дан зиёд Ҳамкорлар ўз бизнесини олиб бораётган inCruises веб-портали эътироф этилди.
zh: 该银奖旨在表彰 inCruises 合作伙伴门户网站，该门户网站有 70,000 名活跃合作伙伴在世界任何地方管理他们的业务。

source: This table has no data yet.
ca: Aquesta taula encara no té dades.
de: Diese Tabelle enthält noch keine Daten.
es: Esta tabla aún no contiene datos.
fr: Ce tableau n'a pas encore de données.
it: Questa tabella non contiene ancora dati.
ja: この表にはまだデータがありません。
kk: Бұл кестеде әлі деректер жоқ.
ky: Бул таблицада азырынча маалымат жок.
lv: Šai tabulai vēl nav datu.
mn: Мэдээлэл байхгүй байна.
pt: Esta tabela ainda não possui dados.
ro: Acest tabel nu are încă date.
ru: В этой таблице пока нет данных.
uk: У цій таблиці поки що немає даних.
uz: Ушбу жадвалда ҳозирча маълумотлар йўқ.
zh: 此表尚无数据。

source: This tag is linked to %{tagCount} contacts. Deleting it will remove the association for all of them. are you sure you want to delete this tag?
ca: Aquesta etiqueta està vinculada a %{tagCount} contactes. Eliminar-la suposarà eliminar el vincle per a tots ells. Estàs segur que vols eliminar aquesta etiqueta?
de: Dieses Tag ist mit %{tagCount} Kontakten verknüpft. Wenn Sie es löschen, wird die Verknüpfung für alle gelöscht. Möchten Sie dieses Tag wirklich löschen?
es: Esta etiqueta está vinculada a %{tagCount} contactos. Eliminarlo supondrá eliminar el vínculo para todos ellos. ¿Estás seguro de que quieres eliminar esta etiqueta?
fr: Cette étiquette est liée à %{tagCount} contacts. La supprimer entraînera la suppression de l'association pour chacun d'entre eux. Êtes-vous sûr de vouloir supprimer cette étiquette ?
it: Questo tag è collegato a %{tagCount} contatti. L'eliminazione di questo tag rimuoverà l'associazione per tutti loro. Sei sicuro di voler eliminare questo tag?
ja: このタグは %{tagCount} コンタクトにリンクされています。このタグを削除すると、すべての連絡先の関連付けが削除されます。このタグを削除してもよろしいですか？
kk: Бұл тег %{tagcount} контактілерімен байланысты. Оны жою олардың арасындағы байланысты жояды. сіз бұл тегті жойғыңыз келетініне сенімдісіз бе?
ky: Бул тег %{tagCount} байланыштарына байланышкан. Аны алып салуу алардын бардыгынан ажыратууга алып келет. Бул тегти чын эле жок кылгыңыз келеби?
lv: Šis tags ir pievienots %{tagCount} contaktpersonām. Dzēšot šo atzīmi, tiks noņemta visu šo personu saistība. vai tiešām vēlaties dzēst šo tagu?
mn: Энэ tag %{tagCount}-тэй холбоотой байна. Үүнийг арилгаснаар түүний бусад хүмүүстэй хийсэн бүх холбоосууд устах болно. Та энэ tag-ийг арилгахдаа итгэлтэй байна уу?
pt: Esta etiqueta está vinculada a %{tagCount} contatos. Excluí-la removerá a associação com todos eles. Tem certeza de que deseja excluir esta etiqueta?
ro: Această etichetă este legată de %{tagCount} persoane de contact. Ștergerea acesteia va elimina asocierea pentru toate. Ești sigur că vrei să ștergi această etichetă?
ru: Этот тег связан с %{tagCount} контактами. Его удаление приведёт к отвязке от них всех. Вы уверены, что хотите удалить этот тег?
uk: Цей тег пов'язаний з %{tagCount} контактами. Його видалення призведе до скасування зв’язку для всіх них. Ви впевнені, що бажаєте видалити цей тег?
uz: Мазкур тег %{tagCount} контактларига уланган. Уни ўчириш бошқалари билан алоқани ҳам узади, шунда ҳам тегни ўчиришни истайсизми?
zh: 此标签已关联到%{tagCount}个联系人。删除该标签将移除与所有联系人的关联。您确定要删除此标签吗？

source: This ticket is currently being viewed by <u>{{ agent_name }}</u>
ca: Aquest tiquet ha estat vist per {{ agent_name }}"
de: Dieses Ticket wird derzeit angesehen von <u>{{ agent_name }}</u>
es: Este boleto está siendo visto por <u>{{ agent_name }}</u>
fr: Ce ticket est actuellement consulté par <u>{{ agent_name }}</u>
it: Questo ticket è stato visualizzato da <u>{{ agent_name }}</u>
ja: このチケットは、現在 <u>{{ agent_name }}</u>によってレビューされています
kk: Бұл билетті қазір пайдаланушы қарауда <u>{{ agent_name }}</u>
ky: Бул билет азыр <u>{{ agent_name }}</u> тарабынан каралууда
lv: Šī biļete patreiz tiek izskatīta <u>{{ agent_name }}</u>
mn: Энэ хүсэлтийг <u>{{ agent_name }}</u> шалгаж байна
pt: Este ticket está sendo visualizado por <u>{{ agent_name }}</u>
ro: Acest bilet este în prezent vizionat de <u>{{ agent_name }}</u>
ru: В настоящий момент данный тикет рассматривает <u>{{ agent_name }}</u>
uk: На даний момент цей тікет розглядає <u>{{ agent_name }}</u>
uz: Ушбу чипта ҳозирда <u>{{ agent_name }}</u>томонидан кўриб чиқилмоқда
zh: 这张票目前正在被查看<u>{{ agent_name }}</u>

source: This TOS is binding upon and will insure to the benefit of you and inCruises and its respective permitted successors or assigns. Nothing in this TOS, express or implied, is intended to confer upon any other Person any rights or remedies of any nature whatsoever under or by reason of this TOS.
ca: Aquests Termes i Condicions són vinculants i beneficiaran tant a tu com a inCruises, així com als seus successors o cessionaris autoritzats. Cap disposició d’aquests Termes i Condicions, expressa o implícita, té la intenció d’atorgar a cap altra Persona drets o recursos de cap mena en virtut dels presents Termes i Condicions.
de: Diese Servicebedingungen sind für Sie, inCruises und deren jeweilige Rechtsnachfolger oder Zessionare verbindlich und kommen Ihnen zugute. Diese Servicebedingungen, weder ausdrücklich noch stillschweigend, beabsichtigen nicht, anderen Personen Rechte oder Rechtsmittel jeglicher Art im Rahmen dieser Servicebedingungen zu gewähren.
es: Estos Términos del Servicio son vinculantes y redundarán en beneficio tuyo y de inCruises y sus respectivos sucesores o cesionarios permitidos. Nada en estos Términos de Servicio, expresa o implícitamente, pretende conferir a cualquier otra persona los derechos y recursos de cualquier naturaleza por debajo o por la razón de estos Términos de Servicio.
fr: Les présentes TOS sont contraignantes pour vous et inCruises, ainsi que pour ses successeurs ou ayants droit autorisés respectifs, et s'appliquent à votre bénéfice. Aucune disposition des présentes TOS, expresse ou implicite, n'est destinée à conférer à quiconque un quelconque droit ou recours, de quelque nature que ce soit, en vertu des présentes TOS ou en raison de celles-ci.
it: Le presenti TOS sono vincolanti per te e per inCruises e per i suoi rispettivi successori o cessionari autorizzati. Nulla di quanto contenuto nelle presenti TOS, esplicito o implicito, è inteso a conferire a qualsiasi altra persona diritti o rimedi di qualsiasi natura ai sensi o in ragione delle presenti TOS.
ja: このTOSは、会員とinCruisesおよびそれぞれの許可された後継者または譲受⼈を拘束し、それらの利益のために効⼒を⽣じます。このTOSのいかなるものも、明⽰または黙⽰を問わず、このTOSの下またはその理由により、他の⼈にいかなる性質の権利または救済を与えることを意図していません。
kk: Осы Келісім сізге және inCruises компаниясына және олардың рұқсат етілген мұрагерлеріне немесе тағайындалған тұлғаларына міндетті болып табылады және олардың пайдасына қызмет етеді. Бұл ашық немесе жасырын түрде, басқа тұлғаларға ешқандай құқықтар немесе шешімдер берілмейді.
ky: Бул Тейлөө Шарттары сиздин, inCruises жана анын уруксат берилген өкүлдөрү үчүн милдеттүү түрдө болуп саналат жана пайдаңызды коргоп турат. Бул Тейлөө Шарттарында ачык же кыйыр түрдө айтылган эч бир нерсе, ушул Тейлөө шарттарына ылайык же анын негизинде кандайдыр бир укуктарды же укуктарды коргоону каалаган башка адамга берүү үчүн арналган эмес.
lv: Šis TOS ir saistošs un nodrošinās jums un InCruises, kā arī to attiecīgajiem atļautajiem tiesību pārņēmējiem vai piešķīrējiem. Nekas šajā TOS, tieši vai netieši, nav paredzēts, lai jebkurai citai personai piešķirtu jebkādas tiesības vai tiesiskās aizsardzības līdzekļus saskaņā ar šo TOS vai to dēļ.
mn: Энэхүү Үйлчилгээний Нөхцөл нь таны болон inCruises болон түүний хууль ёсны залгамжлагч, шилжүүлэн авагчдын хувьд хүчин төгөлдөр бөгөөд үүрэг хүлээлгэх баримт болно. Энэхүү Үйлчилгээний Нөхцөлд ил болон далд байдлаар заагдаагүй бол бусад этгээд энэхүү нөхцөлд үндэслэн аливаа эрх, арга хэмжээ шаардах эрхгүй болно.
pt: Este TDS é vinculativo e durará em seu benefício, da inCruises e seus respectivos sucessores ou cessionários permitidos. Nada nestes TDS, expressos ou implícitos, destina-se a conferir quaisquer direitos ou recursos de qualquer natureza a outra Pessoa, de acordo com os TDS ou em razão deles.
ro: Acest TOS este obligatoriu și va asigura în beneficiul tău și al inCruises și al succesorilor sau cesionaților săi respectivi. Nimic din acest TOS, expres sau implicit, nu are scopul de a conferi vreunei alte Persoane drepturi sau remedii de orice natură în temeiul sau ca urmare a acestui TOS.
ru: Настоящие Условия Использования обязательны к соблюдению и будут иметь юридическую силу в ваших интересах и интересах inCruises и его соответствующих правопреемников. Никакие положения настоящих Условий Использования, явные или подразумеваемые, не предназначены для того, чтобы предоставлять какому-либо постороннему лицу какие-либо права или средства правовой защиты какого бы то ни было характера посредством или благодаря данным Условиям Использования.
uk: Ці TOS є обов'язковим до виконання і надаються на користь вам та inCruises і його відповідним спадкоємцям чи правонаступникам. Ніщо в цьому TOS, явному чи неявно, не покликане надавати будь-якій іншій особі будь-які права чи засоби правового захисту будь якого характеру в рамках цього TOS.
uz: Мазкур ХКШ сиз ҳамда inCruises ва мос равишда унинг рухсат этилган ворислари ёки тайинланган меросхўрлари учун мажбурийдир ва сиз ҳамда юқорида саналганларнинг манфаатлари учун тегишлидир. Ушбу ХКШда аниқ ифода этилган ёки назарда тутилган ҳеч бир нарса бошқа ҳеч кимга мазкур ХКШ асосида ёки сабабли бирор турдаги ҳуқуқ ёки ҳуқуқий ҳимоя воситасини тақдим этиш учун мўлжалланмаган.
zh: 本服务条款对您和inCruises及其各自的被允许继承人或受让人具有约束力，并对其利益有效。本服务条款中的任何内容，无论明示还是暗示，均无意授予任何其他人基于本服务条款的任何权利或补救措施。

source: This TOS sets forth the entire agreement and understanding of you and inCruises relating to the subject matter hereof and merges all discussions, representations, covenants, promises, discussions, negotiations, and exchanges between you and inCruises with respect thereto.
ca: Aquests Termes i Condicions constitueixen l’acord íntegre i l’entesa completa entre tu i inCruises en relació amb l’assumpte que s’hi tracta, i integren totes les converses, declaracions, compromisos, promeses, negociacions i intercanvis previs entre tu i inCruises referents a aquest tema.
de: Diese Servicebedingungen stellen die gesamte Vereinbarung und Übereinkunft zwischen Ihnen und inCruises in Bezug auf den Vertragsgegenstand dar und fassen alle diesbezüglichen Diskussionen, Darstellungen, Vereinbarungen, Versprechen, Diskussionen, Verhandlungen und Austausche zwischen Ihnen und inCruises zusammen.
es: Estos Términos de Servicio establecen el acuerdo completo y el entendimiento entre inCruises y tú con respecto a la materia objeto del mismo y contempla todos los debates, declaraciones, acuerdos, promesas, discusiones, negociaciones y los intercambios entre inCruises y tú con respecto a la misma.
fr: Ces TOS définissent l'intégralité de l'accord et de la compréhension entre vous et inCruises concernant l'objet des présentes et fusionnent toutes les discussions, représentations, engagements, promesses, discussions, négociations et échanges entre vous et inCruises à cet égard.
it: Questi TOS stabiliscono l'intero accordo e la completa intesa tra te e inCruises in relazione all'oggetto del presente documento e sostituiscono tutte le discussioni, dichiarazioni, patti, promesse, colloqui, negoziati e scambi intercorsi tra te e inCruises a tale riguardo.
ja: このTOSは、本契約の主題に関連する会員とinCruisesの完全な合意と理解を規定し、それに関して会員とinCruisesとの間のすべての議論、表明、契約、約束、議論、交渉、および交換を統合します。
kk: Осы Келісім сіз бен inCruises арасындағы осы келісімнің барлық келісімдері мен түсініктерін анықтайды және сіз бен inCruises арасындағы осы мәселе бойынша барлық талқылаулар, өкілдіктер, келісімдер, уәделер, пікірталастар, келіссөздер мен алмасуларды біріктіреді.
ky: Бул ТЕЙЛӨӨ ШАРТТАРЫ сиздин жана inCruisesтин ушул темага тиешелүү бүтүндөй макулдашуусун жана түшүнүгүн баяндайт жана ага карата сиз менен inCruises ортосундагы бардык талкууларды, өкүлчүлүктөрдү, келишимдерди, убадаларды, талкууларды, сүйлөшүүлөрдү жана алмашууларды ичине камтыйт.
lv: Šajā TOS ir izklāstīta visa vienošanās un izpratne par jums un inCruises saistībā ar tās pakalpojumiem, kā arī apvienotas visas diskusijas, pārstāvniecības, derības, solījumi, diskusijas, sarunas un apmaiņa starp jums un inCruises saistībā ar to.
mn: Энэхүү Үйлчилгээний Нөхцөл нь таны болон inCruises-ийн хооронд энэхүү асуудалтай холбогдуулан байгуулагдсан бүрэн гэрээ, ойлголтыг тодорхойлж байгаа бөгөөд уг асуудалтай холбоотой бүх хэлэлцүүлэг, тайлбар, гэрээ, амлалт, яриа хэлэлцээ, тохиролцоо, харилцааг нэгтгэн нэгэн бүтэн баримт бичиг болгон нэгтгэсэн болно.
pt: Estes TDS estabelecem todo o acordo e entendimento entre você e a inCruises em relação ao assunto deste documento e mesclam todas as discussões, representações, convênios, promessas, discussões, negociações e trocas entre você e a inCruises em relação a isso.
ro: Acest TOS stabilește întregul acord și înțelegere dintre tine și inCruises referitoare la subiectul prezentului articol și unește toate discuțiile, reprezentările, acordurile, promisiunile, discuțiile, negocierile și schimburile dintre tine și inCruises cu privire la acestea.
ru: Настоящие Условия Использования устанавливают весь объем соглашений и договоренностей между вами и inCruises, касаемо предмета настоящего Соглашения, и регламентируют все обсуждения, заявления, обязательства, обязанности, разъяснения, переговоры, а также обмены между вами и inCruises в отношении вышеизложенного.
uk: Ці УНП (TOS) становлять цілісну угоду та домовленість між вами та компанією inCruises щодо предмету даного Договору та об'єднують всі дискусії, представлення, угоди, обіцянки, переговори та обміни між вами та inCruises стосовно вищезгаданого.
uz: Мазкур ХКШда ушбу ҳужжат предметига нисбатан сиз ва inCruisesʼнинг тўлиқ розлиги ҳамда тушунганлиги баён этилган ва ХКШ барча муҳокамалар, вакилликлар, битимлар, ваъдалар, мунозаралар, музокараларни ва уларга нисбатан сиз ва inCruises ўртасидаги алмашинувларни ўзида бирлаштиради.
zh: 本服务条款构成您与inCruises之间关于本协议主题的完整协议及理解，并将双方就此进行的所有讨论、陈述、约定、承诺、谈判及交流内容合并于此。

source: This type of booking is not allowed
ca: Aquest tipus de reserva no està autoritzada
de: Diese Art der Buchung ist nicht erlaubt
es: Este tipo de reservación no es permitida.
fr: Ce type de réservation n'est pas autorisé
it: Questo tipo di prenotazione non è consentita
ja: このタイプの予約はできません
kk: Мұндай брондау рұқсат етілмейді
ko: 이 유형의 예약은 허용되지 않습니다
ky: Брондоонун бул түрүнө жол берилбейт
lv: Šīis rezervācijas veids nav atļauts
mn: Ийм төрлийн захиалга зөвшөөрөгдөхгүй.
pt: Este tipo de reserva não é permitida
ro: Acest tip de rezervare nu este permisă.
ru: Данный тип бронирования запрещён
uk: Цей тип бронювання заборонений
uz: Ушбу турдаги буюртмага йўл қўйилмайди
zh: 不允許此類預訂

source: This user does not have an active membership
ca: Aquest usuari no té activa la quota de membre
de: Dieser Benutzer hat keine aktive Mitgliedschaft
es: Este usuario no tiene su membresía activa
fr: Cet utilisateur n'a pas d'adhésion actif
it: Questo utente non ha la Membership attiva
ja: このユーザーはアクティブなメンバーシップを持っていません
kk: Бұл пайдаланушының әзірге белсенді мүшелігі жоқ
ko: 이 사용자는 활성화된 멤버십이 없습니다
ky: Бул колдонуучунун активдүү мүчөлүгү жок
lv: Šim lietotājam nav aktīvas partnerības
mn: Энэ гишүүний гишүүнчлэл идэвхгүй байна
pt: Este usuário não possui uma assinatura ativa
ro: Acest utilizator nu este Membru activ
ru: Этот участник еще не является Активным Членом Клуба
uk: Цей користувач не має активного членства
uz: Ушбу фойдаланувчи фаол аъзоликка эга эмас
zh: 該用戶沒有有效會員資格

source: This user has an active member membership
ca: Aquest usuari té una quota activa de membre
de: Dieser Benutzer hat eine aktive Mitgliedschaft
es: Este usuario tiene una membresía activa
fr: Cet utilisateur a une adhésion de membre actif
it: Questo utente ha la Membership attiva,
ja: このユーザーはアクティブメンバーです
kk: Бұл қатысушының белсенді мүшелігі бар
ko: 이 사용자는 현재 유효한 멤버 멤버십입니다
ky: Бул колдонуучу активдүү мүчө
lv: Šim lietotājam ir aktīva biedru partnerība
mn: Энэ хэрэглэгч идэвхтэй гишүүнчлэлтэй байна
pt: Este usuário tem uma assinatura de membro ativa
ro: Acest utilizator este un Membru activ
ru: Этот участник стал Активным Членом Клуба
uk: Цей користувач має активне членство
uz: Ушбу фойдаланувчи фаол аъзо бўлиб
zh: 該用戶擁有活躍的會員資格

source: This user has been locked
ca: Aquest usuari ha estat bloquejat
de: Dieser Benutzer wurde gesperrt
es: Este usuario ha sido bloqueado
fr: Cet utilisateur a été verrouillé
it: Questo utente è stato bloccato
ja: このユーザーはロックされています
kk: Бұл пайдаланушы бұғатталған
ko: 이 사용자는 잠겨 있습니다
ky: Бул колдонуучуy бөгөттөлгөн
lv: Šis lietotājs tika bloķēts
mn: Энэ хэрэглэгч цоожлогдсон байна.
pt: Este usuário foi bloqueado
ro: Acest utilizator a fost blocat
ru: Данный пользователь заблокирован
uk: Цей користувач заблокований
uz: Ушбу фойдаланувчи блокланган.
zh: 该用户已被锁定

source: This user has left the room
ca: Aquest usuari ha abandonat la sala
de: Dieser Benutzer hat den Raum verlassen
es: Este usuario ha salido de la sala
fr: Cet utilisateur a quitté la salle
it: Questo utente ha lasciato la stanza
ja: このユーザーはルームを退出しました
kk: Бұл пайдаланушы бөлмеден шықты
ko: 이 사용자가 방을 나갔습니다
ky: Бул колдонуучу бөлмөдөн чыгып кетти
lv: Šis lietotājs ir pametis telpu
mn: Энэ хэрэглэгч өрөөг орхин гарлаа.
pt: Este usuário saiu da sala
ro: Acest utilizator a părăsit camera
ru: Данный пользователь покинул комнату
uk: Цей користувач покинув кімнату
uz: Ушбу фойдаланувчи хонани тарк этди
zh: 该用户已离开房间

source: This user has not signed this agreement.
fr: Cet utilisateur n'a pas signé cet accord.
it: Questo utente non ha firmato questo contratto.

source: This username has already been taken.
ca: Aquest nom d'usuari ja està en us.
de: Dieser Benutzername ist bereits vergeben.
es: Este nombre de usuario ya esta en uso.
fr: Ce nom d'utilisateur a déjà été pris.
it: Questo nome utente è già in uso.
ja: このユーザー名は既に使用されています。
kk: Бұл пайдаланушы есімі бос емес.
ko: 이 사용자 이름은 이미 사용되었습니다.
ky: Бул колдонуучунун аты мурунтан эле алынган.
lv: Šis lietotājvārds jau ir aizņemts.
mn: Энэ хэрэглэгчийн нэр хэрэглэгдэж байна.
pt: Este nome de usuário já foi usado.
ro: Acest nume de utilizator a fost deja luat.
ru: Это имя пользователя уже занято.
uk: Це ім’я користувача вже зайняте.
uz: Ушбу фойдаланувчи номи аллақачон банд қилинган.
zh: 此用戶名已被使用.

source: This Week
ca: Aquesta setmana
de: Diese Woche
es: Esta Semana
fr: Cette semaine
it: Questa settimana
ja: 今週
kk: Осы Апта
ko: 이번 주간
ky: Бул апта
lv: Šī nedēļa
mn: Энэ 7 хоног
pt: Esta semana
ro: Săptămâna aceasta
ru: Текущая неделя
uk: Поточний тиждень
uz: Ушбу ҳафта
zh: 本周

source: This Week's Potential
ca: Potencial d'aquesta setmana
de: Potenzial in dieser Woche
es: Potencial de esta semana
fr: Le potentiel de cette semaine
it: Potenziale di questa settimana
ja: 今週の可能性
kk: Осы Аптаның Әлеуеті
ko: 이번 주 잠재력
ky: Бул аптанын потенциалы
lv: Šīs nedēļas potenciāls
mn: Энэ 7 хоногийн боломж
pt: Potencial desta semana
ro: Potențialul din această săptămână
ru: Потенциал этой недели
uk: Потенціал цього тижня
uz: Ушбу ҳафтанинг эҳтимолий
zh: 本周的潜力

source: This will only show members who are still within the first 5 days after their invoice has been generated. this will grant them double their reward points.
fr: Ceci n'affichera que les membres qui se trouvent dans les 5 premiers jours suivant la génération de leur facture. Ils recevront ainsi le double de reward points.
it: Verranno mostrati solo i Membri che si trovano ancora entro i primi 5 giorni dalla generazione della loro fattura. Questo garantirà loro il doppio dei Reward Points.
