Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Pay $%{totalAmount}
fr: Payer %{totalAmount} $
it: Paga $%{totalAmount}
kk: Төлеу: $%{totalAmount}
pt: Pagar $%{totalAmount}
uk: Сплатити $%{totalAmount}
uz: Тўлаш: $%{totalAmount}
zh: 支付$%{totalAmount}

source: Pay Here
ca: Paga aquí
de: Hier bezahlen
es: Paga Aquí
fr: Payer ici
it: Paga qui
ja: お支払いはこちら
kk: Бұл жерде төлеңіз
ko: 여기에서 결제하세요
ky: Бул жерде төлөңүз
lv: Maksā šeit
mn: Төлбөр төлөх
pt: Pague aqui
ro: Plătește Aici
ru: Оплатить здесь
uk: Сплатити тут
uz: Бу ерда тўланг
zh: 这里付款

source: Pay Invoice
ca: Pagar Factura
de: Rechnung bezahlen
es: Pagar Recibo
fr: Payer la facture
it: Paga la fattura
ja: 請求書を支払う
kk: Шот-фактураны Төлеу
ky: Эсеп-фактураны төлөө
lv: Nomaksāt Rēķinu
mn: Нэхэмжлэх төлөх
pt: Pagar fatura
ro: Plătește Factura
ru: Оплатить счёт
uk: Сплатити рахунок
uz: Ҳисобни тўлаш
zh: 支付发票

source: Pay Invoice $%{totalAmount}
fr: Payer la facture %{totalAmount} $
it: Paga fattura $%{totalAmount}
kk: Шотты төлеу: $%{totalAmount}
pt: Pagar fatura $%{totalAmount}
uk: Сплатити рахунок $%{totalAmount}
uz: Ҳисобни тўлаш $%{totalAmount}
zh: 支付发票$%{totalAmount}

source: Pay using inCruises® Wallet
ca: Pagar amb la Cartera inCruises®
de: Mit dem inCruises® Wallet bezahlen
es: Pagar con Cartera inCruises®
fr: Payer en utilisant inCruises® Wallet
it: Paga con il Wallet inCruises®
ja: inCruises® ウォレットから支払う
kk: inCruises® Әмияны көмегімен төлеу
ko: inCruises® Wallet을 사용하여 결제
ky: inCruises® Капчыгы аркылуу төлөңүз
lv: Maksājiet izmantojot inCruises® maciņu
mn: InCruises® түрийвч ашиглан төлөх
pt: Pagar usando a Carteira inCruises®
ro: Plăteşte cu Wallet-ul inCruises®
ru: Оплатить, используя inCruises® Кошелек
uk: Сплатити за допомогою inCruises® Гаманця
uz: inCruises Ҳамёнини қўллаб тўланг
zh: 使用inCruises® Wallet付款

source: Pay using PayQuicker
ca: Paga amb PayQuicker
de: Mit PayQuicker bezahlen
es: Pagar con PayQuicker
fr: Payer en utilisant PayQuicker
it: Paga con PayQuicker
ja: PayQuickerから支払う
kk: PayQuicker көмегімен төлеу
ko: PayQuicker을 사용하여 결제
ky: PayQuicker аркылуу төлөөңүз
lv: Maksāt, izmantojot PayQuicker
mn: PayQuicker-аар төлөх
pt: Pagar usando PayQuicker
ro: Plăteşte cu PayQuicker
ru: Оплатить, используя PayQuicker
uk: Сплатити за допомогою PayQuicker
uz: PayQuicker ни қўллаб тўланг
zh: 使用PayQuicker付款

source: Pay using Reward Points
ca: Pagar amb punts de recompensa
de: Bezahlen mit Reward Points
es: Paga usando tus Puntos de Recompensa
fr: Payer en utilisant les Points de Récompense
it: Paga usando i Crediti Premio
ja: リワードポイント使って支払う
kk: Бонустық ұпайлармен төлеңіз
ko: 리워드 포인트를 사용하여 결제
ky: Бонустук Упайлар менен төлөңүз
lv: Maksā ,pielietojot Balvu Punktus
mn: Шагналын Оноог хэрэглэж төлбөр төлөх
pt: Pagar usando Pontos de Recompensa
ro: Plătește folosind puncte de recompensă
ru: Оплатить, используя Бонусные Баллы
uk: Сплатити, використовуючи Бонусні Бали
uz: Бонус балларидан фойдаланиб тўлаш
zh: 使用獎勵積分支付

source: Pay with Reward points
ca: Paga amb Punts de recompensa
de: Bezahlen mit Reward Points
es: Pagar con Puntos de Recompensa
fr: Payer avec des points de Récompense
it: Paga con i Crediti Premio
ja: リワードポイントで支払う
kk: Бонустық ұпайлармен Төлеу
ky: Бонустук упайлар менен төлөңүз
lv: Maksā ar Balvu Punktiem
mn: Шагналын оноогоор төлөх
pt: Pagar com Pontos de Recompensa
ro: Plătește cu puncte de recompensă
ru: Оплатить Бонусными Баллами
uk: Сплатити Бонусними Балами
uz: Бонус баллари билан тўлаш
zh: 使用奖励积分支付

source: Pay with Reward Points
ca: Paga amb Punts de Recompensa
de: Bezahlen mit Reward Points
es: Pagar con Puntos de Recompensa
fr: Payer avec des Points de Récompense
it: Paga con i Crediti Premio
ja: リワードポイントで支払う
kk: Бонустық Ұпайлармен Төлеу
ky: Бонустук упайлар менен төлөңүз
lv: Maksā ar Balvu punktiem
mn: Шагналын Оноогоор төлөх
pt: Pagar com Pontos de Recompensa
ro: Plătește cu Puncte de Recompensă
ru: Оплатить Бонусными Баллами
uk: Сплатити Бонусними Балами
uz: Бонус баллари билан тўлаш
zh: 使用奖励积分支付

source: Payable through %{ supplier_name }, acting as agent for the service operating company, details of which can be provided upon request.
ca: A pagar a través de %{ nom_de el_proveïdor }, que actua com a agent de l'empresa operadora del servei, les dades del qual poden facilitar-se prèvia sol·licitud.
de: Zahlbar über %{ supplier_name }, der als Agent für die Betreibergesellschaft des Dienstes handelt, deren Einzelheiten auf Anfrage mitgeteilt werden können.
es: A pagar a través de %{ supplier_name }, que actúa como agente de la empresa operadora del servicio, cuyos detalles pueden ser proporcionados a solicitud.
fr: Payable par l'intermédiaire de %{ nom_du_fournisseur }, agissant en tant qu'agent de la société d'exploitation du service, dont les coordonnées peuvent être fournies sur demande.
it: Pagabile tramite %{ nome_fornitore }, che opera in qualità di agente per la società di gestione del servizio, di cui è possibile fornire informazioni dettagliate su richiesta.
ja: サービス運営会社のエージェントである %{ supplier_name } を通じて支払われます。その詳細については、ご希望に応じて提供することができます。
kk: Толығырақ сұраныс бойынша берілуі мүмкін сервистік компанияның агенті ретінде әрекет ететін %{ supplier_name }арқылы төлем.
ko: 서비스 운영 회사의 대리인 역할을 하는 %{ supplier_name }을(를) 통해 지불 가능하며 세부 정보는 요청 시 제공될 수 있습니다.
ky: Кызмат көрсөтүүчү компаниянын агенти катары иштеген %{ supplier_name } аркылуу төлөнөт, анын чоо-жайы сурам боюнча берилиши мүмкүн.
lv: Maksājams, izmantojot% {supplier_name}, kas darbojas kā pakalpojumu sniedzēja kompānija aģents un pēc pieprasījuma var sniegt detalizētu informāciju.
mn: %{ нийлүүлэгч_нэр }-ээр дамжуулан төлөх боломжтой бөгөөд, үйлчилгээ эрхлэгч компанийн төлөөлөгчөөр ажиллаж хүсэлтийн дагуу дэлгэрэнгүй мэдээлэл өгөх боломжтой.
pt: Pagável através do fornecedor %{ supplier_name }, atuando como agente da empresa operadora do serviço, cujos detalhes podem ser fornecidos mediante solicitação.
ro: Plătibil prin %{ supplier_name }, care acționează ca agent pentru compania care operează servicii, detalii care pot fi furnizate la cerere.
ru: Оплачивается через %{ supplier_name }, которая выступает в качестве агента компании, предоставляющей услуги, и детали которой могут быть предоставлены по запросу.
uk: Оплачується через %{ supplier_name }, яка виступає як агент компанії, що надає послуги, та деталі якої можуть бути надані за запитом.
uz: Батафсил маълумотлари талабга кўра тақдим этилиши мумкин бўлган хизмат кўрсатувчи компания учун агент сифатида ҳаракат этувчи %{ supplier_name } орқали тўланади.
zh: 通过 %{ supplier_name } 支付，作为服务运营公司的代理，可根据要求提供详细信息。

source: Payer
ca: Pagador
de: Zahler
es: Inglés
fr: Payeur
it: Pagante
ja: 支払人
kk: Төлеуші
ko: 지불사
ky: Төлөөчү
lv: Maksātājs
mn: Төлөгч
pt: Pagador
ro: Plătitor
ru: Плательщик
uk: Платник
uz: Тўловчи
zh: 付款人

source: Payer Location
ca: Localització del pagador
de: Standort des Zahlers
es: Ubicación del pagador
fr: Localisation du payeur
it: Luogo di pagamento
ja: 支払人の所在地
kk: Төлеушінің орналасқан жері
ko: 지불사 위치
ky: Төлөөчүнүн жайгашкан жери
lv: Maksātāja atrašanās vieta
mn: Төлөгчийн байршил
pt: Localização do pagador
ro: Locația plătitorului
ru: Местоположение плательщика
uk: Місцезнаходження платника
uz: Тўловчи манзили
zh: 付款人所在地

source: payment agreement
fr: accord de paiement
it: contratto di pagamento
kk: Төлем келісімшарты
pt: contrato de pagamento
uk: платіжна угода
uz: тўлов шартномаси
zh: 付款协议

source: Payment Agreement
ca: Acord de pagament
de: Zahlungsvereinbarung
es: Acuerdo de Pagos
fr: Accord de paiement
it: Contratto di pagamento
ja: 支払い規約
kk: Төлем келісімі
ko: 지불 계약
ky: Төлөм Келишими
lv: Apmaksas vienošanos
mn: Төлбөрийн Гэрээ
pt: Contrato de Pagamento
ro: Acord de plată
ru: Платёжным Соглашением
uk: Платіжна Угода
uz: Тўлов шартномаси
zh: 付款协议

source: Payment amount.
ca: Import de pagament.
de: Zahlungsbetrag.
es: Monto del Pago.
fr: Montant du Paiement.
it: Importo del pagamento.
ja: 支払い金額。
kk: Төлем сомасы.
ky: Төлөө суммасы:
lv: Maksājuma summa.
mn: Төлбөрийн хэмжээ.
pt: Valor do pagamento.
ro: Suma de plată.
ru: Сумма платежа.
uk: Сума платежу.
uz: Тўлов санаси.
zh: 支付金额。

source: Payment Date:
ca: Data de pagament:
de: Zahlungsdatum:
es: Fecha de Pago:
fr: Date du Paiement :
it: Data del pagamento:
ja: 支払日：
kk: Төленген Күні:
ko: 지불 날짜:
ky: Төлөө датасы:
lv: Maksājuma datums:
mn: Төлбөрийн огноо:
pt: Data de pagamento:
ro: Data plății:
ru: Дата платежа:
uk: Дата платежу:
uz: Тўлов санаси:
zh: 支付日期：

source: Payment Documentation Request: Payment Under Review - Your immediate response is needed
ca: Sol·licitud de Documentació de Pagament: Pagament en Revisió – Es necessita la teva resposta immediata
es: Solicitud de Documentación de Pago: Pago en Revisión - Se requiere tu respuesta inmediata
fr: Demande de Justificatif de paiement : Paiement en Cours d'Examen - Votre réponse immédiate est requise
it: Richiesta documentazione pagamento: Pagamento in revisione - Risposta immediata necessaria
ja: お支払い書類の提出依頼：支払い審査中 – 要至急対応
kk: Төлем құжатын ұсыну сұранысы: Төлем тексеруде — Жедел әрекет қажет
pt: Solicitação de Comprovante de Pagamento: Pagamento sob revisão - Sua resposta imediata é necessária
ro: Cerere de documente de plată: Plata în curs de examinare - este necesar un răspuns imediat
uk: Запит на документи щодо платежу: Платіж на розгляді — потрібна ваша термінова відповідь
uz: Тўлов ҳужжатлари талаб этилади: Тўловингиз текширув остида - Тезкор жавобингиз кутилмоқда
zh: 付款文件请求：付款正在审核中 - 需要您立即回应

source: Payment Documentation Request: The Payments Team is attempting to verify some accounts of one or more people on your team.
ca: Sol·licitud de Documentació de Pagament: L’Equip de Pagaments està intentant verificar els comptes d’una o més persones del teu equip.
es: Solicitud de Documentación de Pago: El Equipo de Pagos está intentando verificar algunas cuentas de una o más personas de tu equipo.
fr: Demande de Justificatifs de Paiement : L'Équipe de Paiements tente de vérifier certains comptes d'une ou plusieurs personnes de votre équipe.
it: Richiesta Documentazione Pagamento: Il team Pagamenti sta cercando di verificare alcuni account di una o più persone del tuo team.
ja: お支払い書類の提出依頼：ペイメントチームが、あなたのチームメンバーのうち1名以上のアカウントの確認を試みています。
kk: Төлем құжатын ұсыну сұранысы: Төлемдер бөлімі сіздің командаңыздағы бір немесе бірнеше адамның аккаунттарын тексеруге тырысуда.
pt: Solicitação de comprovante de pagamento: A equipe de pagamentos está tentando verificar algumas contas de uma ou mais pessoas da sua equipe.
ro: Cerere de documente de plată: Echipa de plăți încearcă să verifice unele conturi ale uneia sau mai multor persoane din echipa ta.
uk: Запит на підтвердження платіжної документації: Платіжна команда намагається перевірити деякі облікові записи одного або кількох членів вашої команди.
uz: Тўлов ҳужжатлари талаб этилади: Тўловлар билан ишлаш бўлими жамоангиздаги бир ёки бир неча шахслар аккаунтларини тасдиқлашга интилмоқда.
zh: 付款文件请求：付款团队正在尝试核实您团队中一位或多位成员的账户信息。

source: Payment Fulfillment
ca: Execució del pagament
de: Zahlungsabwicklung
es: Cumplimiento de Pago
fr: Exécution de paiements
it: Esecuzione del pagamento
ja: 支払い履行
kk: Төлем жасау
ko: 지불 이행
ky: Төлөмдүн аткарылышы
lv: Maksājuma izpilde
mn: Төлбөр төлөгдсөн байдал
pt: Pagamento realizado
ro: Îndeplinirea plății
ru: Исполнение оплаты
uk: Здійснення платежу
uz: Тўловни амалга ошириш
zh: 付款履行

source: Payment Method
ca: Mètode de Pagament
de: Zahlungsmethode
es: Método de Pago
fr: Mode de Paiement
it: Metodo di pagamento
ja: 支払い方法
ky: Төлөм ыкмасы
lv: Maksāšanas metode
mn: Төлбөрийн арга
ro: Metode de plată
ru: Способ оплаты

source: Payment Methods
fr: Modes de Paiement
it: Metodi di pagamento

source: Payment Protection
ca: Protecció de Pagament
de: Zahlungsschutz
es: Protección de Pago
fr: Protection des paiements
it: Protezione del pagamento
ja: 支払い保護
kk: Төлемді қорғау
ko: 결제 보호
ky: Төлөм Коргоосу
lv: Maksājumu Aizsardzība
mn: Төлбөрийн хамгаалалт
pt: Proteção de pagamento
ro: Protecția plăților
ru: Защита платежа
uk: Захист платежу
uz: Тўлов ҳимояси
zh: 付款保障

source: Payment Protection is
ca: La Protecció de Pagament és
de: Zahlungsschutz ist
es: La Protección de Pago es
fr: La protection des paiements est
it: La Protezione del pagamento è
ja: 支払い保護とは
kk: Төлемді қорғау дегеніміз
ky: Төлөмдү коргоо - бул
lv: Maksājumu Aizsardzība ir
mn: Төлбөрийн хамгаалалт гэдэг бол
pt: A proteção de pagamento é
ro: Protecția plății este
ru: Защита платежа - это
uk: Захист платежу – це
uz: Тўлов Ҳимояси -
zh: 付款保护是

source: Payment status:
ca: Estat del Pagament:
de: Zahlungsstatus:
es: Estado del Pago:
fr: Statut du paiement :
it: Stato del pagamento:
ja: 支払い状況：
kk: Төлем күйі:
ko: 지불 상태:
ky: Төлөм абалы:
lv: Maksājuma status:
mn: Төлбөрийн статус:
pt: Status do pagamento:
ro: Starea plății:
ru: Статус оплаты:
uk: Статус оплати:
uz: Тўлов мақоми:
zh: 支付状态：

source: Payment Terms
ca: Condicions de pagament
de: Zahlungsbedingungen
es: Términos de Pago
fr: Conditions de paiement
it: Condizioni di pagamento
ja: 支払い規約
kk: Төлем Шарттары
ko: 지불 조건
ky: Төлөм шарттары
lv: Maksāšanas termiņi
mn: Төлбөрийн Нөхцөлүүд
pt: Termos de Pagamento
ro: Condiţii de plată
ru: Условия Платежей
uk: Умови Платежів
uz: Тўлов шартлари
zh: 付款條件

source: Payment Type
ca: Mètode de Pagament
de: Zahlungsart
es: Tipo de Pago
fr: Type de paiement
it: Tipo di pagamento
ja: 支払い方法
kk: Төлем тәсілі
ko: 지불 유형
ky: Төлөм түрү
lv: Maksājumu veids
mn: Төлбөрийн төрөл
pt: Tipo de pagamento
ro: Tipul de plată
ru: Тип платежа
uk: Тип платежу
uz: Тўлов усули
zh: 付款方式

source: Payments
ca: Pagaments
de: Zahlungen
es: Pagos
fr: Paiements
it: Pagamenti
ja: 支払い
kk: Төлемдер
ko: 지불
ky: Төлөмдөр
lv: Maksājumi
mn: Төлбөр
pt: Pagamentos
ro: Plăţi
ru: Платежи
uk: Платежі
uz: Тўловлар
zh: 支付

source: Payments > Invoices > Payment Methods > inCruises Wallet Recurring
fr: Paiements > Factures > Modes de Paiement > Paiement Récurrent via le Portefeuille inCruises
it: Pagamenti > Fatture > Metodi di pagamento > Wallet inCruises Ricorrente
kk: Төлемдер > Шоттар > Төлем әдістері > inCruises әмияны рекурренттік
pt: Pagamentos > Faturas > Meios de Pagamento > Recorrência da Carteira inCruises
uk: Платежі > Рахунки > Способи оплати > Рекурентні платежі через гаманець inCruises
uz: Тўловлар > Ҳисоблар > Тўлов усули > inCruises ҳамёнидан даврий тўлов
zh: 付款 > 发票 > 付款方式 > inCruises钱包定期付款
