Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Cruise Fare, WI-FI (4 devices), Premium Drinks Package (unlimited drinks up to $20 each), Specialty Dining Meals (Unlimited), Casual Dining Meals (Unlimited), Crew Appreciation, Photo Package (unlimited digital + 3 prints), Princess Prizes, Premium Desserts (unlimited), Fitness Classes (unlimited), Unlimited Juice Bar, Ocean One Delivery, Stateroom delivery, Medallion Accessory, Reserved Theater seating (for production shows only), OceanNow delivery, Room Service Delivery, Taxes, Fees, Port Charges (* Available for the 1st and 2nd guests)
fr: Tarif de la Croisière, WI-FI ( pour 4 appareils ), Forfait Boissons Premium (boissons illimitées jusqu'à 20 $ chacune), Repas dans les Restaurants Spécialisés (illimités), Repas Décontractés (illimités), Appréciation de l'Équipage, Forfait Photo (photos numériques illimitées + 3 impressions), Prix Princess, Desserts Premium (illimités), Cours de Fitness (illimités), Bar à Jus (illimité), Service de Livraison Ocean One, Livraison en Cabine, Accessoire Medallion, Places Réservées au Théâtre (pour les spectacles de production uniquement), Livraison OceanNow, Service en Chambre, Taxes, Frais, Frais Portuaires (* Disponible pour les 1er et 2e passagers)
it: Tariffa crociera, WI-FI (4 dispositivi), pacchetto bevande premium (bevande illimitate fino a $20 ciascuna), pasti speciali (illimitati), pasti informali (illimitati), apprezzamento equipaggio (mance), pacchetto fotografico (illimitato digitale + 3 stampe), premi Princess, dessert premium (illimitati), lezioni di fitness (illimitate), Juice Bar illimitato, Ocean One Delivery, consegna in cabina, accessorio Medallion, posti riservati a teatro (solo per gli spettacoli), consegna OceanNow, servizio in camera, tasse, spese, tasse portuali (* disponibile per il 1° e il 2° ospite).
ja: クルーズ運賃、Wi-Fi（4台）、プレミアムドリンクパッケージ（1杯あたり$20まで無制限）、スペシャリティダイニングの食事（無制限）、カジュアルダイニングの食事（無制限）、クルー向けチップ、フォトパッケージ（デジタル無制限＋プリント3枚）、Princess Prizes、プレミアムデザート（無制限）、フィットネスクラス（無制限）、ジュースバー飲み放題、Ocean Oneデリバリー、客室デリバリー、Medallionアクセサリー、シアター予約席（プロダクションショーのみ）、OceanNowデリバリー、ルームサービスデリバリー、税金、手数料、港湾使用料（*対象は1人目および2人目のゲストのみ）
kk: Круиз құны, Wi-Fi (4 құрылғыға дейін), премиум ішімдік пакеті (әр сусын $20-ға дейін, шексіз), арнайы мейрамханадағы ас мәзірі (шексіз), жеңіл ас мәзірі (шексіз), экипажға алғыс, фото-пакет (шексіз цифрлық + 3 баспа сурет), Princess Prizes, премиум-десерттер (шексіз), фитнес-сабақтар (шексіз), шексіз шырындар бары, Ocean One жеткізу, каютаға жеткізу қызметі, Medallion аксессуары, театрда орындар алдын ала резервтеу (тек қойылымдарға), OceanNow жеткізу, бөлмеге жеткізу қызметі, салықтар, алымдар, порттық төлемдер (*тек 1-ші және 2-ші қонақтарға қолжетімді)
pt: Tarifa do Cruzeiro, WI-FI (4 dispositivos), Pacote de Bebidas Premium (bebidas ilimitadas até US$ 20 cada), Refeições Especiais (Ilimitadas), Refeições Informais (Ilimitadas), Taxa de Serviço da Tripulação, Pacote de Fotos (ilimitadas digitais + 3 impressões), Prêmios Princess, Sobremesas Premium (ilimitadas), Aulas de Ginástica (ilimitadas), Bar de Sucos Ilimitado, Serviço de Entrega Ocean One, Serviço de Entrega na Cabine, Acessórios do Medallion, assentos reservados no teatro (apenas para espetáculos), Serviço de Entrega OceanNow, Serviço de Entrega de Quarto, Impostos, Taxas, Encargos Portuários (* Disponível para o 1º e o 2º hóspedes)
ro: Tarif croazieră, Wi-Fi (4 dispozitive), Pachet băuturi premium (băuturi nelimitate până la 20 USD fiecare), Mese speciale (nelimitate), Mese casual (nelimitate), Premiu echipaj, Pachet foto (fotografii digitale nelimitate + 3 printuri), Premii Princess, Deserturi premium (nelimitate), Cursuri de fitness (nelimitate), Bar de sucuri nelimitat, Livrare Ocean One, Livrare cabină, Accesoriu Medallion, Locuri rezervate în teatru (doar pentru spectacole de producție), Livrare OceanNow, Livrare room service, Taxe, Comisioane, Taxe portuare (* Disponibil pentru primul și al doilea oaspete)
uk: Круїзний Тариф, Wi-Fi (4 пристрої), пакет преміум-напоїв (необмежена кількість напоїв до $20 кожен), фірмове харчування (без обмежень), повсякденне харчування (без обмежень), чайові для екіпажу, фотопакет (необмежена кількість цифрових фото + 3 друковані), призи Princess, преміум-десерти (без обмежень), фітнес-заняття (без обмежень), безлімітний сік-бар, доставка Ocean One, доставка в каюту, аксесуар Medallion, зарезервовані місця в театрі (лише для постановочних шоу), доставка OceanNow, доставка в номер, податки, збори, портові збори (доступно для 1-го та 2-го гостей)
uz: Круиз нархи, WI-FI (4 та қурилма учун), Премиум Ичимликлар пакети (ҳар бири 20$ гача бўлган ичимликлар), Махсус таомлар (чексиз), Махсус овқатланиш (чексиз), Экипаж эътирофи, Фотосуратлар пакети (чексиз миқдорда рақамли + 3 та босма шаклда), Princess ютуқлари, Премиум ширинликлар (чексиз), Фитнес машғулотлари (чекланмаган), чексиз шарбатлар, Ocean One етказиб бериш хизмати, Каютага етказиб бериш хизмати, Medallion аксессуари, Театрда олдиндан банд қилинган жойлар (фақат спектакллар учун), OceanNow етказиб бериш хизмати, Хонага етказиб бериш хизмати, Солиқлар, тўловлар, порт йиғимлари (* 1- ва 2-йўловчилар учун мавжуд)
zh: 邮轮票价、Wi-Fi（4台设备）、高级饮品套餐（无限量饮品，每杯最高$20）、特色餐饮（无限量）、休闲餐饮（无限量）、船员服务费、照片套餐（无限量电子照片+3张打印）、Princess奖品、高级甜点（无限量）、健身课程（无限量）、无限量果汁吧、Ocean One送餐、客舱送餐、Medallion配件、剧院预留座位（仅限制作类演出）、OceanNow送餐、客房送餐服务、税费、手续费、港口费（*适用于第一和第二位客人）

source: Cruise Fare; Speciality Dining; Specialty coffees, sodas, cold-pressed juices, and still and sparkling Vero Water®;Unlimited, WiFi; In-room dining; Fruit smoothies, milkshakes, gelato and gourmet Humphry Slocombe ice cream; Group fitness classes at Aquamar® Spa + Vitality Center; Gratuities; Free laundry, Taxes, Fees, Port Charges
fr: Tarif de la Croisière ; Réstauration Spécialisée ; Cafés Spéciaux, sodas, jus pressés à froid, et Eau Vero ®plate ou pétillante ; WI-FI Illimité ; Repas servis en cabine; Smoothies aux fruits, milkshakes, gelato et glaces gastronomiques Humphry Slocombe ; Cours de fitness en groupe au Spa Aquamar® + Centre Vitality ; Pourboires inclus ; Blanchisserie gratuite, Taxes, Frais, Frais Portuaires
it: Tariffa crociera; Ristorazione speciale; Caffè speciali, bibite, succhi spremuti a freddo e acqua Vero Water® naturale e frizzante; WiFi illimitato; Servizio in camera; Frullati di frutta, frappè, gelati e gelati gourmet Humphry Slocombe; Lezioni di fitness di gruppo presso l'Aquamar® Spa + Vitality Center; Mance; Lavanderia gratuita, tasse, spese portuali.
ja: クルーズ運賃、スペシャリティダイニング、スペシャルティコーヒー・ソーダ・コールドプレスジュース・Vero Water®（スティル／スパークリング）、無制限Wi-Fi、客室内ダイニング、フルーツスムージー・ミルクシェイク・ジェラート・高級Humphry Slocombeアイスクリーム、Aquamar® Spa + Vitality Centerでのグループフィットネスクラス、チップ、無料ランドリー、税金、手数料、港湾使用料
kk: Круиз құны; арнайы мейрамханалар; арнайы кофелер, газдалған сусындар, суық сығылған шырындар және Vero Water® (тұщы және газдалған); шексіз Wi-Fi; каютаға жеткізілетін ас; жеміс смузилері, милкшейктер, джелато және Humphry Slocombe-дың гурман балмұздағы; Aquamar® Spa + Vitality Center-дегі топтық фитнес-сабақтар; сыйақылар; тегін кір жуу; салықтар, алымдар, порттық төлемдер
pt: Tarifa do Cruzeiro; Restaurantes de Especialidades; Cafés Especiais, Refrigerantes, sucos prensados a frio e água Vero® (com e sem gás); Wi-Fi Ilimitado; Serviço de refeições na cabine; Smoothies de frutas, milk-shakes, gelato e sorvetes gourmet Humphry Slocombe; Aulas de ginástica em grupo no Aquamar® Spa + Vitality Center; Gorjetas; Lavanderia gratuita; Impostos, Taxas e Encargos Portuários
ro: Tarif croazieră; Mese speciale; Cafele speciale, sucuri carbogazoase, sucuri presate la rece și apă plată și carbogazoasă Vero Water®; WiFi nelimitat; Servire masă în cameră; Smoothie-uri cu fructe, milkshake-uri, gelato și înghețată gourmet Humphry Slocombe; Cursuri de fitness de grup la Aquamar® Spa + Vitality Center; Bacșișuri; Spălătorie gratuită, taxe, comisioane, taxe portuare
uk: Круїзний тариф; фірмове харчування; спеціальна кава, газовані напої, соки холодного віджиму, негазована та газована вода Vero Water®; безлімітний Wi-Fi; харчування в каюті; фруктові коктейлі, молочні коктейлі, джелато та вишукане морозиво Humphry Slocombe; групові фітнес-заняття в спа-центрах Aquamar® і Vitality Center; чайові; безкоштовна пральня; податки, збори, портові збори
uz: Круиз нархи; Махсус овқатланиш; Махсус қаҳвалар, газли ичимликлар, совуқ шарбатлар ва Vero Water® газли ичимликлари; Чексиз Wi-Fi; Хонада овқатланиш; Мевали смузилар, милкшейклар, желато ва Humphry Slocombe музқаймоғи, Aquamar® Spa + Vitality Center да гуруҳли фитнес машғулотлари; Миннатдорчилик ҳақи; Бепул кир ювиш хизмати, Солиқлар, тўловлар, порт йиғимлари
zh: 邮轮票价；特色餐饮；特色咖啡、汽水、冷压果汁及Vero Water®静水和气泡水；无限WiFi；客房用餐；水果冰沙、奶昔、冰淇淋和Humphry Slocombe精品冰淇淋；Aquamar® Spa + Vitality Center的团体健身课程；小费；免费洗衣；税费、手续费、港口费

source: Cruise from %s
ca: Creuer des de %s
de: Kreuzfahrt ab %s
es: Viaja en crucero desde %s
fr: Croisière de %s
it: Crociera da %s
ja: %s からのクルーズ
kk: %s бастап круиз
ko: %s 에서 출발하는 크루즈
ky: %sден круиз
lv: Kruīzs no %s
mn: %s -с хөдлөх таны аялал
pt: Cruzeiro a partir de %s
ro: Croazieră de la %s
ru: Круиз с %s
uk: Круїз з %s
uz: Круиз %s
zh: 从 %s 出发的邮轮

source: Cruise Industry Advisor
ca: Assessor de la Indústria de Creuers
de: Berater für die Kreuzfahrtindustrie
es: Asesor de la Industria de Cruceros
fr: Conseiller pour l'industrie de la croisière
it: Consulente del Settore Crociere
ja: クルーズ業界のアドバイザー
kk: Круиздік индустрия бойынша кеңесші
ky: Круиз индустриясынын кеңешчиси
lv: Kruīzu Nozares Padomdevējs
mn: Далайн аяллын салбарын зөвлөх
pt: Conselheiro da indústria de cruzeiros
ro: Consilier în industria de croazieră
ru: Консультант по круизной индустрии
uk: Консультант з круїзної індустрії
uz: Круиз саноати бўйича маслаҳатчи
zh: 邮轮行业顾问

source: Cruise industry news, deals, and much more by our Global Sourcing Director.
ca: Notícies de la indústria de creuers, ofertes i molt més pel nostre Director de Global Sourcing.
de: Neuigkeiten aus der Kreuzfahrtbranche, Angebote und vieles mehr von unserem Global Sourcing Director.
es: Noticias de la industria de cruceros, ofertas y mucho más por nuestro Director de Global Sourcing.
fr: Des nouvelles, des offres de l'industrie des croisières et bien plus encore par notre Directeur du Sourçage Global.
it: Notizie sul settore crocieristico, offerte e molto altro ancora dal nostro Direttore del Global Sourcing.
ja: グローバルソーシングディレクターによるクルーズ業界のニュース、オファーなどをお届けします。
kk: Халықаралық Сатып Алулар жөніндегі Директордың круиздік индустрия туралы жаңалықтары, ұсыныстары және тағы басқа.
ko: 글로벌 소싱 디렉터가 전하는 크루즈 산업 뉴스, 오퍼 등등.
ky: Глобалдык сатып алуу директорудан круиздик индустрия жаңылыктары, мүмкүнчүлүктөр жана башкалар.
lv: Kruīza industrijas jaunumi, darījumi un daudz kas cits par ko stāsta mūsu Globālo Resursu Direktors.
mn: Далайн аяллын салбарын мэдээ мэдээллүүд, хэлэлцээр тохиролцоонууд болон бусад холбогдох мэдээллүүдийг манай Глобал Сорсинг Захирал хариуцах болно.
pt: Notícias do setor de cruzeiros, negócios e muito mais por nosso Diretor Comercial.
ro: Știri, oferte și multe altele din industria croazierelor de către directorul nostru global de resurse.
ru: Новости круизной индустрии, предложения и много другое от нашего Директора по Международным Закупкам.
uk: Новини круїзної індустрії, пропозиції та багато іншого від нашого Директора з Міжнародних Закупівель.
uz: Глобал харидлар бўйича директордан круиз саноати янгиликлари, келишувлар ва бошқалар.
zh: 全球採購總監提供的郵輪行業新聞，交易等.

source: Cruise Info
ca: Informació de Creuers
de: Information zur Kreuzfahrt
es: Información del Crucero
fr: Informations sur la croisière
it: Informazioni sulla crociera
ja: クルーズ情報
kk: Круиздік ақпарат
ko: 크루즈 정보
ky: Круиз маалыматы
lv: Kruīza informācija
mn: Круизын тухай Мэдээлэл
pt: Informações de Cruzeiro
ro: Info despre croazieră
ru: Круизная Информация
uk: Інфо про Круїз
uz: Круизга оид маълумот
zh: 郵輪信息

source: Cruise Limits
ca: Límits de creuers
de: Kreuzfahrt-Grenzen
es: Límites de Cruceros
fr: Limites de la croisière
it: Limiti crociera
ja: クルーズの制限
kk: Круиздік Шектеулер
ko: 크루즈 한도
ky: Круиздик чектөөлөр
lv: Kruīzu Limiti
mn: Далайн аяллын хязгаарлалтууд
pt: Limites de cruzeiro
ro: Limite de croazieră
ru: Круизные ограничения
uk: Круїзні обмеження
uz: Круиз лимити
zh: 巡航限制

source: Cruise Line
ca: Línia de Creuer
de: Kreuzfahrtlinie
es: Línea de Crucero
fr: Ligne de croisière
it: Linea di crociera
ja: クルーズ会社
kk: Круиздік Желілер
ko: 크루즈선사
ky: Круиздик линия
lv: Kruīza līnija
mn: Далайн аяллын компани
pt: Linha de Cruzeiro
ro: Linie de croazieră
ru: Круизная Линия
uk: Круїзна Лінія
uz: Круиз линияси
zh: 郵輪航線

source: Cruise Line Health & Safety protocols
ca: Protocols de salut & Seguretat de les línies de creuers
de: Gesundheits- & und Sicherheitsprotokolle von Kreuzfahrtunternehmen
es: Protocolos de Salud y Seguridad de las Líneas de Cruceros
fr: Protocoles de Santé & de Sécurité des Lignes de Croisière
it: Protocolli di salute e sicurezza della compagnia di crociera
ja: クルーズラインの健康と安全プロトコル
kk: Cruise Line денсаулық және қауіпсіздік протоколдары
ky: Круиздик линиядагы саламаттык & Коопсуздук протоколдору
lv: Kruīzu Līnijas Veselības & Drošibas protokoli
mn: Далайн аяллын компаний эрүүл мэнд, аюулгүй байдлын протоколууд
pt: Protocolos de saúde e segurança da Linha de Cruzeiro
ro: Protocoale de sănătate & siguranță pentru linia de croazieră
ru: Протоколы круизной линии в области безопасности и здравоохранения
uk: Протоколи круїзної лінії в галузі безпеки та охорони здоров'я
uz: Круиз линиясининг Саломатлик ва хавфсизлик протоколи
zh: 邮轮健康及安全协议

source: Cruise Line ID
ca: Línia de Creuer ID
de: Kreuzfahrtlinie ID
es: ID de Línea de Crucero
fr: Identifiant de la ligne de croisière
it: ID Linea di crociera
ja: クルーズラインのID
kk: Круиздік жол идентификаторы
ko: 크루즈 선사 ID
ky: Круиздик линиянын ID
lv: Kruīza līnijas ID
mn: Далайн аяллын компаний ID
pt: ID da Linha de Cruzeiro
ro: ID Linie de croazieră
ru: ID круизной линии
uk: ID Круїзної Лінії
uz: Круиз линияси ID
zh: 邮轮编号

source: Cruise Line ID:
ca: Línia de creuers ID:
de: Kreuzfahrtlinie ID:
es: ID de Línea de Crucero:
fr: Identifiant de la ligne de Croisière :
it: ID Compagnia di crociera:
ja: クルーズラインのID：
kk: Круиздік жол идентификаторы:
ko: 크루즈 선사 ID:
ky: Круиздик линиянын ID:
lv: Kruīza līnijas ID:
mn: Далайн аяллын компаний ID:
pt: ID da Linha de Cruzeiro:
ro: ID Linia de croazieră:
ru: ID круизной линии:
uk: ID Круїзної Лінії:
uz: Круиз линияси ID:
zh: 邮轮编号

source: Cruise Line VCC
ca: Línia de Creuers VCC
de: Kreuzfahrtlinie VCC
es: VCC de Línea de Cruceros.
fr: Ligne de croisière VCC
it: VCC della Linea di crociera
ja: クルーズ会社のVCC
kk: Круиздік Желіcі VCC
ky: VCC Круиздик линиясы
lv: Kruīza Līnija VCC
mn: Далайн аяллын компаний VCC
pt: Linha de Cruzeiro VCC
ro: Linia de croazieră VCC
ru: Круизная линия VCC
uk: Круїзна лінія VCC
uz: Круиз линияси ВОК
zh: 邮轮公司VCC

source: cruise line, ship
ca: companyia de creuers, vaixell
de: Kreuzfahrtlinie, Schiff
es: línea de crucero, embarcación
fr: compagnie de croisière, navire
it: linea di crociera, nave
ja: クルーズライン、船
kk: круиздік желі, кеме
ky: круиздик линия, кеме
lv: kruīza līnija, kuģis
mn: далайн аяллын компани, хөлөг
pt: linha de cruzeiro, navio
ro: linia de croazieră, navă
ru: круизная линия, лайнер
uk: круїзна лінія, лайнер
uz: круиз линияси, кемаси
zh: 邮轮公司、邮轮名称

source: cruise line, ship,
ca: companyia de creuers, vaixell
de: Kreuzfahrtlinie, Schiff,
es: línea de crucero, embarcación,
fr: compagnie de croisière, navire
it: linea di crociera, nave,
ja: クルーズライン、船、
kk: круиздік желі, кеме,
ky: круиздик линия, кеме,
lv: kruīza līnija,kuģis,
mn: далайн аяллын компани, хөлөг
pt: linha de cruzeiro, navio,
ro: linia de croazieră, navă,
ru: круизная линия, лайнер,
uk: круїзна лінія, лайнер
uz: круиз линияси, кемаси
zh: 邮轮公司、邮轮名称，

source: Cruise Line:
ca: Línia de creuers:
de: Kreuzfahrtlinie:
es: Línea de Crucero:
fr: Ligne de Croisière :
it: Compagnia di crociera:
ja: クルーズライン：
kk: Круиз Желісі:
ko: 크루즈 선사:
ky: Круиздик линия:
lv: Kruīza līnija:
mn: Далайн аяллын компани:
pt: Linha de Cruzeiro:
ro: Linia de croazieră:
ru: Круизная линия:
uk: Круїзна лінія:
uz: Круиз линияси:
zh: 郵輪航線:

source: Cruise Lines
ca: Línies de creuers
de: Kreuzfahrtlinien
es: Líneas de Crucero
fr: Compagnies de Croisière
it: Compagnie di crociera
ja: クルーズライン
kk: Круиз Желілері
ko: 크루즈선사
ky: Круиздик линиялар
lv: Kruīza līnijas
mn: Далайн аяллын компаниуд
pt: Linhas de Cruzeiro
ro: Linii de croazieră
ru: Круизные линии
uk: Круїзні Лінії
uz: Круиз линиялари
zh: 邮轮航线

source: Cruise Member
ca: Membre del Club
de: Kreuzfahrt Mitglied
es: Miembro del Crucero
fr: Membre de Croisière
it: Membro del Club
ja: クルーズメンバー
kk: Круиз Мүшесі
ko: 크루즈 멤버
ky: Круиз мүчөсү
lv: Kruīza Biedrs
mn: inCruises-ийн Гишүүн
pt: Membros de cruzeiros
ro: Membru de croazieră
ru: Участник круиза
uk: Учасник круїзу
uz: Круиз Аъзоси
zh: 邮轮会员

source: Cruise Name
ca: Nom del creuer
de: Kreuzfahrt Name
es: Nombre de Crucero
fr: Nom de croisière
it: Nome della crociera
ja: クルーズの名前
kk: Круиз атауы
ky: Круиздин аты
lv: Kruīza Nosaukums
mn: Далайн аяллын нэр
pt: Nome do cruzeiro
ro: Nume croazieră
ru: Название круиза
uk: Назва круїзу
uz: Круиз номи
zh: 邮轮名称

source: Cruise Name / Cruise Line
ca: Nom del creuer / Línia de creuers
de: Name der Kreuzfahrt / Kreuzfahrtlinie
es: Nombre del Crucero / Línea de Crucero
fr: Nom / Ligne de croisière
it: Nome crociera/Linea di crociera
ja: クルーズの名称 / クルーズライン
kk: Круиз атауы/Круиздік желі
ko: 크루즈 이름 / 크루즈선사
ky: Круиздин аталышы / Круиздик линия
lv: Kruīza nosaukums/Kruīza līnija
mn: Хөлгийн нэр / Далайн аяллын Компани
pt: Nome do navio/ Linha de Cruzeiro
ro: Nume croazieră / linie de croazieră
ru: Название Круиза / Круизная Линия
uk: Назва Круїзу / Круїзна Лінія
uz: Круиз номи / Круиз линияси
zh: 邮轮名称/邮轮航线

source: Cruise Payments
ca: Pagaments de creuer
de: Kreuzfahrt Zahlungen
es: Pagos de Crucero
fr: Paiements de croisière
it: Pagamenti di crociera
ja: クルーズの支払い
kk: Круиздік Төлемдер
ko: 크루즈 결제
ky: Круиздик төлөмдөр
lv: Kruīza Maksājumi
mn: Далайн аяллын төлбөрүүд
pt: Pagamentos de cruzeiro
ro: Plăți de croazieră
ru: Круизные платежи
uk: Круїзні платежі
uz: Круиз тўловлари
zh: 邮轮付款

source: Cruise Price Match Guarantee
ca: Garantia d'Igualació de Preu de Creuers
de: Kreuzfahrt-Preisangleichs-Garantie
es: Garantía de Igualación de Precios de Cruceros
fr: Garantie d'alignement des prix de croisière
it: Garanzia Parità Prezzi Crociere
ja: クルーズ・プライスマッチ保証
kk: Круиз бағасының сәйкестігіне кепілдік
ky: Круиздик баанын дал келүү кепилдиги
lv: Kruīzu Cenu Atbilstības Garantija
mn: Далайн аяллын үнэ тохируулах баталгаа
pt: Garantia de preço igualado em um cruzeiro
ro: Garanția de potrivire a prețului de croazieră
ru: Гарантия соответствия цены круиза
uk: Гарантія відповідності ціни круїзу
uz: Круиз Нарх кафолати
zh: 邮轮价格匹配保证

source: Cruise Price Match Terms
ca: Condicions de la Garantia de Millor Preu en Creuers
de: Kreuzfahrt-Preisangleichsbedingungen
es: Términos de Igualación de Precio de Crucero
fr: Conditions d'alignement des prix des croisières
it: Condizioni Parità Prezzo Crociere
ja: クルーズ・プライスマッチ規約
kk: Круиз бағасының сәйкестік шарттары
ky: Круиздик бааны дал келтирүү шарттары
lv: Kruīzu Cenu Atbilstības Nosacījumi
mn: Далайн аяллын үнийн тохиргооны нөхцөлүүд
pt: Termos de equiparação de preços de um cruzeiro
ro: Condiții de potrivire a prețului de croazieră
ru: Условия гарантии соответствия цены на круизы
uk: Умови гарантії відповідності ціни на круїзи
uz: Круиз Нарх кафолати шартлари
zh: 邮轮价格匹配条款

source: Cruise Protection
ca: Protecció del creuer
de: Kreuzfahrt Schutz
es: Protección de Crucero
fr: Protection de Croisière
it: Protezione Crociera
ja: クルーズ保護
kk: Круиз кезінде қорғаныс
ky: Круизди коргоо
lv: Kruīza Aizsardzība
mn: Далайн аяллын хамгаалалт
pt: Proteção de cruzeiro
ro: Protecția croazierei
ru: Круизная защита
uk: Захист круїзу
uz: Круиз ҳимояси
zh: 邮轮保护

source: Cruise Rules
ca: Normes del creuer
de: Kreuzfahrtrichtlinien
es: Reglas de Crucero
fr: Règles de Croisière
it: Regole di crociera
ja: クルーズのルール
kk: Круиз Ережелері
ky: Круиздин эрежелери
lv: Kruīza Noteikumi
mn: Далайн аяллын дүрэм
pt: Regras de cruzeiro
ro: Reguli de croazieră
ru: Круизные правила
uk: Правила круїзу
uz: Круиз қоидалари
zh: 邮轮规则

source: Cruise Savings Guarantee
ca: Garantia d'estalvi en creuers
de: Kreuzfahrt Einsparungsgarantie
es: Garantía de Ahorro en Crucero
fr: Garantie d'économies sur les croisières
it: Garanzia di risparmio sulle crociere
ja: クルーズ節約保証
kk: Круиздік үнемдеуге кепілдік беріледі
ko: 크루즈 절감 보장
ky: Круиздик үнөмдөө кепилдиги
lv: Kruīzu Ietaupījumu Garantija
mn: Далайн аяллын хэмнэлтийн баталгаа
pt: Garantia de economia em cruzeiros
ro: Garanția de economii de croazieră
ru: Гарантия экономии на круизах
uk: Гарантія економії при бронюванні круїзу
uz: Круизда пул тежаш кафолати
zh: 邮轮储蓄保证

source: Cruise Search
ca: Cercar Creuer
de: Kreuzfahrt-Suche
es: Búsqueda de Crucero
fr: Recherche de Croisière
it: Ricerca crociera
ja: クルーズ検索
kk: Круиз іздеу
ko: 크루즈 검색
ky: Круиздик издөө
lv: Meklēt kruīzus
mn: Далайн аяллын хайлт
pt: Pesquisar cruzeiro
ro: Căutare Navă
ru: Поиск круизов
uk: Пошук круїзів
uz: Круиз излаш
zh: 郵輪搜索

source: Cruise Ship
ca: Creuer
de: Kreuzfahrtschiff
es: Crucero
fr: Bateau de croisière
it: Nave da crociera
ja: クルーズ船
kk: Круиздік Кеме
ky: Круиздик кеме
lv: Kruīza kuģis
mn: Круиз хөлөг онгоц
pt: Navio de Cruzeiro
ro: Nava de croazieră
ru: Круизный Лайнер
uk: Круїзний Лайнер
uz: Круиз кемаси
zh: 郵輪

source: Cruise Ship:
de: Kreuzfahrtschiff:
es: Crucero:
fr: Bateau de Croisière :
it: Nave da crociera:
ko: 크루즈 선박:
ky: Круиздик кеме:
lv: Kruīza kuģis:
mn: Хөлөг онгоц:
ru: Круизный лайнер:

source: Cruise Spolight
ca: Creuers en el punt de mira
de: Kreuzfahrt-Rampenlicht
es: Destacado de Cruceros
fr: Croisières en Vedette
it: Crociere sotto i riflettori
ja: クルーズ スポットライト
kk: Круиз назарында
ko: 크루즈 스포라이트
ky: Круиздик көңүл чордону
lv: Kruīzu jaunumi
mn: Далайн аяллын тухай мэдээллүүд
pt: Cruzeiros em destaque
ro: Croaziera în centrul atenției
ru: В центре внимания
uk: Круїз в центрі уваги
uz: Диққат марказида - круизлар
zh: 郵輪聚光燈

source: Cruise Spotlight
ca: Destacar Creuer
de: Kreuzfahrt-Rampenlicht
es: Lo Más Destacado en Cruceros
fr: Croisières en Vedette
it: Crociere sotto i riflettori
ja: クルーズ スポットライト
kk: Круиз көпшіліктің назарында
ko: 크루즈 스포트라이트
ky: Круиздин көңүл борбору
lv: Kruīzu industrijas jaunumi
mn: Далайн аяллын тухай мэдээллүүд
pt: Cruzeiros em destaque
ro: Lumina reflectorului asupra croazierei
ru: В центре внимания
uk: Круїз в центрі уваги
uz: Диққат марказида - круизлар
zh: 郵輪聚光燈

source: CRUISE TIPS
ca: PROPINES EN EL CREUER
de: KREUZFAHRT TIPPS
es: PROPINAS EN EL CRUCERO
fr: CONSEULS DE CROISIÈRE
it: MANCE DELLA CROCIERA
ja: クルーズのチップ代
kk: КРУИЗГЕ КЕҢЕСТЕР
ko: 크루즈 팁
ky: КРУИЗ КЕҢЕШТЕРИ
lv: KRUĪZA PADOMI/VEIDI
mn: АЯЛЛЫН ТИПС
pt: GORJETAS DO CRUZEIRO
ro: SFATURI DE CROAZIERĂ
ru: ЧАЕВЫЕ В КРУИЗЕ
uk: ЧАЄВІ В КРУЇЗІ
uz: КРУИЗДА ЧОЙЧАҚА
zh: 邮轮小贴士

source: Cruise will include:
ca: El Creuer inclourà:
de: Die Kreuzfahrt wird Folgendes beinhalten:
es: incluirá:
fr: Croisière comprendra :
it: comprende:
ja: クルーズに含まれるもの：
kk: Круиз мыналарды қамтиды:
ko: 크루즈는 다음을 포함합니다 :
ky: Сапар төмөнкүлөрдү камтыйт:
lv: Kruīzs sevī ietvers:
mn: Далайн аялалд:
pt: O cruzeiro incluirá:
ro: Croaziera va include:
ru: будет включать:
uk: Круїз включатиме:
uz: Круизга қуйидагилар киради:
zh: 邮轮将包括：
