Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises may use cookies and similar devices to track your use of the website and the products and services, and web servers may automatically log the IP/Internet address of your computer. inCruises does not generally use this information to identify you personally. If you expressly provide consent for the website or the products and/or services to record the unique identifier that you select when you register for various activities on the website or the products and/or services, that unique identifier will be stored on a persistent cookie on your computer and that unique identifier will be linked to your personal information. As a result, your navigation path around the website and the products and/or services may be tracked in identifiable form.
ca: inCruises pot utilitzar galetes i dispositius similars per fer un seguiment de l'ús que fas del lloc web, així com dels productes i serveis, i els servidors web poden registrar automàticament l'adreça IP o d'Internet del teu ordinador. Generalment, inCruises no fa servir aquesta informació per identificar-te personalment. Si dones el teu consentiment exprés perquè el lloc web o els productes o serveis enregistrin l'identificador únic que selecciones en registrar-te per a diverses activitats, aquest identificador únic s'emmagatzemarà en una galeta persistent al teu ordinador i s'enllaçarà amb la teva informació personal. Com a resultat, el teu recorregut pel lloc web i pels productes o serveis podrà ser seguit de manera identificable.
de: inCruises kann Cookies und ähnliche Verfahren verwenden, um Ihre Nutzung der Website, der Produkte und Dienstleistungen zu verfolgen. Webserver können außerdem automatisch die IP-/Internetadresse Ihres Computers protokollieren. inCruises verwendet diese Informationen grundsätzlich nicht, um Sie persönlich zu identifizieren. Wenn Sie der Website, den Produkten und/oder Dienstleistungen ausdrücklich erlauben, die von Ihnen bei der Registrierung für verschiedene Aktivitäten auf der Website, den Produkten und/oder Dienstleistungen gewählte eindeutige Kennung aufzuzeichnen, wird diese eindeutige Kennung in einem dauerhaften Cookie auf Ihrem Computer gespeichert und mit Ihren personenbezogenen Daten verknüpft. Dadurch kann Ihr Navigationsverlauf auf der Website, den Produkten und/oder Dienstleistungen identifizierbar verfolgt werden.
es: inCruises puede utilizar cookies y dispositivos similares para rastrear tu uso del Sitio Web y los productos y/o servicios, y los servidores web pueden registrar automáticamente la dirección IP/Internet de tu equipo de cómputo. inCruises no suele utilizar esta información para identificarte personalmente. Si tú das explícitamente tu consentimiento para que el Sitio Web o los productos y/o servicios graben el identificador único que seleccionas al registrarte para diversas actividades en el Sitio Web o los productos y/o servicios, el identificador único será almacenado en una cookie persistente en el equipo y ese identificador único estará vinculado a tu información personal. Como resultado, tu ruta de navegación en el Sitio Web y los productos y/o servicios pueden ser rastreados en forma identificable.
fr: inCruises peut utiliser des cookies et des dispositifs similaires pour suivre votre utilisation du site web, des produits et services, et les serveurs web peuvent enregistrer automatiquement l'adresse IP/Internet de votre ordinateur. inCruises n'utilise généralement pas ces informations pour vous identifier personnellement. Si vous consentez expressément à ce que le site web ou les produits et/ou services enregistrent l'identifiant unique que vous sélectionnez lors de votre inscription à diverses activités sur le site web ou les produits et/ou services, cet identifiant unique sera stocké dans un cookie persistant sur votre ordinateur et associé à vos informations personnelles. Par conséquent, votre navigation sur le site web et les produits et/ou services pourra être suivie de manière identifiable.
it: inCruises può utilizzare cookie e dispositivi simili per tracciare il tuo utilizzo del sito web e dei prodotti e servizi, e i server web possono registrare automaticamente l'indirizzo IP/Internet del tuo computer. Generalmente, inCruises non utilizza queste informazioni per identificarti personalmente. Se fornisci espressamente il consenso affinché il sito web o i prodotti e/o i servizi registrino l'identificatore univoco che selezioni quando ti registri per varie attività sul sito web o sui prodotti e/o sui servizi, tale identificatore univoco verrà memorizzato in un cookie persistente sul tuo computer e sarà collegato alle tue informazioni personali. Di conseguenza, il tuo percorso di navigazione all'interno del sito web e dei prodotti e/o dei servizi potrà essere tracciato in forma identificabile.
ja: inCruisesはCookieおよび同様のデバイスを使⽤して、ウェブサイトおよび製品とサービスの使⽤を追跡し、ウェブサーバーはコンピューターのIP /インターネットアドレスを⾃動的に記録する場合があります。inCruisesは通常、この情報を使⽤して個⼈を特定することはありません。ウェブサイトまたは製品および/またはサービスに明⽰的に同意して、ウェブサイトまたは製品および/またはサービスでのさまざまなアクティビティに登録するときに選択した⼀意の識別⼦を記録する場合、その⼀意の識別⼦は永続的なCookieに保存され、その⼀意の識別⼦はあなたの個⼈情報にリンクされます。その結果、ウェブサイトおよび製品やサービスの周りのナビゲーションパスが識別可能な形式で追跡される場合があります。
kk: inCruises вебсайты мен өнімдері мен қызметтерін пайдалану барысындағы әрекеттеріңізді бақылау үшін cookies және ұқсас құрылғыларды қолдануы мүмкін, ал веб-серверлер сіздің компьютеріңіздің IP/Интернет мекен-жайын автоматты түрде тіркейді. inCruises бұл ақпаратты әдетте сізді жеке тұлға ретінде анықтау үшін пайдаланбайды. Егер сіз вебсайттағы немесе өнімдер мен/немесе қызметтердегі әртүрлі әрекеттерге тіркелу кезінде таңдаған бірегей идентификаторды вебсайт немесе өнімдер мен/немесе қызметтер жазып алуға тікелей келісім берсеңіз, сол бірегей идентификатор сіздің компьютеріңізде тұрақты cookie-де сақталады және ол сіздің жеке ақпараттарыңызбен байланыстырылады. Нәтижесінде, вебсайт пен өнімдер және/немесе қызметтер бойынша сіздің навигация жолыңыз анықталатын түрде бақылануы мүмкін.
ky: inCruises веб-сайтты, продукцияларды жана кызматтарды колдонууңузга көз салуу үчүн cookie файлдарын жана ушуга окшош түзүлүштөрдү колдонушу мүмкүн жана веб-серверлер сиздин компьютериңиздин IP/Интернет дарегин автоматтык түрдө киргизиши мүмкүн. inCruises бул маалыматты сиздин жеке өзүңүздү аныктоо үчүн колдонбойт. Эгерде сиз веб-сайтка же продуктыларга жана/же кызматтарга веб-сайтта же продуктыларда жана/же кызматтарда ар кандай иш-аракеттерге катталганда сиз тандаган уникалдуу идентификаторду жазууга ачык макулдук берсеңиз, ал уникалдуу идентификатор туруктуу кукиде сакталат. Сиздин компьютериңизде жана ошол уникалдуу идентификатор сиздин жеке маалыматыңыз менен байланыштырылат. Натыйжада, сиздин веб-сайт жана продукциялар жана/же кызматтар боюнча иш-жолуңуз аныкталуучу формада көзөмөлгө алына алат.
lv: inCruies var izmantot sīkfailus un līdzīgas ierīces, lai izsekotu tīmekļa vietnes un produktu un pakalpojumu izmantošanai, un tīmekļa serveri var automātiski reģistrēt datora IP/interneta adresi. inCruises parasti neizmanto šo informāciju, lai jūs identificētu personīgi. Ja skaidri sniedzat piekrišanu, ka tīmekļa vietne vai produkti un/vai pakalpojumi reģistrē unikālo identifikatoru, ko atlasāt, reģistrējoties dažādām darbībām tīmekļa vietnē vai produktos un/vai pakalpojumos, šis unikālais identifikators tiks saglabāts pastāvīgā sīkfailā jūsu datorā, un šis unikālais identifikators tiks saistīts ar jūsu personisko informāciju. Tādējādi jūsu navigācijas ceļš ap tīmekļa vietni un produkti un/vai pakalpojumi var tikt izsekoti identificējamā veidā.
mn: inCruises нь таны вэб хуудас болон бүтээгдэхүүн, үйлчилгээг хэрхэн ашиглаж байгааг хянахын тулд күүки болон түүнтэй төстэй төхөөрөмжүүдийг ашиглаж болох бөгөөд вэб серверүүд таны компьютерт хамаарах IP/интернет хаягийг автоматаар бүртгэх боломжтой юм. inCruises нь эдгээр мэдээллийг ерөнхийдөө таны хэн гэдгийг таних зорилгоор ашигладаггүй юм. Харин та вэб хуудас эсвэл бүтээгдэхүүн, үйлчилгээнд бүртгүүлэхдээ сонгосон мэдээлэл сануулагчийг хадгалахыг зөвшөөрвөл, уг сануулагч таны компьютерт байрлах тогтмол күүкид хадгалагдаж, таны хувийн мэдээлэлтэй холбогдох болно. Үүний үр дүнд таны вэб хуудас болон бүтээгдэхүүн, үйлчилгээн дэх хөдөлгөөнийг танигдахуйц байдлаар хянах боломжтой болно.
pt: A inCruises pode usar cookies e dispositivos semelhantes para rastrear o uso do site, os produtos e serviços e os servidores da Web podem registrar automaticamente o endereço IP/Internet do seu computador. A inCruises geralmente não usa essas informações para identificá-lo pessoalmente. Se você expressamente consentir que o site, produtos e/ou serviços registrem o identificador exclusivo que você seleciona ao se registrar em várias atividades no site ou os produtos e/ou serviços, esse identificador exclusivo será armazenado em um cookie persistente no seu computador e esse identificador exclusivo será vinculado às suas informações pessoais. Como resultado, seu caminho de navegação no site, produtos e/ou serviços podem ser rastreados de forma identificável.
ro: inCruises poate utiliza cookie-uri și dispozitive similare pentru a urmări utilizarea site-ului web și a produselor și serviciilor, iar serverele web pot înregistra automat adresa IP/Internet a computerului tău. inCruises nu utilizează în general aceste informații pentru a te identifica personal. Dacă oferi în mod expres consimțământul pentru ca site-ul web sau produsele și/sau serviciile să înregistreze identificatorul unic pe care îl selectezi atunci când te înregistrezi pentru diferite activități de pe site sau produsele și/sau serviciile, acel identificator unic va fi stocat pe un cookie persistent pe computerul tău și acel identificator unic va fi legat de informațiile tale personale. Ca urmare, calea ta de navigare în jurul site-ului web și a produselor și/sau serviciilor poate fi urmărită într-o formă identificabilă.
ru: inCruises может использовать cookie-файлы и аналогичные средства для отслеживания использования вами веб-сайта, продуктов и услуг, а также веб-серверы могут автоматически регистрировать IP/Интернет-адрес вашего компьютера. inCruises обычно не использует эти данные для идентификации вас лично. Если на веб-сайте или при использовании продуктов и/или услуг, вы явно даете согласие для записи уникального идентификатора, который вы выбираете при регистрации для различных действий на веб-сайте или в продуктах и/или услугах, то этот уникальный идентификатор будет храниться в постоянном файле cookie на вашем компьютере и будет связан с вашей личной информацией. В результате путь вашей навигации по сайту, продуктам и/или услугам может отслеживаться в идентифицируемой форме.
uk: inCruises можуть використовувати файли cookie та подібні пристрої для відстеження використання веб-сайту та продуктів і послуг, а веб-сервери можуть автоматично реєструвати IP/Інтернет-адресу вашого комп'ютера. inCruises зазвичай не використовує цю інформацію для ідентифікації вас особисто. Якщо ви прямо надаєте згоду веб-сайту або продуктам та/або послугам записувати унікальний ідентифікатор, який ви вибираєте під час реєстрації на різні дії на веб-сайті, або продукти та/або послуги, цей унікальний ідентифікатор буде зберігатися на постійному файлі cookie на вашому комп’ютері, і цей унікальний ідентифікатор буде пов’язаний з вашою особистою інформацією. Як результат, ваш маршрут навігації навколо веб-сайту та продуктів та/або послуг може відслідковуватися в ідентифікованій формі.
uz: inCruises сизнинг веб-сайт, маҳсулот ва хизматлардан фойдаланишингизни кузатиш учун cоокие-файллар ва шунга ўхшаш воситалардан фойдаланиши ҳамда веб-серверлар автоматик тарзда компьютерингизнинг IP/Интернет манзилини рўйхатга олиши мумкин. inCruises одатда бу маълумотдан шахсингизни аниқлаш учун фойдаланмайди. Агар веб-сайт ёки маҳсулот ва/ёки хизматларга веб-сайт ёки маҳсулот ва/ёки хизматлардаги турли ҳаракатлар учун рўйхатдан ўтганингизда сиз танлаган ноёб идентификаторни ёзиб олиш учун аниқ розилик берсангиз, ноёб идентификатор компьютерингиздаги доимий cookie-файлда сақланади ҳамда ноёб идентификатор шахсий маълумотларингизга боғланади. Натижада, сизнинг веб-сайт ва маҳсулот ва/ёки хизматлар атрофидаги навигация йўлингиз шахсни аниқласа бўладиган шаклда кузатилиши мумкин.
zh: inCruises可能会使用Cookies和类似技术来跟踪您对网站及产品和服务的使用情况，网页服务器也可能自动记录您计算机的IP地址或互联网地址。inCruises通常不会将这些信息用于识别您的个人身份。如果您明确同意网站或产品和/或服务记录您在注册参与各类活动时所选择的唯一标识符，该唯一标识符将被存储在您计算机上的持久性Cookie中，并将与您的个人信息相关联。因此，您在网站及产品和/或服务中的浏览路径可能会以可识别的形式被追踪。

source: inCruises Members can now get additional peace of mind on all cruise and inStays bookings by choosing
ca: Els Membres d'inCruises ara poden gaudir d'una tranquil·litat addicional en totes les reserves de creuers i inStays escollint
de: inCruises-Mitglieder können sich jetzt bei allen Kreuzfahrt- und inStays-Buchungen zusätzlich absichern, beim Wählen
es: Los miembros de inCruises ahora pueden obtener una tranquilidad adicional en todas las reservas de cruceros e inStays al elegir
fr: Les Membres inCruises peuvent désormais bénéficier d'une tranquillité d'esprit supplémentaire pour toutes les réservations de croisière et d'inStays en choisissant
it: I Membri di inCruises possono ora ottenere un'ulteriore tranquillità su tutte le prenotazioni di crociere e soggiorni inStays scegliendo
ja: inCruisesメンバーの皆様は、すべてのクルーズやinStays予約の際にさらに安心してサービスをご利用いただけます
kk: inCruises мүшелері енді таңдау арқылы круизді және inStays брондау кезінде жан тыныштығын сақтай алады
ky: inCruises Мүчөлөрү эми бардык круиз жана inStays брондоолорунда жан дүйнө тынчтыгына ээ боло алышат.
lv: inCruises Biedri tagad var iegūt papildu sirds mieru praktiski katrā kruīza un inStays rezervācijā, izvēloties
mn: inCruises-ийн гишүүд далайн аяллын болон зочид буудлын бүх захиалгуудаа сэтгэл амар захиалах боломжтой боллоо.
pt: Os membros da inCruises agora podem obter mais tranquilidade em todas as reservas de cruzeiros e com a inStays escolhendo
ro: Membrii inCruises pot beneficia acum de o liniște suplimentară pentru toate rezervările de croazieră și inStays, alegând
ru: Члены Клуба inCruises теперь могут получить ещё больше спокойствия в отношении всех бронирований круизов и inStays при выборе
uk: Члени Клубу inCruises тепер можуть бути ще більш спокійні щодо всіх бронювань круїзів та inStays при виборі
uz: Энди inCruises Аъзолари барча круизларга ва inStays таътилларига хотиржам буюртма беришлари мумкин.
zh: inCruises会员现在可以通过选择，为所有邮轮和inStays预订获得额外的安心

source: inCruises Members that have paid more than 30 months may be eligible for a refund of funds paid to inCruises under certain circumstances.
ca: Els Membres d'inCruises que hagin pagat més de 30 mesos poden tenir dret a un reemborsament dels fons pagats a inCruises en determinades circumstàncies.
de: inCruises-Mitglieder, die mehr als 30 Monate gezahlt haben, können unter bestimmten Umständen Anspruch auf eine Rückerstattung der an inCruises gezahlten Beträge haben.
es: Los miembros de inCruises que hayan pagado más de 30 meses pueden ser elegibles para un reembolso de los fondos pagados a inCruises bajo ciertas circunstancias.
fr: Les Membres inCruises qui ont payé pendant plus de 30 mois peuvent avoir droit à un remboursement des fonds payés à inCruises dans certaines circonstances.
it: I Membri inCruises che abbiano pagato più di 30 mesi possono avere diritto al rimborso dei fondi pagati a inCruises in determinate circostanze.
ja: 30ヶ月以上お支払いいただいたinCruises会員の方は、状況によってはinCruisesへ支払った資金の払い戻しを受けることができます。
kk: 30 айдан астам төлеген InCruises мүшелері белгілі бір жағдайларда төленген inCruises үшін ақшаны қайтара алады.
ko: 30개월 이상 지불해온 inCruises 멤버는 특정 상황인 경우 inCruises에 지불한 금액을 환불받을 수 있습니다.
ky: Белгилүү шарттарда, 30 айдан ашык төлөгөн inCruises Мүчөлөрү inCruises төлөмдөрүн кайтарып алуу укугуна ээ болушу мүмкүн.
lv: inCruises Biedri,kas ir maksājuši vairāk kā 30 mēnešus var pretendēt uz inCruises iemaksāto līdzekļu atmaksu noteiktos apstākļos.
mn: 30 сараас дээш inCruises-ийн гишүүнчлэлийн төлбөрийг төлсөн Гишүүд inCruises-д төлсөн мөнгөө тодорхой нөхцөлийн доор буцааж авах боломжтой.
pt: Membros da inCruises que pagaram mais de 30 meses podem ter direito a um reembolso de fundos pagos à inCruises sob certas circunstâncias.
ro: Membrii inCruises care au plătit mai mult de 30 de luni pot fi eligibili pentru o restituire a fondurilor plătite în anumite circumstanțe.
ru: При определённых обстоятельствах Члены Клуба inCruises, которые оплатили более 30-ти месяцев, могут получить право на возврат средств, уплаченных в inCruises.
uk: При певних обставинах Члени Клубу inCruises, які оплатили понад 30-ть місяців, можуть отримати право на повернення коштів, сплачених в inCruises.
uz: 30 ойдан кўпроқ вақт давомида inCruises га пул тўлаган inCruises Аъзолари маълум вазиятлар остида пулларини қайтариш ҳуқуқига эга бўлишлари мумкин.
zh: 在某些情況下，已支付超過 30 個月的 inCruises 會員可能有資格獲得支付給 inCruises 的資金的退款。

source: inCruises monitors the Site and the Services for content that is or may be in violation of the terms of this Agreement. However, inCruises does not guarantee that any information contained on the Site is accurate, complete, factual or authenticated.
ca: inCruises supervisa el Lloc web i els Serveis per detectar contingut que infringeixi o pugui infringir els termes d’aquest Acord. Tanmateix, inCruises no garanteix que la informació continguda al Lloc web sigui precisa, completa, fefaent o verificada.
de: inCruises überwacht die Website und die Dienste auf Inhalte, die gegen die Bedingungen dieser Vereinbarung verstoßen oder verstoßen könnten. inCruises übernimmt jedoch keine Gewähr für die Richtigkeit, Vollständigkeit, Aktualität oder Authentizität der auf der Website enthaltenen Informationen.
es: inCruises supervisa el Sitio Web y los Servicios con el contenido que infrinja o pueda infringir los términos de este Acuerdo. Sin embargo, inCruises no garantiza que la información contenida en el sitio sea exacta, completa, de hecho o autenticada.
fr: inCruises surveille le Site et les Services afin de détecter tout contenu contraire ou susceptible de contrevenir aux termes du présent Accord. Cependant, inCruises ne garantit pas l'exactitude, l'exhaustivité, la véracité ou l'authenticité des informations publiées sur le Site.
it: inCruises monitora il Sito e i Servizi alla ricerca di contenuti che siano o possano essere in violazione delle condizioni di questo Contratto. Tuttavia, inCruises non garantisce che le informazioni contenute nel Sito siano accurate, complete, veritiere o autenticate.
ja: inCruisesは、本契約の条件に違反している、または違反している可能性のあるコンテンツについて、サイトおよびサービスを監視します。ただし、サイトに含まれる情報が正確、完全、事実、または認証されていることを保証するものではありません。
kk: inCruises сайтты және қызметтерді осы Келісімнің шарттарына қайшы келетін контентті бақылап отырады. Алайда, inCruises сайтта орналастырылған ақпараттың дәлдігіне, толықтығына, шындыққа сәйкестігіне немесе растауына кепілдік бермейді.
ky: inCruises Сайтка жана Кызматтарга ушул Келишим Шарттарын бузган же бузушу мүмкүн болгон контенттерден коргоо максатында көзөмөл салып турат. Бирок, inCruises Сайтта камтылган бардык эле маалыматтын так, толук, аутентификацияланган экенине же аныктыгына кепилдик бербейт.
lv: inCruises pārrauga vietni un pakalpojumus saturam, kas ir vai var būt pretrunā ar šī Līguma noteikumiem. Tomēr inCruises negarantē, ka vietnē esošā informācija ir precīza, pilnīga, faktiska vai autentiska.
mn: inCruises нь энэхүү Гэрээний нөхцөлийг зөрчсөн эсвэл зөрчиж болзошгүй контентуудыг вэб хуудас болон үйлчилгээн дээр хянаж шалгаж байдаг. Гэсэн хэдий ч, вэб хуудсанд буй аливаа мэдээлэл үнэн зөв, бүрэн, бодит эсвэл баталгаажсан гэдэгт inCruises баталгаа өгөхгүй юм.
pt: A inCruises monitora o conteúdo do Site e Serviços que esteja ou possa estar violando os termos deste Contrato. No entanto, a inCruises não garante que qualquer informação contida no Site seja precisa, completa, factual ou autenticada.
ro: inCruises monitorizează Site-ul și Serviciile pentru conținut care încalcă sau poate încalcă termenii acestui Acord. Cu toate acestea, inCruises nu garantează că orice informație conținută pe Site este exactă, completă, reală sau autentificată.
ru: inCruises ведет мониторинг Сайта и Услуг на наличие материалов, которые нарушают или могут нарушать условия настоящего Соглашения. Однако inCruises не гарантирует, что какая-либо информация, содержащаяся на Сайте, является точной, полной, достоверной или проверенной.
uk: inCruises здійснює моніторинг Сайту та Послуг щодо матеріалів, що порушують або можуть порушувати умови цієї Угоди. Разом з тим, inCruises не гарантує, що будь-яка інформація, що міститься на Сайті, є точною, повною, фактичною або достовірною.
uz: inCruises мазкур келишув шартларини бузувчи ёки бузиши мумкин бўлган контент юзасидан Сайт ва Хизматлар мониторингини амалга оширади. Бироқ, inCruises Сайтдаги ҳеч бир маълумотнинг аниқ, тўлиқ, тўғри ва тасдиқланганлигини кафолатламайди.
zh: inCruises会监控网站及服务中是否存在违反本协议条款的内容。然而，inCruises不保证网站上所包含的任何信息是准确、完整、真实或经过认证的。

source: inCruises News app is also available for all devices!
ca: L'aplicació de Notícies d'inCruises també està disponible per a tots els dispositius!
de: Die inCruises News App ist auch für alle Geräte verfügbar!
es: ¡La app de Noticias de inCruises también está disponible para todos los dispositivos!
fr: L'application inCruises News est également disponible pour tous les appareils !
it: L'applicazione "Notizie inCruises" è disponibile per tutti i dispositivi!
ja: inCruisesニュースアプリがすべての端末でご利用可能になりました！
kk: inCruises News қолданбасы да барлық құрылғылар үшін қолжетімді!
ko: inCruises 뉴스 앱은 모든 기기에서 사용할 수 있습니다!
ky: inCruises News колдонмосу бардык түзмөктөр үчүн жеткиликтүү!
lv: inCruises Ziņu app ir arī pieejama visām ierīcēm!
mn: inCruises-ийн шинэ аппыг бүх төхөөрөмжүүд дээр ашиглах боломжтой!
pt: O aplicativo inCruises News também está disponível para todos os dispositivos!
ro: Aplicația inCruises News este disponibilă pentru toate dispozitivele!
ru: Приложение "Новости inCruises" доступно также для всех устройств!
uk: Додаток "Новини inCruises" також доступний для всіх пристроїв!
uz: inCruises News иловаси ҳам барча қурилмалар учун мавжуд!
zh: inCruises News 应用程序也适用于所有设备！

source: inCruises Notice
ca: Avís d'inCruises
de: inCruises Mitteilung
es: Aviso de inCruises
fr: Avis inCruises
it: Avviso di inCruises
ja: inCruisesからのお知らせ
kk: InCruises хабарламасы
ky: InCruises билдирүүсү
lv: inCruises Paziņojums
mn: inCruises-ийн зар
pt: Aviso da inCruises
ro: Notificare inCruises
ru: Уведомление от inCruises
uk: Сповіщення від inCruises
uz: inCruises изоҳи
zh: inCruises通知
