Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Final Payment for this booking.
ca: Pagament final per a aquesta reserva.
de: Schlusszahlung für diese Buchung.
es: Último pago de esta reserva.
fr: Paiement final pour cette réservation.
it: Ultimo pagamento di questa prenotazione.
ja: この予約の最終支払い。
kk: Осы брондау үшін соңғы төлем.
ko: 이 예약에 대한 최종 결제.
ky: Бул брондоо үчүн акыркы төлөм.
lv: Pēdējais maksājums šai rezervācijai.
mn: Энэ захиалгын сүүлчийн төлбөр.
pt: Pagamento final para esta reserva.
ro: Plata finală pentru această rezervare.
ru: Окончательный платёж для этого бронирования.
uk: Остаточний платіж для цього бронювання.
uz: Ушбу буюртма учун сўнгги тўлов.
zh: 此次预订的最终付款

source: Final Results Coming Soon!
fr: Résultats Finaux À Venir !
it: I risultati finali stanno arrivando!

source: Finalists and winners
ca: Finalistes i guanyadors
de: Finalisten und Gewinner
es: Finalistas y ganadores
fr: Finalistes et lauréats
it: Finalisti e vincitori
ja: ファイナリストと勝者
kk: Финалистер мен жеңімпаздар
ky: Финалисттер жана жеңүүчүлөр
lv: Finālisti un uzvarētāji
mn: Шалгарсан ялагч нар
pt: Finalistas e vencedores
ro: Finaliști și câștigători
ru: Финалисты и победители
uk: Фіналісти та переможці
uz: Финалга чиқққанлар ва ғолиблар
zh: 决赛选手和获胜者

source: Finalize Checkout
ca: Finalitzar la Compra
de: Checkout abschließen
es: Finalizar la compra
fr: Finaliser l'achat
it: Finalizza il pagamento
ja: チェックアウトを確定する
kk: Тапсырысты рәсімдеуді аяқтау
ky: Төлөмдү аяктаңыз
lv: Pabeidziet izrakstīšanos
mn: Төлбөрийг дуусгах
pt: Finalizar pagamento
ro: Finalizează Checkout
ru: Завершить оформление
uk: Завершити оформлення
uz: Жараённи якунлаш
zh: 完成结账

source: Finalize Your Registration
ca: Finalitza el teu registre
de: Schließen Sie Ihre Registrierung ab
es: Completa tu registro
fr: Finaliser votre inscription
it: Completa la tua registrazione
ja: 申し込みを完了する
kk: Тіркеуді аяқтаңыз
ko: 등록을 완료하세요
ky: Каттооңузду аягына чыгарыңыз
lv: Reģistrācijas pabeigšana
mn: Бүртгэлийг дуусгах
pt: Finalize seu registro
ro: Finalizează înregistrarea
ru: Завершите свою регистрацию
uk: Завершіть свою реєстрацію
uz: Рўйхатдан ўтишни якунланг
zh: 完成您的注册

source: Finance Reports
ca: Informes financers
de: Finanz-Berichte
es: Reportes Financieros
fr: Rapports financiers
it: Report finanziari
ja: 財務レポート
kk: Қаржылық Есептер
ko: 재정 보고서
ky: Каржы отчеттору
lv: Finanšu atskaites
mn: Санхүүгийн тайлан
pt: Relatórios financeiros
ro: Rapoarte finanțe
ru: Финансовые отчёты
uk: Фінансові звіти
uz: Молиявий ҳисоботлар
zh: 财务报告

source: Financial Controller
ca: Controlador financer
de: Finanzkontrolleur
es: Contralor
fr: Contrôleur Financier
ja: ファイナンシャル コントローラー
kk: Қаржылық бақылаушы
ko: 재무 통제자
ky: Финансылык контролер
lv: Finanšu kontrolieris
mn: Санхүүгийн зохицуулагч
pt: Controlador financeiro
ro: Controlor financiar
ru: Финансовый контролёр
uk: Фінансовий контролер
uz: Молиявий назоратчи
zh: 財務總監

source: Financial Risk Manager
ca: Gestor/a de Riscos Financers
de: Finanzieller Risikomanager
es: Gerente de Riesgro Financiero
fr: Gestionnaire des risques financiers
it: Manager Rischi Finanziari
ja: ファイナンシャル リスク マネージャー
kk: Қаржылық тәуекелдер жөніндегі Менеджер
ky: Финансылык тобокелдиктерди башкаруу боюнча адис
lv: Finanšu Risku Menedžeris
mn: Санхүүгийн эрсдэлийн менежер
pt: Gerente de Risco Financeiro
ro: Manager de risc financiar
ru: Специалист по управлению финансовыми рисками
uk: Спеціаліст з управління фінансовими ризиками
uz: Молиявий хатарлар бўйича менежер
zh: 金融风险经理

source: Find answers to common questions about our services
ca: Troba respostes a preguntes freqüents sobre els nostres serveis
es: Encuentra respuestas a preguntas frecuentes acerca de nuestros servicios
fr: Trouvez les réponses aux questions fréquentes sur nos services
it: Trova le risposte alle domande più frequenti sui nostri servizi
ja: サービスに関するよくある質問への回答を探す
kk: Қызметтеріміз туралы жиі қойылатын сұрақтарға жауап табыңыз
pt: Encontre respostas para perguntas comuns sobre nossos serviços
ro: Găsește răspunsuri la întrebări frecvente despre serviciile noastre
uk: Знайдіть відповіді на поширені запитання про наші послуги
uz: Хизматларимиз ҳақида кенг тарқалган саволларга жавоб олинг
zh: 查找有关我们服务的常见问题解答

source: Find answers to many Membership, Partnership, and general questions in our FAQ section.
ca: Troba respostes a moltes preguntes sobre la Membresia, el Programa de Socis i qüestions generals a la nostra secció de Preguntes Freqüents.
de: Antworten auf viele Fragen zur Mitgliedschaft, Partnerschaft und allgemeine Fragen finden Sie in unserem FAQ-Bereich.
es: Encuentra respuestas a muchas de tus preguntas acerca de la Membresía, la Sociedad y preguntas en general en nuestra sección de Preguntas Frecuentes.
fr: Trouvez des réponses à de nombreuses questions sur l'Adhésion, le Partenariat et les questions générales dans notre section FAQ.
it: Puoi trovare le risposte a molte domande sulla membership, sulla partnership e su questioni generali nella nostra sezione FAQ.
ja: メンバーシップ、パートナーシップ、その他一般的な質問への回答は、FAQセクションでご確認いただけます。
kk: Мүшелік, серіктестік және жалпы сұрақтар туралы көптеген сұрақтарға жауаптарды біздің жиі қойылатын сұрақтар бөлімінен табыңыз.
ky: Көптөгөн мүчөлүк, шериктештик жана жалпы суроолорго жоопторду биздин КСС бөлүмүнөн табыңыз.
lv: Atbildes uz daudziem Biedru Dalības, Partnerības un vispārīgiem jautājumiem atrodamas mūsu bieži uzdoto jautājumu(FAQ) sadaļā.
mn: Манай Түгээмэл Асуултууд (FAQ) хэсгээс Гишүүнчлэл, Түншлэл болон нийтлэг асуултуудын хариултыг аваарай.
pt: Encontre respostas para muitas perguntas sobre Assinatura, Parceria e questões gerais em nossa seção de perguntas frequentes.
ro: Găsește răspunsuri la multe întrebări generale, privind calitatea de membru, parteneriat în secțiunea noastră de întrebări frecvente.
ru: В разделе ЧаВо вы найдете ответы на многие вопросы, касающиеся программ Членства, Партнерства, а также общих тем.
uk: Знайдіть відповіді на багато питань про Членство, Партнерство та загальні запитання в нашому розділі поширених запитань.
uz: Аъзолик, Ҳамкорлик ва умумий саволларга жавобларни КБС бўлимидан топинг.
zh: 在我们的常见问题解答部分，查找关于会员、合作伙伴及常见问题的答案。

source: Find Hotels
ca: Cercar Hotels
de: Hotels finden
es: Encontrar Hoteles
fr: Trouver des Hôtels
it: Trova hotel
ja: ホテルを見つける
kk: Қонақ Үйлерді табыңыз
ko: 호텔 검색
ky: Мейманканаларды табуу
lv: Meklē Viesnīcas
mn: Зочид буудал хайх
pt: Encontre hotéis
ro: Găsește Hoteluri
ru: Найти отели
uk: Знайти готелі
uz: Меҳмонхоналар излаш
zh: 寻找酒店

source: Find the perfect pairing for your “%{reservationName}” Cruise Itinerary
ca: Troba la combinació perfecta per al teu itinerari de creuer "%{reservationName}"
de: Finden Sie die perfekte Kombination für Ihre "%{Reservierungsname}"-Kreuzfahrtroute
es: Encuentra el emparejamiento perfecto para tu Itinerario de Crucero “%{reservationName}”
fr: Trouvez l'accord parfait pour votre "%{reservationName}" Itinéraire de croisière
it: Trova l'abbinamento perfetto per l'itinerario della tua crociera "%{nome prenotazione}"
ja: “%{reservationName}” のクルーズ旅程にぴったりのペアリングをお探しください
kk: "%{reservationName}" круиздік бағдарыңызға тамаша сәйкестікті табыңыз
ky: “%{reservationName}” круиздик маршрутуңуз үчүн эң сонун комбинацияны табыңыз
lv: Atrodiet ideālu pāra savienojumu savam “%{reservationName}” kruīza maršrutam
mn: Таны “%{reservationName}” далайн аялалтай таарах аялал олох
pt: Encontre o par perfeito para o seu itinerário de cruzeiro “%{reservationName}”
ro: Găsește perechea perfectă pentru Itinerarul tău de croazieră „%{reservationName}”
ru: Подберите идеальное сочетание для своего круизного маршрута “%{reservationName}”
uk: Підберіть ідеальне поєднання для свого круїзного маршруту “%{reservationName}”
uz: “%{reservationName}” круиз йўналишингизга мос турни танланг
zh: 为您的“%{reservationName}”邮轮行程找到完美的配对

source: Fingerprint
ca: Empremta Digital
de: Fingerabdruck
es: Huella digital
fr: Empreinte numérique
it: Impronta digitale
ja: 指紋
kk: Саусақ ізі
ky: Манжа изи
lv: Pirksta nospiedums
mn: Хурууны хээ
pt: Impressão Digital
ro: Amprentă digitală
ru: Отпечаток пальца
uk: Відбиток пальця
uz: Бармоқ изи
zh: 指纹

source: Fingerprint Graph
fr: Graphique des empreintes digitales
it: Grafico Impronta Digitale
kk: Саусақ ізі графигі
pt: Gráfico de impressão digital
uk: Графік Відбитока пальця
zh: 指纹图表

source: Finish
ca: Acabar
de: Beenden
es: Terminar
fr: Finir
it: Termina
ja: 終了
kk: Соңы
ko: 마침
ky: Аяктоо
lv: Pabeigt
mn: Дуусгах
pt: Terminar
ro: Termină
ru: Завершить
uk: Завершити
uz: Тугаллаш
zh: 完成

source: Finish Setup
ca: Configuració Acabada
de: Setup beenden
es: Configuración Terminada
fr: Installation Terminé
it: Configurazione terminata
ja: 設定完了
kk: Орнатуды Аяқтау
ko: 설치 완료
ky: Орнотууну бүтүрүү
lv: Nobeigums uzsākts
mn: Тохиргоог дуусгах
pt: Configuração completa
ro: Finalizează configurarea
ru: Завершить Установку
uk: Завершити Налаштування
uz: Ўрнатишни тугатиш
zh: 完成設置

source: Finished
ca: Acabat
de: Erledigt
es: Terminado
fr: Terminé
it: Terminato
ja: 視聴済み
kk: Аяқталды
ko: 완료
ky: Аяктады
lv: Pabeigts
mn: Дуусгах
pt: Terminado
ro: Terminat
ru: Завершил
uk: Завершив
uz: Тугалланди
zh: 完成

source: First Child Birthdate
ca: Data de naixement del primer infant
de: Fünftes Kind Geburtsdatum
es: Fecha de nacimiento del primer niño
fr: Date de naissance du premier enfant
it: Data di nascita del primo figlio
ja: 1人目の子供の誕生日
kk: Бірінші баланың туған күні
ky: Биринчи баланын туулган күнү
lv: Pirmā Bērna Dzimšanas Datums
mn: Анхны хүүхдийн төрсөн огноо
pt: Data de nascimento do primeiro filho
ro: Data nașterii primului copil
ru: Дата рождения первого ребёнка
uk: Дата народження першої дитини
uz: Биринчи боланинг туғилган санаси
zh: 第一个孩子的出生日期

source: First End Date
ca: Primera Data de Finalització
de: Erstes Enddatum
es: Primera Fecha de Finalización
fr: Première Date de Fin
it: Prima data di fine
ja: 最初の終了日
kk: Бастапқы аяқталу күні
ky: Биринчи аяктоо күнү
mn: Эхний удаа дуусах огноо
pt: Primeira Data de Término
ro: Prima dată de final
ru: Первая дата завершения
uk: Перша дата закінчення
uz: Дастлабки Тугаш санаси
zh: 首次结束日期

source: First Leader
ca: Primer Líder
de: Erster Leader
es: Primer Líder
fr: Premier leader
it: Primo Leader
ja: 直近のリーダー
kk: Бірінші Көшбасшы
ky: Биринчи лидер
lv: Pirmai līderi
mn: Анхны манлайлагч
pt: Primeiro líder
ro: Primul lider
ru: Первый Лидер
uk: Перший Лідер
uz: Биринчи етакчи
zh: 第一领导者

source: First Month
ca: Primer Mes
de: Erster Monat
es: Primer Mes
fr: Premier Mois
it: Primo mese
ja: 初月
kk: Бірінші Ай
ky: Биринчи ай
mn: Эхний сар
pt: Primeiro Mês
ro: Prima lună
ru: Первый месяц
uk: Перший Місяць
uz: Биринчи ой
zh: 第一个月

source: First Name
ca: Nom
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名 (例: TARO)
kk: Есімі
ko: 이름
ky: Аты
lv: Vāŗds
mn: Нэр
pt: Nome
ro: Prenume
ru: Имя
uk: Ім'я
uz: Исм
zh: 名

source: First Name:
ca: Nom:
de: Vorname:
es: Nombre:
fr: Prénom :
it: Nome:
ja: 名 (例: TARO):
kk: Есімі:
ko: 이름:
ky: Аты:
lv: Vārds:
mn: Нэр:
pt: Primeiro nome:
ro: Prenume:
ru: Имя:
uk: Ім'я:
uz: Исм:
zh: 名：

source: First or Last name contains unsupported characters. Please reach out to support to get it corrected.
ca: El nom o cognom conté caràcters no admesos. Si us plau, contacta amb suport per corregir-ho.
de: Vor- oder Nachname enthält nicht unterstützte Zeichen. Bitte wenden Sie sich an den Support, um dies zu korrigieren.
es: El nombre o apellido contiene caracteres no admitidos. Por favor, contacta con soporte para corregirlo.
fr: Le nom ou le prénom contient des caractères non pris en charge. Veuillez contacter le service d'assistance pour le corriger.
it: Il nome o il cognome contengono caratteri non consentiti. Rivolgiti all'assistenza per farli correggere.
ja: 姓、または名に使用不可の文字が含まれています。訂正するにはサポートまでご連絡ください。
kk: Аты немесе тегі қолдау көрсетілмейтін таңбаларды қамтиды. Қатені түзету үшін Қолдау қызметіне хабарласыңыз.
ky: Аты же фамилиясы колдоого алынбаган белгилерди камтыйт. Муну оңдоо үчүн колдоо бөлүмүнө кайрылыңыз.
lv: Vārds vai uzvārds satur neatbalstītas rakstzīmes. Lūdzu, sazinieties ar atbalsta dienestu, lai to labotu.
mn: Овог, нэр бичих хэсэгт буруу тэмдэгт бичигдсэн байна. Засахын тулд тусламжийн багтай холбогдоно уу.
pt: O primeiro ou último nome contém caracteres não suportados. Entre em contato com o suporte para corrigir.
ro: Prenumele sau numele conține caractere neacceptate. Te rugăm să contactezi asistența pentru a face corecția.
ru: В имени или фамилии используются неподдерживаемые символы. Обратитесь, пожалуйста, в службу поддержки для внесения корректировок.
uk: В імені або прізвищі використані символи, які не підтримуються. Будь ласка, зверніться до служби підтримки для внесення коригувань.
uz: Исм ёки фамилиянгизда нотўғри белгилар мавжуд. Илтимос, уни тузатиш учун қўллаб-қувватлаш хизмати билан боғланинг.
zh: 名字或姓氏包含不支持的字符。请联系支持团队进行更正。

source: First Partners Payment
ca: Primers Pagaments de Socis
de: Erste Partnerzahlung
es: Primeros Pagos de Socios
fr: Premier paiement des partenaires
it: Primo pagamento del Partner
ja: 最初のパートナー支払い
kk: Серіктестерге алғашқы төлем
ky: Биринчи өнөктөштөрдүн төлөмү
lv: Pirmais Partnera Maksājums
mn: Эхнйи Түншийн төлбөр
pt: Pagamento dos primeiros parceiros
ro: Prima plată a partenerului
ru: Платёж первых Партнёров
uk: Платіж перших Партнерів
uz: Дастлабки Ҳамкорлар тўлови
zh: 首次合作伙伴付款

source: First Response
ca: Primera Resposta
de: Erste Antwort
es: Primera Respuesta
fr: Première Réponse
it: Prima risposta
ja: 最初の回答
kk: Бірінші жауап
ko: 첫 응답
ky: Биринчи жооп
lv: Pirmā atbilde
mn: Анхны хариу
pt: Primeira resposta
ro: Primul răspuns
ru: Первый ответ
uk: Перша відповідь
uz: Илк жавоб
zh: 第一反應

source: First Response Average
ca: Mitjana de la Primera Resposta
de: Erste Antwort Durchschnitt
es: Promedio de Primera Respuesta
fr: Moyenne des Premières Réponses
it: Media della prima risposta
ja: 最初の回答の平均
kk: Орташа бірінші жауап
ko: 평균 첫 응답
ky: Биринчи жооптун орточо көрсөткүчү
lv: Pirmo atbilžu vidējais
mn: Анхны хариуны дундаж
pt: Média da primeira resposta
ro: Media primului răspuns
ru: Первый ответ в среднем
uk: Перша відповідь в середньому
uz: Илк жавоблар ўртача
zh: 第一反應平均

source: First Response Avg
ca: Primera Resposta Avg
de: Erste Antwort Durchschn.
es: Prom. Primera Respuesta
fr: Moy. Premières Réponses
it: Media prima risposta
ja: 最初の回答の平均
kk: Орташа бірінші жауап
ko: 평균 첫 응답
ky: Биринчи жооп Орт
lv: Pirmās atbildes vid
mn: Анхны хариуны дундаж
pt: Média da primeira resposta
ro: Media primului răspuns
ru: Первый ответ в среднем
uk: Перша відповідь в сер
uz: Илк жавоблар Ўртача
zh: 平均第一反應

source: First Start Date
ca: Primera Data d’Inici
de: Erstes Startdatum
es: Primera Fecha de Inicio
fr: Première Date de Début
it: Prima data di inizio
ja: 最初の開始日
kk: Бастапқы басталу күні
ky: Биринчи баштоо датасы
mn: Эхний удаа эхлэх огноо
pt: Primeira Data de Início
ro: Prima dată de început
ru: Первая дата начала
uk: Перша Дата Старту
uz: Дастлабки Бошланиш санаси
zh: 首次开始日期

source: first time in January, February, or March 2026:
fr: première fois en janvier, février ou mars 2026 :
it: prima volta nel gennaio, febbraio o marzo 2026:

source: First Up leader
fr: Leader First Up
it: Leader della prima Upline

source: First Up Leader
fr: Leader First Up
it: Leader della prima Upline

source: First Year
ca: Primer Any
de: Erstes Jahr
es: Primer Año
fr: Première Année
it: Primo anno
ja: 初年度
kk: Бастапқы Жыл
ky: Биринчи жылы
mn: Эхний жил
pt: Primeiro Ano
ro: Primul an
ru: Первый год
uk: Перший Рік
uz: Биринчи йил
zh: 第一年

source: First-Time Rank Advancement
fr: Avancement de Rang pour la Première Fois
it: Avanzamento di rango per la prima volta

source: FIVE TIMES
ca: CINC VEGADES
de: FÜNF MAL
es: CINCO VECES
fr: CINQ FOIS
it: CINQUE VOLTE
ja: ５倍
kk: БЕС РЕТ
ko: 5배
ky: БЕШ ЖОЛУ
lv: PIECAS REIZES
mn: ТАВ ДАХИН
pt: CINCO VEZES
ro: DE CINCI ORI
ru: ПЯТИКРАТНУЮ
uk: П'ЯТИКРАТНУ
uz: БЕШ БАРОБАРИ
zh: 五次

source: Flagged Date
ca: Data Marcada
de: Markiertes Datum
es: Fecha Marcada
fr: Date signalée
it: Data di segnalazione
ja: フラグが立てられた日付
kk: Белгіленген күн
ky: Белгиленген күн
lv: Atzīmēšanas Datums
mn: Товлосон огноо
pt: Data Sinalizada
ro: Data semnalată
ru: Отмеченная дата
uk: Дата позначення
uz: Белгиланган сана
zh: 标记日期

source: Flags
ca: Banderes
de: Flaggen
es: Banderas
fr: Drapeaux
it: Bandiere
ja: 国旗
kk: Жалаулар
ko: 플래그
ky: Желектер
lv: Karogi
mn: Тугнууд
pt: Bandeiras
ro: Steaguri
ru: Флаги
uk: Прапори
uz: Байроқлар
zh: 旗帜

source: Flexible Coverage:
ca: Cobertura Flexible:
de: Flexible Deckung:
es: Cobertura Flexible:
fr: Couverture flexible :
it: Copertura flessibile:
ja: 柔軟なカバー範囲：
kk: Иілгіш қақпақ:
ky: Ийкемдүү камтуу:
lv: Elastīgs pārklājums:
mn: Уян хатан хамрах хүрээ:
pt: Cobertura flexível:
ro: Acoperire flexibilă:
ru: Гибкое покрытие:
uk: Гнучке покриття:
uz: Мавжуд қоплама:
zh: 灵活保障：

source: Flexible plan options –
ca: Opcions de pla flexibles –
de: Flexible Planoptionen –
es: Opciones flexibles de planes –
fr: Options de plan flexibles –
it: Opzioni di piano flessibili –
ja: 柔軟なプランオプションー
kk: Икемді план нұсқалары -
ky: Ийкемдүү пландын варианттары –
lv: Elastīgias plāna opcijas -
mn: Уян хатан хувилбар бүхий сонголтууд -
pt: Opções de planos flexíveis –
ro: Opțiuni de plan flexibile –
ru: Гибкие варианты планов -
uk: Гнучкі варіанти планів –
uz: Қулай режалар вариантлари -
zh: 灵活的方案选项 -

source: Flexible Plans:
ca: Plans Flexibles:
de: Flexible Pläne:
es: Planes Flexibles:
fr: Des plans flexibles :
it: Piani flessibili:
ja: 柔軟なプラン：
kk: Икемді Пландар:
ky: Ийкемдүү пландар:
lv: Elastīgi plāni:
mn: Уян хатан хөтөлбөрүүд
pt: Planos Flexíveis:
ro: Planuri flexibile:
ru: Гибкие планы:
uk: Гнучкі варіанти планів:
uz: Қулай режалар:
zh: 灵活的计划：

source: Floor Seating
fr: Places Assises au Parterre
it: Posti a sedere in platea
pt: Assentos de Pista
uk: Основний рівень

source: Florida registration number
ca: Número de registre de Florida
de: Registrierungsnummer in Florida
es: Numero de registro de Florida
fr: Numéro d'enregistrement de Floride
it: Numero di registrazione in Florida
ja: フロリダ州登録番号
kk: Флоридадағы тіркеу нөмірі
ko: 플로리다주 등록 번호
ky: Флоридада каттоо номери
lv: Floridas reģistrācijas numurs
mn: Флорида мужийн бүртгэлийн дугаар
pt: Número de registro na Flórida
ro: Număr de înregistrare de Florida
ru: Регистрационный номер во Флориде
uk: Реєстраційний номер у штаті Флорида
uz: Флоридада рўйхатдан ўтган рақами
zh: 佛羅里達州註冊號

source: Follow these simple steps to set up your inCruises account.
ca: Segueix aquests senzills passos per configurar el teu compte d'inCruises.
de: Folgen Sie diesen einfachen Schritten, um Ihren inCruises Account einzurichten.
es: Sigue estos sencillos pasos para configurar tu cuenta de inCruises.
fr: Suit ces étapes simples pour créer votre compte inCruises.
it: Per impostare il tuo account inCruises, segui questi semplici passaggi.
ja: あなたのinCruisesアカウントを設定するためにこれらの簡単なステップに従ってください。
kk: InCruises тіркеулік жазбаңызды орнату үшін, мына қарапайым қадамдарды орындаңыз.
ko: 다음 과정에 따라 inCruises™ 계정을 간단히 설정하십시오.
ky: inCruises аккаунтуңузду түзүү үчүн бул жөнөкөй кадамдарды аткарыңыз.
lv: Seko šiem vienkāršajiem soļiem, lai atvērtu inCruises kontu.
mn: InCruises™-ийн бүртгэлийн тохиргоо хийх алхамууд.
pt: Siga estes passos simples para configurar sua conta InCruises.
ro: Urmăriți aceşti paşi simpli pentru a vă configura contul inCruises.
ru: Следуйте этим простым шагам, чтобы настроить свой аккаунт inCruises.
uk: Виконайте ці прості кроки, щоб налаштувати свій обліковий запис inCruises .
uz: inCruises аккаунтингизни очиш учун ушбу оддий амалларни бажаринг.
zh: 按照以下簡單步驟設置您的inCruise帳戶。

source: Follow us on our official channels to stay informed every step of the way.
fr: Suivez-nous sur nos réseaux sociaux officiels pour rester informé à chaque étape.
it: Seguici sui nostri canali ufficiali e resta aggiornato su tutto quello che succede.
kk: Әр қадамнан хабардар болып отыру үшін біздің ресми арналарамызға жазылыңыз.
pt: Siga-nos em nossos canais oficiais para se manter informado a cada passo.
uk: Слідкуйте за нами в офіційних соціальних мережах, щоб бути в курсі кожного нашого кроку.
uz: Янгиликлардан бохабар бўлиш учун расмий каналларимизни кузатиб боринг.
zh: 请关注我们的官方渠道，随时获取最新资讯。

source: Follow us on social media for updates, promotions and more!
ca: Segueix-nos a les xarxes socials per a actualitzacions, promocions i més!
de: Folgen Sie uns auf den sozialen Medien für Updates, Sonderangebote und mehr!
es: Síguenos en nuestras redes sociales para estar al día, promociones y más!
fr: Suivez-nous sur les réseaux sociaux pour des mises à jour, des promotions et plus encore !
it: Seguici sui social media per aggiornamenti, promozioni e ulteriori informazioni!
ja: 最新情報、プロモーションなどをチェックするには、ぜひSNSで私たちをフォローしてください！
kk: Жаңартулар, акциялар және басқа да ақпараттар үшін бізді әлеуметтік желілерде бақылаңыз!
ky: Жаңылыктар, акциялар жана башка маалыматтар үчүн бизге социалдык тармактардан катталыңыз!
lv: Sekojiet mums sociālajos medijos, lai uzzinātu aktualitātes, akcijas un daudz ko citu!
mn: Шинэчлэлт, урамшуулал болон бусад мэдээллүүдийг манай нийгмийн сүлжээнээс аваарай!
pt: Siga-nos nas mídias sociais para atualizações, promoções e muito mais!
ro: Urmărește-ne pe rețelele sociale pentru actualizări, promoții și multe altele!
ru: Следите за нами в социальных сетях, чтобы узнавать об обновлениях, акциях и о многом другом!
uk: Слідкуйте за нами в соціальних мережах, щоб дізнаватися про оновлення, акції та багато іншого!
uz: Янгиликлар, акциялар ва бошқа маълумотлар учун бизни ижтимоий тармоқларда кузатиб боринг!
zh: 关注我们的社交媒体，获取最新资讯、优惠活动等精彩内容！

source: Food & Drink
ca: Menjar i Begudes
de: Essen & Trinken
es: Comida y Bebidas
fr: Alimentation et boissons
it: Cibi e bevande
ja: 食事＆飲み物
kk: Тамақ және сусын
ko: 음식 & 음료
ky: Тамактар& суусундуктар
lv: Ēdieni & Dzērienu
mn: Хүнс, ундаа
pt: Comida e bebida
ro: Mâncare & băutură
ru: Питание и напитки
uk: Їжа та напої
uz: Таомлар ва ичимликлар
zh: 食物和饮料

source: For all %{ cruiseLine } bookings there must be at least one passenger %{ age } or over in the cabin.
fr: Pour toute réservation auprès de %{ cruiseLine }, il est obligatoire qu'au moins un passager ait %{ age } ans ou plus à bord de la cabine.
it: Per tutte le prenotazioni con %{ cruiseLine } è obbligatorio che ci sia almeno un passeggero di %{ age } anni o più in cabina.
kk: Барлық %{ cruiseLine } броньдары үшін каютада кем дегенде бір жолаушы %{ age } жаста немесе одан үлкен болуы тиіс.
pt: Para todas as reservas da %{ cruiseLine }, deve haver pelo menos um passageiro com %{ age } ou mais na cabine.
uk: Для всіх бронювань %{cruiseLine} у каюті повинен перебувати щонайменше один пасажир віком від %{age} років або старший.
uz: Барча %{ cruiseLine } буюртмалари учун каютада камида битта %{ age } ва ундан катта ёшдаги йўловчи бўлиши шарт.
zh: 对于所有%{cruiseLine}的预订，每间舱房必须至少有一名%{age}或以上的乘客。

source: For all %{cruiseLine} bookings there must be at least one passenger %{age} or over in the cabin before proceeding.
fr: Pour toute réservation auprès de %{cruiseLine}, il est impératif qu'au moins un passager de %{age} ans ou plus soit présent dans la cabine avant de poursuivre la réservation.
it: Per tutte le prenotazioni con %{cruiseLine} è obbligatorio che nella cabina sia presente almeno un passeggero di età pari o superiore a %{age} prima di procedere.
kk: Барлық %{cruiseLine} броньдары үшін жалғастырмас бұрын каютада кем дегенде бір жолаушы %{age} жаста немесе одан үлкен болуы тиіс.
pt: Para todas as reservas %{cruiseLine}, deve haver pelo menos um passageiro com %{age} ou mais na cabine antes de prosseguir.
uk: Для всіх бронювань %{cruiseLine}: щоб продовжити бронювання, у каюту має бути доданий щонайменше один пасажир віком від %{age} років або старший.
uz: Давом этишдан олдин, барча %{ cruiseLine } буюртмалари учун каютада камида битта %{ age } ва ундан катта ёшдаги йўловчи бўлиши шарт.
zh: 对于所有%{cruiseLine}的预订，在继续之前，每间舱房必须至少有一名%{age}或以上的乘客。
