Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: (more than 50% Reward Points)
ca: (més del 50 % de Punts de Recompensa)
de: (mehr als 50% Reward Points)
es: (más de 50% de Puntos de Recompensa)
fr: ( plus de 50 % de Points de Récompense )
it: (più del 50% di Crediti Premio)
ja: （リワードポイントが50%以上）
kk: (бонустық ұпайлардың 50% - дан астамы)
ky: (бонустук упайлардын 50%ынан көбү)
lv: (vairāk kā 50%Balvu Punkti)
mn: (50%-аас дээш Шагналын Оноо)
pt: (mais do que 50 Pontos de Recompensa)
ro: (mai mult de 50% puncte de recompensă)
ru: (более 50% Бонусных Баллов)
uk: (більше 50% Бонусних Балів)
uz: (50 Бонус балларидан кўпроқ)
zh: （超过50%奖励积分）

source: and Recurring Payment Terms.
fr: et Conditions de Paiement Récurrent.
it: e Condizioni di pagamento ricorrente.
kk: және Рекурренттік Төлем Шарттары.
pt: e Termos de Pagamentos Recorrentes.
uk: та Умови Регулярних Платежів.
uz: ва Даврий тўлов шартлари
zh: 及定期付款条款。

source: April 1st to September 30th, 2025
ca: 1 d’abril al 30 de setembre de 2025
de: 1. April bis 30. September 2025
es: Del 1 de abril al 30 de septiembre de 2025
fr: du 1er avril au 30 septembre 2025
it: Dal 1° aprile al 30 settembre 2025
ja: 2025年4月1日～9月30日
kk: 2025 жылғы 1 сәуірден 30 қыркүйекке дейін
ky: 2025-жылдын 1-Апрелинен 30-Сентябрына чейин
mn: 2025 оны 4-р сарын 1-нээс 9-р сарын 30 хүртэл
pt: 1º de Abril a 30 de Setembro de 2025
ro: 1 aprilie - 30 septembrie 2025
ru: С 1 апреля по 30 сентября 2025 года
uk: З 1 квітня по 31 вересня 2025 року
uz: 2025 йил 1 апрелдан 30 сентябргача
zh: 2025年4月1日至9月30日

source: of residence
ca: de residència
de: Wohnsitz
es: de residencia
fr: de résidence
it: di residenza
ja: 居住地の
kk: тұрғылықты жері
ky: жашаган өлкө
lv: Rezidence
mn: иргэн
pt: de residência
ro: de rezidenţă
ru: проживания
uk: проживання
uz: яшаш мамлакати
zh: 居住地

source: Stay Tuned For The Official Countdown And Announcement
fr: Restez à l'Écoute Pour le Compte à Rebours Officiel et l'Annonce
it: Resta sintonizzato per il conto alla rovescia ufficiale e l'annuncio
pt: Fique Ligado Para a Contagem Regressiva Oficial e o Anúncio
uk: Слідкуйте за офіційним зворотним відліком і анонсом

source: - Buy a cruise for half price, or
ca: - Compra un creuer per la meitat del preu, o
de: - Buchen Sie eine Kreuzfahrt zum halben Preis, oder
es: - Comprar un crucero a mitad de precio, o
fr: - Acheter une croisière à moitié prix, ou
it: - Acquistare una crociera a metà prezzo o
ja: - 半額でクルーズを購入する、または
kk: - Жарты бағаға круиз сатып алыңыз, немесе
ko: - 반값으로 크루즈를 예약할 수 있습니다, 또는
ky: - Круизди жарым баасына сатып алыңыз, же болбосо
lv: - Pērc kruīzu par puscenu, vai
mn: - Далайн аяллыг тал үнээр худалдан авах, эсвэл
pt: - Compre um cruzeiro pela metade do preço, ou
ro: - Cumpără o croazieră la jumătate de preț sau
ru: - Приобрести круиз за полцены, или
uk: - Купуйте круїз за півціни, або
uz: - Круизни ярим баҳога олиш ёки
zh: - 以半價購買郵輪，或

source: - Get 50% OFF on all cruises!
ca: - Aconsegueix el 50% de descompte en tots els creuers!
de: - Erhalten Sie 50% Rabatt auf alle Kreuzfahrten!
es: - ¡Consiguir un 50% de descuento en todos los cruceros!
fr: - Obtenez 50% de réduction sur toutes les croisières !
it: - Ottenere uno sconto del 50% su tutte le crociere!
ja: - すべてのクルーズで50％オフ！
kk: - Барлық круизге 50% жеңілдік алыңыз!
ko: - 모든 크루즈 50 % 할인을 받습니다!
ky: - Бардык круиздерде 50% АРЗАНДАТУУГА ээ болуңуз!
lv: - 50% atlaide visiem kruīziem!
mn: - Бүх далайн аялалуудад 50%-ийн хямдрал авах!
pt: - Ganhe 50% de desconto em todos os cruzeiros!
ro: - Primeşte 50% REDUCERE la toate croazierele!
ru: - Скидка 50% на все круизы!
uk: - отримайте 50% знижки на всі круїзи!
uz: - Барча круизлар учун 50% ЧЕГИРМАНИ қўлга киритинг!
zh: - 所有郵輪享受50％折扣！

source: - Nor will I advertise a discount percentage for any specific cruise
ca: - Tampoc publicaré un percentatge de descompte per a qualsevol creuer específic
de: - Auch werde ich keinen Rabattprozentsatz für eine bestimmte Kreuzfahrt anbieten.
es: - Tampoco anunciaré un porcentaje de descuento para ningún crucero específico
fr: - Je ne ferai pas de publicité pour un pourcentage de réduction pour toute croisière spécifique
it: - Né pubblicizzerò la percentuale di sconto per una particolare crociera
ja: - 特定のクルーズについて割引率を宣伝しません
kk: - Мен нақты бір круиз үшін жеңілдік пайызын жарнамаламаймын
ko: - 특정 크루즈 할인율을 광고하지 않습니다
ky: - Мен ошондой эле кандайдыр бир круизге арзандатуу пайызын жарыялабайм
lv: vai arī jums tiks paziņota atlaide attiecīgajā kruīzā
mn: - Би ямар нэг тодорхой далайн аяллын үнийн хямдралын хувийн тухай зар сурталчилгаа хийхгүй
pt: - Nem vou anunciar uma porcentagem de desconto para qualquer cruzeiro específico
ro: - Şi nici nu voi face cunoscut public un procentaj de reducere pentru nicio croazieră
ru: - Я также не буду рекламировать процент скидки для какого-либо конкретного круиза
uk: - Також я не буду рекламувати відсоток знижки для будь-якого конкретного круїзу
uz: - аниқ бир круиз учун чегирма фоизини реклама қилмайман
zh: - 我也不會宣傳任何特定郵輪的折扣百分比

source: - Travel for 50% off
ca: - Viatge per un 50% de descompte
de: - Reisen für 50% Rabatt
es: - Viajar con un 50% de descuento
fr: - Voyage pour 50% de réduction
it: - Viaggiare con il 50% di sconto
ja: - 50％オフの旅行
kk: - 50% жеңілдікпен саяхат
ko: - 50 % 할인 여행
ky: - 50% пайыз арзандатуу менен саякатка чыгуу
lv: Ceļo ar 50% atlaidi
mn: - 50%-ийн хямдралтай аялах
pt: - Viagem com 50% de desconto
ro: - Călătoreşte cu o reducere de 50%
ru: - Путешествие со скидкой 50%
uk: - Подорожуйте з 50% знижкою
uz: - 50% чегирма билан саёҳат қилинг
zh: - 以50%的折扣旅遊

source: – Pay $95 USD to join, with a $95 USD renewal every 6 months, or upgrade an existing Membership to Partner-Member.
ca: – Paga 95 dòlars per unir-t’hi, amb una renovació de 95 dòlars cada 6 mesos, o actualitza una Membresia existent a Soci-Membre.
de: - Zahlen Sie $95 USD für die Mitgliedschaft, die alle 6 Monate um $95 USD verlängert wird, oder upgraden Sie eine bestehende Mitgliedschaft zu einer Partner-Mitgliedschaft.
es: - Paga $95 USD para unirte, con una renovación de $95 USD cada 6 meses o mejora tu plan actual de Membresía a uno de Socio-Miembro.
fr: – Payez 95 USD pour adhérer, avec un renouvellement de 95 USD tous les 6 mois, ou mettez à niveau une Adhésion existant vers une Adhésion Partenaire-Membre.
it: – Iscriviti pagando 95 $, con un rinnovo di 95 $ ogni 6 mesi, oppure aggiorna una Membership esistente a Partner-Membro.
ja: – 参加費は$95 USD、6か月ごとに$95 USDで更新、または既存のメンバーシップをパートナー兼メンバーにアップグレードすることも可能です。
kk: -Әр 6 ай сайын 95 долларға ұзарту мүмкіндігімен тіркелу үшін 95 доллар төлеңіз немесе бар мүшелікті серіктес мүшелік деңгейіне дейін көтеріңіз.
ky: Катталуу үчүн $95 АКШ долларын төлөңүз, андан кийин ар 6 ай сайын $95 АКШ доллары жаңылоо төлөмүн төлөйсүз, же азыркы мүчөлүктү өнөктөш-мүчөгө жогорулатыңыз
lv: – Lai pievienotos, maksājiet 95 USD, ik pēc 6 mēnešiem atjaunojot 95 USD, vai jauniniet esošu Biedru Dalību uz Partneri-Biedru.
mn: – Нэгдэхийн тулд $95 төлнө, дараа нь 6 сар дутамд $95-оор сунгана. Эсвэл одоо байгаа гишүүнчлэлээ Түнш-Гишүүн болгон ахиулна.
pt: – Pague US$ 95 para participar, com renovação de US$ 95 a cada 6 meses, ou atualize uma assinatura existente para Membro Parceiro.
ro: – Plătește 95$ pentru a te înscrie, cu o reînnoire de 95$ la fiecare 6 luni, sau fă upgrade unui membru existent la membru-partener.
ru: — Заплатите $95 USD, чтобы присоединиться, затем $95 USD каждые 6 месяцев за продление, или повысьте статус действующей программы Членства до Члена-Партнёра Клуба.
uk: – Заплатіть $95 USD, щоб приєднатись, з $95 USD поновлення кожні 6 місяців або підвищенням існуючого Членства до Партнера-Члена.
uz: - Қўшилиш учун 95 АҚШ$ тўланг + 95 АҚШ$ эвазига ҳар 6 ойда узайтиринг, ёки мавжуд Аъзоликни Ҳамкор-Аъзога апгрейд қилинг.
zh: – 支付95美元加入，每6个月续费95美元，或将现有会员资格升级为合作会员。

source: — and bring you closer to
fr: — et vous rapprocher de
it: — e avvicinarti a

source: — CLASSIC or PREMIUM
fr: — CLASSIC ou PREMIUM
it: — CLASSIC o PREMIUM

source: — Hutch, Anthony, Kenneth, and Doug
ca: — Hutch, Anthony, Kenneth i Doug
fr: — Hutch, Anthony, Kenneth et Doug
it: — Hutch, Anthony, Kenneth, e Doug
ja: —ハッチ、アンソニー、ケニー、ダグ
kk: — Хатч, Энтони, Кеннет және Даг
pt: — Hutch, Anthony, Kenneth e Doug
ro: — Hutch, Anthony, Kenneth și Doug
uk: — Хатч, Ентоні, Кеннет і Даг
uz: — Хатч, Энтони, Кенннет ва Даг
zh: — Hutch、Anthony、Kenneth和Doug

source: , and their next billing date is on {{ $filters.date(selectedUser.next_billing, 'MMM DD, yyyy') }}.
ca: , i la teva pròxima data de facturació és el {{ $filters.date(selectedUser.next_billing, 'MMM DD, yyyy') }}.
fr: , et leur prochaine date de facturation est sur {{ $filters.date(selectedUser.next_billing, 'MMM DD, yyyy') }}.
it: e la prossima data di fatturazione è {{ $filters.date(selectedUser.next_billing, 'MMM DD, yyyy') }}.
ja: 、そして次回の請求日は {{ $filters.date(selectedUser.next_billing, 'MMM DD, yyyy') }}.
kk: , ал келесі есепшот күні {{ $filters.date(selectedUser.next_billing, 'MMM DD, yyyy') }}.
pt: , e a próxima data de vencimento da fatura deles é em {{ $filters.date(selectedUser.next_billing, 'MMM DD, yyyy') }}.
ro: , iar data lor următoare de facturare este pe {{ $filters.date(selectedUser.next_billing, 'MMM DD, yyyy') }}.
uk: , та їх наступна дата сплати рахунку {{ $filters.date(selectedUser.next_billing, 'MMM DD, yyyy') }}.
uz: , ва унинг навбатдаги тўлов санаси {{ $filters.date(selectedUser.next_billing, 'MMM DD, yyyy') }}.
zh: , 他们的下一个账单日期是 {{ $filters.date(selectedUser.next_billing, 'MMM DD, yyyy') }}.

source: , and their next billing date is on {{ selectedContact.info.next_billing }}.
ca: , i la teva pròxima data de pagament és en {{ selectedContact.info.next_billing }}.
de: , und ihr nächstes Rechnungsdatum ist am {{ selectedContact.info.next_billing }}.
es: , y su próxima fecha de pago es en {{selectedContact.info.next_billing }}.
fr: , et leur prochaine date de facturation est sur {{ selectedContact.info.next_billing }}.
it: e la prossima data di fatturazione è {{selectedContact.info.next_billing }}.
ja: 、そして次回の請求日は {{ selectedContact.info.next_billing }}です。
kk: , ал келесі есепшот күні {{selectedAffiliate.next_billing}}.
ko: , 다음 청구일은 {{ selectedContact.info.next_billing }}.
ky: , жана алардын кийинки эсептешүү күнү {{ selectedContact.info.next_billing }}.
lv: , un viņu nākamais norēķinu datums ir {{ selectedContact.info.next_billing }}.
mn: , дараагийн төлбөр төлөх өдөр {{ selectedContact.info.next_billing }}.
pt: , e a próxima data de vencimento da fatura deles é em {{selectedContact.info.next_billing}}.
ro: , iar data lor următoare de facturare este pe {{selectedContact.info.next_billing }}.
ru: , и их следующая дата оплаты счёта {{ selectedContact.info.next_billing }}.
uk: , та їх наступна дата виставлення рахунку {{ selectedContact.info.next_billing }}.
uz: , уларнинг навбатдаги тўловни амалга ошириш санаси {{ selectedContact.info.next_billing }}.
zh: ,以及他們的下壹個結算日期是 {{ selectedContact.info.next_billing }}.

source: , and their next billing date is on %{ next_billing }.
ca: , i la teva pròxima data de pagament és en % {next_billing}.
de: und ihr nächstes Abrechnungsdatum ist %{ next_billing }.
es: , y su próxima fecha de pago es en %{ next_billing }.
fr: , et leur prochaine date de facturation est sur %{ next_billing }.
it: e la prossima data di fatturazione è %{ next_billing }.
ja: 、そして次回の請求日は %{ next_billing }です。
kk: , және олардың келесі есепшот күні %{ next_billing }.
ko: , 다음 청구일은 %{ next_billing }.
ky: , жана алардын кийинки эсептешүү күнү { next_billing }%.
lv: , un viņu nākamais noreķinu daums ir %{ next_billing }.
mn: , дараагийн төлбөр төлөх өдөр %{ next_billing }.
pt: , e a próxima data de vencimento da fatura deles é em %{ next_billing }.
ro: , iar data lor următoare de facturare este pe %{ next_billing }.
ru: , и их следующая дата оплаты счёта %{ next_billing }.
uk: , та їх наступна дата виставлення рахунку %{ next_billing }.
uz: , уларнинг навбатдаги тўлов санаси %{ next_billing }.
zh: ，并且他们的下一个结算日期是 %{ next_billing }。

source: , or in an encrypted file.
ca: o en un arxiu encriptat.
de: oder in einer verschlüsselten Datei.
es: , o un archivo encriptado.
fr: , ou dans un fichier crypté.
it: o in un file criptato.
ja: 、または暗号化されたファイルとして保存してください。
kk: , немесе шифрланған файлда.
ko: , 또는 암호화된 파일.
ky: , же шифрленген файлда.
lv: vai šifrētā failā.
mn: буюу нууцлагдсан файл.
pt: , ou em um arquivo criptografado.
ro: , sau într-un fișier criptat.
ru: , или в зашифрованном файле.
uk: , або у зашифрованому файлі.
uz: , ёки шифрланган файлда.
zh: ，或在加密文件中。

source: , several key documents and resources have been updated to reflect the new features and benefits. Stay informed and empowered by downloading the latest materials, including all the important details you need to maximize your Membership.
ca: , s'han actualitzat diversos documents i recursos clau per reflectir les noves característiques i beneficis. Estigues informat i preparat descarregant els materials més recents, incloent-hi tots els detalls importants que necessites per maximitzar la teva Membresia.
de: , Mehrere wichtige Dokumente und Ressourcen wurden aktualisiert, um die neuen Funktionen und Vorteile zu berücksichtigen. Bleiben Sie informiert und befähigt, indem Sie die neuesten Materialien herunterladen, einschließlich aller wichtigen Details, die Sie benötigen, um Ihre Mitgliedschaft zu optimieren.
es: , varios documentos y recursos clave se han actualizado para reflejar las nuevas características y beneficios. Mantente informado y empoderado descargando los últimos materiales, incluyendo todos los detalles importantes que necesitas para maximizar tu Membresía.
fr: , plusieurs documents et ressources clés ont été mis à jour pour refléter les nouvelles caractéristiques et les nouveaux avantages. Restez informé et responsabilisé en téléchargeant les documents les plus récents, y compris tous les détails importants dont vous avez besoin pour maximiser votre Adhésion.
it: , diversi documenti e risorse importanti sono stati aggiornati per adeguarsi alle nuove caratteristiche e ai nuovi vantaggi. Tieniti sempre informato e preparato scaricando i materiali più recenti, compresi tutti i dettagli importanti di cui hai bisogno per ottenere il massimo dalla tua Membership.
ja: 、新機能と特典を反映させるため、いくつかの重要な資料とリソースが更新されました。メンバーシップを最大限に活用するために必要な重要事項を含む最新の資料をダウンロードして、情報を入手し、フル活用してください。
kk: .жаңа мүмкіндіктер мен артықшылықтарды көрсету үшін бірнеше негізгі құжаттар мен ресурстар жаңартылды. Мүшелікті барынша арттыру үшін қажетті барлық маңызды мәліметтерді қоса, соңғы материалдарды жүктеп алу арқылы хабардар болыңыз және мүмкіндіктеріңізді кеңейтіңіз.
ky: , бир нече негизги документтер жана ресурстар жаңы өзгөчөлүктөрдү жана артыкчылыктарды чагылдыруу үчүн жаңыртылды. Акыркы материалдарды, анын ичинде мүчөлүк мүмкүнчүлүктөрүңүздү максималдуу пайдалануу үчүн зарыл болгон бардык маанилүү маалыматтарды жүктөп алуу менен кабардар болуп туруңуз.
lv: , ir atjaunināti vairāki galvenie dokumenti un resursi, lai atspoguļotu jaunos līdzekļus un priekšrocības. Esiet informēts un pilnvarots, lejupielādējot jaunākos materiālus, tostarp visu svarīgo informāciju, kas nepieciešama, lai maksimāli uzlabotu Biedru Dalību.
mn: шинэ онцлог, давуу талуудыг мэдүүлэх үүднээс хэд хэдэн гол унших материалуудыг дахин шинэчилсэн болно. Гишүүнчлэлээ өсгөх үүднээс хамгийн сүүлийн үеийн унших шаардлагатай бүх чухал мэдээллүүдийг татан авч танилцан уншина уу.
pt: , vários documentos e recursos importantes foram atualizados para refletir os novos recursos e benefícios. Mantenha-se informado e fortalecido baixando os materiais mais recentes, incluindo todos os detalhes importantes que você precisa para maximizar sua assinatura.
ro: , mai multe documente și resurse cheie au fost actualizate pentru a reflecta noile caracteristici și beneficii. Rămâi informat și împuternicit descărcând cele mai recente materiale, inclusiv toate detaliile importante de care ai nevoie pentru a-ți maximiza calitatea de membru.
ru: , несколько ключевых документов и материалов были обновлены с целью отражения всех новых особенностей и преимуществ. Повышайте свой потенциал и оставайтесь в курсе, загрузив самые свежие материалы, которые содержат все самые важные детали, необходимые вам для извлечения максимальной пользы из своей Программы Членства.
uk: , кілька ключових документів та матеріалів були оновлені з метою відображення всіх нових особливостей та переваг. Підвищуйте свій потенціал і залишайтеся в курсі, завантаживши найсвіжіші матеріали, які містять усі найважливіші деталі, необхідні для отримання максимальної користі з вашого Членства.
uz: , янги функциялар ва афзалликларни ёритиш учун бир қанча муҳим ҳужжатлар ва манбалар янгиланди. Энг янги материалларни, жумладан Аъзолик имкониятларини кенгайтирувчи муҳим маълумотларни юклаб олган ҳолда энг сўнгги янгиликлар билан қуролланинг.
zh: ，多个关键文档和资源已更新，以反映新功能和福利。请通过下载最新材料来保持信息灵通并增强您的能力，其中包括所有您需要的关键细节，以最大化您的会员权益。

source: , they have been paying for
ca: , han pagat per
de: , sie zahlen seit
es: , han estado pagando por
fr: , qu'ils ont payé pour
it: ha pagato per
ja: 。支払い継続期間は
kk: , олар төлеп келеді
ko: , 비용 지불 기간
ky: , бери төлөп келишкен
lv: , viņi maksā par
mn: , Гишүүнчлэлийн төлбөр төлсөн сарын тоо
pt: , eles estão pagando há
ro: , au plătit pentru
ru: , они уже платят на протяжении
uk: , вони вже платять протягом
uz: , уларга учун пул тўланган
zh: ，他们 一直在支付

source: , they have been paying for <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> month(s)
ca: , han estat pagant durant<span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span>mes(os)
de: , sie haben für den/die Monat(e) <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> bezahlt
es: , han estado pagando durante <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> mes(es)
fr: , ils ont payé pour <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> mois
it: , pagamento effettuato per <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> mese (i)
ja: 、彼らは<span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span>ヶ月間支払っています
kk: Олар төлеп келеді<span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span>айына
ky: , алар <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span>ай үчүн төлөштү
lv: , viņi maksā par <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> mēnesi(iem)
mn: , тэр Гишүүнчлэлийн төлбөрөө<span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> сар төлсөн байна.
pt: , eles pagaram por<span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span>mês(meses)
ro: , au plătit pentru <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> luni
ru: , они заплатили за <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> месяц(ев)
uk: , вони заплатили за <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> місяць(-ів)
uz: , улар <span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span> ой учун пул тўлаганлар
zh: , 他们一直在支付<span class="text-green open-bold">{{ selectedContact.info.months_paid }}</span>月

source: , this may fluctuate depending on demand.
ca: , això pot fluctuar segons la demanda.
de: Dies kann je nach Nachfrage schwanken.
es: , esto puede variar, dependiendo de la demanda.
fr: , cela peut fluctuer en fonction de la demande.
it: ; i tempi potrebbero variare in base alla domanda.
ja: 、これは需要に応じて変動する可能性があります。
kk: , бұл сұранысқа байланысты өзгеруі мүмкін.
ky: , бул суроо-талапка жараша өзгөрүшү мүмкүн.
lv: ,tas var svārstīties atkarībā no pieprasījuma.
mn: , эрэлтээс хамаарч өөрчлөгдөж болзошгүй.
pt: , isso pode variar dependendo da demanda.
ro: , aceasta poate fluctua în funcție de cerere.
ru: , это может меняться в зависимости от спроса.
uk: , це може змінюватися в залежності від попиту.
uz: , бу сўровга кўра фарқ қилиши мумкин.
zh: ，这可能会根据需求波动。

source: , you have another chance! There's still time to win cash and progress towards the
fr: , vous avez une autre chance ! Il est encore temps de gagner de l'argent et de progresser vers le
it: , hai un'altra possibilità! C'è ancora tempo per vincere denaro e progredire verso il

source: . If all terms below are met, you will receive
ca: . Si es compleixen tots els termes a continuació, rebràs
de: . Wenn alle nachstehenden Bedingungen erfüllt sind, erhalten Sie
es: . Si se cumplen todos los términos a continuación, recibirás
fr: . Si toutes les conditions ci-dessous sont remplies, vous recevrez
it: . Se tutte le condizioni sotto riportate vengono rispettate, riceverai
ja: 。もし以下の条件を満たしている場合、あなたのバックオフィスのアカウントに
kk: . Төмендегі барлық шарттар орындалса, сіз аласыз
ko: . 아래의 모든 조건이 충족되면 다음을 받게 됩니다
ky: . Эгер төмөндөгү шарттардын баары аткарылган болсо, анда сиз ... ээ болосуз
lv: Ja visi tālāk minētie nosacījumi ir izpildīti, jūs saņemsit
mn: . Хэрэв доорхи нөхцөлүүд хангагдвал, та
pt: . Se todos os termos abaixo forem atendidos, você receberá
ro: . Dacă toți termenii de mai jos sunt îndepliniți, vei primi
ru: . Если все нижеприведённые условия выполнены, то вы получите
uk: . Якщо всі нижченаведені умови виконані, то ви отримаєте
uz: Агар қуйидаги барча талаблар бажарилса, ҳисобингизга
zh: . 如果满足以下所有条款，您将收到

source: . inCruises made an
fr: inCruises a fait un
it: . inCruises ha effettuato una
pt: . inCruises fez uma
uk: . inCruises зробив

source: . They were active for
ca: . Van estar actius durant
de: , sie waren aktiv seit
es: , Estuvieron activos durante
fr: . Ils ont été actifs pour
it: . È stato attivo per
ja: 。アクティブ期間は
kk: . Олар белсенділік танытты
ko: . 활성화 기간
ky: . Алар ... бою активдүү болгон
lv: Viņi bija aktīvi
mn: . Төлбөр төлөхөө зогсоохоос өмнө
pt: . Eles estiveram ativos por
ro: . Au fost activi pentru
ru: . Они были активны на протяжении
uk: . Вони були активні протягом
uz: . Тўлашни тўхтатишидан олдин у
zh: . 他们活跃于
