Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Please add the inCruises members that will be a part of this booking:
de: Bitte fügen Sie die inCruises-Mitglieder hinzu, die Teil dieser Buchung sein werden:
es: Agregue los miembros de inCruises que serán parte de esta reserva:
fr: Veuillez ajouter les membres inCruises qui feront partie de cette réservation :
it: Si prega di aggiungere i membri di inCruises che faranno parte di questa prenotazione:
ko: 함께 예약할 inCruises 멤버를 추가하십시오 :
ky: Сураныч, бул брондоого кире турган inCruises мүчөлөрүн кошуңуз:
lv: Lūdzu, pievienojiet inCruises biedrus, kas būs šīs rezervācijas daļa:
mn: Энэ захиалганд inCruises-ийн Гишүүн нэмэх:
ru: Пожалуйста, добавьте Членов Клуба inCruises, которые будут включены в это бронирование:

source: Please allocate the corresponding Reward Points for each member:
de: Bitte teilen Sie jedem Mitglied die entsprechenden Reward Points zu:
es: Asigna los Puntos de Recompensa correspondientes a cada miembro:
fr: Veuillez allouer les Points de Récompense correspondants pour chaque membre :
it: Si prega di assegnare i Crediti Premio corrispondenti a ogni Membro:
ko: 크루즈 여행에 각 멤버가 부담할 리워드 포인트를 할당하십시오 :
ky: Сураныч, ар бир мүчө үчүн тиешелүү Бонустук упайларды бөлүштүрүңүз:
lv: Katram dalībniekam, lūdzu, piešķiriet attiecīgos Balvu Punktus:
mn: Гишүүн тус бүрт тохирох Шагналын Оноог хуваарилна уу:
ru: Пожалуйста, распределите соответствующие Бонусные Баллы между Членами Клуба:

source: Please answer the current question.
ca: Si us plau, respon a la pregunta actual.
de: Bitte beantworten Sie die aktuelle Frage.
es: Por favor, contesta la pregunta actual
fr: Veuillez répondre à la question actuelle.
it: Gentilmente rispondi alla domanda corrente.
ja: 現在の質問に回答してください。
kk: Ағымдағы сұраққа жауап беріңіз.
ko: 현재 질문에 답하십시오.
ky: Сураныч, учурдагы суроого жооп бериңиз.
lv: Lūdzu atbildiet uz patreizējo jautājumu.
mn: Энэ асуултуудад хариулна уу.
pt: Por favor, responda a pergunta atual.
ro: Te rugăm să răspunzi la întrebarea curentă.
ru: Ответьте, пожалуйста, на текущий вопрос.
uk: Будь ласка, дайте відповідь на поточне питання.
uz: Илтимос, жорий саволга жавоб қайтаринг.
zh: 请回答当前问题。

source: Please be advised that %{country} residents are subject to a %{percent}% tax withholding each year in amounts over $%{after}.00 USD. You have withdrawn <strong>$%{totalWithdrawn}</strong> this year.
ca: Tingués en compte que %{country} els residents estan subjectes a %{percent}% retenció fiscal cada any en quantitats superiors $%{after}.00 dòlars. Has retirat <strong>$%{totalWithdrawn}</strong> aquest any.
de: Bitte beachten Sie, dass die in %{Land} ansässigen Personen jedes Jahr eine %%ige Abzugsteuer für Beträge über $%{after}.00 USD abführen müssen. Sie haben in diesem Jahr <strong>$%{totalWithdrawn}</strong> abgehoben.
es: Por favor considera que residentes de %{country} están sujetos a %{percent}% de retención de impuestos anual en montos superiores a $%{after}.00 USD. Has retirado <strong>$%{totalWithdrawn}</strong> este año.
fr: Veuillez noter que %{country} les résidents sont soumis à une retenue fiscale de %{percent}% chaque année d'un montant supérieur à $%{after}.00 USD. Vous avez retiré <strong>$%{totalWithdrawn}</strong> cette année.
it: Si prega di notare che i residenti in %{country} sono soggetti a una ritenuta fiscale annua del %{percent}% su importi superiori a $%{after}.00 USD. Quest'anno, hai ritirato <strong>$%{totalWithdrawn}</strong> quest'anno.
ja: %{country} にお住いの方は、 %{percent}% の税金を支払う義務があり、 毎年 $%{after}.00 USD（アメリカドル）以上の収入を獲得している方は対象となることをご留意ください。あなたは、今年 <strong>$%{totalWithdrawn}</strong> を送金しました。
kk: Резиденттерге %{country} 0,00 доллардан астам жылдық %{percent}% салық шегерімдері қолданылатынын $%{after} ескеріңіз. Сіз <strong>$%{totalWithdrawn}</strong>биыл ойыннан шықтыңыз.
ky: %{country} резиденттери жылына $%{after}.00 АКШ долларынан ашкан акча каражаттарын алуу үчүн %{percent}% салык төлөшөрүн эске алыңыз. Сиз быйыл <strong>$%{totalWithdrawn}</strong> алдыңыз.
lv: Lūdzu ņemiet vērā,ka %{country} rezidentiem tiek ieturēts %{percent}% nodoklis katru gadu,ja summa pārsniedz $%{after}.00 USD. Jūs esat atsaucis<strong>$%{totalWithdrawn}</strong>šajā gadā.
mn: % {country} -ын оршин суугчид $% {after} .00 USD-аас дээш гарсан орлого дутамд % {percent}% татварыг жил бүр төлөх ёстой. Та энэ жил <strong>$%{totalWithdrawn}</strong> USD-г татаж авсан байна.
pt: Esteja ciente de que residentes de %{country} estão sujeitos a uma retenção de %{percent}% de imposto a cada ano em valores acima de $%{after}.00 USD. Você retirou<strong> $% {totalWithdrawn} </strong> este ano.
ro: Te rugăm să iei notă că rezidenţi din %{country} sunt supuşi unei %{percent}% reţineri de impozit îi fiecare an în sume de peste $%{after}.00 dolari SUA. Ai retras <strong>$%{totalWithdrawn}</strong> în acest an.
ru: Пожалуйста, имейте в виду, что %{country} резиденты подлежат %{percent}% удержанию налогов каждый год в количестве, свыше $%{after}.00 USD. Вы сняли <strong>$%{totalWithdrawn}</strong> за этот год.
uk: Будь ласка, майте на увазі, що %{country} резиденти підлягають %{percent}% утриманню податків щороку в кількості, понад $%{after}.00 USD. Ви зняли <strong>$%{totalWithdrawn}</strong> за цей рік.
uz: Илтимос, хабарингиз бўлсинки, %{country} резидентларига йилига %{after}.00 АҚШ долларидан ортиқ маблағ ечганликлари учун %{percent}% солиқ солинади. Сиз ушбу йилда <strong>$%{totalWithdrawn}</strong> ечдингиз.
zh: 请注意，%{country} 居民每年需要缴纳 %{percent}% 的预扣税，金额超过 $%{after}.00 美元。 您已退出<strong>$%{totalWithdrawn}</strong>今年.

source: Please check below and confirm your country is correct.
ca: Comprova a continuació i confirma que el teu país és correcte.
de: Bitte überprüfen Sie unten, ob Ihr Land korrekt ist.
es: Por favor revisa abajo y confirma que tu país esté correcto.
fr: Veuillez vérifier ci-dessous et confirmer que votre pays est correct.
it: Per favore controlla qui sotto e conferma se il tuo paese è corretto.
ja: 下記をチェックしてあなたの国が正しいことを確認してください。
kk: Төменде тексеріп, еліңіздің дұрыс екеніне көз жеткізіңіз.
ko: 아래를 확인하고 귀하의 거주국가가 올바른지 확인하십시오.
ky: Сураныч, төмөндү текшерип, өлкөңүздүн туура экенин тастыктаңыз.
lv: Lūdzu, pārbaudiet zemāk un apstipriniet, ka jūsu valsts ir pareiza.
mn: Доорхийг шалган өөрийн оршин суудаг улсын нэрийг зөв эсэхийг харна уу?
pt: Por favor, verifique abaixo e confirme se o seu país está correto.
ro: Te rugăm să verifici mai jos şi să confirmi că ţara este corect înregistrată.
ru: Пожалуйста, проверьте данные ниже и подтвердите, что ваша страна указана верно.
uk: Будь ласка, перевірте дані нижче та підтвердьте, що ваша країна вказана правильно.
uz: Илтимос, қуйидагиларни текшириб, мамлакатингиз тўғри кўрсатилганини тасдиқланг.
zh: 請在下方查看並確認您所在的國家。

source: Please check below and confirm your state is correct.
ca: Comprova a continuació i confirma que el teu estat és correcte.
de: Bitte überprüfen Sie unten, ob Ihr Staat korrekt ist.
es: Por favor revisa abajo y confirma que tu estado esté correcto.
fr: Veuillez vérifier ci-dessous et confirmer que votre état est correct.
it: Per favore controlla qui sotto e conferma se il tuo stato è corretto.
ja: 下記をチェックしてあなたの州が正しいことを確認してください。
kk: Төменде тексеріп, күйіңіздің дұрыстығын растаңыз.
ko: 아래를 확인하고 귀하의 거주지가 올바른지 확인하십시오.
ky: Төмөндү текшерип, штатыңыздын туура экенин тастыктаңыз.
lv: Lūdzu, pārbaudiet zemāk un apstipriniet, ka jūsu informācija ir pareiza.
mn: Өөрийн оршин суудаг мужийн нэр зөв эсэхийг шалгана уу?
pt: Por favor, verifique abaixo e confirme se o seu estado está correto.
ro: Te rugăm să verifici mai jos şi să confirmi că starea ta este corectă.
ru: Пожалуйста, проверьте данные ниже и подтвердите, что ваш штат указан верно.
uk: Будь ласка, перевірте дані нижче та підтвердьте, що ваш штат вказано правильно.
uz: Илтимос, қуйидагиларни текшириб, штатингиз тўғри кўрсатилганини тасдиқланг.
zh: 請檢查下面並確認您的州是正確的。

source: Please check the expiration date you entered.
ca: Per favor comprova la data d'expiració que has introduït.
de: Bitte überprüfen Sie das von Ihnen eingegebene Ablaufdatum.
es: Por favor verifica la fecha de expiración que ingresaste.
fr: Veuillez vérifier la date d'expiration que vous avez saisi.
it: Si prega di controllare la data di scadenza inserita.
ja: 入力した有効期限をご確認ください。
kk: Сіз енгізген жарамдылық мерзімін тексеріңіз.
ko: 입력 한 만료 날짜를 확인하십시오.
ky: Киргизилген жарактуулук мөөнөтүн текшериңиз.
lv: Lūdzu pārbaudiet ievadīto derīguma termiņu.
mn: Та хугацаа дуусах өдрөө шалгана уу.
pt: Verifique a data de vencimento digitada.
ro: Verificați data de expirare introdusă.
ru: Пожалуйста, проверьте введенную дату истечения срока.
uk: Будь ласка, перевірте закінчення терміну введеної дати.
uz: Илтимос, киритилган яроқлилик муддати санасини текширинг.
zh: 請檢查您輸入的到期日期.

source: Please choose a valid date range.
ca: Si us plau, selecciona un període de dates vàlides.
de: Bitte wählen Sie einen gültigen Datumsbereich.
es: Por favor elige un rango de fecha válido.
fr: Veuillez choisir une plage de dates valide.
it: Seleziona un intervallo di date valido.
ja: 有効な日付範囲を選択してください。
kk: Өтініш, рұқсат етілген мерзімдер аясын таңдаңыз.
ky: Жарактуу даталар диапазонун тандаңыз.
lv: Lūdzu, izvēlieties derīgu datumu diapazonu.
mn: Хүчинтэй он сар өдөр сонгоно уу.
pt: Selecione um intervalo de datas válido.
ro: Te rugăm să alegi un interval de date valid.
ru: Выберите, пожалуйста, допустимый диапазон дат.
uk: Будь ласка, виберіть допустимий діапазон дат.
uz: Илтимос, йўл қўйилган сана диапазонини танланг.
zh: 请选择一个有效的日期范围。

source: Please choose one of he following authentication method to verify your identity:
ca: Tria un dels següents mètodes d'autenticació per a verificar la teva identitat:
de: Bitte wählen Sie eine der folgenden Authentifizierungsmethoden, um Ihre Identität zu überprüfen:
es: Elige uno de los siguientes métodos de autenticación para verificar tu identidad:
fr: Veuillez choisir l'une des méthodes d'authentification suivantes pour vérifier votre identité :
it: Per verificare la tua identità, scegli uno dei seguenti metodi di autenticazione:
ja: 本人確認のため、以下のいずれかの認証方法を選択してください：
kk: Жеке басыңызды растау үшін келесі аутентификация әдістерінің бірін таңдаңыз:
ko: 다음 인증 방법 중 하나를 선택하여 신원을 확인하십시오:
ky: Сураныч, инсандыгыңызды күбөлөө үчүн төмөнкү аутентификация ыкмаларынын бирин тандаңыз:
lv: Lūdzu, izvēlieties kādu no šīm autentifikācijas metodēm, lai pārbaudītu savu identitāti:
mn: Баталгаажуулахын тулд дараах хамгаалалтын аргуудаас аль нэгийг нь сонгоно уу:
pt: Escolha um dos seguintes métodos de autenticação para verificar sua identidade:
ro: Te rugăm să alegi una dintre următoarele metode de autentificare pentru a-ți verifica identitatea:
ru: Выберите, пожалуйста, один из приведённых способов аутентификации для подтверждения вашей личности:
uk: Виберіть, будь ласка, один із наведених способів автентифікації для підтвердження вашої особи:
uz: Илтимос, шахсингизни тасдиқлаш учун қуйидаги аутентификация усулларидан бирини танланг:
zh: 请选择以下其中一种身份验证方式来验证您的身份：

source: Please choose the currency of this Payment Method. Incorrect currency can lead to failed payment.
ca: Si us plau, selecciona la moneda d'aquest Mètode de Pagament. La moneda incorrecta pot comportar un pagament incorrecte.
de: Bitte wählen Sie die Währung bei dieser Zahlungsmethode. Eine falsche Währung kann zu einer fehlgeschlagenen Zahlung führen.
es: Por favor, elije la divisa de este Método de Pago. La divisa incorrecta puede generar un pago fallido.
fr: Veuillez choisir la devise de ce mode de paiement. Une devise incorrecte peut entraîner un défaut de paiement.
it: Scegli la valuta valida per questo metodo di pagamento. Una valuta non corretta può generare un mancato pagamento.
ja: この支払い方法の通貨を選択してください。通貨が正しくないと、支払いが失敗する可能性があります。
kk: Осы Төлем әдісінің валютасын таңдаңыз. Жарамсыз валюта сәтсіз төлемге әкелуі мүмкін.
ko: 이 결제 수단의 통화를 선택하십시오. 잘못된 통화로 인해 지불이 실패할 수 있습니다.
ky: Сураныч, ушул Төлөм ыкмасынын валютасын тандаңыз. Туура эмес валюта төлөмдүн аткарылбай калышына алып келиши мүмкүн.
lv: Lūdzu, izvēlieties šīs maksāšanas metodes valūtu. Nepareiza valūta var novest pie neveiksmīga maksājuma.
mn: Төлбөр хийх мөнгөн тэмдэгтээ зөв сонгоно уу. Буруу сонгосон тохиолдолд төлбөр хийгдэхгүйг анхаарна уу.
pt: Por favor, escolha a moeda deste método de pagamento. Uma moeda incorreta pode levar a uma falha no pagamento.
ro: Te rugăm să alegi moneda acestei Metode de Plată. Moneda incorectă poate avea ca rezultat nerealizarea plăţii.
ru: Выберите валюту этого Способа Оплаты. Некорректная валюта может привести к неудачной оплате.
uk: Виберіть валюту заданого Варіанту Оплати. Некоректно вказана валюта може призвести до невдалої оплати.
uz: Илтимос, ушбу Тўлов услубининг валютасини танланг. Нотўғри валюта тўловнинг бекор бўлишига олиб келиши мумкин.
zh: 請選擇此付款方式的貨幣。貨幣不正確可能導致付款失敗。

source: Please choose the type of booking you wish to do:
de: Bitte wählen Sie die Art der Buchung, die Sie vornehmen möchten:
es: Por favor elige el tipo de reserva que deseas hacer:
fr: Veuillez choisir le type de réservation que vous souhaitez effectuer :
it: Scegli il tipo di prenotazione che vuoi fare:
ko: 원하는 예약 유형을 선택하세요:
ky: Сураныч, сиз каалаган брондоо түрүн тандаңыз:
lv: Lūdzu, izvēlieties rezervējuma veidu, ko vēlaties veikt:
mn: Захиалгын аргыг сонгоно уу:
ru: Выберите, пожалуйста, желаемый тип бронирования:

source: Please click
ca: Si us plau, fes clic
de: Bitte klicken
es: Por favor haz click
fr: Veuillez cliquer
it: Clicca
ja: クリックしてください
kk: Өтінеміз басыңыз
ko: 클릭하십시오
ky: Сураныч, басыңыз
lv: Lūdzu noklikšķiniet
mn: Энэ
pt: Por favor, clique
ro: Te rugăm să faci clic
ru: Пожалуйста, нажмите
uk: Будь ласка, натисніть
uz: Илтимос, босинг
zh: 请点击

source: Please complete all required information.
ca: Si us plau, completa tota la informació requerida.
de: Bitte füllen Sie alle erforderlichen Informationen aus.
es: Por favor complete toda la información requerida.
fr: Veuillez remplir toutes les informations requises.
it: Si prega di inserire tutte le informazioni richieste.
ja: 必要事項をすべてご記入ください。
kk: Барлық қажетті ақпаратты толтырыңыз.
ko: 모든 요청 정보를 입력하십시오.
ky: Сураныч, бардык керектүү маалыматтарды толтуруңуз.
lv: Lūdzu pabeidziet ievadīt visu prasīto informāciju.
mn: Хэрэгтэй бүх мэдээллүүдийг оруулна уу:
pt: Por favor, preencha todas as informações necessárias.
ro: Te rugăm să introduci toate informaţiile cerute.
ru: Укажите, пожалуйста, всю необходимую информацию.
uk: Вкажіть, будь ласка, всю необхідну інформацію.
uz: Илтимос, барча керакли маълумотларни тўлдиринг.
zh: 請填寫所有必需的信息。

source: Please confirm all of the passengers on this booking, the passengers are final and cannot be changed at a later time.
ca: Si us plau, confirma tots els passatgers en aquesta reserva, els passatgers són definitius i no es poden canviar en un moment posterior.
de: Bitte bestätigen Sie alle Passagiere auf dieser Buchung, die Passagiere sind endgültig und können später nicht mehr geändert werden.
es: Confirma todos los pasajeros en esta reservación, los pasajeros son definitivos y no podrán ser modificados posteriormente.
fr: Veuillez confirmer tous les passagers de cette réservation. La liste des passagers est définitive et ne peut être modifiée ultérieurement.
it: Si prega di confermare tutti i passeggeri di questa prenotazione; i passeggeri sono definitivi e non possono essere modificati in un secondo momento.
ja: この予約の全員の乗客情報を確認してください。乗客情報の登録は最終的なものであり、後日変更することはできません。
kk: Осы брондаудағы барлық жолаушыларды растаңыз. Жолаушылар соңғы болып табылады және оларды кейін өзгерту мүмкін емес.
ko: 이 예약의 모든 승객을 확인하십시오. 승객은 최종 승객이며 나중에 변경할 수 없습니다.
ky: Сураныч, бул брондоодогк жүргүнчүлөрдүн бардык маалыматтарын тастыктаңыз, алар акыркы жана өзгөртүүгө болбойт.
lv: Lūdzu, apstipriniet visus pasažierus par šo rezervāciju, pasažieri ir pēdējie un vēlāk tos nevar mainīt.
mn: Энэ захиалгын бүх зорчигчдын нэрсийг шалгана уу, зорчигчдийн нэрс эцсийн хувилбараар байгаа бөгөөд дараа нь өөрчлөх боломжгүй юм.
pt: Por favor, confirme todos os passageiros nesta reserva, os passageiros são definitivos e não podem ser alterados posteriormente.
ro: Te rugăm să confirmi toți pasagerii din această rezervare, pasagerii sunt definitivi și nu pot fi modificați ulterior.
ru: Подтверждите, пожалуйста, всех пассажиров этого бронирования. Данные пассажиров являются окончательными и не подлежат последующим изменениям.
uk: Будь ласка, підтвердьте всіх пасажирів цього бронювання. Дані пасажирів є остаточними та не підлягають подальшим змінам.
uz: Илтимос, ушбу буюртмадаги барча йўловчиларга оид маълумотларни тасдиқланг, улар якуний ҳисобланади ва сўнгра ўзгартириб бўлмайди.
zh: 请确认此预订中的所有乘客，乘客是最终的，以后不能更改。

source: Please confirm email
ca: Si us plau, confirma el correu electrònic
de: Bitte E-Mail bestätigen
es: Por favor, confirma el correo electrónico
fr: Veuillez confirmer l'e-mail
it: Si prega di confermare l'email
ja: メールアドレスを確認してください
kk: Электрондық поштаны растаңыз
ky: Электрондук почтаны тастыктаңыз
lv: Lūdzu apstipriniet e-pastu
mn: Имэйлээ баталгаажуулна уу
pt: Por favor, confirme o e-mail
ro: Te rugăm să confirmi e-mailul
ru: Подтвердите, пожалуйста, адрес электронной почты
uk: Будь ласка, підтвердьте електронну адресу
uz: Илтимос, электрон почтани тасдиқланг
zh: 请确认电子邮件

source: Please confirm password
ca: Si us plau, confirma la contrasenya
de: Bitte Passwort bestätigen
es: Por favor, confirma la contraseña
fr: Veuillez confirmer le mot de passe
it: Conferma la password
ja: パスワードを確認してください
kk: Құпиясөзді растаңыз
ky: Сырсөздү тастыктаңыз
lv: Lūdzu apstiprini paroli
mn: Нууц үгээ баталгаажуулна уу
pt: Por favor, confirme a senha
ro: Te rugăm să confirmi parola
ru: Пожалуйста, подтвердите пароль
uk: Будь ласка, підтвердьте пароль
uz: Илтимос, паролни тасдиқланг
zh: 请确认密码

source: please confirm this is correct.
ca: si us plau, confirma que això és correcte.
de: Bitte bestätigen Sie, dass dies korrekt ist.
es: por favor confirma que esto está correcto.
fr: Veuillez confirmer que cela est correcte.
it: si prega di confermare che sia corretto.
ja: 正しいことを確認してください。
kk: бұл дұрыс екенін растаңыз.
ko: 이것이 올바른지 확인하십시오.
ky: бул туура экенин тастыктаңыз.
lv: Lūdzu apstipriniet,ka tas ir pareizi.
mn: зөв эсэхийг шалгана уу?
pt: por favor, confirme se está correto.
ro: te rugăm să confirmi că acest lucru este corect.
ru: подтвердите, пожалуйста, что это верно
uk: підтвердіть, будь ласка, що це правильно.
uz: илтимос, бу тўғри эканлигини тасдиқланг.
zh: 请确认这是正确的。

source: Please confirm you understand the following when booking a cruise and embarking on a cruise during the restart of the global cruise industry:
ca: Confirma que entens el següent quan reservis un creuer i t'embarquis en ell durant el reinici de la indústria mundial de creuers:
de: Bitte bestätigen Sie, dass Sie die folgenden Hinweise verstanden haben, wenn Sie eine Kreuzfahrt buchen und während des Neustarts der weltweiten Kreuzfahrtindustrie eine Kreuzfahrt antreten:
es: Por favor confirma que comprendes el texto a continuación al reservar y embarcarte en un crucero durante el reinicio de la industria global de cruceros:
fr: Veuillez confirmer que vous comprenez ce qui suit lorsque vous réservez une croisière et que vous embarquez sur une croisière pendant le redémarrage du secteur mondial des croisières :
it: Ti preghiamo di confermare di aver compreso quanto segue quando prenoti una crociera e ti imbarchi su una crociera durante la fase di riavvio dell'industria globale delle crociere:
ja: 世界のクルーズ業界の運航再開にあたり、クルーズのご予約やご乗船の際には、以下の点をご確認ください。
kk: Әлемдік круиздік индустрияны қайта іске қосу кезінде круизге тапсырыс беру және круизге шығу кезінде келесілерді түсінгеніңізді растаңыз:
ko: 글로벌 크루즈 산업 재개 기간동안 크루즈 예약 및 승선 시 다음 사항을 반드시 숙지하시기 바랍니다:
ky: Глобалдык круиз индустриясы кайрадан башталып турган маалда, круизди брондоп жана бортко чыгып жатканда төмөнкүлөрдү түшүнгөнүңүздү тастыктаңыз:
lv: Lūdzu apstipriniet,ka rezervējot kruīzu un uzkāpjot uz kuģa pasaules kruīzu industrijas restartēšanas laikā,jūs saprotat:
mn: Далайн аялал жуулчлалын салбарын үйл ажиллагаа дахин эхэлж буй энэ үед аялал захиалах болон далайн аялалд гарах үед дараахь заалтуудыг ойлгож байгаагаа баталгаажуулна уу.
pt: Por favor, confirme que você entende o seguinte ao reservar um cruzeiro e embarcar em um cruzeiro durante o reinício da indústria global de cruzeiros:
ro: Te rugăm să confirmi că înțelegi următoarele atunci când rezervi o croazieră și te îmbarcați pe o croazieră în timpul repornirii industriei mondiale de croazieră:
ru: Подтвердите, пожалуйста, что вы понимаете нижеследующее, когда бронируете круиз и поднимаетесь на борт во время перезапуска глобальной круизной индустрии:
uk: Підтвердіть, будь ласка, що ви розумієте наступне, коли бронюєте круїз і піднімаєтеся на борт під час перезапуску глобальної круїзної індустрії:
uz: Илтимос, глобал круиз саноати қайта тикланаётган даврда круизга буюртма бериш ва круизга чиқиш чоғида ушбуларга рози эканлигингизни тасдиқланг:
zh: 請確認您在全球郵輪業重啟期間預訂郵輪和登船時了解以下內容：

source: Please confirm your birthdate below.
ca: Si us plau, confirma la teva data de naixement a continuació.
de: Bitte bestätigen Sie unten Ihr Geburtsdatum.
es: Por favor confirma tu cumpleaños debajo.
fr: Veuillez confirmer votre date de naissance ci-dessous.
it: Conferma la tua data di nascita qui sotto.
ja: 下記のあなたの誕生日を確認してください。
kk: Төменде туған күніңізді растауыңызды сұраймыз.
ko: 아래에 있는 귀하의 생일을 확인해 주십시오.
ky: Төмөндө туулган күнүңүздү тастыктаңыз.
lv: Lūdzu zemāk apstipriniet savu dzimšanas dienas datumu.
mn: Төрсөн он сар өдрөө шалгана уу.
pt: Por favor, confirme sua data de nascimento abaixo.
ro: Confirmă data de naștere mai jos.
ru: Подтвердите, пожалуйста, ниже свою дату рождения.
uk: Підтвердіть, будь ласка, нижче свою дату народження.
uz: Илтимос, туғилган санангизни қуйида тасдиқланг.
zh: 請在下方確認您的生日。

source: Please confirm your VAT Number below.
ca: Si us plau, confirma el teu número d'IVA a continuació.
de: Bitte bestätigen Sie unten Ihre Umsatzsteuer-Identifikationsnummer.
es: Por favor confirma tu número VAT debajo.
fr: Veuillez confirmer votre Numéro de TVA ci-dessous.
it: Conferma il tuo numero di partita IVA qui sotto.
ja: 下記のあなたのVAT番号を確認してください。
kk: Төменде ҚҚС нөміріңізді растаңыз.
ko: 아래에 있는 귀하의 VAT 번호를 확인해 주십시오.
ky: Төмөндө КНС номериңизди тастыктаңыз.
lv: Lūdzu zemāk apstipriniet savu PVN numuru.
mn: Доорхи НӨАТ-ийн дугаарыг баталгаажуулна уу.
pt: Por favor, confirme seu número VAT abaixo.
ro: Confirmă numărul tău de TVA mai jos.
ru: Подтвердите, пожалуйста, ниже свой номер плательщика НДС.
uk: Підтвердіть, будь ласка, нижче свій номер платника ПДВ.
uz: Илтимос, ҚҚС рақамингизни қуйида тасдиқланг.
zh: 請在下方確認您的增值稅號。
