Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The Spirit Of Giving At inCruises
ca: L'Esperit de la Generositat a inCruises
de: Der Geist des Gebens bei inCruises
es: El Espíritu de la Generosidad en inCruises
fr: L'esprit de générosité chez inCruises
it: Lo spirito del dare di inCruises
ja: inCruisesでの寄付の精神
kk: InCruises-те беру рухы
ky: inCruises'те берүү руху/берешендик
lv: inCruises Došanas Gars
mn: inCruises-ийн өгөх сэтгэл
pt: O espírito de doação na inCruises
ro: Spiritul dărniciei la inCruises
ru: Дух отдавания в inCruises
uk: Дух благодійництва в inCruises
uz: inCruises да саховат руҳияти
zh: inCruises的奉献精神

source: The subject field is required!
ca: El camp d'assumpte és obligatori.
de: Das Betreff-Feld ist erforderlich!
es: ¡Se requiere llenar el campo de título!
fr: Le champ objet est obligatoire !
it: La casella dell'oggetto è obbligatoria!
ja: 件名は必須項目です！
kk: Пән өрісі қажет!
ko: 제목란이 요구됩니다!
ky: Тема кутучасынын толтурулуусу талап кылынат!
lv: Nepieciešams tēmas lauks!
mn: Гарчиг хэсэгт бичнэ үү!
pt: O campo do assunto é obrigatório!
ro: Câmpul subiect este necesar!
ru: Поле "Тема" является обязательным к заполнению!
uk: Поле "Тема" є обов'язковим для заповнення!
uz: Майдонни тўлдириш талаб этилади!
zh: 主題字段為必填項！

source: The term “Compensation Plan” means the method by which inGroup International compensates Independent Business Partners for sales of the travel-related services offered by inGroup International as published by inGroup International at its website and as amended from time-to-time by inGroup International.
ca: El terme "Pla de Compensació" significa el mètode pel qual inGroup International compensa els socis comercials independents per a les vendes dels serveis relacionats amb viatges oferts per inGroup International publicats per inGroup International a la seva pàgina web i modificats de tant en tant per inGroup International.
de: Der Begriff "Vergütungsplan" bezeichnet die Methode, mit der inGroup International unabhängige Geschäftspartner für den Verkauf der von inGroup International angebotenen reisebezogenen Dienstleistungen vergütet, wie sie von inGroup International auf ihrer Website veröffentlicht und von Zeit zu Zeit von inGroup International geändert wird.
es: El término "Plan de Compensación" significa el método por el cual inGroup International compensa a los Socios Independientes por las ventas de los productos y servicios ofrecidos por inGroup International según lo publicado por inGroup International en su sitio web y según las modificaciones ocasionales de inGroup International.
fr: Le terme "Plan de Compensation" signifie que la méthode par laquelle inGroup International compense les Partenaires Commercials Indépendants pour les ventes de services de voyages offertes par inGroup International tels que publiés par inGroup International sur son site Web et tels que modifiés de temps en temps par inGroup International.
it: Il termine "Piano compensi" indica il metodo con cui inGroup International compensa i Partner Commerciali Indipendenti per le vendite dei servizi relativi ai viaggi offerti da inGroup International, come pubblicato da inGroup International sul suo sito web e come modificato di volta in volta da inGroup International.
ja: 「報酬プラン」という用語は、>inGroup InternationalがそのWebサイトで公表し、inGroup Internationalによって随時修正されるように、inGroup Internationalが提供する旅行関連サービスの販売についてinGroup Internationalが独立ビジネスパートナーに 報酬を支払う方法を意味します。
kk: «Өтемақы Жоспары» термині inGroup International өз веб-сайтында жариялаған және мезгіл сайын inGroup International түзетулерімен inGroup International ұсынатын саяхатқа қатысты қызметтерді сату үшін inGroup International тәуелсіз іскер серіктестерге өтемақы төлеу әдісі.
ky: "Компенсация планы" термини inGroup International тарабынан өзүнүн веб-сайтында жарыяланган жана оңдоолор менен inGroup International тарабынан сунушталган саякатка байланыштуу кызматтарды сатуу үчүн көз карандысыз Бизнес өнөктөштөрүнө мезгил-мезгили менен inGroup International тарабынан компенсация төлөп берүү ыкмасын билдирет.
lv: Termins"Kompensācijas Plāns" nozīmē metodi ,kādā veidā inGroup International kompensē neatkarīgos partnerus par veiktajiem pakalpojumiem,kas attiecas uz ceļojumiem, savā tīmekļa vietnē,kas tiek atjaunoti laiku pa laikamko piedāvā inGroup International .
mn: "Шагнал Урамшууллын Хөтөлбөр" гэдэг нь inGroup International-ээс өөрийн вэб хуудсанд нийтэлсэн болон inGroup International-ээс үе үе нэмэлт, өөрчлөлт оруулсны дагуу inGroup International-ээс санал болгож буй аялал жуулчлалтай холбоотой үйлчилгээний борлуулалтын Бие даасан Түншид шагнал урамшуулал олгох аргыг хэлнэ.
pt: O termo “Plano de Compensação” significa o método pelo qual o inGroup International compensa os Sócios Independentes pelas vendas dos serviços relacionados a viagens oferecidos pela INCRUISES, conforme publicado pelo inGroup International em seu site e conforme alterado de tempos em tempos pelo inGroup International.
ro: Termenul „Plan de compensare" înseamnă metoda prin care inGroup International îi compensează pe Partenerii de Afacere Independenţi pentru vânzările serviciilor legate de călătoriile oferite de inGroup International, aşa cum sunt publicate de inGroup International pe website-ul propriu şi cum este, din timp în timp, modificat de inGroup International.
ru: Термин «Компенсационный план» означает метод, с помощью которого inGroup International компенсирует продажи Независимым Бизнес Партнерам , связанных с туристическими услугами, предлагаемых компанией inGroup International, которые публикуются inGroup International на веб-сайте и периодически изменяются компанией inGroup International.
uk: Термін "Компенсаційний План" означає метод, за допомогою якого inGroup International компенсує продажі Незалежним Бізнес Партнерам, пов'язаних з туристичними послугами, що пропонуються компанією inGroup International, які публікуються inGroup International на веб-сайті та періодично змінюються компанією inGroup International.
uz: “Компенсация режаси” атамаси inGroup International ўз Мустақил бизнес ҳамкорларини inGroup International томонидан inGroup International сайтларида эълон қилинадиган ва вақти-вақти билан inGroup International томонидан ўзгартиришлар киритилиб турадиган, саёҳатга оид хизматларни сотганлари учун рағбатлантириш усулини англатади.
zh: “补偿计划”一词是指 inGroup International 就销售 inGroup International 提供的旅行相关服务向独立业务合作伙伴提供补偿的方法，该方法由 inGroup International 在其网站上公布，并由 inGroup International 不时修订。

source: The term “Independent Business Partner Agreement” means the inCruises Independent Business Partner Agreement that PARTNER and all other IBPs have entered into in order to become IBPs. (Hereafter “IBP Agreement”.) The Compensation Plan, the Marketing Materials and Branding Policy, and the Policies and Procedures are incorporated by reference into the IBP Agreement and all four of these documents together comprise the agreement between inGroup International and each IBP, including PARTNER. This Addendum modifies such agreement.
ca: El terme "Acord de Soci Comercial Independent" significa l'acord de Soci de Negocis Independent d'inCruises que el SOCI i tots els altres IBP han signat per convertir-se en SCI. (A continuació, "Acord de SCI"). El Pla de Compensació, la política de Materials de Màrqueting i de marca i les Polítiques i Procediments s'incorporen per referència a l'Acord IBP i tots aquests documents junts conformen l'acord entre inGroup International i cada IBP, inclòs el SOCI . Aquest annex modifica aquest acord.
de: Der Begriff "Independent Partner Agreement" bezeichnet den inCruises Independent Partner Agreement, den PARTNER und alle anderen Unabhängigen Partner abgeschlossen haben, um Unabhängige Partner zu werden. (nachfolgend Unabhängiger Partner Vereinbarung".) Der Vergütungsplan, die Marketingmaterial- und Markenpolitik sowie die Bestimmungen und Modalitäten werden unter Bezugnahme auf die Unabhängiger Partner Vereinbarung übernommen, und alle vier dieser Dokumente bilden zusammen die Vereinbarung zwischen inGroup International und jedem Unabhängigen Partner, einschließlich des PARTNERs. Dieser Zusatz ändert diese Vereinbarung.
es: El término “Contrato de Socio Independiente" se refiere al Contrato de Socio Independiente de inGroup International que el SOCIO y todos los demás SI han celebrado para convertirse en SI. (En adelante, "Acuerdo SI”). El Plan de Compensación, la Política sobre los Materiales de Marketing e Imagen de Marca y las Políticas y Procedimientos se incorporan por referencia en el Acuerdo SI y los cuatro documentos juntos constituyen el acuerdo entre inGroup International y cada SI, incluido el SOCIO. Este Anexo modifica dicho acuerdo.
fr: Le terme "Accord de partenaire associé indépendant" signifie l'accord signé par les partenaires associés indépendants et tous les autres PAI dans le but de devenir des PAI. (Ci-après "Accord PAI"). Le plan de compensation, le matériel de Marketing et la politique de marque ainsi que les politiques et procédures sont incorporés par référence dans l'accord PAI et les quatre documents constituent ensemble l'accord conclu entre inGroup International et chaque PAI, ci-inclus le PARTENAIRE. Cet Addendum modifie un tel accord.
it: Con il termine "Contratto con Partner Commerciale Indipendente" sìintende il Contratto con il Partner Commerciale Indipendente inCruises che il PARTNER e tutti gli altri PCI hanno stipulato per diventare PCI. (Qui di seguito "Contratto BPI".) Il Piano Compensi, i Materiali di marketing e politiche di branding e le Politiche e procedure sono incorporati per riferimento nel Contratto PCI e tutti e quattro questi documenti insieme costituiscono il contratto tra inGroup International e ciascun PCI, compreso il PARTNER. Questo Addendum modifica tale contratto.
ja: 「独立ビジネスパートナー契約」という用語は、パートナーおよびその他すべてのIBPがIBPになるために締結したinCruises独立ビジネスパートナー契約を意味します。（以下「IBP契約」といいます。） 報酬プラン、マーケティング資料およびブランディング方針、ならびに方針と手続きマニュアルは、参照によりIBP契約に組み込まれており、これら4つの文書すべてが、パートナーを含むinGroup Internationalと各IBPの間の合意を構成しています。この本補遺はそのような協定を修正します。
kk: «Тәуелсіз бизнес Серіктесімен келісім» термині Серіктестің және барлық басқа ТБС-мен INCRUISES-тің арасындағы келісімге байланысты жасалған «Тәуелсіз бизнес Серіктесі» келісімімен шартты білдіреді (әрі қарай «ТБС келісімі»). Өтемақы жоспары, маркетингтік құжаттар және брендтік саясат, сондай-ақ Саясат пен рәсімдер, ТБС туралы келісімге сілтеме жасалады және барлық осы құжаттардың төртеуі бірігіп, inGroup International -пен әр ТБС арасындағы, оның ішінде Серіктес арасындағы келісімді құрайды. Бұл келісімге өзгертулер мен толықтырулар да енгізіледі.
ko: "독립 비즈니스 파트너 계약"이란 파트 너와 IBP가 IBP되기 위해 체결한 독립적 비즈니스 파트너 계약을 의미합니다. (이하 "IBP 계약") 보상 플랜, 마케팅 자료, 브랜딩 정책, 정책 및 절차는 참조로 IBP 협정에 통합되며 이 네 문서는 모두 inGroup International과 파트너를 포함한 각 IBP 간의 계약을 구성합니 다. 이 추가 조항은 그러한 계약을 수정합니다.
ky: “Көз карандысыз Бизнес Өнөктөш Келишими” деген термин Өнөктөш жана башка бардык IBPлордун IBP болуу үчүн түзгөн inCruises Көз карандысыз Бизнес Өнөктөш Келишимин билдирет. (Мындан ары “IBP Келишими”.) Компенсация планы, Маркетингдик материалдар жана Брендинг саясаты, ошондой эле Саясат жана процедуралар IBP Келишимине шилтеме аркылуу киргизилген жана бул төрт документтин баары бирге inGroup International менен ар бир IBP ортосундагы келишимди анын ичинде ӨНӨКТӨШТҮН ортосундагы келишимди түзөт. Бул Тиркеме мындай келишимге өзгөртүүлөрдү киргизет.
lv: Termins"Neatkarīgā biznesa partnera Līgums" nozīmē,ka partneris un visi pārējie IBPs(turpmāk"IBP līgums") .Kompensācijas plāns,mārketinga materiāli un brendu politika,un politikas un procedūras ir iekļautas ar atsauci IBP līgumā un visi šie četri dokumenti sastāda vienošanos starp inGroup International un katru IBP,ieskaitot PARTNERI. Šis pielikums maina šo līgumu.
mn: "Бие даасан Бизнес Түншийн Гэрээ" гэдэг нь ТҮНШ болон бусад бүх БДТ-үүд нь inGroup International-д гэрээний дагуу орж буй Бие даасан Бизнес Түншийн Гэрээг (цаашид "БДБТ Гэрээ" гэх) хэлнэ. Шагнал Урамшууллын хөтөлбөр, Маркетингийн Материал ба Брэндийн Бодлого, Бодлого ба Журмын гарын авлагууд нь БДТ-ийн Гэрээнд тусгасан бөгөөд эдгээр дөрвөн нь inGroup International болон бүх (ТҮНШҮҮДИЙГ оруулаад) БДТ хооронд байгуулсан гэрээг бүрдүүлнэ. Энэхүү Нэмэлт гэрээ нь энэ гэрээг тодотгоно.
pt: O termo “Contrato de Sócio Independente” significa o Contrato de Sócios Independentes da inCruises que o PARCEIRO e todos os outros IBPs - Independent Business Partner em inglês - firmaram para se tornarem IBPs. (Doravante denominado “Contrato IBP”.) O Plano de Remuneração, a Política de Materiais de Marketing e Marca, e as Políticas e Procedimentos são incorporados por referência no Contrato IBP e todos os quatro documentos juntos compreendem o acordo entre inGroup International e cada Sócio Independente, incluindo o PARCEIRO. Este Adendo modifica esse acordo.
ro: Termenul "Contract ca Partener de Afaceri Independent" este acel acord inCruises ca Partener de Afaceri Independent pe care l-a acceptat PARTENERUL şi toţi ceilalţi PAI (Parteneri de Afaceri Independenţi) în scopul de a deveni PAI. (De aici, "Acord PAI"). Planul de Compensaţie, Materialele de marketing, politica de branding şi Politicile şi Procedurile sunt încorporate prin referinţă în acordul PAI şi toate aceste patru documente laolaltă cuprind acordul între inGroup International şi fiecare PAI, inclusiv PARTENERUL. Acest Act Adiţional modifică un astfel de acord.
ru: Термин «Соглашение Независимого Бизнес Партнера» означает Соглашение с Независимым Бизнес партнером inCruises, которое было заключено ПАРТНЕРОМ и всеми другими НБП, чтобы стать НБП. (Далее «Соглашение НБП».) Компенсационный план, Маркетинговые материалы и Брендовая Политика, а также Политика и Процедуры включены в Соглашение НБП, и все четыре документа вместе составляют соглашение между inGroup International и каждым НБП, включая ПАРТНЕРА. Настоящее Дополнение изменяет данное соглашение.
uk: Термін “Угода Незалежного Бізнес Партнера” означає, Угоду Незалежного Бізнес Партнера inCruises, з якою ПАРТНЕР та всі інші НБП погодились, щоб стати НБП. (Далі - «Угода НБП»). План Компенсацій, Маркетингові Матеріали та Брендова Політика, а також Політики та Процедури включені до Угоди НБП, та всі чотири з цих документів разом складають угоду між inGroup International та кожним НБП, включаючи ПАРТНЕРА. Це Доповнення змінює дану угоду.
uz: “Мустақил бизнес ҳамкор Битими” атамаси ҲАМКОР ва барча бошқа МБҲлар МБҲ бўлиш учун кирадиган inCruises Мустақил бизнес ҳамкори Битимидир (кейинги ўринларда – “МБҲ Битими”). Компенсация режаси, Маркетинг материаллари ва Брендинг сиёсати, шунингдек Сиёсат ва жараёнлар ҳавола орқали МБҲ Битимига киритилган ҳамда ушбу ҳужжатларнинг тўрттови биргаликда inGroup International билан ҳар бир МБҲ, жумладан ҲАМКОР ўртасида битим ташкил этади. Ушбу Қўшимча бундай битимни ўзгартиради.
zh: “獨立業務合作夥伴協議”一詞是指合作夥伴和所有其他IBP為了成為IBP而簽訂的inGroup International獨立業務合作夥伴協議。 （此後稱為“IBP協議”。）補償計劃，營銷材料和品牌政策以及政策與程序通過引用納入IBP協議，所有這四個文件共同構成inGroup International與每個IBP之間的協議，包括合作夥伴。本附錄修改了此類協議。

source: The term “Independent Business Partner” means an individual that has entered into an Independent Business Partner Agreement with inGroup International and is an independent contractor distributor of inGroup International’ travel-related products and services. Hereafter “IBP”.
ca: El terme "Soci Comercial Independent" significa una persona que ha subscrit un acord de soci de Negocis Independent amb inGroup International és un distribuïdor contractista independent de productes i serveis relacionats amb viatges d'inGroup International. Més endavant "SCI".
de: Der Begriff "Unabhängiger Partner" bezeichnet eine Person, die mit inGroup International einen Vertrag als unabhängigen Partner abgeschlossen hat und ein unabhängiger Vertragspartner ist, der die reisebezogenen Produkte und Dienstleistungen von inGroup International vertreibt. Nachfolgend "Unabhängiger Partner".
es: El término "Socio Independiente" significa una persona que ha celebrado un acuerdo de Socio Independiente con inGroup International y es un distribuidor independiente de los productos y servicios de inGroup International. En lo sucesivo, “SI".
fr: Le terme "Partenaire associé indépendant" signifie une personne qui à signé un accord de partenaire associé indépendant avec inGroup International et qui est un distributeur entrepreneur indépendant des produits et services liés aux voyages d'inGroup International. Ci-après "PAI".
it: Con il termine "Partner Commerciale Indipendente" s'intende una persona che ha stipulato un Contratto di partnership commerciale indipendente con inGroup International ed è un distributore indipendente dei prodotti e servizi turistici di inGroup International. Di seguito "PCI".
ja: 「独立ビジネスパートナー」という用語は、inGroup Internationalとの独立ビジネスパートナー契約を締結し、inGroup Internationalの旅行関連製品およびサービスの独立請負業者の販売代理店である個人を意味します。 以下「IBP」といいます。
kk: «Тәуелсіз Бизнес Серіктесі» термині inGroup International - тің тәуелсіз бизнес Серіктесімен келісімге отырып, болашақта саяхатқа қатысты өнімдер мен қызметтерді тарататын тәуелсіз кеңесші болып табылатын жеке тұлғаны білдіреді. Болашақта «ТБС».
ko: "독립 비즈니스 파트너"란 inGroup International과 독립적 비즈니스 파트너 계약을 체결하고 inGroup International의 여행 관련 제품 및 서비스를 독립적으로 계약하거나 배포하는 개인 또는 법인을 의미합니다. 이하"IBP".
ky: "Көз карандысыз бизнес өнөктөш" деген термин inGroup International менен Көз карандысыз Бизнес өнөктөштүк келишимин түзгөн жана inGroup Internationalдын саякатка байланыштуу өнүмдөрү менен кызматтарынын көз карандысыз подрядчы дистрибьютору болгон жеке адамды билдирет. Мындан ары "IBP".
lv: Termins"Neatkarīgais Biznesa Partneris" ir indivīds,kas stājies neatkarīgās biznesa attiecībās ar inGroup International un ir inGroup International ar ceļošanu saistītu produktu un pakalpojumu neatkarīgs darba uzņēmējs izplatītājs .Turpmāk IBP.
mn: "Бие даасан Бизнесийн Түнш" гэж inGroup International-тэй Бие даасан Бизнесийн Түншлэлийн гэрээ байгуулсан болон inGroup International-ийн аялал жуулчлалтай холбоотой бүтээгдэхүүн, үйлчилгээний бие даасан гэрээт дистрибютер хувь хүнийг хэлнэ. Цаашид товчоор "БДТ" гэж нэрлэнэ.
pt: O termo "Sócio Independente" significa um indivíduo que firmou um Contrato de Sócio Independente com o inGroup International e é um distribuidor independente de serviços e produtos relacionados a viagens do inGroup International. A seguir "IBP".
ro: Termenul "Partener de Afaceri Independent" reprezintă o persoană care a intrat în relaţie contractuală de Partener de Afaceri Independent cu inGroup International şi este un distribuitor contractant independent al produselor şi serviciilor inGroup International legate de călătorie. De aici, PAI.
ru: Термин «Независимый Бизнес Партнер» означает физическое лицо, которое заключило Соглашение Независимого Бизнес Партнера с inGroup International и является независимым подрядчиком, распространяющим продукты и услуги inGroup International, связанные с путешествиями. В дальнейшем «НБП».
uk: Термін «Незалежний Бізнес Партнер» означає фізичну особу, яка уклала Угоду Незалежного Бізнес Партнера з inGroup International і є незалежним підпорядкованим дистриб'ютором, що розповсюджує продукти та послуги inGroup International, пов'язані з подорожами. Надалі "НБП".
uz: "Мустақил бизнес ҳамкор" атамаси inGroup International билан Мустақил бизнес ҳамкор битимини имзолаган ва inGroup International нинг саёҳатга оид маҳсулотлари ва хизматларини мустақил равишда сотувчи жисмоний шахсни англатади.
zh: “獨立業務合作夥伴”一詞是指與inGroup International簽訂獨立業務合作夥伴協議的個人，是inGroup International與旅行相關的產品和服務的獨立承包商分銷商。此後稱作“IBP”。

source: The term “National Director”, unless the context clearly indicates otherwise, collectively means the “National Director”, “International Director”, and Executive Director ranks as defined in the Compensation Plan.
ca: El terme "Director Nacional", tret que el context indiqui clarament el contrari, significa col·lectivament el "Director Nacional", el "Director Internacional" i el Director Executiu, tal com es defineix al Pla de Compensació.
de: Der Begriff "National Director" bezeichnet, sofern der Kontext nichts anderes bestimmt, zusammenfassend den "National Director", den "International Director" und den Executive Director, wie im Vergütungsplan definiert.
es: El término “National Director“, a menos que el contexto indique claramente lo contrario, colectivamente significa que el “National Director”, el “International Director” y el “Executive Director” se clasifican según lo definido en el Plan de Compensación.
fr: Le terme de «Directeur National», à moins que le contexte n'indique clairement le contraire, signifie collectivement le «Directeur National», le «Directeur International» et le rang de Directeur Exécutif, définis comme dans le Plan de Rémunération.
it: Il termine "National Director", a meno che il contesto non indichi chiaramente il contrario, indica collettivamente le qualifiche di "National Director", "International Director" ed "Executive Director" come definiti nel Piano compensi.
ja: 「ナショナルディレクター」という用語は、文脈上明らかに別段の指示がない限り、「ナショナルディレクター」、「インターナショナルディレクター」、およびエグゼクティブディレクターを総称して報酬プランに定義されているとおりのランクにすることを意味します。
kk: «Ұлттық директор» термині, егер контексте басқаша түрде нақты айқындалмаса, Өтемақы Жоспарында көрсетілгендей «Ұлттық директор», «Халықаралық директор» және Атқарушы директор деген жиынтықты білдіреді.
ko: "내셔널 디렉터"라는 용어는 문맥상 달리 명시하지 않는 한 집합적으로 보상 플랜에 정의된대로, "내셔널 디렉터", "인터내셔널 디렉터"및 이그제큐티브 디렉터 직급을 의미합니다.
ky: "Улуттук директор" термини, эгерде контекстте башкасы ачык көрсөтүлбөсө, жалпысынан "Улуттук директор", "Эл аралык директор" жана Аткаруучу директордун чендерин компенсациялоо планында аныкталгандай билдирет.
lv: Termins"Nacionālais direktors",ja vien konteksts prasa citu variantu, vispārēji nozīmē"Nacionālais direktors",Starptautiskais direktors",un Izpilddirektors kā tas ir minēts Kompensācija plānā.
mn: "National Director" гэсэн нэр томъёо нь хэрэв агуулгын хувьд өөрөөр заагаагүй бол Шагнал урамшууллын хөтөлбөрт "National Director", "International Director", "Executive Director" гэж цолуудыг хэлсний нэгэн адил байна.
pt: O termo “Diretor Nacional”, a menos que o contexto indique claramente o contrário, significa coletivamente “Diretor Nacional”, “Diretor Internacional” e Diretor Executivo, conforme definido no Plano de Compensação.
ro: Termenul “Director Naţional”, în afară de cazul că este indicat altfel contextual, înseamnă colectiv treptele de carieră “Director Naţional”, “Director Internaţional” şi Director Executiv, după cum sunt definite în Planul de Compensaţie.
ru: Термин «Национальный директор», если контекст явно не указывает на иное, в совокупности означает «Национальный директор», «Интернациональный директор» и ранги Исполнительного директора, как они определены в Компенсационном плане.
uk: Термін «Національний Директор», якщо в контексті чітко не зазначається інше, в сукупності означає Ранги «Національний Директор», «Інтернаціональний Директор» та Виконавчий Директор, як це визначено у Плані Компенсації.
uz: “Миллий директор” атамаси, агар матндан бошқача маъно келиб чиқмаса, Компенсация режасида белгиланганидек, биргаликда “Миллий директор”, “Халқаро директор” ва “Ижрочи директор”ни англатади.
zh: 除非上下文另有明確說明，否則“National Director”一詞將是“National Director”，“International Director”和Executive Director按薪酬計劃的定義排名。
