Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Accept All Terms & Conditions
ca: Accepta tots els Termes i Condicions
de: Alle Bedingungen und Konditionen akzeptieren
es: Aceptar Todos los Términos y Condiciones
fr: Accepter toutes les conditions générales
it: Accetta tutte le condizioni
ja: すべての利用規約に同意する
kk: Барлық ережелер мен шарттарды қабылдаңыз
ky: Бардык шарттарды жана жоболорду кабыл алыңыз
lv: Pieņemt Visus Terminus & Nosacījumus
mn: Үйлчилгээний бүх нөхцөлүүдийг хүлээн зөвшөөрөх
pt: Aceitar todos os termos e condições
ro: Acceptă toți Termenii & Condițiile
ru: Принять все условия и положения
uk: Прийняти всі умови та положення
uz: Барча қоидалар ва шартларни қабул қилиш
zh: 接受所有条款和条件

source: Accept Booking Terms & Conditions
de: Buchungsbedingungen & akzeptieren
es: Aceptar Términos y Condiciones de Reserva
fr: Accepter les Conditions Générales & de Réservation
it: Accetta i termini e le condizioni della prenotazione
ky: Брондоо Шарттарын & Жоболорун кабыл алыңыз
lv: Pieņemt Rezervācijas Terminus & Nosacījumus
mn: Захиалгын Үйлчилгээний Нөхцөлүүдийг хүлээн зөвшөөрөх
ru: Принять правила и условия бронирования

source: Access an unrivaled collection of renowned travel brands
ca: Accedeix a una col·lecció inigualable de marques de viatge reconegudes
de: Greifen Sie auf eine unvergleichliche Sammlung renommierter Reisemarken zu
es: Accede a una variedad inigualable de reconocidas marcas de viajes
fr: Accédez à une collection inégalée de marques de voyage renommées
it: Accedi a una collezione unica di prestigiosi brand del mondo dei viaggi
ja: 有名旅行ブランドの比類なきコレクションにアクセス
kk: Танымал туристік брендтердің теңдесі жоқ топтамасына қол жеткізіңіз
ky: Атактуу туристтик бренддердин теңдешсиз коллекциясына жетиңиз
lv: Piekļuve nepārspējamai atpazīstamu ceļojumu zīmolu kolekcijai
mn: Дэлхийд алдартай аяллын брэндүүдийн хосгүй цуглуулгад нэвтрэх боломж
pt: Acesse uma coleção INcomparável de empresas de viagens renomadas
ro: Accesează o colecție de neegalat de mărci de călătorie renumite
ru: Получите доступ к непревзойденной коллекции известных туристических брендов
uk: Отримайте доступ до неперевершеної колекції відомих туристичних брендів
uz: Машҳур саёҳат брендларининг тенгсиз коллециясига эга бўлинг
zh: 畅游无与伦比的知名旅行品牌合集

source: Access denied
fr: Accès refusé
it: Accesso negato

source: Access Exclusive Limited-Time Offers
ca: Accedeix a Ofertes Exclusives per Temps Limitat
de: Zugang zu exklusiven, zeitlich begrenzten Angeboten
es: Accede a ofertas exclusivas por tiempo limitado
fr: Accéder à des offres exclusives à durée limitée
it: Accedi a offerte esclusive a tempo limitato
ja: 特別な期間限定オファーにアクセス
kk: Мерзімі шектеулі эксклюзивті ұсыныстарға қол жеткізіңіз
ky: Чектелүү мөөнөткө берилген эксклюзивдүү сунуштарга мүмкүнчүлүк алыңыз
lv: Piekļuve kskluzīviem ierobežota Laika Piedāvājumiem
mn: Хязгаарлагдмал хугацааны онцгой саналд хандах
pt: Acesse ofertas exclusivas por tempo limitado
ro: Accesează oferte exclusive pe perioadă limitată
ru: Доступ к эксклюзивным ограниченным во времени предложениям
uk: Доступ до ексклюзивних обмежених у часі пропозицій
uz: Эксклюзив муддати чекланган таклифлар
zh: 访问独家限时优惠

source: Access Resources
ca: Accedir a Recursos
de: Zugang zu Ressourcen
es: Acceder a Recursos
fr: Accès aux ressources
it: Accesso a risorse aziendali
ja: ビジネス資源にアクセス
kk: Ресурстарға қол жеткізу
ko: 비즈니스활용도구 보기
ky: Ресурстарга мүмкүнчүлүк алуу
lv: Piekļuves resursi
mn: Нөөцийн санд хандах
pt: Acessar recursos
ro: Accesează Resurse
ru: Получить доступ к ресурсам
uk: Отримати доступ до ресурсів
uz: Манбаларга кириш
zh: 访问资源

source: Access the data you need to run your global business.
ca: Accedeix a les dades que necessites per executar el teu negoci global.
de: Greifen Sie auf die Daten zu, die Sie für Ihr internationales Geschäft benötigen.
es: Accede a los datos que necesitas para manejar tu negocio global.
fr: Accédez aux données qui vous sont nécessaires pour pouvoir gérer votre entreprise en globalité.
it: Accedi ai dati che ti servono per gestire la tua attività globale.
ja: グローバルビジネスを運営するために必要なデータにアクセスします。
kk: Жаһандық бизнесті жүргізу үшін қажетті деректерге қол жеткізу.
ko: 글로벌 비즈니스를 운영하기 위해 필요한 데이터를 살펴보십시오.
ky: Глобалдык бизнесиңизди жүргүзүү үчүн керектүү маалыматтарды алыңыз.
lv: Piekļūstiet datiem, kas nepieciešami, lai veiktu globālo biznesu.
mn: Глобал бизнесийн мэдээллийн санг харах.
pt: Acesse os dados de que você precisa para administrar seu negócio global.
ro: Accesaţi datele de care aveţi nevoie pentru a vă conduce afacerea mondială.
ru: Доступ к данным ,необходимым для ведения глобального бизнеса.
uk: Доступ до даних, необхідних для запуску вашого глобального бізнесу.
uz: Глобал бизнесингизни юритиш учун зарур бўлган маълумотларни олинг.
zh: 訪問經營全球業務所需的數據。

source: Access the GLS-X Winners Hub to share important travel information and get up to date information about the event!
ca: Accedeix al Centre de Guanyadors del GLS-X per compartir informació important de viatge i obtenir informació actualitzada sobre l’esdeveniment!
fr: Accédez à la platforme des Gagnants du GLS-X pour partager des informations importantes sur le voyage et obtenir les dernières informations sur l'événement !
it: Accedi all'hub dei vincitori GLS-X per condividere informazioni importanti sul viaggio e ricevere aggiornamenti sull'evento!
ja: 重要な旅行情報を共有し、イベントに関する最新情報を入手するためにGLS-X Winners Hubにアクセスしてください!
kk: Маңызды сапар мәліметтерімен бөлісу және іс-шара туралы ең соңғы ақпаратты алу үшін GLS-X жеңімпаздар орталығына кіріңіз!
pt: Acesse o GLS-X Winners Hub para compartilhar informações importantes sobre a viagem e ter informações atualizadas sobre o evento!
ro: Accesează GLS-X Winners Hub pentru a partaja informații importante despre călătorii și pentru a primi informații actualizate despre eveniment!
uk: Отримайте доступ до GLS-X Winners Hub, щоб поділитися важливою інформацією про подорожі та отримати актуальну інформацію про подію!
uz: Муҳим маълумотлар билан бўлишиш ҳамда тадбир ҳақидаги энг сўнгги янгиликлардан хабардор бўлиш учун GLS-X Winners Hub иловасига киринг!
zh: 访问GLS-X获奖者中心，以分享重要旅行信息并获取活动的最新资讯！

source: Access the power of our membership plans! Learn more about our amazing membership and partnership plans today!
ca: Descobreix tots els avantatges dels nostres plans de membresia! Informa’t avui mateix sobre els nostres extraordinaris plans de membresia i el programa de socis!
de: Nutzen Sie die Vorteile unserer Mitgliedschaftspläne! Erfahren Sie noch heute mehr über unsere fantastischen Mitgliedschafts- und Partnerschaftspläne!
es: ¡Accede al poder de nuestros planes de membresía! Descubre más acerca de nuestros planes de membresía y sociedad ¡hoy mismo!
fr: Accédez à la puissance de nos plans d'adhésion ! Découvrez dès aujourd'hui nos plans d'adhésion et de partenariat !
it: Approfitta delle potenzialità dei nostri piani di membership! Scopri oggi stesso i nostri fantastici piani di membership e partnership!
ja: メンバーシップ・プランをご利用ください！メンバーシップ・プランとパートナーシップ・プランの詳細をご覧ください！
kk: Біздің мүшелік жоспарларымызды пайдаланыңыз! Бүгін біздің керемет мүшелік және серіктестік жоспарларымыз туралы көбірек біліңіз!
ky: Мүчөлүк пландарыбыздын күчүн колдонуңуз! Бүгүн биздин укмуштуудай мүчөлүк жана өнөктөштүк пландарыбыз тууралуу көбүрөөк билип алыңыз!
lv: Uzzini mūsu biedru dalības plānu spēku! Uzziniet vairāk par mūsu apbrīnojamajiem biedru dalības un partnerattiecību plāniem šodien!
mn: Манай гишүүнчлэлийн хөтөлбөрийн хүчийг барьж аваарай! Өнөөдөр манай гишүүнчлэлийн болон түншлэлийн гайхалтай хөтөлбөрийн тухай илүү их зүйлийг мэдэж аваарай!
pt: Acesse o poder dos nossos planos de assinatura! Saiba mais sobre nossos incríveis planos de assinatura e parceria hoje mesmo!
ro: Accesează puterea planurilor noastre de membru! Află mai multe despre planurile noastre uimitoare de membru și parteneriat astăzi!
ru: Воспользуйтесь всеми преимуществами наших планов Программы Членства! Узнайте больше о наших потрясающих планах Программ Членства и Партнёрства уже сегодня!
uk: Скористайтеся всіма перевагами наших планів Програми Членства! Дізнайтеся більше про наші чудові плани Програм Членства та Партнерства вже сьогодні!
uz: Аъзолик режалари афзалликларидан фойдаланинг! Ажойиб аъзолик ва ҳамкорлик режаларимиз ҳақида бугуноқ батафсил ўрганинг!
zh: 充分发挥我们会员计划的优势！今天就了解更多关于我们精彩的会员和合作伙伴计划！

source: Access The Power of Premium
ca: Accedeix Al Poder Premium.
de: Nutzen Sie die Premium-Kraft
es: Accede al poder de Premium
fr: Accéder à la puissance de la Premium
it: Sfrutta la potenza Premium
ja: PREMIUMのパワーにアクセス
kk: Premium мүмкіндіктеріне қол жеткізіңіз
ky: Premium'дун күчүн колдонуңуз
lv: Izmanto Premium Spēku
mn: Premium-ийн хүчийг ашиглах
pt: Acesse o poder do Premium
ro: Accesează puterea Premium
ru: Получите доступ к силе Premium
uk: Отримайте доступ до потужних можливостей Premium
uz: Premium қудратига эга бўлинг
zh: 访问Premium的强大功能

source: Access the power of Premium! Upgrade your membership today!
ca: Accedeix al Poder Premium! Actualitza la teva membresia avui mateix!
de: Nutzen Sie die Kraft von Premium! Aktualisieren Sie Ihre Mitgliedschaft noch heute!
es: ¡Accede al Poder de Premium! ¡Sube de nivel tu membresía hoy mismo!
fr: Accédez à la puissance de Premium ! Mettez votre adhésion à niveau dès aujourd'hui !
it: Sfrutta la potenza di Premium! Aggiorna la tua membership oggi stesso!
ja: PREMIUMのパワーにアクセス！今すぐメンバーシップをアップグレード！
kk: Premium артықшылықтарына қол жеткізіңіз! Мүшелікті бүгін жаңартыңыз!
ky: Premium'дун күчүн колдонуңуз! Мүчөлүк планыңызды бүгүн жаңыртыңыз!
lv: Izmanto Premium spēku! Apgreidojiet savu biedru dalību šodien!
mn: Premium-ийн хүчийг ашиглаарай! Өнөөдөр Гишүүнчлэлээ ахиулаарай!
pt: Acesse o poder do Premium! Atualize sua assinatura hoje mesmo!
ro: Accesează puterea Premium! Fă upgrade la calitatea de membru astăzi!
ru: Получите доступ к силе Premium! Повысьте план своей Программы Членства уже сегодня!
uk: Отримайте доступ до потужних можливостей Premium! Підвищіть план своєї програми Членства вже сьогодні!
uz: Premium қудратига эга бўлинг! Аъзолигингизни бугуноқ апгрейд қилинг!
zh: 解锁Premium的强大功能！今天就升级您的会员资格吧！

source: Access the World’s Best Tours
ca: Accedeix a les Millors Rutes Turístiques del Món
de: Zugang zu den besten Touren der Welt
es: Accede a las Mejores Excursiones del Mundo
fr: Accédez aux Meilleurs Circuits au Monde
it: Accesso ai migliori tour del mondo
ja: 世界最高のツアーにアクセス
kk: Әлемдегі ең жақсы турларға қол жеткізіңіз
ky: Дүйнөнүн мыкты турларына мүмкүнчүлүк
lv: Piekļuve Pasaules Vislabākajām ekskursijām
mn: Дэлхийн шилдэг газрын аяллуудаар аялах боломжийг эдлээрэй.
pt: Acesse os melhores passeios do mundo
ro: Accesează cele mai bune tururi din lume
ru: Доступ к лучшим турам мира
uk: Доступ до найкращих турів світу
uz: Дунёнинг энг яхши турлари
zh: 畅享全球顶级旅游行程

source: Access Ticket
ca: Tiquet d'Accés
es: Boleto de Acceso
fr: Ticket d'Accès
it: Accedi al ticket
ja: アクセス チケット
kk: Тикетті Қарау
pt: Acesse o Ticket
ro: Accesează Tichetul
uk: Переглянути тікет
uz: Чиптани кўриш
zh: 通行票

source: Access to an Award-Winning platform
ca: Accés a una plataforma Premiada
de: Zugang zu einer preisgekrönten Plattform
es: Accede a una plataforma galardonada
fr: Accès à une plateforme Primée
it: Accesso a una piattaforma pluripremiata
ja: 受賞歴のあるプラットフォームへのアクセス
kk: Марапатқа ие платформаға қол жеткізу
ky: Сыйлык алган платформага кирүү
lv: Piekļuve Godalgu-Cienīgai platformai
mn: Шагналын эзэн болсон платформд нэвтрэх боломж
pt: Acesse a uma Plataforma Premiada
ro: Acces la o platformă premiată
ru: Доступ к удостоенной наград платформе
uk: Доступ до удостоєної нагород платформи
uz: Мукофот соҳиби бўлган платформа
zh: 畅享屡获殊荣的平台

source: Access to any pending incentives or bonuses
fr: Accès aux incitations et bonus en attente
it: Accesso a eventuali incentivi o bonus in sospeso
kk: Күтудегі кез келген ынталандырулар мен бонустарға қолжетімділік
pt: Acesso a quaisquer incentivos ou bônus pendentes
uk: Доступ до будь-яких очікуючих винагород або бонусів
uz: Ҳар қандай кутаётган рағбатлар ва бонусларни кўриш
zh: 访问任何待处理的奖励或奖金

source: Access to any pending incentives, bonuses, or other program privileges
fr: Accès aux incitations, bonus et autres privilèges du programme en attente
it: Accesso a eventuali incentivi, bonus o altri privilegi del programma in sospeso
kk: Күтудегі кез келген ынталандырулар, бонустар немесе өзге де бағдарлама артықшылықтарына қолжетімділік
pt: Acesso a quaisquer incentivos, bônus ou outros privilégios pendentes do programa
uk: Доступ до будь-яких очікуваних винагород, бонусів та інших привілеїв програми
uz: Ҳар қандай кутаётган рағбатлар ва бонуслар ёки дастурнинг бошқа имтиёзларини кўриш
zh: 访问任何待处理的奖励、奖金或其他项目特权

source: Access to PREMIUM cruises is reserved for PREMIUM Members only.
fr: L'accès aux croisières PREMIUM est réservé aux Membres PREMIUM.
it: L'accesso alle crociere PREMIUM è riservato esclusivamente ai Membri PREMIUM.
kk: PREMIUM круиздеріне қолжетімділік тек PREMIUM мүшелеріне ғана арналған.
pt: O acesso aos cruzeiros PREMIUM é reservado exclusivamente aos membros PREMIUM.
uk: Доступ до круїзів PREMIUM надається лише Членам Клубу з планом PREMIUM.
uz: PREMIUM круизларни фақатгина PREMIUM Аъзолар кўриши мумкин.
zh: PREMIUM邮轮的访问权限仅限PREMIUM会员。

source: Access to PREMIUM hotels is reserved for PREMIUM Members only.
fr: L'accès aux hôtels PREMIUM est réservé aux Membres PREMIUM.
it: L'accesso agli hotel PREMIUM è riservato esclusivamente ai Membri PREMIUM.
kk: PREMIUM қонақүйлеріне қолжетімділік тек PREMIUM клуб мүшелеріне ғана арналған.
pt: O acesso aos hotéis PREMIUM é reservado exclusivamente aos Membros PREMIUM.
uk: Доступ до готелів PREMIUM надається лише Членам Клубу з планом PREMIUM.
uz: PREMIUM меҳмонхоналарни фақатгина PREMIUM Аъзолар кўриши мумкин.
zh: 仅PREMIUM会员可享受PREMIUM酒店的使用权。

source: Access to this page is given only to those personally invited by email.
ca: Només poden accedir a aquesta pàgina les persones convidades personalment per correu electrònic.
de: Der Zugang zu dieser Seite ist nur denjenigen gestattet, die persönlich per E-Mail eingeladen wurden.
es: El acceso a esta página está restringido a aquellos que han sido invitados personalmente por correo electrónico.
fr: L'accès à cette page est réservé aux personnes invitées personnellement par courrier électronique.
it: L'accesso a questa pagina è consentito solo a coloro che sono stati invitati personalmente via email.
ja: このページへのアクセスは、個人的にメールで招待された人にのみアクセスが許可されています。
kk: Бұл бетке кіру электрондық пошта арқылы жеке шақырылғандармен шектеледі.
ko: 이 페이지에 대한 액세스는 이메일로 직접 초대된 사람에게만 제공됩니다.
ky: Бул баракчага кирүү жеке электрондук почта аркылуу чакырылгандарга гана берилет.
lv: Piekļuve šai lapai tiek dota tikai tiem, kurus personīgi uzaicina e-pasts.
mn: Энэ хуудсанд нэвтрэх эрх зөвхөн имэйлээр урилга очсон хүмүүст олгогдоно.
pt: O acesso a esta página é dado apenas a pessoas pessoalmente convidadas por e-mail.
ro: Accesul la această pagină este acordat doar celor invitați personal prin e-mail.
ru: Доступ к данной странице разрешён только лицам, персонально приглашённым по электронной почте.
uk: Доступ до цієї сторінки дозволено лише особам, які персонально запрошені електронною поштою.
uz: Ушбу саҳифага фақатгина электрон почта орқали шахсан таклиф этилганлар кира олади.
zh: 只有通过电子邮件亲自邀请的人才能访问此页面。

source: Access to Thousands of Global Cruise Itineraries
ca: Accedeix a Milers d'Itineraris de Creuers arreu del Món
de: Zugang zu Tausenden von weltweiten Kreuzfahrtrouten
es: Acceso a Miles de Itinerarios de Cruceros Alrededor del Mundo
fr: Accès à des milliers d'itinéraires de croisière dans le monde entier
it: Accesso a migliaia di itinerari di crociera in tutto il mondo
ja: 何千もの世界各地のクルーズ旅程にアクセス
kk: Бүкіл әлем бойынша мыңдаған круиздік маршруттарға қол жеткізу
ky: Миңдеген дүйнөлүк круиздик маршруттарга мүмкүнчүлүк алыңыз
lv: Piekļuve tūkstošiem Globālu Kruīzau Maršrutiem
mn: Дэлхийн олон мянган далайн аяллын маршрутуудад хандах
pt: Acesso a milhares de itinerários de cruzeiros globais
ro: Acces la mii de itinerarii globale de croazieră
ru: Доступ к тысячам глобальных круизных маршрутов
uk: Доступ до тисячі глобальних круїзних маршрутів
uz: Бутун дунё бўйлаб минглаб круизлар
zh: 获取数千个全球游轮行程的访问权限

source: Access to world-class marketing tools
ca: Accés a eines de màrqueting de primer nivell
de: Zugang zu erstklassigen Marketing-Tools
es: Acceso a herramientas de marketing de clase mundial
fr: Accès à des outils de marketing de classe mondiale
it: Accesso a strumenti di marketing di prim'ordine
ja: ワールドクラスのマーケティングツールにアクセス
kk: Әлемдік деңгейдегі маркетинг құралдарына қол жеткізу
ky: Дүйнөлүк деңгээлдеги маркетинг куралдарына жетиңиз
lv: Piekļuve pasaules- līmeņa mārketinga rīkiem
mn: Дэлхийн түвшний маркетингийн хэрэгслүүдэд хандах
pt: Acesso a ferramentas de marketing de classe mundial
ro: Acces la instrumente de marketing de talie mondială
ru: Доступ к маркетинговым инструментам международного уровня
uk: Доступ до маркетингових інструментів міжнародного рівня
uz: Жаҳон стандартларига мос маркетинг иш қуроллари
zh: 访问世界级营销工具

source: Access Top Destinations:
ca: Accedeix a les millors Destinacions:
de: Zugang zu den Top-Destinationen:
es: Accede a los destinos top:
fr: Accéder aux meilleures destinations :
it: Accesso alle destinazioni top:
ja: 人気の旅行先にアクセス：
kk: Ең жақсы бағыттарға қол жеткізіңіз:
ky: Мыкты багыттарга мүмкүнчүлүк алыңыз:
lv: Piekļuve Top Galamerķiem:
mn: Аялах гайхалтай газруудаа сонгох эрх:
pt: Acesse os melhores destinos:
ro: Accesează destinații de top:
ru: Получите доступ к лучшим направлениям:
uk: Отримайте доступ до найкращих напрямків:
uz: Энг яхши йўналишларга ўтиш:
zh: 访问顶级目的地：

source: Access Training
ca: Accedir a la formació
de: Zugang zum Training
es: Acceder a Capacitación
fr: Accès à la formation
it: Accesso alla formazione
ja: トレーニングにアクセス
kk: Тренингке қол жеткізу
ko: 모든 트레이닝
ky: Тренингдерге мүмкүнчүлүк алыңыз
lv: Piekļuve Apmācībai
mn: Сургалтанд орох
pt: Acessar treinamento
ro: Accesează Training
ru: Получить доступ к тренингам
uk: Отримати доступ до тренінгів
uz: Тренингга кириш
zh: 访问培训

source: Access Ultra-Luxury Brands — %{s1} & %{s2}
fr: Accès aux Marques de Luxe Ultime — %{s1} & %{s2}
it: Accedi ai marchi ultra-lusso — %{s1} & %{s2}
kk: Ultra-Luxury брендтеріне қолжетімділік —%{s1} & %{s2}
pt: Acesse Marcas de Ultra Luxo — %{s1} & %{s2}
uk: Доступ до ультрарозкішних брендів — %{s1} & %{s2}
zh: 尊享超豪华品牌 — %{s1} & %{s2}

source: Access with PREMIUM
fr: Accès avec PREMIUM
it: Accesso con PREMIUM
kk: PREMIUM арқылы қолжетімділік
pt: Acesso com o PREMIUM
uk: Доступ с PREMIUM
uz: PREMIUM билан кириш
zh: 通过PREMIUM尊享访问

source: Access With PREMIUM
fr: Accès AVEC PREMIUM
it: Accesso con PREMIUM
kk: PREMIUM арқылы қолжетімділік
pt: Acesso Com o PREMIUM
uk: Доступ с PREMIUM
uz: PREMIUM билан кириш
zh: 通过PREMIUM尊享访问

source: Account
ca: Compte
es: Cuenta
fr: Compte
ja: アカウント
kk: Аккаунт
ky: Аккаунт
lv: Konts
mn: Бүртгэл
pt: Conta
ro: Cont
ru: Учётная запись
uk: Акаунт
uz: Аккаунт
zh: 账户

source: Account Created
ca: S'ha creat el compte
de: Konto eingerichtet
es: Cuenta creada
fr: Compte créé
it: Account creato
ja: アカウントが作成されました
kk: Аккаунт жасалды
ko: 계정 생정
ky: Аккаунт түзүлдү
lv: Rēķins gatavs
mn: Бүртгэл үүсгэгдлээ
pt: Conta criada
ro: Cont creat
ru: Аккаунт создан
uk: Обліковий запис Створено
uz: Аккаунт яратилди
zh: 賬號創建成功

source: Account Creation Date
ca: Data de Creació del Compte
de: Datum der Kontoerstellung
es: Fecha de creación de cuenta
fr: Date de création du compte
it: Data di creazione dell'account
ja: アカウント作成日
kk: Аккаунт құрылған күн
ko: 계정 셍상 일자
ky: Аккаунт түзүлгөн күн
lv: Rēķina izveidošanas datums
mn: Бүртгэл үүсгэсэн огноо
pt: Data da criação da conta
ro: Data creării contului
ru: Дата создания аккаунта
uk: Дата створення Облікового Запису
uz: Аккаунт яратилган сана
zh: 賬戶創建日期

source: Account Expires
fr: Expiration du Compte
it: L'account scade

source: Account has been deducted. Transaction successfully completed
ca: Import deduït del compte. La transacció s'ha completat correctament
de: Der Betrag wurde vom Konto abgebucht. Transaktion erfolgreich abgeschlossen
es: La cuenta ha sido deducida. Transacción completada con éxito
fr: Le compte a été déduit. Transaction effectuée avec succès
it: Importo detratto dal conto. Transazione completata con successo
ja: アカウントが引き落とされました。取引は正常に終了しました
kk: Есепшот дебеттелді. Транзакция сәтті аяқталды
ko: 계정이 차감되었습니다. 거래가 성공적으로 완료되었습니다
ky: Эсептен кемитилди. Транзакция ийгиликтүү аяктады
lv: Konts ir atskaitīts. Transakcija veiksmīgi pabeigta
mn: Данснаас хасагдсан. Гүйлгээ амжилттай боллоо
pt: A conta foi descontada. Transação concluída com sucesso
ro: Contul a fost dedus. Tranzacție finalizată cu succes
ru: Со счёта произведено списание. Транзакция прошла успешно
uk: З рахунку зроблено списання. Транзакція пройшла успішно
uz: Ҳисоб ечиб олинди. Транзакция муваффақиятли якунланди
zh: 帳戶已被扣除。 交易成功完成

source: Account ID
ca: ID de compte
es: ID de Cuenta
fr: Identifiant du compte
it: ID account
ja: アカウントID
kk: Аккаунт ID
ko: 계정 ID
ky: Аккаунттун ИНи
lv: Konta ID
mn: Бүртгэлийн ID
pt: ID da conta
ro: ID-ul contului
ru: ID учётной записи
uk: Акаунт ID
uz: Аккаунт идентификацион рақами
zh: 账户 ID

source: Account Recovery
ca: Recuperació de Compte
de: Account Wiederherstellung
es: Recuperación de cuenta
fr: Récupération de compte
it: Recupero dell'account
ja: アカウント回復
kk: Есептік жазбаны қалпына келтіру
ky: Каттоо эсебин калыбына келтирүү
lv: Konta Atkopšana
mn: Бүртгэл сэргээлт
pt: Recuperação de conta
ro: Recuperarea contului
ru: Восстановление учётной записи
uk: Відновлення облікового запису
uz: Аккаунтни тиклаш
zh: 账号恢复

source: Account Setup
ca: Configuració del compte
de: Kontoeinrichtung
es: Configuración de la Cuenta
fr: Configuration du compte
it: Configurazione dell'Account
ja: アカウント設定
kk: Тіркеулік жазба баптаулары
ko: 계정 설정
ky: Аккаунтту жөнгө салуу
lv: Konts atvērts
mn: Бүртгэлийн тохиргоо
pt: Configuração da conta
ro: Configurarea contului
ru: Настройки Учетной Записи
uk: Установка Облікового Запису
uz: Аккаунт созлашлари
zh: 賬號設置

source: Account Status
ca: Estat del compte
es: Estado de la Cuenta
fr: Statut du Compte
it: Stato dell'account
ja: アカウントのステータス
kk: Есептік жазба күйі
ko: 계정 상태
ky: Аккаунттун статусу
lv: Konta Statuss
mn: Бүртгэлийн төлөв
pt: Status da conta
ro: Starea contului
ru: Статус учётной записи
uk: Статус облікового запису
uz: Аккаунт мақоми
zh: 帐户状态

source: Account Under Compliance Review
ca: Compte en Revisió de Compliment Normatiu
es: Cuenta bajo revisión del área de Cumplimiento de Normativa
fr: Copmte en Cours de Vérification de Comformité
it: Account sottoposto a verifica di compliance
ja: アカウントは現在、コンプライアンスの確認手続き中です
kk: Аккаунт сәйкестікке тексерілуде
ky: Каттоо эсеби Нормативдик- укуктук шайкештик боюнча кароо алдында
mn: Бүртгэл шалгагдаж байна
pt: Conta sob análise de conformidade
ro: Cont în curs de verificare a conformității
ru: Учётная запись на проверке отдела коплпаенс-контроля
uk: Обліковий запис на перевірці відповідності
uz: Аккаунт Мувофиқлик текширувидан ўтмоқда
zh: 账户正在接受合规性审查

source: Accounts
fr: Comptes
it: Account
kk: Аккаунттар
pt: Contas
uk: Акаунти
uz: Аккаунтлар
zh: 账户

source: Achieve Membership Free
ca: Aconsegueix la Membresia Gratuïta
de: Beitragsfreie Mitgliedschaft erreichen
es: Consigue Membresía Gratuita
fr: Obtener une Adhésion Gratuite
it: Ottenere la Membership Gratuita
ja: メンバーシップフリー達成
kk: Тегін мүшелік алыңыз
ky: Акысыз Мүчөлүккө жетиңиз
lv: Sasniedz Brīvo Partnerību
mn: Гишүүнчлэл-Үнэгүй урамшуулал
pt: Alcance a Assinatura Gratuita
ro: Devino membru gratuit
ru: Достигните Бесплатного Членства
uk: Досягніть Безкоштовного Членства
uz: Бепул Аъзоликка эришинг
zh: 实现免费会员资格
