Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Can only contain letters (A-Z and a-z), numbers (0-9), dashes (-).
ca: Només pot contenir lletres (A-Z i a-z), números (0-9), guions (-).
de: Darf nur Buchstaben (A-Z und a-z), Zahlen (0-9), Bindestriche (-), enthalten.
es: Sólo puede contener letras (A-Z y az), números (0-9), y guiones (-).
fr: Ne peut contenir que des lettres (A-Z et a-z), des nombres (0-9), des tirets (-).
it: Può contenere solo lettere (A-Z e a-z), numeri (0-9), trattini (-).
ja: アルファベット（A〜Z、a〜z）、数字（0〜9）、ハイフン（ - ）のみが使えます。
kk: Мұнда тек латын алфавитінің әріптері (A-Z және a-z), сандар (0-9), сызықшалар (-) болуы мүмкін.
ko: 오직 문자 (A-Z and a-z), 숫자 (0-9), 대시 (-) 만 사용할수 있습니다.
ky: Тамгаларды (A-Z жана a-z), сандарды (0-9), сызыктарды (-) гана камтый алат.
lv: Var saturēt tikai burtus (A-Z un A-z), ciparus (0-9), defises (-).
mn: Зөвхөн үсэг (A-Z and a-z), тоо (0-9), зураас (-) бичнэ.
pt: Só pode conter letras (A-Z e a-z), números (0-9) e traços (-).
ro: Nu poate conţine decât litere (A-Z and a-z), numere (0-9), liniuţe (-).
ru: Может содержать только буквы латинского алфавита (A-Z и A-Z), цифры (0-9), дефис (-).
uk: Може містити лише літери (А-Я і а-я), цифри (0-9), тире (-).
uz: Фақатгина ҳарфлар (A-Z ва a-z), рақамлар (0-9), тиредан (-) иборат бўлиши мумкин.
zh: 只能包含字母（AZ和az），數字（0-9），短劃線（-）。

source: Can you book travel for others and NOT travel yourself?
ca: Pot reservar viatges per altres i NO viatjar?
de: Können Sie Reisen für andere buchen und selbst NICHT mitreisen?
es: ¿Puedes realizar la reserva de un viaje para otras personas y NO viajar con ellos?
fr: Pouvez-vous réserver un voyage pour les autres et ne PAS voyager vous-même ?
it: Si possono prenotare viaggi per altre persone SENZA viaggiare con loro?
ja: 自分自身が行かずに他の人のために旅行を予約できますか？
kk: Басқалар үшін саяхат алып, өзіңізге сапарға шықпауға бола ма?
ko: 본인은 여행하지 않으면서 다른 사람의 여행을 예약할 수 있습니까?
ky: Саякатты Башкалар үчүн саякатты брондоп, өзүңүз саякаттабасыңыз болобу?
lv: Vai jūs varat rezervēt ceļojumu citiem un pats neceļot?
mn: Би өөрөө аялахгүйгээр бусдын өмнөөс аяллын захиалга хийж болох уу?
pt: Você pode reservar viagens para os outros e NÃO viajar?
ro: Poţi să rezervi călătorii pentru alţii şi să NU călătoreşti tu însuţi?
ru: Вы можете заказать поездки для других, и не путешествовать самостоятельно?
uk: Чи можете ви забронювати подорож для інших, та НЕ подорожувати самостійно?
uz: Ўзингиз саёҳатга чиқмасдан, бошқалар учун круиз буюртма қила оласизми?
zh: 您可以在自己不旅行的情況下為別人預訂旅行嗎？

source: Canada/New England
de: Kanada/Neuengland
es: Canadá/Nueva Inglaterra
fr: Canada / Nouvelle-Angleterre
it: Canada/Nuova Inghilterra
ja: カナダ/ニューイングランド
kk: Канада / Жаңа Англия
ko: 캐나다 / 뉴잉글랜드
ky: Канада / Жаңы Англия
lv: Kanāda/Jaunanglija
mn: Канад/Шинэ Англи
pt: Canadá / Nova Inglaterra
ru: Канада / Новая Англия
uk: Канада/Нова Англія
uz: Канада/Янги Англия
zh: 加拿大/新英格蘭

source: Canadian Dollar (CAD)
fr: Dollar canadien (CAD)
it: Dollaro canadese (CAD)
kk: Канада доллары (CAD)
pt: Dolar Canadense (CAD)
uk: Канадський долар (CAD)
uz: Канада доллари (CAD)
zh: 加元 (CAD)

source: Cancel
ca: Cancel · lar
de: Stornieren
es: Cancelar
fr: Quitter
it: Annulla
ja: キャンセル
kk: Жою
ko: 철회
ky: Жокко чыгаруу
lv: Atcelt
mn: Цуцлах
pt: Cancelar
ro: Anulează
ru: Отмена
uk: Скасувати
uz: Бекор қилиш
zh: 取消

source: Cancel Downgrade
ca: Cancel·lar Aceptar
de: Herunterstufen abbrechen
es: Cancelar Degradación
fr: Annuler le déclassement
it: Annulla il cambio al livello inferiore
ja: ダウングレードをキャンセルする
kk: Пакетті төмендетуді жою
ko: 다운그레이드 취소
ky: Пакетти төмөндөтүүнү жокко чыгаруу
lv: Atcelt lejupielādi
mn: Түвшин бууруулалтыг цуцлах
pt: Cancelar o Downgrade
ro: Anulează downgrade-ul
ru: Отмена Понижения Пакета
uk: Скасування Зниження Пакета
uz: Режани пасайтиришни бекор қилиш
zh: 取消降級

source: Cancel Pending Sale
ca: Cancel·la la venda pendent
de: Ausstehende Aufträge stornieren
es: Cancelar Venta Pendiente
fr: Annuler la vente en attente
it: Annulla la vendita in corso
ja: 保留中の購入をキャンセルする
kk: Күтудегі Сатылымды Жою
ko: 보류 구매 취소
ky: Күтүүдөгү сатууну жокко чыгаруу
lv: Atcel nenokārtoto maksājumu
mn: Хүлээгдэж буй борлуулалтыг цуцлах
pt: Cancelar venda pendente
ro: Anulează vânzarea aflată în aşteptare
ru: Отмена Ожидающей Продажи
uk: Скасування Очікуючого Продажу
uz: Кутаётган сотувни бекор қилиш
zh: 取消待售

source: Cancel Pending Transaction
ca: Cancel·lar Transacció Pendent
de: Ausstehende Transaktion abbrechen
es: Cancelar Transacción Pendiente
fr: Annuler une transaction en attente
it: Annulla la transazione in sospeso
ja: 保留中の取引をキャンセル
kk: Күтудегі транзакциядан бас тарту
ko: 보류중인 거래 취소
ky: Күтүүдөгү Котормону жокко чыгаруу
lv: Atcelt Pārskaitījumu gaidīšanas režīmā
mn: Хүлээгдэж буй Гүйлгээг цуцлах
pt: Cancelar transação pendente
ro: Anulează Tranzacţia în desfăşurare
ru: Отменить незавершённую операцию
uk: Скасувати незавершену транзакцію
uz: Кутаётган транзакцияни бекор қилиш
zh: 取消待定交易

source: Cancel Recurring
fr: Annulation du Paiement Récurrent
it: Annulla pagamento ricorrente
kk: Рекурренттікті тоқтату
pt: Cancelar Recorrência
uk: Скасувати рекурентну оплату
uz: Даврий тўловни бекор қилиш
zh: 取消定期付款

source: Cancel this action
ca: Cancel·lar aquesta acció
de: Diese Aktion abbrechen
es: Cancelar esta acción
fr: Annuler cette action
it: Annulla questa azione
ja: この操作をキャンセル
kk: Бұл әрекеттен бас тартыңыз
ko: 이 작업 취소
ky: Бул иш-чараны жоюуу
lv: Atcelt šo darbību
mn: Энэ үйлдлийг цуцлах
pt: Cancelar esta ação
ro: Anulează această acțiune
ru: Отменить данное действие
uk: Скасувати цю дію
uz: Ушбу ҳаракатни бекор қилиш
zh: 取消此操作

source: Cancel your Connect Downgrade
ca: Cancel.la la versió anterior de Connect
de: Connect Downgrade stornieren
es: Cancelar Baja de Connect
fr: Annuler votre Rétrogradation à Connect
it: Annulla il cambio piano di Connect
ja: コネクトのダウングレードをキャンセルする
kk: Қосылымның төмендеуін болдырмаңыз
ko: 커넥트 다운그레이드 취소
ky: "Connect " кабинетиңиз үчүн тарифтин төмөндөшүн жокко чыгаруу
lv: Atceliet savu Connect pazeminājumu
mn: Конект түвшиний бууралтыг цуцлах
pt: Cancelar seu downgrade do Connect
ro: Anulează schimbarea planului Connect
ru: Отменить понижение тарифа для комнаты "Коннект"
uk: Скасувати пониження тарифу для кімнати "Коннект"
uz: Connect хонасини кичрайтиришни бекор қилиш
zh: 取消您的Connect降級

source: Canceling your recurring payments will also automatically disable inCruises Wallet Recurring (if enabled). You’ll be responsible for submitting payments manually each monthly billing cycle going forward.
fr: L'annulation de vos paiements récurrents désactivera également le paiement Récurrent via le Portefeuille inCruises (si activé). Vous devrez alors effectuer vos paiements manuellement à chaque échéance.
it: L'annullamento dei pagamenti ricorrenti disabiliterà automaticamente anche la funzionalità Ricorrente per il Wallet inCruises (se abilitata). Sarai responsabile dell'invio manuale dei pagamenti a ogni ciclo di fatturazione mensile futuro.
kk: Рекурренттік төлемдерді тоқтату inCruises Әмиянының рекурренттік төлемін де (қосылған болса) автоматты түрде өшіреді. Енді бұдан былай әр айлық есептік кезеңде төлемдерді қолмен жасауға өзіңіз жауапты боласыз.
pt: O cancelamento de seus pagamentos recorrentes também desativará automaticamente a Carteira inCruises Recorrente (se estiver ativado). Você será responsável por enviar os pagamentos manualmente a cada ciclo de faturamento mensal daqui por diante.
uk: Скасування рекурентних платежів також автоматично вимкне функцію рекурентної оплати через гаманець inCruises (якщо вона була ввімкнена). Надалі ви будете відповідальні за ручне здійснення платежів у кожному щомісячному розрахунковому циклі.
uz: Даврий тўловларни бекор қилиш inCruises Ҳамёнидан даврий тўловни ундиришни ҳам автомат тарзда ўчиради (агар ёқилган бўлса). Келгусида сиз тўловларни ҳар ойда мустақил амалга оширишга масъул бўласиз.
zh: 取消您的定期付款也会自动停用inCruises钱包定期付款（如果已启用）。从此以后，您需要在每个账单周期手动提交付款。

source: Canceling your recurring payments will also automatically disable Wallet (If enabled). You’ll be responsible for submitting payments manually each billing cycle going forward. Failure to pay on time may result in the immediate loss of your:
fr: L'annulation des paiements récurrents désactivera également le Portefeuille (si activé). Vous devrez alors effectuer vos paiements manuellement à chaque échéance. Le non-paiement à temps entraînera la suspension immédiate de votre :
it: L'annullamento dei tuoi pagamenti ricorrenti disabiliterà automaticamente anche il Wallet (se abilitato). Sarai responsabile dell'invio manuale dei pagamenti a ogni ciclo di fatturazione futuro. Il mancato pagamento in tempo utile può comportare l'immediata perdita di:
kk: Рекурренттік төлемдерді тоқтату Әмиянды да (қосылған болса) автоматты түрде өшіреді. Бұдан былай әрбір есептік кезеңде төлемдерді қолмен жасау сіздің жауапкершілігіңізде болады. Уақтылы төлем жасалмаса, келесілерден бірден айырылуыңыз мүмкін:
pt: O cancelamento de seus pagamentos recorrentes também desativará automaticamente a Carteira (se estiver ativada). Você será responsável por enviar os pagamentos manualmente a cada ciclo de faturamento daqui por diante. O não pagamento dentro do prazo pode resultar na perda imediata de:
uk: Скасування рекурентних платежів також автоматично відключе гаманець (якщо він був підключений). Надалі ви будете відповідальні за ручне здійснення платежів у кожному щомісячному розрахунковому циклі. Несвоєчасна оплата може призвести до негайної втрати:
uz: Даврий тўловларни бекор қилиш Ҳамёндан даврий тўловни ундиришни ҳам автомат тарзда ўчиради (агар ёқилган бўлса). Келгусида сиз тўловларни ҳар ойда мустақил амалга оширишга масъул бўласиз. Тўловни ўз вақтида амалга оширмаслик қуйидагиларни йўқотишингизга сабаб бўлади:
zh: 取消您的定期付款也会自动停用钱包（如果已启用）。从此以后，您需要在每个账单周期手动提交付款。未能按时付款可能会导致您立即失去：

source: Canceling your recurring payments will automatically disable inCruises Wallet Recurring (if enabled). You’ll be responsible for submitting Partnership renewal payments manually each 6 month billing cycle going forward.
fr: L'annulation des paiements automatiques désactivera également les paiements via votre Portefeuille inCruises (si activés). Vous devrez effectuer les paiements de renouvellement de votre Partenariat manuellement tous les 6 mois.
it: L'annullamento dei pagamenti ricorrenti disabiliterà automaticamente la funzionalità Ricorrente per il Wallet inCruises (se abilitata). Sarai responsabile dell'invio manuale dei pagamenti di rinnovo della Partnership a ogni ciclo di fatturazione di 6 mesi futuro.
kk: Рекурренттік төлемдерді тоқтату inCruises Әмиянының рекурренттік төлемін (қосылған болса) автоматты түрде өшіреді. Бұдан былай Серіктестік жаңарту төлемдерін әр 6 айлық есептік кезең сайын қолмен жасауды өзіңіз қамтамасыз етуіңіз керек.
pt: O cancelamento de seus pagamentos recorrentes desativará automaticamente a Recorrência da Carteira inCruises (se estiver ativada). Você será responsável por enviar manualmente os pagamentos de renovação da Parceria a cada ciclo de faturamento de 6 meses daqui por diante.
uk: Скасування рекурентних платежів також автоматично відключе функцію рекурентної оплати через гаманець inCruises (якщо вона була підключена). Надалі ви будете відповідальні за ручне здійснення платежів за продовження Партнерства у кожному 6-місячному розрахунковому циклі.
uz: Даврий тўловларни бекор қилиш inCruises Ҳамёнидан даврий тўловни ундиришни ҳам автомат тарзда ўчиради (агар ёқилган бўлса). Келгусида сиз Ҳамкорликни узайтириш тўловларини ҳар 6 ойда мустақил амалга оширишга масъул бўласиз.
zh: 取消您的定期付款将会自动停用inCruises钱包定期付款（如果已启用）。从此以后，您需要在每个6个月的账单周期手动提交合伙人续费付款。

source: Cancellation Policy
ca: Política de cancel·lació
de: Stornierungsbedingungen
es: Política de Cancelación
fr: Politique d'annulation
it: Politica di annullamento
ja: キャンセルポリシー
kk: Күшін жою саясаты
ko: 취소 정책
ky: Жокко чыгаруу саясаты
lv: Atcelšanas politika
mn: Цуцлалтын Бодлого
pt: Política de cancelamento
ro: Politica de anulare
ru: Политика Отмены
uk: Політика Скасування
uz: Бекор қилиш сиёсати
zh: 取消政策

source: Cancellation takes effect immediately and requires no further steps
fr: La désactivation prend effet immédiatement et ne nécessite aucune autre action
it: La cancellazione ha effetto immediato e non richiede ulteriori passaggi
kk: Бас тарту бірден күшіне енеді және қосымша әрекеттерді қажет етпейді
pt: O cancelamento entra em vigor imediatamente e não requer nenhuma outra ação
uk: Скасування набирає чинності негайно і не потребує додаткових дій
uz: Бекор қилиш дарҳол кучга киради ва қўшимча ҳаракатлар талаб қилинмайди
zh: 取消会立即生效，且无需其他操作步骤

source: Cancelled
ca: Cancel·lat
de: Storniert
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
kk: Жойылды
ko: 철회됨
ky: Жокко чыгарылды
lv: Atcelts
mn: Цуцлагдсан
pt: Cancelado
ro: Anulat
ru: Отменено
uk: Скасовано
uz: Бекор қилинди
zh: 已取消

source: Cannot be combined with other offers and cannot be transferred.
ca: No es pot combinar amb altres ofertes ni transferir.
de: Nicht mit anderen Angeboten kombinierbar und nicht übertragbar.
es: No puede combinarse con otras ofertas ni transferirse.
fr: Ne peut pas être combinée avec d'autres offres et ne peut pas être transférée.
it: Non è cumulabile con altre offerte e non può essere trasferito.
ja: 他のオファーとの併用はできず、譲渡もできません。
kk: Басқа ұсыныстармен жинақталмайды және беруге жатпайды.
ky: Башка сунуштар менен айкалыштырылбайт жана үчүнчү тарапка өткөрүлбөйт.
lv: Nevar apvienot ar citiem piedāvājumiem un nevar pārsūtīt.
mn: Бусад саналуудтай хамт хэрэглэх болон бусдад шилжүүлэх боломжгүй.
pt: Não pode ser combinado com outras ofertas e não pode ser transferido.
ro: Nu poate fi combinat cu alte oferte și nu poate fi transferat.
ru: Не может совмещаться с другими предложениями и без права передачи.
uk: Не поєднується з іншими пропозиціями та не підлягає передачі третім особам.
uz: Бошқа таклифлар билан бирлаштириб бўлмайди ва бошқа ҳисобга ўтказилмайди.
zh: 不可与其他优惠同时使用，亦不可转让。

source: Caption must be less than 500 characters
ca: La llegenda ha de tenir menys de 500 caràcters
de: Die Beschriftung muss weniger als 500 Zeichen umfassen.
es: La leyenda debe tener menos de 500 caracteres
fr: La légende doit comporter moins de 500 caractères
it: La didascalia deve essere inferiore a 500 caratteri
ja: キャプションは500文字以内
kk: Қолтаңба 500 таңбадан аз болуы керек
ko: 캡션은 500자 미만이어야 합니다
ky: Аталышы 500 белгиден ашпашы керек
lv: Parakstam jābūt mazākam par 500 rakstzīmēm
mn: Тайлбар 500 тэмдэгтээс бага байх ёстой
pt: A legenda deve ter menos de 500 caracteres
ro: Legenda trebuie să aibă mai puțin de 500 de caractere
ru: Заголовок не должен содержать более 500 символов
uk: Заголовок не повинен містити понад 500 символів
uz: Матн ҳажми 500 та белгидан кам бўлиши шарт
zh: 标题必须少于 500 个字符

source: Card Added
ca: Targeta Afegida
de: Karte hinzugefügt
es: Tarjeta agregada
fr: Carte ajoutée
it: Carta aggiunta
ja: カードが追加されました
kk: Карта Қосылды
ky: Карт Кошулду
lv: Karte Pievienota
mn: Карт амжилттай нэмэгдлээ
pt: Cartão adicionado
ro: Card Adăugat
ru: Карта добавлена
uk: Картку додано
uz: Карта қўшилди
zh: 卡片已添加

source: Card CVC/CVV:
ca: Targeta CVC / CVV:
de: Karte CVC/CVV:
es: Tarjeta CVC/CVV:
fr: Carte CVC/CVV :
it: Carta CVC/CVV:
ja: カードのCCV/CVV番号：
kk: Карта CVC/CVV:
ko: 카드 CVC/CVV:
ky: Карта CVC/CVV:
lv: Karte CVC/CVV:
mn: Картны CVC/CVV:
pt: Cartão CVC/CVV:
ru: Карта CVC/CVV:
uk: Картка CVC/CVV:
uz: Карта CVC/CVV:
zh: 卡CVC / CVV：

source: Card Deleted
ca: Targeta Esborrada
de: Karte gelöscht
es: Tarjeta eliminada
fr: Carte supprimée
it: Carta eliminata
ja: カードが削除されました
kk: Карта жойылды
ky: Карта жокко чыгарылды
lv: Karte Izdzēsta
mn: Картыг арилгалаа
pt: Cartão excluído
ro: Card Șters
ru: Карта удалена
uk: Картку видалена
uz: Карта ўчирилди
zh: 卡片已删除

source: Card Expiration
ca: Caducitat de la targeta
de: Ablauf-Datum der Karte
es: Fecha de Vencimiento
fr: Expiration de la carte
it: Scadenza della carta
ja: カードの有効期限
kk: Картаның Жарамдылық Мерзімі
ky: Картанын жарамдуулук мөөнөтү
lv: Kartes derīguma termiņš
mn: Картны хугацаа дуусах огноо
pt: Validade do cartão
ro: Expirarea cardului
ru: Срок действия карты
uk: Термін дії картки
uz: Карта амал қилиш муддатининг тугаши
zh: 信用卡过期日期

source: Card Expiration:
ca: Caducitat de la targeta:
de: Ablauf-Datum der Karte:
es: Fecha de Vencimiento:
fr: Expiration de la carte :
it: Scadenza della carta:
ja: カードの有効期限：
kk: Картаның Жарамдылық Мерзімі:
ko: 카드 만료일:
ky: Картанын жарамдуулук мөөнөтү:
lv: Kartes derīguma termiņš:
mn: Карт дуусах огноо:
pt: Validade do cartão:
ro: Cardul expiră:
ru: Срок действия Карты:
uk: Термін Дії Картки:
uz: Карта амал қилиш муддатининг тугаши:
zh: 卡過期日期：

source: Card Information Accuracy:
fr: Précision des informations de carte :
it: Correttezza dei Dati della Carta
kk: Карта деректерінің дұрыстығы:
pt: Precisão das Informações do Cartão:
uk: Точність даних картки:
uz: Контакт маълумотларининг аниқлиги:
zh: 卡片信息准确性：

source: Card Name:
ca: Nom de la targeta:
de: Kartennummer:
es: Nombre en la Tarjeta:
fr: Nom de la carte :
it: Intestatario carta:
ja: カードの契約者名：
kk: Карта Атауы:
ko: 카드 이름:
ky: Карта аты:
lv: Kartes nosaukums:
mn: Картны Овог Нэр:
pt: Nome no cartão:
ro: Numele de pe card:
ru: Наименование Карты:
uk: Найменування Картки:
uz: Карта номи:
zh: 卡名：

source: Card Number
ca: Número de targeta
de: Kartennummer
es: Número de Tarjeta
fr: Numéro de la carte
it: Numero della carta
ja: カード番号
kk: Карта Нөмірі
ky: Карта номери
lv: Kartes Numurs
mn: Картны дугаар
pt: Número do cartão
ro: Numărul cardului
ru: Номер карты
uk: Номер картки
uz: Карта рақами
zh: 卡号

source: Card Number:
ca: Número de targeta:
de: Kartennummer:
es: Número de Tarjeta:
fr: Numéro de la carte :
it: Numero della carta:
ja: カード番号：
kk: Карта Нөмірі:
ko: 카드 번호:
ky: Карта номери:
lv: Kartes Numurs:
mn: Картны дугаар:
pt: Número do cartão:
ro: Numărul cardului:
ru: Номер Карты:
uk: Номер Картки:
uz: Карта рақами:
zh: 卡號:

source: Cardholder Name
fr: Nom du Titulaire de la Carte
it: Nome del titolare della carta
kk: Карта иесінің аты-жөні
pt: Nome do Titular do Cartão
uk: Ім’я власника картки
uz: Карта эгасининг исм-шарифи
zh: 持卡人姓名

source: Cards
ca: Targetes
de: Karten
es: Tarjetas
fr: Cartes
it: Carte
ja: カード
kk: Карталар
ko: 카드
ky: Карталар
lv: Kartes
mn: Картууд
pt: Cartões
ro: Carduri
ru: Карты
uk: Картки
uz: Карталар
zh: 卡片

source: Caribbean
ca: Carib
de: Karibik
es: Caribe
fr: Caraïbes
it: Caraibi
ja: カリブ海
kk: Кариб теңізі
ko: 캐리비안
ky: Кариб деңизи
lv: Karību
mn: Карибын тэнгэс
pt: Caribe
ro: Caraibe
ru: Карибы
uk: Кариби
uz: Кариб денгизи
zh: 加勒比海地区

source: Cash Awards will be based on your rank division and leaderboard position once March production is final.
fr: Les Récompenses en Espèces seront basées sur votre division et votre position au classement une fois la production de mars finalisée.
it: I premi in denaro saranno assegnati in base alla tua classe di rango e alla tua posizione nella classifica generale dopo la conclusione della produzione di marzo.

source: Cash Payment
ca: Pagament en Efectiu
de: Barzahlung
es: Pago en Efectivo
fr: Paiement en espèces
it: Pagamento in denaro
ja: 現金払い
kk: Ақшалай төлем
ky: Акчалай төлөм
lv: Maksa skaidrā naudā
mn: Бэлэн мөнгөний төлбөр
pt: Pagamento em Dinheiro
ro: Plată în bani lichizi
ru: Оплата наличными
uk: Оплата Готівкою
uz: Нақд тўлов
zh: 現金支付

source: Cash pickup
ca: Retirada d'Efectiu
de: Bargeldabholung
es: retiro de Efectivo
fr: Retrait d'argent
it: Prelievo in contanti
ja: 現金受取
kk: Қолма-қол ақшаны қабылдау
ko: 현금 픽업
ky: Акчаны накталай алуу
lv: Naudas paņemšana
mn: Бэлэн мөнгөөр авах
pt: Retirada de dinheiro
ro: Ridicare numerar
ru: Забрать наличные
uk: Забрати готівку
uz: Нақд пул олиш
zh: 现金提取

source: Cash Pickup
ca: Retirada d'efectiu
de: Bargeldabholung
es: Pago en Efectivo
fr: Retrait en Espèces
it: Prelievo in contanti
ja: 現金受取
kk: Қолма-қол Ақшаны қабылдау
ko: 현금 픽업
ky: Акчаны накталай алуу
lv: Naudas paņemšana
mn: Бэлэн мөнгөөр авах
pt: Retirada de dinheiro
ro: Ridicare numerar
ru: Забрать наличными
uk: Забрати готівкою
uz: Нақд пул олиш
zh: 现金提取

source: Cash Pickup Location
ca: Lloc de recollida d'efectiu
de: Ort der Bargeldabholung
es: Ubicación de retiro de efectivo
fr: Lieu de retrait de l'argent
it: Luogo di ritiro dei contanti
ja: 現金の受取場所
kk: Қолма-қол ақшаны қабылдау орны
ko: 현금 인출 위치
ky: Накталай акчаны алуу жери
lv: Naudas saņemšanas vieta
mn: Бэлэн мөнгө авах газар
pt: Local da retirada de dinheiro
ro: Locație ridicare numerar
ru: Место получения наличных
uk: Місце отримання готівки
uz: Нақд пул ечиш манзили
zh: 取款地点

source: CASH PRIZES + HOW TO WIN (ELIGIBILITY + POINTS)
fr: PRIX EN ARGENT + COMMENT GAGNER (ÉLIGIBILITÉ + POINTS)
it: PREMI IN DENARO + COME VINCERE (IDONEITÀ + PUNTI)

source: Català
es: Catalán
fr: Catalan
ja: カタロニア語
kk: Каталан
ky: Каталан
lv: Katalà
mn: Катала хэл
pt: Catalão
ru: Каталанский
uk: Каталонська
uz: Каталон
zh: 加泰罗尼亚语

source: category
ca: categoria
de: Kategorie
es: categoría
fr: catégorie
it: categoria
ja: カテゴリー
kk: санат
ky: категория
lv: kategorija
mn: төрөл
pt: categoria
ro: categorie
ru: категория
uk: категорія
uz: тоифа
zh: 类别

source: Category
ca: Categoria
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリー
kk: Санат
ky: Категория
lv: Tips
mn: Төрөл
pt: Categoria
ro: Categorie
ru: Категория
uk: Категорія
uz: Тоифа
zh: 類別

source: category to avoid booking issues and ensure correct pricing.
fr: catégorie pour éviter les problèmes de réservation et garantir un prix correct.
it: categoria per evitare problemi con le prenotazioni e assicurarsi che i prezzi siano corretti.
pt: categoria para evitar problemas com reservas e garantir preços corretos.
uk: категорію, щоб уникнути проблем із бронюванням і забезпечити правильне ціноутворення.

source: category to avoid potential booking issues.
fr: catégorie pour éviter d'éventuels problèmes de réservation.
it: categoria per evitare possibili problemi di prenotazione.
pt: categoria para evitar possíveis problemas com a reserva.
uk: категорію, щоб уникнути можливих проблем із бронюванням.

source: Category Type
ca: Tipus de Categoria
de: Kategorien-Typ
es: Tipo de Categoría
fr: Type de catégorie
it: Tipo di categoria
ja: カテゴリーの種類
kk: Санат түрі
ko: 카테고리 타입
ky: Категориянын түрү
lv: Kategorijas tips
mn: Төрөл Ангилал
pt: Tipo de Categoria
ro: Tipul Categoriei
ru: Тип Категории
uk: Тип Категорії
uz: Тоифа тури
zh: 類別類型

source: Causes Video
ca: Vídeo de Causes
es: Video de las Causas
fr: Vidéo des Causes
it: Video sulle iniziative benefiche
ja: 社会貢献の紹介動画
kk: Себептер туралы бейне
pt: Video de Causas
ro: Cauze Video
uk: Благодійне відео
uz: Хайрия лойиҳалари ҳақида видео
zh: 公益视频

source: CC: <span class="text-blue font-italic">{{ message.cc[0].address }}</span>
fr: CC : <span class="text-blue font-italic">{{ message.cc[0].adresse }}</span>
kk: Көшірме:<span class="text-blue font-italic">{{ message.cc[0].address }}</span>
lv: CC: <span class="text-blue font-italic">{{ message.cc[0].adrese }}</span>
ru: Копия: <span class="text-blue font-italic">{{ message.cc[0].address }}</span>
uk: Копія: <span class="text-blue font-italic">{{ message.cc[0].address }}</span>
uz: Нусхаси: <span class="text-blue font-italic">{{ message.cc[0].address }}</span>

source: CD Used
ca: CD Utilitzat
de: CD verwendet
es: CD Utilizados
fr: CD utilisé
it: CD utilizzati
ja: 利用したCD
kk: Пайдаланылған CD
ky: Колдонулган CD
lv: Izmantotais SD
mn: Хэрэглсэн CD
pt: CD usados
ro: CD folosit
ru: Использовано CD
uk: Використано CD
uz: Фойдаланилган CD
zh: 已使用的CD
