Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Please consult the inCruises Policies and Procedures for complete details. It states:
ca: Si us plau, Consulta les Polítiques i Procediments d'inCruises per a conèixer tots els detalls. Diu així:
de: Bitte lesen Sie die inCruises-Bestimmungen und -Modalitäten für vollständige Einzelheiten. Darin heißt es:
es: Por favor, consulta las Políticas y Procedimientos de inCruises para más detalles. Este Afirma:
fr: Veuillez consulter les Politiques et Procédures inCruises pour plus de détails. Il est indiqué :
it: Per tutti i dettagli, consulta le Politiche e Procedure di inCruises, nelle quali si legge:
ja: 詳細については、inCruisesの方針と手順を参照してください。そこでは次のことを述べています：
kk: Толық ақпарат алу үшін inCruises саясаттары мен процедураларын қараңыз. Онда былай делінген:
ko: 자세한 내용은 inCruises 정책 및 절차를 참조하십시오. 다음과 같이 명시되어 있습니다:
ky: Көбүрөөк маалымат алуу үчүн inCruises Саясаттар жана процедуралар колдонмосун караңыз. Анда:
lv: Lūdzu apskatiet inCruises politikas un procedūras,lai iegūtu pilnīgu informāciju Tajā norādīts:
mn: Дэлгэрэнгүй мэдээллийг inCruises-ийн Бодлого, Журмын Гарын Авлагаас авна уу. Үүнд:
pt: Por favor, consulte as Políticas e Procedimentos da inCruises para detalhes completos. Ele afirma:
ro: Te rugăm să consulți Politicile și Procedurile inCruises pentru detalii complete. Acesta afirmă:
ru: Просим обратиться к "Руководству по Политике и процедурам" для более полной информации. В нём говорится:
uk: Будь ласка, зверніться до "Політики та Процедур" inCruises для більш повної інформації. У ньому йдеться:
uz: Илтимос, батафсил маълумот учун Сиёсат ва жараёнларга оид ҳужжат билан танишиб чиқинг. Унда ёзилишича:
zh: 请查阅 inCruises 政策和程序了解完整详情。 它指出：

source: Please create a new password
ca: Si us plau, crea una nova contrasenya
de: Bitte erstellen Sie ein neues Passwort
es: Por favor, crea una nueva contraseña
fr: Veuillez créer un nouveau mot de passe
it: Crea una nuova password
ja: 新しいパスワードを作成してください
kk: Жаңа құпия сөз жасаңыз
ky: Жаңы сырсөз түзүңүз
lv: Lūdzu izveidot jaunu paroli
mn: Шинэ нууц үг үүсгэнэ үү
pt: Por favor, crie uma nova senha
ro: Te rugăm să creezi o parolă nouă
ru: Создайте, пожалуйста, новый пароль
uk: Будь ласка, створіть новий пароль
uz: Илтимос, янги пароль яратинг
zh: 请创建一个新密码

source: Please do a full identity verification in settings page.
fr: Veuillez effectuer une vérification d'identité complète dans la page des paramètres.
it: Per favore, esegui una verifica completa dell'identità nella pagina delle impostazioni.

source: Please do not show me this video again.
ca: No tornis a mostrar aquest vídeo.
de: Bitte dieses Video nicht wieder anzeigen.
es: Por favor, no mostrar el vídeo de nuevo.
fr: Veuillez ne plus me montrer cette vidéo.
it: Non mostrarmi più questo video.
ja: このビデオを今後表示しない。
kk: Бұл бейнені маған қайтадан көрсетпеуіңізді сұраймын.
ko: 이 동영상을 다시 보이지 마십시오.
ky: Мага бул видеону экинчи көрсөтпөңүз.
lv: Lūdzu nerādi man šo video vēlreiz.
mn: Энэ видео дахин бүү харуул.
pt: Por favor, não me mostre este vídeo novamente.
ro: Te rog să nu-mi mai arăţi acest video.
ru: Пожалуйста, не показывать больше данное видео.
uk: Будь ласка, не демонструйте мені це відео ще раз.
uz: Илтимос, ушбу видеони менга бошқа кўрсатманг.
zh: 請不要再向我展示這個視頻。

source: Please double check your birthdate.
ca: Si us plau, comprova la teva data de naixement.
de: Bitte überprüfen Sie Ihr Geburtsdatum.
es: Por favor verifica tu fecha de nacimiento.
fr: Veuillez vérifier votre date de naissance.
it: Sei pregato di controllare due volte la data di nascita.
ja: あなたの誕生日を確認してください。
kk: Туған күніңізді екі рет тексеріңіз.
ko: 생년월일을 다시 한 번 확인하십시오.
ky: Сураныч, туулган күнүңүздү эки жолу текшериңиз.
lv: Lūdzu, vēlreiz pārbaudiet dzimšanas datumu.
mn: Төрсөн он сар өдрөө дахин шалгана уу.
pt: Por favor, verifique sua data de nascimento.
ro: Te rugăm să verifici din nou data nașterii.
ru: Пожалуйста, внимательно проверьте свою дату рождения.
uk: Будь ласка, ще раз уважно перевірте вашу дату народження.
uz: Илтимос, туғилган кунингиз санасини икки марта текширинг.
zh: 请仔细检查您的生日。

source: Please download the available assets and empower your own virtual and live events!
ca: Si us plau, descarrega els recursos disponibles i potencia els teus propis esdeveniments virtuals i presencials!
de: Bitte laden Sie die verfügbaren Materialien herunter und unterstützen Sie Ihre eigenen virtuellen und Live-Events!
es: ¡Descarga los recursos disponibles y potencia tus propios eventos virtuales y en vivo!
fr: Téléchargez les ressources disponibles et améliorez vos propres événements virtuels et en direct !
it: Scarica le risorse disponibili e arricchisci i tuoi eventi virtuali e dal vivo!
ja: 動画をダウンロードし、ご自身のバーチャルイベントやライブイベントを盛り上げてください！
kk: Қолда бар ресурстарды жүктеп алып, табиғи ресурстар мен оқиғалар тәжірибесін кеңейтіңіз!
ko: 사용 가능한 자산들을 다운로드하고 가상 및 라이브 이벤트에 힘을 실어주세요 !
ky: Сураныч өзүңүздүн виртуалдык жана жандуу иш-чараларыңызды жаңыртуу үчүн жеткиликтүү маретиалдарды жүктөп алыңыз!
lv: Lūdzu, lejupielādējiet pieejamos rīkus un dodiet iespēju saviem virtuālajiem un tiešraides pasākumiem!
mn: Эдгээр чухал материалуудыг татаж аваад өөрийн онлайн болон бусад арга хэмжээнүүдэд хэрэглээрэй.
pt: Baixe os documentos disponíveis e capacite seus próprios eventos virtuais e presenciais!
ro: Te rugăm să descarci activele disponibile și să ai propriile evenimente virtuale și live!
ru: Загружайте доступные материалы и расширяйте возможности вашего собственного виртуального или живого мероприятия!
uk: Завантажуйте доступні матеріали та розширюйте можливості вашого власного віртуального чи живого заходу!
uz: Илтимос, мавжуд манбаларни юклаб олинг ҳамда ўз жонли ва виртуал тадбирларингизни янада кучлироқ ўтказинг!
zh: 请下载可用资源并支持您自己的虚拟和现场活动！

source: Please ensure the contact information provided is accurate, as it will be used for notifications and updates regarding your booked tour.
ca: Si us plau, assegurat que la informació de contacte proporcionada sigui precisa, ja que s'utilitzarà per a notificacions i actualitzacions sobre la teva reserva de Tour.
de: Bitte vergewissern Sie sich, dass die angegebenen Kontaktdaten korrekt sind, da diese für Benachrichtigungen und Aktualisierungen bezüglich Ihrer gebuchten Reise verwendet werden.
es: Favor de asegurarte de que la información de contacto provista es precisa, ya que será utilizada para notificaciones y actualizaciones relacionadas a la reservación de tu tour.
fr: Veuillez vous assurer que les informations de contact fournies sont exactes, car elles seront utilisées pour les notifications et les mises à jour concernant le voyage que vous avez réservé.
it: Accertati che le informazioni di contatto fornite siano corrette, in quanto saranno utilizzate per le notifiche e gli aggiornamenti relativi al tour prenotato.
ja: ご記入いただいた連絡先情報は、ご予約いただいたツアーに関する通知や更新に使用いたしますので、正確にご記入ください。
kk: Берілген байланыс ақпаратының дұрыс екеніне көз жеткізіңіз, себебі олар брондаған турыңызға қатысты хабарландырулар мен жаңартулар үшін пайдаланылады.
ky: Берилген байланыш маалыматтарыңыздын тактыгын текшериңиз, анткени алар сиздин брондолгон саякатыңызга байланыштуу билдирүүлөр жана жаңылануулар үчүн колдонулат.
lv: Lūdzu, pārliecinieties, vai sniegtā kontaktinformācija ir precīza, jo tā tiks izmantota paziņojumiem un atjauninājumiem par rezervēto ekskursiju/tūri.
mn: Тантай холбоо барих мэдээлэл таны захиалсан аяллын тухай шинэ мэдэгдэл, мэдэгдлүүдийг илгээхэд хэрэглэгдэх учраас зөв эсэхийг сайтар шалгана уу.
pt: Certifique-se de que as informações de contato fornecidas estejam corretas, pois serão usadas para notificações e atualizações relacionadas ao passeio reservado.
ro: Te rugăm să te asiguri că informațiile de contact furnizate sunt corecte, deoarece vor fi utilizate pentru notificări și actualizări cu privire la turul rezervat.
ru: Убедитесь, пожалуйста, что предоставленная информация является точной, поскольку она будет использована для отправки уведомлений и новостей о вашем круизе.
uk: Будь ласка, переконайтеся, що надана контактна інформація точна, оскільки вона використовуватиметься для повідомлень і оновлень щодо заброньованого туру.
uz: Илтимос, тақдим этилган маълумотлар аниқ эканлигига ишонч ҳосил қилинг, чунки улардан сиз буюртма берган турга оид билдиргилар ва ўзгаришлар ҳақида маълум қилиш учун фойдаланилади.
zh: 请确保提供的联系信息准确无误，因为它将用于有关您预订的旅游的通知和更新。

source: Please ensure your search terms are entered correctly and then try again.
ca: Si us plau, assegurat que els termes de cerca s'han introduït correctament i torna a intentar.
de: Bitte vergewissern Sie sich, dass Ihre Suchbegriffe korrekt eingegeben wurden und versuchen Sie es erneut.
es: Por favor, asegúrate que tus términos de búsqueda son correctamente ingresados e inténtalo nuevamente.
fr: Veuillez vous assurer que vos termes de recherche sont correctement saisis et réessayez.
it: Assicurarsi che i termini di ricerca siano inseriti correttamente e riprovare.
ja: 検索キーワードが正しく入力されていることを確認してから、もう一度お試しください。
kk: Іздеу сұрауларының дұрыс енгізілгеніне көз жеткізіңіз, содан кейін әрекетті қайталаңыз.
ky: Изделүүчү сөз айкаштарын туура жазганыңызды текшерип, кайра аракет кылыңыз.
lv: Lūdzu, pārliecinieties, vai meklēšanas vienumi ir ievadīti pareizi, un pēc tam mēģiniet vēlreiz.
mn: Хайлтын үгээ зөв оруулсан эсэхийг шалгаад дахин оролдоно уу.
pt: Verifique se os termos da sua pesquisa foram inseridos corretamente e tente novamente.
ro: Asigură-te că termenii tăi de căutare sunt introduși corect și apoi încearcă din nou.
ru: Убедитесь, пожалуйста, что поисковая фраза введена верно, и повторите попытку.
uk: Будь ласка, переконайтеся, що пошукові терміни введено правильно, і повторіть спробу.
uz: Илтимос, қидирув маълумотлари тўғри киритилганига ишонч ҳосил қилиб, такрор уриниб кўринг.
zh: 请确保您输入的搜索词正确无误，然后再试一次。

source: Please enter a card number
ca: Si us plau, introdueix un número de targeta
de: Bitte geben Sie eine Kartennummer ein
es: Favor de agregar un número de tarjeta
fr: Veuillez saisir un numéro de carte
it: Inserisci il numero della carta
ja: カード番号を入力してください
kk: Карта нөмірін енгізіңіз
ky: Картаңыздын номерин киргизиңиз
lv: Lūdzu, ievadiet kartes nomuru
mn: Картын дугаарыг бичнэ үү
pt: Por favor insira um número de cartão
ro: Te rugăm să introduci un număr card
ru: Введите, пожалуйста, номер карты
uk: Введіть, будь ласка, номер картки
uz: Илтимос, карта рақамини киритинг
zh: 请输入一个信用卡卡号

source: Please enter a CVC
ca: Si us plau, introdueix un CVC
de: Bitte einen CVC eingeben
es: Por favor, ingresa un CVC
fr: Veuillez saisir un CVC
it: Inserisci il CVC
ja: CVCを入力してください
kk: CVC енгізіңіз
ky: CVC номерин киргизиңиз
lv: Lūdzu ievadiet CVC
mn: CVC дугаарыг бичнэ үү
pt: Por favor insira um CVC
ro: Te rugăm să introduci CVC
ru: Введите, пожалуйста, CVC
uk: Введіть, будь ласка, CVC
uz: Илтимос, CVC киритинг
zh: 请输入CVC

source: Please enter a group description.
ca: Si us plau, ingressa una descripció de grup.
de: Bitte schreiben Sie eine Gruppenbeschreibung.
es: Por favor, ingrese una descripción de grupo.
fr: Veuillez saisir une description du groupe.
it: Inserisci la descrizione del gruppo.
ja: グループの説明を入力してください。
kk: Топтың сипаттамасын енгізіңіз.
ko: 그룹 설명을 입력하세요.
ky: Сураныч, топтун сүрөттөмөсүн киргизиңиз.
lv: Lūdzu, ievadiet grupas aprakstu.
mn: Бүлгийн тайлбарыг бичнэ үү.
pt: Insira uma descrição do grupo.
ro: Te rugăm să scrii o descriere a grupului.
ru: Укажите, пожалуйста, описание группы.
uk: Введіть, будь ласка, опис групи.
uz: Илтимос, гуруҳ таърифини киритинг.
zh: 请输入群组描述。

source: Please enter a group name.
ca: Si us plau, ingressa un nom per al grup.
de: Bitte einen Gruppennamen eingeben.
es: Por favor, ingresa un nombre para el grupo.
fr: Veuillez entrer un nom du groupe.
it: Inserisci il nome del gruppo.
ja: グループの名前を入力して下さい。
kk: Топ атын енгізіңіз.
ko: 그룹 이름을 입력하세요.
ky: Сураныч, топтун аталышын киргизиңиз
lv: Lūdzu ievadiet grupas nosaukumu.
mn: Бүлгийн нэрийг бичнэ үү.
pt: Insira um nome para o grupo.
ro: Te rugăm să scrii numele grupului.
ru: Укажите, пожалуйста, название группы.
uk: Введіть, будь ласка, назву групи.
uz: Илтимос, гуруҳ номини киритинг.
zh: 请输入群组名称。

source: Please enter a message
ca: Si us plau, escriu un missatge
de: Bitte geben Sie eine Nachricht ein
es: Por favor, ingresa un mensaje
fr: Veuillez entrer un message
it: Inserisci un messaggio
ja: メッセージを入力してください
kk: Хабарлама енгізіңіз
ky: Сураныч, билдирүүнү киргизиңиз
lv: Lūdzu, ievadiet ziņojumu
mn: Мессежээ оруулна уу
pt: Por favor, digite uma mensagem
ro: Te rugăm să introduci un mesaj
ru: Пожалуйста, введите сообщение
uk: Будь ласка, введіть повідомлення
uz: Илтимос, хатни киритинг
zh: 请输入一条消息

source: Please enter a name
ca: Si us plau, introdueix un nom
de: Bitte einen Namen eingeben
es: Por favor, ingresa un nombre
fr: Veuillez saisir un nom
it: Inserisci il nome
ja: 名前を入力してください
kk: Атын енгізіңіз
ky: Атын киргизиңиз
lv: Lūdzu ievadiet nosaukumu
mn: Нэрээ бичнэ үү
pt: Por favor insira um nome
ro: Te rugăm să introduci un nume
ru: Введите, пожалуйста, имя
uk: Введіть, будь ласка, ім'я
uz: Илтимос, исм киритинг
zh: 请输入姓名

source: Please enter a new password to initiate the account recovery process:
ca: Si us plau, introdueix una nova contrasenya per iniciar el procés de recuperació del compte:
de: Bitte geben Sie ein neues Passwort ein, um die Wiederherstellung des Kontos einzuleiten:
es: Por favor, introduzca una nueva contraseña para iniciar el proceso de recuperación de la cuenta:
fr: Veuillez saisir un nouveau mot de passe pour lancer la procédure de récupération du compte :
it: Per avviare il processo di recupero dell'account, inserisci una nuova password:
ja: アカウント回復を開始するために新しいパスワードを入力してください：
kk: Есептік жазбаны қалпына келтіру процесін бастау үшін жаңа құпия сөзді енгізіңіз:
ky: Эсепти калыбына келтирүү процессин баштоо үчүн жаңы сырсөздү киргизиңиз:
lv: Lūdzu, ievadiet jaunu paroli, lai sāktu konta atkopšanas procesu:
mn: Бүртгэл сэргээх явцыг эхлүүлэхийн тулд шинэ нууц үг оруулна уу:
pt: Insira uma nova senha para iniciar o processo de recuperação de conta:
ro: Introdu o nouă parolă pentru a iniția procesul de recuperare a contului:
ru: Пожалуйста, введите новый пароль, чтобы инициировать процесс восстановления учётной записи:
uk: Будь ласка, введіть новий пароль, щоб ініціювати процес відновлення облікового запису:
uz: Илтимос, аккаунтни тиклаш жараёнини бошлаш учун янги паролни киритинг:
zh: 请您输入新密码以启动账户恢复流程：

source: Please enter a subject
ca: Si us plau, introdueix un assumpte
de: Bitte einen Betreff eingeben
es: Favor de añadir un asunto
fr: Veuillez saisir un sujet
it: Si prega di inserire un argomento
ja: 件名を入力してください
kk: Тақырыпты көрсетіңіз
ky: Темасын жазыңыз
lv: Lūdzu ievadiet tēmu
mn: Гарчгаа бичнэ үү
pt: Por favor, insira um assunto
ro: Te rugăm să introduci un subiect
ru: Добавьте, пожалуйста, тему
uk: Будь ласка, додайте тему
uz: Илтимос, мавзуни киритинг
zh: 请输入一个主题

source: Please enter a valid 5 digit zip code.
ca: Si us plau, introdueix un codi postal vàlid de 5 xifres.
de: Bitte geben Sie eine gültige 5-stellige Postleitzahl ein.
es: Favor de agregar un código postal válido para continuar.
fr: Veuillez entrer un code postal à 5 chiffres.
it: Inserisci un codice postale valido di 5 cifre.
ja: 有効な5桁の郵便番号を入力してください。
kk: Жарамды 5 таңбалы пошта индексін енгізіңіз.
ky: Сураныч, жарактуу 5 орундуу почта индексин киргизиңиз.
lv: Lūdzu, ievadiet derīgu 5 ciparu pasta indeksu.
mn: Өөрийн оршин суух 5 оронт зип кодыг оруулна уу.
pt: Insira um código postal válido de 5 dígitos.
ro: Te rugăm să introduci un cod poștal valid din 5 cifre.
ru: Введите, пожалуйста, корректный 5-значный почтовый индекс.
uk: Будь ласка, введіть коректний 5-значний поштовий індекс.
uz: Илтимос, амалдаги 5 рақамли почта индексини киритинг.
zh: 请输入一个有效的5位邮政编码。

source: Please enter a valid birthdate of all children.
ca: Si us plau, introdueix la data de naixement vàlida per cada nen.
de: Bitte geben Sie ein gültiges Geburtsdatum für alle Kinder an.
es: Favor de ingresar una fecha de cumpleaños válida para todos los niños.
fr: Veuillez saisir une date de naissance valide pour tous les enfants.
it: Inserisci una data di nascita valida per tutti i bambini.
ja: すべての子どもの有効な生年月日を入力してください。
kk: Барлық балалар үшін жарамды туған күндерін енгізіңіз.
ko: 모든 어린이의 유효한 생년월일을 입력하십시오.
ky: Бардык балдардын туулган күнүн туура киргизиңиз.
lv: Lūdzu ievadiet visu bērnu pareizo dzimšanas datumu.
mn: Бүх хүүхдийн төрсөн огноог оруулна уу.
pt: Insira uma data de nascimento válida de todas as crianças.
ro: Te rugăm să introduci o dată de naştere validă pentru toți copii.
ru: Укажите, пожалуйста, корректную дату рождения для всех детей.
uk: Будь ласка, вкажіть коректну дату народження для всіх дітей.
uz: Илтимос, барча болаларнинг туғилган санасини тўғри киритинг.
zh: 請輸入所有孩子的有效生日。

source: Please enter a valid birthdate to continue.
ca: Si us plau per continuar, introdueix una data de naixement vàlida.
de: Bitte geben Sie ein gültiges Geburtsdatum ein, um fortzufahren.
es: Favor de agregar una fecha de cumpleaños válida para continuar.
fr: Veuillez entrer une date de naissance valide pour continuer.
it: Per continuare, inserisci una data di nascita valida.
ja: 正しい生年月日をご入力の上、お進みください。
kk: Жалғастыру үшін, жарамды туған күніңізді енгізіңіз.
ko: 계속하려면 유효한 생년월일을 입력하십시오.
ky: Улантуу үчүн жарактуу туулган күнүңүздү киргизиңиз.
lv: Lai turpinātu, lūdzu ievadiet pareizo dzimšanas datumu.
mn: Өөрийн төрсөн өдрөө зөв оруулна уу.
pt: Por favor digite uma data de nascimento válida para continuar.
ro: Pentru a continua, te rugăm să introduci o dată de naştere valabilă.
ru: Пожалуйста, введите действительную дату Вашего рождения, чтобы продолжить.
uk: Будь ласка, введіть дійсну дату Вашого нарождения, щоб продовжити.
uz: Илтимос, давом этиш учун ҳақиқий туғилган санангизни киритинг.
zh: 請輸入有效的出生日期以繼續

source: Please enter a valid email
ca: Si us plau, introdueix un correu electrònic vàlid
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, ingresa un correo electrónico válido
fr: Veuillez saisir une adresse courriel valide
it: Per favore, inserisci un'email valida.
ja: 有効なメールアドレスを入力してください
kk: Дұрыс электрондық пошта мекенжайын енгізіңіз
ky: Сураныч, жарактуу бир электрондук почтаңызды киргизиңиз
lv: Lūdzu ievadiet pareizu e-pasta adresi
mn: Хүчинтэй имэйл хаяг бичнэ үү
pt: Por favor, insira um e-mail válido
ro: Te rugăm să introduci un e-mail valid
ru: Пожалуйста, введите действительный адрес электронной почты
uk: Будь ласка, введіть дійсну електронну адресу
uz: Илтимос, яроқли электрон почтани киритинг
zh: 请输入有效的电子邮件地址

source: Please enter a valid email address
ca: Si us plau, introdueix una adreça de correu electrònic vàlida
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, ingresa una dirección de correo electrónico válida
fr: Veuillez entrer une adresse email valide
it: Inserisci un indirizzo email valido
ja: 正しいメールアドレスを入力してください
kk: Жарамды электрондық пошта мекенжайын енгізіңіз
ky: Сураныч, жарактуу электрондук почта дарегиңизди киргизиңиз
lv: Lūdzu ievadiet pareizo e-pasta adresi
mn: Хүчинтэй имэйл хаяг бичнэ үү
pt: Por favor, insira um endereço de e-mail válido
ro: Te rugăm să introduci o adresă validă de e-mail
ru: Введите, пожалуйста, действительный адрес электронной почты
uk: Будь ласка, введіть коректну електронну адресу
uz: Илтимос, яроқли электрон почта манзилини киритинг
zh: 请输入一个有效的电子邮件地址

source: Please enter a valid phone
ca: Si us plau, introdueix un telèfon vàlid.
de: Bitte geben Sie ein gültiges Telefon an
es: Favor de agregar un teléfono válido
fr: Veuillez entrer un numéro de téléphone valide
it: Per favore, inserisci un telefono valido.
ja: 正しい電話番号を入力してください
kk: Жарамды телефон нөмірін енгізіңіз
ky: Жарактуу телефон номерди киргизиңиз.
lv: Lūdzu, ievadiet derīgu tālruņa numuru
mn: Ашиглаж буй утасны дугаараа оруулна уу
pt: Por favor insira um telefone válido
ro: Te rugăm să introduci un telefon valid
ru: Введите, пожалуйста, корректный телефон
uk: Будь ласка, введіть коректний телефон
uz: Илтимос, амалдаги телефон рақамингизни киритинг
zh: 请输入一个有效的电话号码

source: Please enter a valid phone number.
ca: Si us plau, introdueix un número de telèfon vàlid.
de: Bitte geben Sie eine gültige Telefonnummer ein.
es: Favor de agregar un número telefónico válido.
fr: Veuillez saisir un numéro de téléphone valide.
it: Inserire un numero di telefono valido.
ja: 正しい電話番号を入力してください。
kk: Жарамды телефон нөмірін енгізіңіз.
ky: Жарактуу телефон номерди киргизиңиз.
lv: Lūdzu, ievadiet derīgu tālruņa numuru.
mn: Ашиглаж буй утасны дугаар оруулна уу.
pt: Por favor insira um número de telefone válido.
ro: Te rugăm să introduci un număr de telefon valid.
ru: Введите, пожалуйста, корректный номер телефона.
uk: Будь ласка, введіть коректний номер телефону.
uz: Илтимос, амалдаги телефон рақамингизни киритинг.
zh: 请输入一个有效的电话号码。

source: Please enter address
ca: Si us plau, introdueix una adreça
de: Bitte eine Adresse eingeben
es: Por favor, ingresa una dirección
fr: Veuillez saisir une adresse
it: Inserisci l'indirizzo
ja: メールアドレスを入力してください
kk: Мекенжайды енгізіңіз
ky: Дарегиңизди киргизиңиз
lv: Lūdzu ievadiet adresi
mn: Хаягаа бичнэ үү
pt: Por favor insira o endereço
ro: Te rugăm să introduci adresa
ru: Введите, пожалуйста, адрес
uk: Введіть, будь ласка, адресу
uz: Илтимос, манзилни киритинг
zh: 请输入地址

source: Please enter an expiration date
ca: Si us plau, introdueix una data de caducitat
de: Bitte ein Ablaufdatum eingeben
es: Por favor, ingresa una fecha de vencimiento
fr: Veuillez saisir une date d'expiration
it: Inserisci la data di scadenza
ja: 有効期限を入力してください
kk: Жарамдылық мерзімін енгізіңіз
ky: Жарамдуулук мөөнөтүн киргизиңиз
lv: Lūdzu, ievadiet derīguma termiņu
mn: Дуусах огноог бичнэ үү
pt: Insira uma data de validade
ro: Te rugăm să introduci o dată de expirare
ru: Введите, пожалуйста, срок действия
uk: Введіть, будь ласка, термін дії
uz: Илтимос, амал қилиш муддатини киритинг
zh: 请输入过期日期

source: Please enter card details below:
ca: Si us plau, introdueix les dades de la targeta a continuació:
de: Bitte geben Sie die Kartendaten unten ein:
es: Por favor, escribe los detalles de la tarjeta a continuación:
fr: Veuillez saisir les détails de la carte ci-dessous :
it: Inserisci i dati della carta qui sotto:
ja: カード情報を以下に入力して下さい。
kk: Картаңыздың мәліметтерін төменде енгізіңіз:
ko: 아래에 카드 상세 정보를 입력하십시오:
ky: Сураныч, картаңыздын маалыматын төмөндө киргизиңиз:
lv: Lūdzu zemāk ievadiet kartes datus:
mn: Төлбөрийн картны мэдээллийг оруулна уу:
pt: Por favor, insira os detalhes do cartão abaixo:
ro: Te rugăm să introduci detaliile cardului mai jos:
ru: Пожалуйста, введите данные Вашей карты:
uk: Будь ласка, введіть дані картки нижче:
uz: Илтимос, қуйида карта маълумотларини киритинг:
zh: 請在下面輸入卡的詳細信息：

source: Please enter city
ca: Si us plau, introdueix una ciutat
de: Bitte eine Stadt eingeben
es: Por favor, ingresa una ciudad
fr: Veuillez saisir une ville
it: Inserisci la città
ja: 都市を入力してください
kk: Қаланың атын енгізіңіз
ky: Шаардын атын киргизиңиз
lv: Lūdzu ievadiet pilsētu
mn: Хотыг нэрийг бичнэ үү
pt: Por favor insira a cidade
ro: Te rugăm să introduci orașul
ru: Введите, пожалуйста, город
uk: Введіть, будь ласка, місто
uz: Илтимос, шаҳар номини киритинг
zh: 请输入城市

source: Please enter display name
ca: Si us plau, introdueix el nom visible
de: Bitte Anzeigename eingeben
es: Por favor, ingresa el nombre para mostrar
fr: Veuillez saisir un nom d'affichage
it: Per favore, inserisci il nome di visualizzazione.
ja: 表示名を入力してください
kk: Көрсетілетін атты енгізіңіз
ky: Көрсөтүлүүчү атын киргизиңиз
lv: Lūdzu, ievadiet parādāmo vārdu
mn: Дэлгэцийн нэрээ бичнэ үү
pt: Digite o nome que será exibido
ro: Te rugăm să introduci numele de afișare
ru: Введите, пожалуйста, отображаемое имя
uk: Будь ласка, введіть відображуване ім’я
uz: Илтимос, акс этувчи исмни киритинг
zh: 请输入显示名称
