Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Hotel Search
ca: Cerca d'hotels
de: Hotel Suche
es: Buscador de Hoteles
fr: Recherche d'Hôtel
it: Cerca hotel
ja: ホテルを検索
kk: Қонақ үй іздеу
ko: 호텔 검색
ky: Мейманкана издөө
lv: Meklēt Viesnīcas
mn: Зочид буудал хайх
pt: Pesquisar hotéis
ro: Căutare hotel
ru: Поиск отеля
uk: Пошук готелю
uz: Меҳмонхона излаш
zh: 酒店搜索

source: Hotel Website
ca: Pàgina web de l'hotel
es: Sitio Web del Hotel
fr: Site Web de l'Hôtel
it: Sito web dell'hotel
ja: ホテルのウェブサイト
kk: Қонақ үй Веб-сайты
ko: 호텔 웹사이트
ky: Мейманкананын Веб-сайты
lv: Viesnīcas tīmekļa vietne
mn: Зочид буудлын вэб хуудас
pt: Site do hotel
ro: Website hotel
ru: Веб-сайт отеля
uk: Веб-сайт готелю
uz: Меҳмонхона веб-сайти
zh: 酒店網站

source: Hotels
es: Hoteles
fr: Hôtels
it: Hotel
ja: ホテル
kk: Қонақ Үйлер
ko: 호텔
ky: Мейманканалар
lv: Viesnīcas
mn: Зочид буудал
pt: Hotéis
ro: Hoteluri
ru: Отели
uk: Готелі
uz: Меҳмонхоналар
zh: 酒店

source: hotels and saved a total of
ca: hotels i vaig estalviar un total de
de: Hotels und sparten insgesamt
es: hoteles y ahorré un total de
fr: hôtels et ont économisé un total de
it: hotel e risparmiato un totale di
ja: 回のホテルで、節約できた合計金額は、
kk: қонақ үйлер және барлығы үнемделген
ko: 호텔에서 총
ky: мейманканалар жана жалпысынан үнөмдөлгөн
lv: viesnīcas un kopā ietaupīts
mn: удаа хийсэн бөгөөд энэ бүхэнд нийт
pt: hotéis e economizou um total de
ro: hoteluri și a salvat un total de
ru: отелях и сэкономил в итоге
uk: готелях та заощадили в цілому
uz: та меҳмонхонада бўлдим ва ҳозирги кунгача жами
zh: 酒店总共节省了

source: Hotels Booked
ca: Hotels reservats
de: Hotels gebucht
es: Hotel Reservados
fr: Hôtels réservés
it: Hotel prenotati
ja: 予約済みのホテル
kk: Қонақ үйлер брондалады
ko: 예약된 호텔
ky: Мейманкана брондолду
lv: Viesnīcas rezerētas
mn: Захиалсан зочид буудлын тоо
pt: Hotéis reservados
ro: Hoteluri rezervate
ru: Отелей забронировано
uk: Готелі заброньовано
uz: Меҳмонхонага буюртма берилди
zh: 预订酒店

source: hours
ca: hores
de: Stunden
es: horas
fr: heures
it: ore
ja: 時間
kk: сағат
ko: 시간
ky: саат
lv: stundas
mn: цаг
pt: horas
ro: ore
ru: часов
uk: години
uz: соат
zh: 小時

source: Hours
ca: Hores
de: Stunden
es: Horas
fr: Heures
it: Ore
ja: 時間
kk: Сағат
ko: 시간
ky: Саат
lv: Stundas
mn: Цаг
pt: Horas
ro: Ore
ru: Часов
uk: Години
uz: Соатлар
zh: 小時

source: How can I be successful?
ca: Com puc tenir èxit?
de: Wie kann ich Erfolg haben?
es: ¿Cómo puedo tener éxito?
fr: Comment puis-je réussir ?
it: Come posso avere successo?
ja: どうすれば成功できますか？
kk: Қалай табысты бола аламын?
ko: 어떻게 성공할 수 있습니까?
ky: Кантип ийгиликке жетишсем болот?
lv: Kā es varu būt veiksmīgs?
mn: Би хэрхэн амжилтанд хүрэх вэ?
pt: Como posso ser bem sucedido?
ro: Cum pot avea succes?
ru: Как я могу достичь успеха?
uk: Як я зможу стати успішним?
uz: Қандай қилиб муваффақиятли бўлишим мумкин?
zh: 我如何才能成功？

source: How can I use my Reward Points?
ca: Com puc fer servir els meus Punts de recompensa?
de: Wie kann ich meine Reward Points verwenden?
es: ¿Cómo puedo utilizar mis Puntos de Recompensa?
fr: Comment puis-je utiliser mes Points de Récompense ?
it: Come posso usare i miei Crediti Premio?
ja: リワードポイントをどのように使うことができますか？
kk: Мен бонустық ұпайларымды қалай пайдалана аламын?
ky: Бонустук упайларымды кантип колдонсом болот?
lv: Kā es varu izlietot savus Balvu punktus?
mn: Би Шагналын Оноог хэрхэн хэрэглэх вэ?
pt: Como posso usar meus Pontos de Recompensa?
ro: Cum îmi pot folosi punctele de recompensă?
ru: Как я могу использовать свои Бонусные Баллы?
uk: Як я можу використовувати свої Бонусні Бали?
uz: Бонус балларимдан қандай фойдаланишим мумкин?
zh: 我该怎样使用我的奖励积分？

source: How can inCruises afford to offer 2 Reward Points for every $1 paid?
ca: Com InCruises pot oferir 2 Punts de recompensa per cada 1 dòlar pagat?
de: Wie kann inCruises es sich leisten, 2 Reward Points für jeden gezahlten $1 anzubieten?
es: ¿Cómo puede permitirse inCruises el lujo de ofrecer 2 Puntos de Recompensa por cada $1 USD pagado?
fr: Comment inCruises peuvent-ils se permettre d'offrir 2 Points de Récompense pour chaque dollar payé ?
it: Come può inCruises permettersi di offrire 2 Crediti Premio per ogni dollaro pagato?
ja: $1支払われるごとに2リワードポイントを提供する余裕をinCruisesはどのように生み出していますか？
kk: InCruises әр төленген доллар үшін 2 сыйлық ұпайын ұсына алады ма?
ko: inCruises는 $1가 지불될 때마다 2 리워드 포인트를 제공할 수 있는 비결은 무엇입니까?
ky: Кантип inCruises ар бир төлөнгөн 1 доллар үчүн 2 Бонустук Упай сунуштай алат?
lv: Kā inCruises var atļauties piedāvāt 2 Balvu Punktus par katru samaksāto $1?
mn: inCruises хэрхэн $1-ийн төлбөр бүрт 2 Шагналын Оноо өгдөг вэ?
pt: Como a inCruises pode oferecer 2 Pontos de Recompensa para cada $1 pago?
ro: Cum îşi poate permite inCruises să ofere 2 Puncte de Recompensă pentru fiecare 1$ plătit?
ru: Как работает inCruises, предлагая 2 Бонусных Балла за каждый $1?
uk: Як працює inCruises, пропонуючи 2 Бонусні Бали за кожен $1?
uz: Қандай қилиб inCruises тўланган 1$ учун 2 Бонус балини таклиф этиши мумкин?
zh: inCruises如何做到每消費1美元，就可以提供2獎勵積分？

source: How can inCruises afford to offer 2 Reward Points for every $1 USD paid?
ca: Com pot inCruises permetre's oferir 2 Punts de Recompensa per cada 1 dòlar pagat?
de: Wie kann inCruises es sich leisten, 2 Reward Points für jeden gezahlten $1 USD anzubieten?
es: ¿Cómo puede permitirse inCruises el lujo de ofrecer 2 Puntos de Recompensa por cada $1 USD pagado?
fr: Comment inCruises peut-il offrir 2 Points de Récompense pour chaque dollar américain dépensé ?
it: Come può inCruises permettersi di offrire 2 Crediti Premio per ogni dollaro pagato?
ja: $1 USD 支払われるごとに2リワードポイントを提供する余裕をinCruisesはどのように生み出していますか？
kk: InCruises әр төленген $1 АҚШ доллар үшін 2 сыйлық ұпайын ұсына алады ма?
ky: Кантип inCruises ар бир төлөнгөн $1 АКШ доллары үчүн 2 Бонустук Упай сунуштай алат?
lv: Kā inCruises var atļauties piedāvāt 2 Balvu Punktus par katru samaksāto $ USD1?
mn: inCruises хэрхэн таны төлсөн $1 бүрт 2 Шагналын Оноо өгдөг вэ?
pt: Como a inCruises pode oferecer 2 Pontos de Recompensa para cada US$1 pago?
ro: Cum îşi poate permite inCruises să ofere 2 puncte de recompensă pentru fiecare 1$ USD plătit?
ru: Как работает inCruises, предлагая 2 Бонусных Балла за каждый $1 USD?
uk: Як працює inCruises, пропонуючи 2 Бонусні Бали за кожен $1 USD?
uz: Қандай қилиб inCruises тўланган 1 АҚШ$ учун 2 Бонус балини таклиф этиши мумкин?
zh: inCruises如何能够做到每支付1美元就赠送2个奖励积分？

source: How do I receive my compensation?
ca: Com puc rebre la meva compensació?
de: Wie kann ich meine Vergütung erhalten?
es: ¿Cómo recibo mi compensación?
fr: Comment puis-je recevoir ma compensation ?
it: Come ricevo i miei compensi?
ja: 報酬はどのように受け取れますか？
kk: Өзімнің өтемақымды қалай ала аламын?
ko: 보상은 어떻게 받습니까?
ky: Мен компенсациямды кантип алсам болот?
lv: Kā es saņemšu manu kompensāciju?
mn: Би шагнал урамшууллаа хэрхэн авах вэ?
pt: Como recebo minha compensação?
ro: Cum îmi primesc compensaţia?
ru: Как я могу получить компенсацию?
uk: Як я можу отримати мою компенсацію?
uz: Компенсацияларимни қандай олишим мумкин?
zh: 我如何收到報酬？

source: How Does the Partnership Program Work?
ca: Com Funciona el Programa de Socis?
de: Wie funktioniert das Partnerprogramm?
es: ¿Cómo Funciona el Programa de Sociedad?
fr: Comment Fonctionne le Programme de Partenariat ?
it: Come funziona il programma di Partnership?
ja: パートナーシッププログラムはどのように機能しますか？
kk: Серіктестік бағдарламасы қалай жұмыс істейді?
ky: Өнөктөштүк программасы кандайча иштейт?
lv: Kā darbojas Partnerības Programma?
mn: Түншийн хөтөлбөр хэрхэн хэрэгждэг вэ?
pt: Como Funciona o Programa de Parceria?
ro: Cum funcționează programul de parteneriat?
ru: Как работает программа Партнёрства?
uk: Як працює Партнерська програма?
uz: Ҳамкорлик дастури қандай ишлайди?
zh: 合作伙伴计划如何运作？

source: How easily can I cancel my Membership
ca: Com puc cancel·lar fàcilment la meva Membresia
de: Wie kann ich am einfachsten meine Mitgliedschaft kündigen
es: Cómo cancelar mi Membresía de forma sencilla
fr: Avec quelle facilité puis-je annuler mon adhésion de membre
it: Come posso cancellare facilmente la mia Membership
ja: 会員資格を簡単にキャンセルできますか
kk: Мүшелігімді қалай жеңіл жоя аламын
ko: 간단히 멤버십을 취소하는 방법
ky: Мүчөлүгүмдү кантип оңой эле жокко чыгарсам болот
lv: Kā vieglāk es varu pārtraukt savu partnerību
mn: Би Гишүүнчлэлээ хэр амархан цуцлах вэ?
pt: Com que facilidade posso cancelar minha inscrição
ro: Cât de uşor îmi pot anula calitatea de Membru
ru: Как легко я могу отменить свое Членство
uk: Як легко я можу скасувати своє Членство
uz: Аъзоликни қанчалик осон бекор қилишим мумкин
zh: 我可以輕鬆取消會員資格嗎

source: How is QBI calculated?
ca: Com es calcula el QBI?
de: Wie wird das QBI berechnet?
es: ¿Cómo se calcula el QBI?
fr: Comment le QBI est-il calculé ?
it: Come si calcola il QBI?
ja: QBI はどのように計算されますか？
kk: QBI қалай есептеледі?
ko: QBI는 어떻게 계산되나요?
ky: QBI (БСИ) кантип эсептелет?
lv: Kā tiek QBI aprēķnāts?
mn: “Түүхэн” QBI хэрхэн тооцогддог вэ?
pt: Como o QBI é calculado?
ro: Cum este calculat QBI?
ru: Как расчитывается QBI (ИКБ)?
uk: Як розраховується ІЯБ?
uz: QBI (БСИ) қандай ҳисобланади?
zh: QBI 是如何计算的？

source: How It Works
ca: Com Funciona
de: Wie funktioniert es
es: Cómo Funciona
fr: Comment ça Marche
it: Funzionamento
ja: 利用方法
kk: Бұл қалай жұмыс істейді
ky: Ал кантип иштейт
lv: Kā tas strādā
mn: Хэрхэн хэрэгжих арга
pt: Como funciona
ro: Cum funcţionează
ru: Как это работает
uk: Як це працює
uz: Бу қандай ишлайди?
zh: 它是这样运作的

source: How It Works:
ca: Com funciona:
de: Wie funktioniert es:
es: Cómo Funciona:
fr: Comment ça Marche :
it: Come funziona:
ja: 利用方法：
kk: Бұл қалай жұмыс істейді:
ky: Ал кантип иштейт:
lv: Tas strādā tā:
mn: Хэрхэн хэрэгжих вэ?
pt: Como funciona:
ro: Cum funcţionează:
ru: Как это работает:
uk: Як це працює:
uz: Бу қандай ишлайди?
zh: 它是这样运作的：

source: How many attendees are expected?
fr: Combien de participants sont attendus ?
it: Quanti partecipanti ci saranno?
kk: Қанша қатысушы күтілуде?
pt: Quantos participantes são esperados?
uk: Скільки учасників очікується?
uz: Қанча иштирокчилар кутилмоқда?
zh: 预计将有多少位与会者？

source: How many cruises can a Member book each year?
ca: Quants creuers pot reservar un membre cada any?
de: Wie viele Kreuzfahrten kann ein Mitglied pro Jahr buchen?
es: ¿Cuántos cruceros al año puede reservar un Miembro?
fr: Combien de croisières un Membre peut-il réserver par an ?
it: Quante crociere può prenotare un Membro ogni anno?
ja: 毎年メンバーはクルーズを何回予約することが可能ですか？
kk: Мүшелер жылына қанша круизге тапсырыс бере алады?
ky: Клуб мүчөсү жылына канча круиз брондой алат?
lv: Cik kruīzus Biedrs drīkst rezervēt katru gadu?
mn: Гишүүн жилд хэдэн удаа далайн аялал хийж болох вэ?
pt: Quantos cruzeiros um Membro pode reservar a cada ano?
ro: Câte croaziere poate rezerva un membru în fiecare an?
ru: Сколько круизов может бронировать Член Клуба каждый год?
uk: Скільки круїзів може бронювати Член Клубу щороку?
uz: Аъзо ҳар йили нечта круизга буюртма бериши мумкин?
zh: 每个会员每年可以预订多少次邮轮？

source: How many Global Cruises and Hotels are there available on the site?
ca: Quants Creuers Globals i Hotels hi ha disponibles a la pàgina web?
de: Wie viele Global Cruises und Hotels sind auf der Seite verfügbar?
es: ¿Cuántos cruceros de Global Cruises y Hoteles hay disponibles en la página web?
fr: Combien de Croisières et d'Hôtels Global sont disponibles sur le site ?
it: Quante crociere Crociere Globali e Hotel sono disponibili sul sito?
ja: このサイトで利用できるグローバルクルーズとホテルはいくつありますか？
kk: Сайтта қанша жаһандық круиз және қонақ үй бар?
ko: 이 사이트에는 몇 개의 글로벌 크루즈와 호텔이 있습니까?
ky: Сайтта канча глобалдык круиз жана мейманкана бар?
lv: Cik vispasaules kruīzu un viesnīcu ir pieejams šajā vietnē?
mn: Манай вэб хуудас дээр хэдэн аяллын маршрут, зочид буудлууд байгаа вэ?
pt: Quantos cruzeiros e hotéis estão disponíveis no site?
ro: Câte croaziere globale și hoteluri sunt disponibile pe site?
ru: Сколько круизов и отелей со всего мира доступно на сайте?
uk: Скільки круїзів та готелів з усього світу є на сайті?
uz: Сайтда нечта Глобал круизлар ва Меҳмонхоналар мавжуд?
zh: 網站上有多少家全球郵輪和酒店？

source: How many hotel or resort stays can a Member book each year?
ca: Quantes estades en hotels o complexos turístics pot reservar un Membre a l'any?
de: Wie viele Hotel- oder Resortaufenthalte kann ein Mitglied pro Jahr buchen?
es: ¿Cuántas estadías en hoteles o resorts puede reservar un Miembro cada año?
fr: Combien de séjours dans un hôtel ou un centre de villégiature un Membre peut-il réserver chaque année ?
it: Quanti soggiorni in hotel o resort può prenotare un Membro ogni anno?
ja: メンバーは毎年ホテルやリゾートで何回予約することができますか？
kk: Мүше жылына қанша қонақүйге немесе курортқа тапсырыс бере алады?
ko: 멤버는 연간 몇 개의 호텔 또는 리조트 숙박을 예약할 수 있습니까?
ky: Мүчө жылына канча мейманканага же курортко орун ээлей алат?
lv: Cik viesnīcas vai kūrorta uzturēšanās vietu Biedrs var rezervēt katru gadu?
mn: Нэг Гишүүн жилд хэдэн удаа зочид буудал, амралтын газар захиалж болох вэ?
pt: Quantas estadias em hotéis ou resorts um Membro pode reservar por ano?
ro: Câte sejururi la hotel sau stațiune poate rezerva un membru în fiecare an?
ru: Сколько размещений в отеле или на курорте может бронировать Член Клуба за год?
uk: Скільки розміщень у готелі чи на курорті може бронювати Член Клубу за рік?
uz: Аъзо йилига нечта меҳмонхона ва курортга буюртма бериши мумкин?
zh: 會員每年可以預訂多少次酒店或度假村住宿？

source: How many leaders will earn the
fr: Combien de leaders recevront
it: Quanti leader guadagneranno il

source: How many total cruises have you done?
ca: Quants creuers en total has fet?
de: Wie viele Kreuzfahrten haben Sie insgesamt gemacht?
es: ¿Cuántos viajes en crucero has realizado?
fr: Combien de croisières avez-vous fait au total ?
it: Quante crociere totali hai fatto?
ja: 今までに合計で何回のクルーズ旅行に行きましたか？
kk: Барлығы қанша круизде болдыңыз?
ko: 크루즈 여행을 총 몇 번 하셨나요?
ky: Сиз жалпы канча круизде болуңуз?
lv: Cik kruīzos esat bijis?
mn: Та нийт хэдэн Круиз аялал хийсэн бэ?
pt: Quantos cruzeiros no total você já fez?
ro: În câte croaziere ai fost până acum?
ru: В скольких всего круизах вы побывали?
uk: У скількох всього круїзах ви побували?
uz: Жами нечта круизга чиққансиз?
zh: 您完成了多少次巡航？

source: How might this affect my Builders Base Bonus?
ca: Com pot afectar això a la meva bonificació bàsica de constructor?
de: Wie könnte sich dies auf meinen Builders Base Bonus auswirken?
es: ¿Cómo podría esto afectar a mi Bono de Builders Base?
fr: Comment cela peut-il affecter mon Bonus de Base des Constructeurs ?
it: Come potrebbe influire sul mio Bonus Base Costruttori?
ja: ビルダーズ・ベース ボーナスにどのような影響がありますか？
kk: Бұл менің Фундамент Бизнес бонусыма қалай әсер етуі мүмкін?
ko: 이것이 빌더 베이스 보너스에 어떤 영향을 미칠 수 있습니까?
ky: Бул менин Куруучулар Базасы Бонусума кандай таасир этиши мүмкүн?
lv: Kā tas varētu ietekmēt manuLietotaju Bāzes Bonusu?
mn: Энэ миний Билдерс Бэйс урамшуулалд хэрхэн нөлөөлөх вэ?
pt: Como isso pode afetar meu bônus Base de Construtores?
ro: Cum ar putea afecta acest lucru bonusul meu pentru baza constructorilor?
ru: Как это может повлиять на мой бонус "Фундамент Бизнеса"?
uk: Як це може вплинути на мій бонус "Фундамент Бізнесу"?
uz: Бу менинг Қурувчилар базаси бонусимга қандай таъсир қилиши мумкин?
zh: 这会如何影响我的建造者基本奖金？

source: How much can I earn selling inCruises?
ca: Quant diners puc guanyar de la venda enCruises?
de: Wie viel kann ich pro Empfehlung bei inCruises verdienen?
es: ¿Cuánto dinero puedo ganar vendiendo membresías de inCruises?
fr: Combien puis-je gagner en vendant inCruises ?
it: Quanto posso guadagnare promuovendo inCruises?
ja: インクルーズを販売することでどれくらいの収入を得ることができますか？
kk: inCruises сатылымында қанша ақша табуға болады?
ko: inCruises를 판매하면 얼마나 많은 돈을 벌 수 있습니까?
ky: inCruises сатуу аркылуу канча акча таба алам?
lv: Cik var nopelnīt, pārdodot inCruises?
mn: InCruises-ийг борлуулах замаар хэр их мөнгө олж болох вэ?
pt: Quanto posso ganhar vendendo inCruises?
ro: Cât pot câştiga prin vânzări inCruises?
ru: Сколько я могу заработать, продавая inCruises?
uk: Скільки я можу заробити, якщо продаватиму членство в inCruises?
uz: inCruises сотишдан қанча даромад олишим мумкин?
zh: 我可以通過inCruises賺多少錢？

source: How much does it cost to have my inCruises independent business with all the necessary tools?
ca: Quant costa tenir el meu negoci independent d'inCruises amb totes les eines necessàries?
de: Wie viel kostet es, wenn ich mich mit inCruises selbstständig mache und alle notwendigen Tools habe?
es: ¿Cuánto cuesta tener mi negocio independiente inCruises con todas las herramientas necesarias?
fr: Combien cela coûte-t'il pour avoir mon business inCruises indépendant avec tous les outils nécessaires ?
it: Quanto costa avere la mia attività indipendente inCruises con tutti gli strumenti necessari?
ja: inCruisesで独立開業し、必要なツールを揃えるには、いくらかかりますか？
kk: Барлық қажетті құралдармен бірге менің inCruises-тегі тәуелсіз бизнесім қанша тұрады?
ko: 필요한 모든 도구를 사용하여 독립적인 inCruises 비즈니스를 운영하는 데 드는 비용은 얼마입니까?
ky: Бардык керектүү шаймандар менен менин inCruises көз карандысыз бизнесимди курууга канча каражат керек?
lv: Cik daudz maksā mans inCruises neatkarīgais bizness ar visiem nepieciešamajiem rīkiem?
mn: inCruises бизнесийг хийхэд шаардлагатай бүх хэрэгслүүдийг ашиглахад ямар үнэтэй вэ?
pt: Quanto custa ter meu negócio independente inCruises com todas as ferramentas necessárias?
ro: Cât costă să am afacerea mea independentă inCruises cu toate uneltele necesare?
ru: Сколько стоит создание своего независимого бизнеса inCruises со всеми необходимыми для этого инструментами?
uk: Скільки коштує створення свого незалежного бізнесу inCruises з усіма необхідними для цього інструментами?
uz: Барча керакли иш қуролларига эга inCruises мустақил бизнесимга эга бўлиш қанча туради?
zh: 拥有所有必要工具的 inCruises 独立业务需要多少费用？

source: How much does it cost to join inCruises as a Member?
ca: Quant val unir-se inCruises com a membre?
de: Wie hoch ist der Aufwand für die Anmeldung bei inCruises als Mitglied?
es: ¿Cuánto cuesta unirse como Miembro a inCruises?
fr: Combien cela coûte-t'il pour rejoindre inCruises comme membre ?
it: Quanto costa diventare Membro di inCruises?
ja: インクルーズにメンバーとして参加するのにかかる費用はいくらですか？
kk: Клуб Мүшесі ретінде inCruises-ке қосылу қанша тұрады?
ko: inCruises의 멤버로 가입하는 데 얼마입니까?
ky: Мүчө катары inCruisesке кошулуу канча турат?
lv: Cik daudz maksā,lai kļūtu par inCruise biedru?
mn: inCruises-д Гишүүнээр элсэхэд ямар үнэтэй вэ?
pt: Quanto custa ingressar na InCruises como Membro?
ro: Cât de mult costă să vă alăturaţi inCruises ca Membru?
ru: Сколько стоит присоединиться к inCruises в качестве Члена клуба?
uk: Скільки коштує приєднатися до inCruises в якості Члена?
uz: inCruises га Аъзо сифатида қўшилиш неча пул туради?
zh: 作為會員加入inCruises需要多少錢？

source: How old do you have to be to be a Member of inCruises?
ca: Quants anys has de tenir per ser Membre d'inCruises?
de: Wie alt muss man mindestens als Mitglied bei InCruises sein?
es: ¿Qué edad debes tener para poder ser Miembro de inCruises?
fr: Quel âge faut-il avoir pour être un membre de inCruises ?
it: Qual è l'età minima per essere Membri di inCruises?
ja: 何歳以上でインクルーズのメンバーになれますか？
kk: InCruises Мүшесі болу үшін неше жаста болуыңыз керек?
ko: inCruises의 멤버가 되는데 나이 제한이 있습니까?
ky: inCruises мүчөсү болуу үчүн канча жашта болушуңуз керек?
lv: Cik gadu vecs tu vari būt,lai kļūtu par inCRUISES biedru?
mn: Хэдэн наснаас дээш inCruises-ийн Гишүүнээр бүртгэж авдаг вэ?
pt: Quantos anos você deve ter para ser um membro da inCruises?
ro: Câţi ani trebuie să ai pentru a fi Membru în inCruises?
ru: В каком возрасте Вам возможно стать Членом inCruises?
uk: Скільки років вам повинно бути аби стати Членом inCruises?
uz: inCruises аъзоси бўлиш учун ёшингиз нечада бўлиши керак?
zh: 多大年紀才能成為inCruises會員？

source: How quickly can I book a cruise, hotel or resort stay after becoming a Member?
ca: Amb quina rapidesa puc reservar un creuer, un hotel o una estada en un complex turístic després de fer-me Membre?
de: Wie schnell kann ich eine Kreuzfahrt, ein Hotel oder einen Resortaufenthalt buchen, nachdem ich Mitglied geworden bin?
es: ¿Qué tan pronto puedo reservar un crucero o una estadía en hotel o resort después de hacerme Miembro?
fr: Dans quel délai puis-je réserver une croisière, un séjour à l'hôtel ou dans un centre de villégiature après mon adhésion ?
it: Quanto tempo deve passare per potere prenotare una crociera, un soggiorno in hotel e resort dopo essere diventato Membro?
ja: メンバーになった後どのくらい早くクルーズ、ホテルやリゾートステイの予約をできますか？
kk: Мүше болғаннан кейін круизге, қонақүйге немесе курортқа қаншалықты жылдам тапсырыс бере аламын?
ko: 멤버가 된 후, 최소 몇 일이 지나면 크루즈, 호텔 또는 리조트를 예약할 수 있습니까?
ky: Мүчө болгондон кийин круизге, мейманканага же курорттук жайга канчалык тез брон кыла алам?
lv: Cik ātri var rezervēt kruīzu,viesnīcu vai kūrortu pēc kļūšanas par biedru?
mn: Би Гишүүн болсныхоо дараа далайн аялал, зочид буудал, амралтын газруудыг хэр хурдан захиалж болох вэ?
pt: Com que rapidez posso reservar um cruzeiro, hotel ou resort depois de me tornar um associado?
ro: Cât de repede pot să rezerv o croazieră, hotel sau stațiune după ce devin membru?
ru: Как скоро я могу бронировать круиз, размещение в отеле или на курорте после того, как я стал Членом клуба?
uk: Як швидко я можу бронювати круїз, розміщення в готелі або на курорті після того, як я став Членом клубу?
uz: Аъзо бўлгандан сўнг қанчалик тез круизга, меҳмонхона ёки курортга буюртма беришим мумкин?
zh: 成為會員後，我可以多快預訂郵輪、酒店或度假村住宿？

source: How to Access inCruises PWA
ca: Com accedir a la PWA d'inCruises
de: Wie man auf inCruises PWA zugreift
es: Cómo acceder al PWA de inCruises
fr: Comment accéder à inCruises PWA
it: Come accedere alla PWA di inCruises
ja: inCruisesのPWAへのアクセス方法
kk: inCruises PWA-ға қалай кіруге болады
ko: inCruises PWA에 액세스하는 방법
ky: PWA inCruisesке кантип кирсе болот
lv: Kā piekļut inCruises PWA
mn: inCruises-ийн PWA программд хэрхэн нэвтрэх вэ?
pt: Como acessar o PWA da inCruises
ro: Cum să accesezi inCruises PWA
ru: Как получить доступ к PWA inCruises
uk: Як отримати доступ до PWA inCruises
uz: inCruises PWA га қандай кириш мумкин?
zh: 如何访问 inCruises PWA

source: How to build a compliant business
ca: Com crear una Empresa Compatible
de: Wie man ein regelkonformes Unternehmen aufbaut
es: Cómo construir un Negocio de Cumplimiento Legal
fr: Comment créer un business conforme
it: Come costituire un'azienda conforme
ja: コンプライアンスを遵守したビジネスの構築方法
kk: Үйлесімді бизнесті қалай құруға болады
ko: 규정을 준수하는 비즈니스 구축 방법
ky: Кантип туура бизнести курса болот
lv: Kā veidot atbgilstošu biznesu
mn: Хэрхэн өөрийн бизнесийг зүй зохистойгоор хийх вэ?
pt: Como construir um negócio em conformidade
ro: Cum să construiești o afacere conformă
ru: Как Построить Корректный Бизнес
uk: Як Побудувати Коректний Бізнес
uz: Қандай қилиб мувофиқ бизнес қуриш мумкин
zh: 如何建立合规企业

source: How to build your Partner teams
ca: Com formar els teus propis equips de socis
de: Wie Sie Ihre Partnerteams aufbauen
es: Cómo construir tus Equipos de Socios
fr: Comment constituer vos équipes de Partenaires
it: Come formare le tue squadre di Partner
ja: パートナーチームを構築する方法
kk: Серіктес топты қалай құруға болады
ko: 파트너 팀을 구성하는 방법
ky: Өзүңдүн Өнөктөш командаларыңды кантип куруш керек
lv: Kā veidot savas Partneru komandas
mn: Хэрхэн өөрийн Түншийн багийг босгох вэ?
pt: Como construir suas equipes de parceiros
ro: Cum să-ți construiești echipele de parteneri
ru: Как выстраивать свои Партнёрские команды
uk: Як вибудовувати свої Партнерські команди
uz: Ҳамкор жамоангизни қандай қуриш мумкин
zh: 如何建立您的合作伙伴团队
