Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Board of Directors Team Leadership bonus. And a monthly residual income up to
ca: bo de Lideratge d'Equip de Board of Directors. I un ingrés mensual residual de fins a
de: Board of Directors Team Leadership Bonus. Und ein monatliches Resteinkommen von bis zu
es: bono de Liderazgo de Equipo de Board of Directors. Y un ingreso mensual residual de hasta
fr: Bonus du Leadership d'Équipe pour le Conseil d'Administration, et un revenu résiduel mensuel jusqu'à
it: Bonus di Leadership del Team del Board of Directors. E un reddito residuale mensile fino a
ja: Board of Directorsのチームリーダーシップボーナス。さらに毎月のレジデュアルボーナスが最大
kk: Топ жетекшілігі үшін Борд Директорлар бонусы.Ай сайынғы қалдық табысына дейін
ko: Board of Directors 팀 리더십 보너스. 그리고 월 레지듀얼 소득은 최대
ky: Board of Directors Команда Лидерлиги Бонусу. Ошондой эле ай сайын төмөнкү суммага чейинки резидуалдык киреше
lv: Dirktoru Valdes Komandas Līderu bonus. Un ikmēneša rezeduālo bonusu līdz pat
mn: Board of Directors-ын Багийн манлайллын урамшуулал. Сарын үлдэгдлийн урамшуулал
pt: Bônus de Liderança de Equipe de Board of Directors. E uma renda residual mensal de até
ro: Bonus pentru conducerea echipei Board of Directors. Și un venit lunar rezidual de până la
ru: Командный Лидерский бонус Борд-Директора. Плюс ежемесяный резидуальный доход до
uk: Командний Лідерський бонус Борд-Директора. Плюс щомісячний резидуальний дохід до
uz: Board of Directors Жамоа етакчилиги бонуси. Ва қуйидаги суммагача бўлган ойлик даврий даромад
zh: 董事会团队领导奖金。 每月剩余收入高达

source: Board of Directors:
fr: Conseil d'Administration :
ja: ボード オブ ディレクター (BOD)：
kk: Борд Директорлар:
ko: 보드 오브 디렉터:
lv: Direktoru Valde:
ru: Борд-Директора:
uk: Борд-Директори:
zh: 董事会：

source: Board Type
ca: Tipus d'embarcament
de: Board-Typ
es: Tipo de Board
fr: Type de Conseil
it: Tipologia di trattamento
ja: ボードタイプ
kk: Тақта түрі
ko: 보드 타입
ky: Борддун Түрү
lv: Valdes veids/tips
mn: Үйлчилгээний төрөл
pt: Tipo de Board
ro: Tipul de îmbarcare
ru: Тип питания
uk: Тип харчування
uz: Овқатланиш тури
zh: 板型

source: BOD Builders Base Incentive
ca: Incentiu de la Base del Constructor (BOD)
es: Incentivo de Bono de Base de Constructores para BOD
fr: Incitation de Base des Constructeurs BOD
it: Incentivo Base Costruttori BOD
ja: BODのビルダーズ・ベース インセンティブ
kk: Борд Фундамент Бизнесіне арналған негізгі ынталандыру
ky: BODлор үчүн Куруучулар Базасы стимулу
lv: BOD Lietotāju Bāzes Stimulācija
mn: BOD Билдерс Бэйс Урамшуулал
pt: Incentivo Base de Construtores BOD
ro: Stimulent Baza Constructorilor BOD
ru: Вознаграждение "Фундамент Бизнеса" для BOD
uk: Винагорода "Фундамент Бізнесу" для BOD
uz: BOD Қурувчилар базаси рағбати
zh: BOD建设者基础激励

source: Bonus
ca: Bonificació
es: Bono
fr: Prime
ja: ボーナス
kk: Бонус
ko: 보너스
ky: Бонус
lv: Bonuss
mn: Урамшуулал
pt: Bônus
ru: Бонус
uk: Бонус
uz: Бонус
zh: 獎金

source: Bonus achieved!
ca: Bono aconseguit!
de: Bonus erreicht!
es: ¡Bono alcanzado!
fr: Bonus atteint !
it: Bonus raggiunto!
ja: ボーナス達成！
kk: Бонус алынды!
ko: 보너스가 달성되었습니다!
ky: Бонуска жеттиңиз!
lv: Bonuss sasniegts!
mn: Урамшууллын болзол хангалаа!
pt: Bônus alcançado!
ro: Bonus obținut!
ru: Бонус достигнут!
uk: Бонус досягнуто!
uz: Бонус қўлга киритилди!
zh: 已获得奖金

source: Bonus Amount
ca: Import de la bonificació
de: Bonusbetrag
es: Monto del Bono
fr: Montant de la prime
it: Importo del Bonus
ja: ボーナス額
kk: Бонустар сомасы
ko: 보너스 금액
ky: Бонустун Суммасы
lv: Bonusu daudzums
mn: Урамшууллын хэмжээ
pt: Valor do Bônus
ro: Bonus în valoare de
ru: Сумма Бонусов
uk: Кількість Бонусів
uz: Бонус миқдори
zh: 獎金數額

source: Bonus Amount Breakdown
ca: Desglossament de l'import de la bonificació
de: Aufschlüsselung des Bonusbetrags
es: Desglose del Monto del Bono
fr: Répartition du montant du bonus
it: Ripartizione dell'importo del bonus
ja: ボーナス金額内訳
kk: Бонус сомасын бөлу
ko: 보너스 금액 내역
ky: Бонустун суммасын бөлүштүрүү
lv: Bonusu summas sadalījums
mn: Шагналын дүнгийн задаргаа
pt: Detalhamento do valor do bônus
ro: Defalcarea sumei bonus
ru: Разбивка суммы бонуса
uk: Розбивка суми бонусу
uz: Бонус миқдорини тақсимлаш
zh: 奖金金额明细

source: Bonus Amount Earned
ca: Quantitat de la Bonificació Obtinguda
de: Bonus Betrag verdient
es: Monto ganado del Bono
fr: Montant du bonus gagné
it: Importo del bonus guadagnato
ja: 獲得したボーナスの金額
kk: Алынған бонус сомасы
ky: Ээ болгон бонустун суммасы
lv: Nopelnītā Bonusa summa
mn: Авсан урамшуулал
pt: Valor do bônus ganho
ro: Suma bonus câștigată
ru: Заработанная сумма бонуса
uk: Зароблена сума бонусу
uz: Бонус суммаси қўлга киритилди
zh: 已获奖金金额

source: Bonus Detail
fr: Détails du Bonus
it: Dettagli bonus
ja: ボーナスの詳細
kk: Бонус туралы мәлімет
pt: Detalhes do Bônus
ro: Detalii bonus
uk: Деталі Бонусу
uz: Бонус маълумотлари
zh: 奖励详情

source: Bonus has been added. Transaction successfully completed
ca: La bonificació ha estat agregada. Transacció completada amb èxit
de: Der Bonus wurde hinzugefügt. Transaktion erfolgreich abgeschlossen
es: El bono ha sido agregado. Transacción completada con éxito
fr: Le bonus a été ajouté. Transaction effectuée avec succès
it: Il bonus è stato aggiunto. Transazione completata con successo
ja: ボーナスが追加されました。取引が正常に完了しました
kk: Қосылған бонус. Транзакция сәтті аяқталды
ko: 보너스가 추가되었습니다. 거래가 성공적으로 완료되었습니다
ky: Бонуска кошулду. Которуу ийгиликтүү аяктады
lv: Ir pievienota prēmija. Transakcija veiksmīgi pabeigta
mn: Урамшуулал нэмэгдсэн. Гүйлгээ амжилттай боллоо
pt: o bônus foi adicionado. Transação concluída com sucesso
ro: Bonusul a fost adăugat. Tranzacție finalizată cu succes
ru: Добавлен бонус. Транзакция прошла успешно
uk: Додано бонус. Транзакція пройшла успішно
uz: Бонус қўшилди. Транзакция муваффақиятли якунланди
zh: 已添加獎金。 交易成功完成

source: Bonus Locked
ca: Bonificació Bloquejada
de: Bonus Gesperrt
es: Bono Bloqueado
fr: Bonus Bloqué
it: Bonus bloccato
ja: ロック中のボーナス
kk: Бонус бұғатталды
ko: 보너스 잠김
ky: Бонус бөгөттөлдү
lv: Bonuss bloķēts
mn: Урамшуулал түгжээтэй байна
pt: Bônus bloqueado
ro: Bonus blocat
ru: Бонус заблокирован
uk: Бонус заблоковано
uz: Бонус блокланган
zh: 奖金锁定

source: Bonus Month
ca: Mes de bonificació
de: Bonus Monat
es: Mes del Bono
fr: Mois de bonus
it: Mese bonus
ja: ボーナス月
kk: Бонус айы
ko: 보너스 수령월
ky: Бонус Айы
lv: Bonusa mēnesis
mn: Урамшууллын сар
pt: Mês do bônus
ro: Bonus Luna
ru: Бонусный месяц
uk: Бонусний місяць
uz: Бонус ойи
zh: 奖金月

source: Bonus not achieved yet.
ca: Bonificació encara no aconseguida.
de: Bonus noch nicht erreicht.
es: Bono aún no alcanzada.
fr: Le bonus pas encore atteint.
it: Bonus non ancora raggiunto.
ja: ボーナスはまだ達成していません。
kk: Бонус әлі алынған жоқ.
ko: 해당 보너스를 아직 달성되지 않았습니다.
ky: Бонуска азырынча жете элексиз.
lv: Bonuss vēl nav sasniegts.
mn: Одоогоор урамшууллын болзол хангаагүй байна.
pt: Não alcançou este bônus ainda.
ro: Nu ai obținut acest bonus încă.
ru: Бонус ещё не достигнут.
uk: Бонус ще не досягнуто.
uz: Бонус хали қўлга киритилмади.
zh: 未获得奖金

source: Bonus Not Reached
fr: Bonus Non Atteint
it: Bonus non raggiunto
ja: ボーナスは達成していません
kk: Бонусқа қол жеткізілмеді
pt: Bônus Não Atingido
ro: Bonus neatins
uk: Бонус не досягнуто
uz: Бонусга хали эришилмади
zh: 未达成奖励

source: Bonus Paid
ca: Bonificació pagada
de: Bonus gezahlt
es: Bono Pagado
fr: Bonus payé
it: Bonus pagato
ja: 支払われたボーナス
kk: Бонус Төленді
ko: 보너스 지급
ky: Төлөнгөн Бонус
lv: Bonuss samaksāts
mn: Урамшуулал төлөгдсөн
pt: Bônus pago
ro: Bonus plătit
ru: Выплаченный бонус
uk: Виплачений бонус
uz: Бонус тўланди
zh: 已付奖金

source: Bonus Paid For
ca: Bonus pagat per
de: Bonus gezahlt für
es: Bonos Pagados
fr: Bonus payé pour
it: Bonus pagato per
ja: 支払われたボーナス
kk: үшін төленген бонус
ko: 보너스 지급
ky: үчүн төлөнгөн бонус
lv: Bonuss maksāts par
mn: Урамшуулал төлөгдсөн
pt: Bônus pago por
ro: Bonus plătit
ru: Бонус Выплаченный Для
uk: Бонус Оплачено
uz: Бонус ушбу учун тўланган:
zh: 獎金支付給

source: Bonus Payed In
fr: Bonus Versé
it: Bonus pagato in

source: Bonus Points
ca: Punts Extra
de: Bonus Punkte
es: Puntos extra
fr: Points bonus
it: Punti bonus
ja: ボーナスポイント
kk: Бонустық Ұпайлар
ky: Бонус упайлары
lv: Bonusa Punkti
mn: Урамшууллын оноонууд
pt: Pontos de bônus
ro: Puncte bonus
ru: Бонусные очки
uk: Бонусні Бали
uz: Бонус баллари
zh: 奖励积分

source: Bonus Type
fr: Type de bonus
it: Tipo di bonus
kk: Бонус Түрі
pt: Tipo de Bônus
uk: Тип бонуса
uz: Бонус тури
zh: 奖金类型

source: Bonus Unlocked!
ca: Bonificació Desbloquejada!
de: Bonus freigegeben!
es: ¡Bono Desbloqueado!
fr: Bonus débloqué !
it: Bonus sbloccato!
ja: ボーナスのロックが解除されました！
kk: Бонус ашылды!
ko: 보너스 잠금 해제!
ky: Бонус бөгөттөн чыкты!
lv: Bonuss atbloķēts!
mn: Урамшуулал тайлагдлаа!
pt: Bônus Desbloqueado!
ro: Bonus deblocat!
ru: Бонус Разблокирован!
uk: Бонус Розблоковано!
uz: Бонус блокдан чиқарилди!
zh: 獎金已經解鎖！

source: bonus, as well as a monthly residual income up to
ca: Bonificació, així com un ingrés mensual residual de fins a
de: Bonus, sowie ein monatliches Residualeinkommen bis zu
es: bono, así como un ingreso mensual residual de hasta
fr: bonus, ainsi qu'un revenu résiduel mensuel jusqu'à
it: bonus, così come un reddito mensile residuale fino a
ja: ボーナス、さらに毎月のレジデュアルボーナスが最大
kk: бонус, оған қоса келесі мөлшерге дейінгі ай сайынғы резидуалды кіріс
ko: 보너스 및 월간 리지듀얼 수입 최대
ky: бонус, жана ошондой эле ай сайын төмөнкү суммага чейинки резидуалдык киреше
lv: bonusu,kā arī ikmēnešu rezeduālo bonusu līdz pat
mn: түүнчлэн сар бүрийн үлдэгдэлийн урамшуулал болох
pt: bônus, bem como uma renda residual mensal de até
ro: bonus, precum și un venit rezidual lunar de până la
ru: бонус, плюс ежемесяный резидуальный доход до
uk: бонус, плюс щомісячний резидуальний дохід до
uz: бонус, шунингдек ...$ гача ойлик қолдиқ даромад
zh: 獎金，以及每月剩餘收入最高是

source: Book a Cruise
ca: Reservar un Creuer
de: eine Kreuzfahrt buchen
es: Reserva un Crucero
fr: Réservez une Croisière
it: Prenota una crociera
ja: クルーズを予約
kk: Круизді Брондау
ky: Круиз брондоо
lv: Rezervē Kruīzu
mn: Далайн аялал захиалах
pt: Reservar um cruzeiro
ro: Rezervă o croazieră
ru: Забронировать круиз
uk: Забронювати круїз
uz: Круизга буюртма бериш
zh: 预定邮轮

source: Book a Hotel
ca: Reserva un Hotel
de: ein Hotel buchen
es: Reserva un Hotel
fr: Réserver un hôtel
it: Prenota un hotel
ja: ホテルを予約
kk: Қонақ Үйді Брондау
ky: Мейманкана брондоо
lv: Rezervē Viesnīcu
mn: Зочид буудал захиалах
pt: Reservar um hotel
ro: Rezervă un hotel
ru: Забронировать отель
uk: Забронювати готель
uz: Меҳмонхонага буюртма бериш
zh: 预定酒店

source: Book a part of your hotel using reward points and the other with money
ca: Reserva una part de l'hotel amb punts de recompensa i l'altra amb diners
de: Buchen Sie einen Teil Ihres Hotels mit Reward Points und den anderen mit Geld
es: Reserva una parte de tu estancia en hotel utilizando Puntos de Recompensa y la otra con dinero
fr: Réservez une partie de vos hôtels avec des Points de Récompense et l'autre avec de l'argent
it: Prenota una parte del tuo hotel utilizzando i crediti premio e l'altra con il denaro
ja: ホテル料金の一部をリワードポイント、残りの分をお金で予約する
kk: Қонақ үйдегі бөлмелердің бір бөлігін бонустық ұпайлармен, ал екінші бөлігін ақшамен брондаңыз
ky: Мейманканаңыздын бир бөлүгүн бонустук упайлар менен , экинчисин акча менен брондоңуз
lv: Rezervējiet daļu savas viesnīcas, izmantojot balvu punktus, bet daļu - ar naudu
mn: Зочид буудлын үнийн зарим хэсгийг шагналын оноо ашиглан төлж, үлдсэнийг нь мөнгөөр төлнө
pt: Reserve uma parte do seu hotel usando Pontos de Recompensa e a outra com dinheiro
ro: Rezervă o parte din hotel folosind puncte de recompensă și cealaltă cu bani
ru: Бронируйте одну часть вашего отеля с использованием бонусных баллов, а другую — за деньги
uk: Бронюйте частину вашого готелю з використанням бонусних балів, а іншу – за власні кошти
uz: Меҳмонхона нархининг бир қисмини бонус баллари, қолганини пул билан харид қилинг
zh: 使用奖励积分支付部分酒店费用，其余部分用现金支付

source: Book a Tour
ca: Reserva un Tour
de: eine Tour buchen
es: Reserva un Tour
fr: Réserver une visite guidée
it: Prenota un Tour
ja: ツアーを予約
kk: Турды Брондау
ky: Тур брондоо
lv: Rezervē Ekskursiju
mn: Газрын аялал захиалах
pt: Reservar um passeio
ro: Rezervă un tur
ru: Забронировать тур
uk: Забронювати тур
uz: Тур буюртма қилиш
zh: 预订旅行

source: BOOK AND CRUISE AT YOUR OWN RISK
ca: RESERVA I NAVEGA EN CREUER SOTA EL TEU PROPI RISC
de: BUCHUNG UND KREUZFAHRT AUF EIGENE GEFAHR
es: RESERVA Y VIAJA EN CRUCERO BAJO TU PROPIO RIESGO
fr: RÉSERVEZ ET PARTEZ EN CROISIÈRE À VOS PROPRES RISQUES
it: SII INTELLIGENTE E RESPONSABILE
ja: ご自身の責任でご予約し、クルーズ旅行へお出かけください
kk: БРОНДАУ ЖӘНЕ КРУИЗ ӨЗ ТӘУЕКЕЛІҢІЗДЕ
ko: 자신의 책임하에 예약하고 크루즈를 가십시오
ky: ӨЗ ЖООПКЕРЧИЛИГИ МЕНЕН ӨЗ ТОБОКЕЛЧИЛИГИНДЕ БРОНДОО, КРУИЗГЕ ЧЫГУУ
lv: REZERVĒ UN DODIES KRUĪZĀ PATS RISKĒJOT
mn: ӨӨРСДИЙН ЭРСДЭЛЭЭР АЯЛЛЫН ЗАХИАЛГА ХИЙХ БОЛОН АЯЛАХ
pt: RESERVE E VIAJE POR SUA CONTA E RISCO
ro: REZERVĂ ȘI CĂLĂTOREȘTE PE RISCUL TĂU
ru: БУДЬТЕ РАЗУМНЫ И ОТВЕТСТВЕННЫ
uk: БРОНЮЙТЕ І ВІДПРАВЛЯЙТЕСЬ В КРУЇЗ ПІД ВАШУ ВІДПОВІДАЛЬНІСТЬ
uz: БУЮРТМА УЧУН МАСЪУЛИЯТНИ ЎЗ БЎЙНИНГИЗГА ОЛИНГ
zh: 預訂和巡航風險自負

source: book cruises using Reward Points, knowing that your Cruise Price Match Guarantee
ca: reserva creuers utilitzant Punts de Recompensa, sabent que la teva Garantia d’Igualació de Preu del Creuer
de: Kreuzfahrten mit Reward Points buchen und dabei wissen, dass Ihre Kreuzfahrt-Preisgarantie
es: reservar cruceros usando Puntos de Recompensa, sabiendo que la Garantía de Igualación de Precio de Crucero
fr: réserver des croisières avec des Points de Récompense, en sachant que votre Garantie d'Alignement des Pris de Croisière
it: prenotare le crociere utilizzando i Crediti Premio sapendo che la Garanzia di Parità di Prezzo delle Crociere
ja: クルーズプライスマッチ保証が適用されることを理解したうえで、リワードポイントを使ってクルーズを予約できます
kk: Круиз бағасының сәйкестігіне кепілдік берілетінін біле отырып, бонустық ұпайларды пайдаланып круиздерге тапсырыс беріңіз
ky: круиздик бааларды дал келүү кепилдигиңиз бар экенин билип, круиздерди бонустук упайлар менен брондоңуз
lv: rezervējiet kruīzus, izmantojot Balvu Punktus, zinot, ka jūsu kruīza cenas atbilstības garantija
mn: Шагналын Оноо ашиглан далайн аяллаа захиалж, далайн аяллын үнэ тохируулах баталгаа нь
pt: reservam cruzeiros usando Pontos de Recompensa, sabendo que sua Garantia de Melhor Preço de Cruzeiro
ro: rezervă croaziere folosind puncte de recompensă, știind că Garanția de Preț pentru Croazieră este disponibilă
ru: бронируют круизы с использованием Бонусных Баллов, зная, что с гарантией соответствия цены на круиз
uk: бронюють круїзи з використанням Бонусних Балів, знаючи, що з гарантією відповідності ціни на круїз
uz: Круиз Нарх кафолатига ишониб, Бонус балларини қўллаган ҳолда круизларга буюртма беринг
zh: 使用奖励积分预订邮轮，同时放心享受邮轮价格匹配保障

source: Book Last Minute INcredible Costa Cruise Offers and Travel This Season!
ca: Reserva, ofertes de creuers Costa d'última hora INcreïbles i viatja aquesta Temporada!
de: Buchen Sie in letzter Minute eINzigartige Costa Kreuzfahrtangebote und reisen Sie diese Saison!
es: ¡Reserva ofertas INcreíbles de cruceros Costa de último minuto y viaja esta temporada!
fr: Réservez en dernière minute des offres incroyables sur les croisières Costa et voyagez cette saison !
it: Prenota le INcredibili Offerte Last Minute di Costa Crociere e viaggia già in questa stagione!
ja: 今シーズンのINcredible（素晴らしい）コスタ・クルーズを直前予約しよう！
kk: Соңғы минутта керемет Costa круиздік ұсыныстарын брондап, осы маусымда саяхаттаңыз!
ky: Укмуштуудай акыркы мүнөттүк Costa круиздик сунуштарын брондоңуз жана ушул сезондо саякаттаңыз!
lv: Rezervējiet Pēdējos INeticamos Costa Kruīzu Piedāvājumus un ceļojiet Šajā Sezonā!
mn: Costa компаний санал болгож буй сүүлчийн минутын гайхалтай саналуудаар энэ улирлын аяллын захиалгаа хийгээрэй!
pt: Reserve as incríveis ofertas de cruzeiros da Costa de última hora e viaje ainda nesta temporada!
ro: Rezervă oferte INcredibile de croazieră Costa de ultim moment și călătorește în acest sezon!
ru: Бронируйте горящие невероятные предложения от Costa Cruise и отправляйтесь в путешествие уже в этом сезоне!
uk: Бронюйте неймовірні пропозиції від Costa Cruise і вирушайте в подорож вже цього сезону!
uz: Costa круиз линиясининг "шошилинч" круизларига буюртма беринг ва ушбу фаслда саёҳат қилинг!
zh: 预订超值Costa邮轮限时优惠，享受这个季节的完美旅行！

source: Book now
ca: Reserva Ara
de: Jetzt buchen
es: Reserva Ahora
fr: Réservez maintenant
it: Prenota ora
ja: 今すぐ予約
kk: Қазір брондау
ko: 지금 예약하기
ky: Азыр брондоңуз
lv: Rezervē Tagad
mn: Захиалга хийх
pt: Reservar agora
ro: Rezervă acum
ru: Забронировать сейчас
uk: Забронювати зараз
uz: Ҳозироқ буюртма беринг
zh: 現在預訂

source: Book Now
ca: Reserva Ara
de: Jetzt buchen
es: Reserva Ahora
fr: Réservez Maintenant
it: Prenota ora
ja: 今すぐ予約
kk: Қазір Брондау
ko: 지금 예약하기
ky: Азыр брондоо
lv: Rezervē tagad
mn: Одоо захиалга хийх
pt: Reservar agora
ro: Rezervă acum
ru: Забронировать сейчас
uk: Забронювати зараз
uz: Ҳозироқ буюртма беринг
zh: 現在預訂

source: Book Now!
ca: Reserva Ara!
de: Jetzt buchen!
es: ¡Reservar Ahora!
fr: Réserver Maintenant !
it: Prenota subito!
ja: 今すぐ予約！
kk: Қазір Брондау!
ko: 지금 예약하기 !
ky: Азыр брондоңуз!
lv: Rezervē tagad!
mn: Одоо захиалах!
pt: Reservar agora!
ro: Rezervă acum!
ru: Бронируйте прямо сейчас!
uk: Забронювати зараз!
uz: Ҳозироқ буюртма беринг!
zh: 现在预定！

source: Book Premium Cruises, Hotels, and Resorts
ca: Reserva Creuers, Hotels i Ressorts Premium
de: Buchen Sie Premium-Kreuzfahrten, Hotels und Resorts
es: Reserva cruceros, hoteles y resorts Premium
fr: Réserver des croisières, des hôtels et des centres de villégiature haut de gamme
it: Prenota crociere, hotel e resort Premium
ja: PREMIUMクルーズ、ホテルやリゾートを予約する
kk: Премиум круиздерге, қонақүйлер мен курорттарға тапсырыс беріңіз
ky: Премиум круиздерди, мейманканаларды жана курортторду брондоңуз
lv: Rezervē Kruīzus, Viesnīcas un Kūrortus
mn: Premium ангиллын далайн аялал, зочид буудал, амралтын газруудын захиалга хийх
pt: Reserve cruzeiros, hotéis e resorts Premium
ro: Rezervă croaziere premium, hoteluri și stațiuni
ru: Бронируйте премиальные круизы, отели и курорты
uk: Бронюйте преміальні круїзи, готелі та курорти
uz: Премиму круизлар, меҳмонхоналар ва курортларга буюртма бериш
zh: 预订优质邮轮、酒店和度假村

source: BOOK WITH CONFIDENCE
ca: RESERVA AMB CONFIANÇA
de: MIT VERTRAUEN BUCHEN
es: RESERVA CON CONFIANZA
fr: RÉSERVEZ EN TOUTE CONFIANCE
it: PRENOTA CON FIDUCIA
ja: 安心してご予約を
kk: СЕНІМДІ Брондаңыз
ko: 안심하고 예약하세요
ky: ИШЕНИМДҮҮ БРОНДОҢУЗ
lv: REZERVĒ AR PĀRLIECĪBU
mn: ЗАХИАЛГАА ИТГЭЛТЭЙГЭЭР ХИЙГЭЭРЭЙ
pt: RESERVE COM CONFIANÇA
ro: REZERVĂ CU ÎNCREDERE
ru: БРОНИРУЙТЕ С УВЕРЕННОСТЬЮ
uk: БРОНЮЙТЕ З ВПЕВНЕНІСТЮ
uz: ИШОНЧ БИЛАН БУЮРТМА БЕРИНГ
zh: 放心预订

source: Book with inStays and get the difference in points if you find a lower price!
ca: Reserva amb inStays i obté la diferència en punts si trobes un preu més baix!
de: Buchen Sie bei inStays und erhalten Sie die Differenz in Punkten, wenn Sie einen günstigeren Preis finden!
es: ¡Reserva con inStays y obtiene la diferencia en puntos si encuentras un precio más bajo!
fr: Réservez avec inStays et recevez la différence en points si vous trouvez un prix plus bas !
it: Prenota con inStays e ottieni la differenza in crediti se trovi un prezzo più basso!
ja: inStaysで予約し、より安い価格を見つけたら差額をポイントで獲得できます！
kk: InStays арқылы брондаңыз және төмен бағаны тапсаңыз, ұпай айырмашылығын алыңыз!
ky: InStays менен брондоп, арзан бааны тапсаңыз, айырмачылыкты упайлар менен алыңыз!
lv: Rezervējiet ar InStays un iegūstiet punktu starpību, ja atrodat zemāku cenu!
mn: inStays-ээр захиалгаа өгөөд үүнээс хямд үнэ олвол зөрүүг оноогоор аваарай!
pt: Reserve com a inStays e ganhe a diferença em Pontos se encontrar um preço mais baixo!
ro: Rezervă cu inStays și obține diferența de puncte dacă găsești un preț mai mic!
ru: Бронируйте в inStays и получайте разницу в баллах, если найдёте цену ниже!
uk: Бронюйте з inStays і отримуйте різницю в балах, якщо знайдете ціну нижче!
uz: inStays билан буюртма беринг ва арзонроқ нархни топсангиз, орасидаги фарқни баллар кўринишида қайтариб олинг!
zh: 通过inStays预订，如果您找到更低的价格，将获得价格差额的积分！

source: Book with Reward Points, have total confidence!
ca: Reserva amb Punts de Recompensa, tingues total confiança!
de: Buchen Sie mit Reward Points, haben Sie volles Vertrauen!
es: ¡Reserva con Puntos Recompensa, ten total confianza!
fr: Réservez avec les Points de Récompense, en toute confiance !
it: Prenota con i Crediti Premio, in tutta tranquillità!
ja: 安心してリワードポイントで予約！
kk: Бонустық ұпайлармен брондау, толық сенімді болыңыз!
ko: 안심하고 리워드 포인트로 예약하세요!
ky: Бонустук упайлар менен брондоңуз, толук ишениңиз!
lv: Rezervējiet ar Balvu Punktiem, esiet pilnīgi pārliecināts!
mn: Шагналын Оноогоо ашиглан захиалгаа итгэлтэйгээр хийгээрэй!
pt: Reserve com Pontos de Recompensa, tenha total confiança!
ro: Rezervă cu puncte de recompensă, ai încredere totală!
ru: Бронируйте с Бонусными Баллами, будьте абсолютно уверены!
uk: Бронюйте з Бонусними Балами, будьте абсолютно впевнені!
uz: Бонус баллари билан буюртма беринг, ишончингиз янада ортсин!
zh: 使用奖励积分预订，完全放心！

source: Book world-class cruises, luxurious resorts, and all your favorite tours in one place.
ca: Reserva creuers de classe mundial, ressorts de luxe i totes les teves excursions preferides en un sol lloc.
de: Buchen Sie erstklassige Kreuzfahrten, luxuriöse Resorts und alle Ihre Lieblingstouren an einem Ort.
es: Reserva cruceros de clase mundial, lujosos resorts y todas tus excursiones favoritas en un mismo lugar.
fr: Réservez des croisières de classe mondiale, centres de villégiature luxueux, et toutes vos visites préférées au même endroit.
it: Prenota crociere di livello mondiale, resort di lusso e tutti i tuoi tour preferiti in un unico posto.
ja: 一流のクルーズ、ラグジュアリーなリゾート、そしてお気に入りのツアーをすべてまとめて一箇所で予約しよう。
kk: Әлемдік деңгейдегі круиздерді, сәнді курорттарды, және барлық сүйікті турларды бір жерде брондаңыз.
ky: Дүйнөлүк деңгээлдеги круиздерди, люкс курортторду, жана бардык сүйүктүү турларыңызды бир жерден брондоңуз.
lv: Rezervējiet pasaules līmeņa kruīzus un greznus kūrortus, un visas savas iecienītākās ekskursijas vienuviet.
mn: Нэг газраас өөрийн дуртай дэлхийн хэмжээний далайн аялал, тансаг амралтын газрууд болон дуртай аяллуудаа захиалах.
pt: Reserve cruzeiros de classe mundial, resorts luxuosos e todos os seus passeios favoritos em um só lugar.
ro: Rezervă croaziere de talie mondială, stațiuni de lux și toate tururile preferate într-un singur loc.
ru: Бронируйте круизы мирового класса, роскошные курорты и все ваши любимые туры в одном месте.
uk: Бронюйте круїзи світового рівня, розкішні курорти та улюблені тури в одному місці.
uz: Жаҳон стандартига мос круизлар, муҳташам курортлар ва барча севимли турларингиз бир жойда.
zh: 在一个平台上预订世界级邮轮、奢华度假村及所有你喜爱的行程。

source: Book your cruise using a retail price
ca: Reserva el teu creuer al preu de venda
de: Buchen Sie Ihre Kreuzfahrt zu einem Einzelhandelspreis
es: Reserva tu crucero utilizando un precio minorista
fr: Réservez votre croisière en utilisant un prix de détail
it: Prenota la tua crociera al prezzo al pubblico
ja: 小売価格でクルーズを予約する
kk: Бөлшек бағамен круизге тапсырыс беріңіз
ky: Круизди чекене баада брондоңуз
lv: Rezervējiet kruīzu, izmantojot mazumtirdzniecības cenu
mn: Далайн аялалаа жижиглэнгийн үнэ хэрэглэн захиалах
pt: Reserve seu cruzeiro usando um preço de varejo
ro: Rezervă-ți croaziera folosind un preț cu amănuntul
ru: Забронировать свой круиз по розничной стоимости
uk: Забронювати свій круїз за роздрібною вартістю
uz: Круизга чакана нархда буюртма беринг
zh: 按零售价预订您的邮轮
