Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: View Plans
ca: Veure Plans
de: Pläne anzeigen
es: Ver Planes
fr: Voir les Plans
it: Visualizza i piani
ja: プランを確認する
kk: Жоспарларды қараңыз
ko: 요금제 보기
ky: Пландарды көрүү
lv: Apskati plānus
mn: Багцуудыг харах
pt: Ver planos
ro: Vezi Planurile
ru: Посмотреть тарифы
uk: Переглянути тарифи
uz: Режаларни кўриш
zh: 查看計劃

source: View Price Match Requests
ca: Veure Sol·licituds d'Igualació de Preu
de: Preisanpassungsanfragen anzeigen
es: Ver las Solicitudes de Igualación de Precio
fr: Afficher les Demandes d'Alignement de Prix
it: Vedi le Richieste di Parità di Prezzo
ja: プライスマッチリクエストを見る
kk: Бағаны сәйкестендіру сұрауларын қарау
ky: Бааларды дал келтирүү өтүнүчтөрүн көрүү
lv: Skatiet Cenu Atbilstības Pieprasījumus
mn: Үнэ тохируулах хүсэлтүүдийг харах
pt: Ver Solicitações de Equiparação de Preço
ro: Vezi solicitările de potrivire a prețurilor
ru: Просмотреть запросы на соответствие цены
uk: Переглянути запити на відповідність ціни
uz: Нарх кафолатига оид сўровларни кўриб чиқиш
zh: 查看价格匹配申请

source: View Prize Tiers
ca: Visualitza els Nivells de Premis
fr: Voir les Niveaux de Récompenses
it: Visualizza i livelli dei premi
ja: 賞品ランクを見る
kk: Жүлде деңгейлерін қарау
pt: Veja os Níveis de Premiação
ro: Vezi nivelurile de premii
uk: Переглянути рівні призів
uz: Ютуқ даражаларини кўриш
zh: 查看奖品等级

source: View Receipt
ca: Veure rebut
de: Beleg zeigen
es: Ver Factura
fr: Affichez le reçu
it: Visualizza la ricevuta
ja: 領収書を表示する
kk: Түбіртекті Қарау
ko: 영수증 보기
ky: Дүмүрчөктү көрүү
lv: Skati saņemto
mn: Баримт харах
pt: Veja o recibo
ro: Vezi chitanţa
ru: Посмотреть Квитанцию
uk: Переглянути Квитанцію
uz: Квитанцияни кўриш
zh: 查看收據

source: View Rooms
ca: Habitacions amb Vista
de: Zimmern anzeigen
es: Habitaciones con Vista
fr: Regarder les Chambres
it: Visualizza camere
ja: 部屋を見る
kk: Бөлмелерді Көру
ko: 객실 보기
ky: Бөлмөлөрдү көрүү
lv: Skati kajītes
mn: Өрөө харах
pt: Ver quartos
ro: Vezi Camere
ru: Посмотреть комнаты
uk: Переглянути кімнати
uz: Хоналарни кўриш
zh: 查看房間

source: View Sponsors
ca: Veure patrocinadors
de: Sponsoren anzeigen
es: Ver Patrocinadores
fr: Afficher les sponsors
it: Visualizza gli sponsor
ja: スポンサーを見る
kk: Демеушілерді Көру
ko: 스폰서 보기
ky: Спонсорлорду карап чыгуу
lv: Skati sponsorus
mn: Спонсоруудыг харах
pt: Ver patrocinadores
ro: Vezi Sponsori
ru: Просмотр Спонсоров
uk: Перегляд Спонсорів
uz: Ҳомийларни кўриб чиқиш
zh: 查看贊助商

source: View Testimonial Script
ca: Veure l’escriptura del testimoni
de: Testimonial-Skript anzeigen
es: Ver Guión de Testimonio
fr: Voir le Script des Témoignages
it: Vedi testo della testimonianza
ja: テスティモニアルのスクリプトを表示する
kk: Пікір Скриптін Қарау
ko: 체험영상 대본 보기
ky: Пикирдин текстин көрүү
lv: Apskati apliecinājuma/izziņas skriptu
mn: Гэрчлэлийн загварыг харах
pt: Ver roteiro para gravar o meu testemunho
ro: Vezi Script Mărturie
ru: Посмотреть скрипт отзыва
uk: Переглянути скрипт відгуку
uz: Фикр-мулоҳазалар матнини кўриш
zh: 會員評價

source: View the iNcome and iNcentive guide
fr: Consultez le guide des Revenus et des INcitations
it: Visualizza la Guida ai Redditi e agli iNcentivi
kk: Табыс пен ынталандыру нұсқаулығын қарау
pt: Consulte o Guia de Ganhos e iNcentivos
ro: Vezi Ghidul veniturilor și stimulentelor
uk: Переглянути "Посібник з Доходів та Винагород"
uz: Даромад ва рағбатларга оид Йўриқномани кўриш
zh: 查看收入和激励指南

source: View the iNcome/iNcentive guide
fr: Consultez le guide des Revenus/INcitations
it: Visualizza la guida Redditi/iNcentivi
kk: Табыс/ынталандыру нұсқаулығын қарау
pt: Veja o guia de Renda/iNcentivo
ro: Vezi Ghidul veniturilor/stimulentelor
uk: Переглянути "Посібник з доходів/винагород"
uz: Даромад/рағбатларга оид Йўриқномани кўриш
zh: 查看收入/激励指南

source: View Total Analytics
ca: Veure Anàlisis Total
de: Gesamtanalyse anzeigen
es: Ver Análisis Total
fr: Voir l'Analyse Entière
it: Visualizza l'analisi totale
ja: すべての分析データを見る
kk: Жалпы аналитиканы қарау
ko: 전체 분석 보기
ky: Жалпы анализдерди көрүү
lv: Skati galējo analīzi
mn: Бүх анализ мэдээллийг харах
pt: Ver a análise total
ro: Vezi Total Analytics
ru: Посмотреть всю аналитику
uk: Переглянути всю аналітику
uz: Умумий таҳлилларни кўриш
zh: 查看總分析

source: View Upline
fr: Voir Ligne Ascendante
it: Vedi upline
kk: Жоғарғы демеушіні қарау
pt: Veja o Upline
uk: Перегляд спонсорів
uz: Аплайнни кўриш
zh: 查看上线

source: View winners
ca: Veure els guanyadors
de: Gewinner anzeigen
es: Ver ganadores
fr: Voir les gagnants
it: Visualizza i vincitori
ja: 勝者を見る
kk: Жеңімпаздарды қарау
ky: Жеңүүчүлөрдү көрүү
lv: Skati uzvarētājus
mn: Ялагч нарыг харах
pt: Ver vencedores
ro: Vezi câștigătorii
ru: Посмотреть победителей
uk: Переглянути переможців
uz: Ғолибларни кўриш
zh: 查看获胜者

source: View your contacts
ca: Veure els teus contactes
de: Ihre Kontakte anzeigen
es: Ver tus contactos
fr: Afficher vos contacts
it: Visualizza i tuoi contatti
ja: 連絡先を見る
kk: Контактілеріңізді Қарау
ko: 귀하의 연락처 보기
ky: Байланыштарыңызды көрүү
lv: Skati savus kontaktus
mn: Харилцагч нарыг харах
pt: Ver seus contatos
ro: Vezi contactele tale
ru: Посмотреть контакты
uk: Переглянути ваші контакти
uz: Контактларингизни кўринг
zh: 查看您的聯繫人

source: View your past cruises, savings, and potential future savings as well.
ca: Veure els teus creuers passats, estalvis i possibles estalvis futurs.
de: Sehen Sie sich auch Ihre vergangenen Kreuzfahrten, Ersparnisse und mögliche zukünftige Ersparnisse an.
es: Consulta tus cruceros anteriores, tus ahorros y los ahorros que podrías obtener en el futuro.
fr: Consultez vos croisières dans le passé, les économies, et les économies potentielles futures également.
it: Le crociere che hai prenotato, quanto hai risparmiato e il tuo potenziale di risparmio futuro.
ja: 過去のクルーズ、節約、可能性のある節約金額も合わせて確認する。
kk: Аяқталған круиздеріңізді, үнемделген ақшаңызды және болашақтағы жинағыңызды қарау.
ko: 과거 크루즈, 절감 및 잠재적인 향후 절감액 보기.
ky: Мурунку круиздерди, арзандатууларды жана келечектеги мүмкүн болуучу арзандатууларды көрүңүз.
lv: Skati savus iepriekšējos kruīzus,kā arī potenciālos nākotnes ietaupījumus.
mn: Аялсан далайн аяллууд болон хэмнэлтүүд, ирээдүйд хэмнэж болох дүн.
pt: Visualize seus cruzeiros anteriores, economias e economias potenciais para o futuro também.
ro: Vezi croazierele din trecut, economiile și potențiale economii viitoare.
ru: Просмотреть Ваши завершённые круизы, экономию, а также возможную экономию в будущем.
uk: Переглянути Ваші завершені круїзи, економію, а також можливі майбутні накопичення.
uz: Аввалги круизларингиз, чегирмаларингиз, ва келгуси эҳтимолий чегирмаларингизни кўриш.
zh: 查看您過去的航行，節省的費用以及將來可能節省的費用。

source: View your past purchases.
ca: Veure les teves compres anteriors.
de: Ihre früheren Buchungen anzeigen.
es: Ver tus compras anteriores
fr: Afficher vos achats passés.
it: Visualizza i tuoi acquisti precedenti.
ja: あなたの過去の購入を表示します。
kk: Алдыңғы тапсырыстарыңызды қарау.
ko: 과거 구매 내역 보기.
ky: Мурунку сатып алууларыңызды көрүңүз.
lv: Apskati savus pirkumus.
mn: Өмнөх худалдан авалтыг харах.
pt: Veja suas compras anteriores.
ro: Vedeţi achiziţiile anterioare.
ru: Ваши предыдущие заказы.
uk: Перегляньте свої попередні покупки.
uz: Аввалги харидларингизни кўринг.
zh: 查看過去的購買情況。

source: View your pending and paid Invoices.
ca: Veure les teves Factures pendents i pagades.
de: Ihre ausstehenden und bezahlten Rechnungen anzeigen.
es: Ver y Pagar tus Recibos pendientes.
fr: Affichez vos factures en attente et payées.
it: Visualizza le fatture in sospeso e le fatture pagate.
ja: 保留中の請求書と支払い済みの請求書を表示します。
kk: Күтудегі және төленген Шоттарды көру.
ko: 미납 및 지불 청구서 보기.
ky: Күтүүдөгү жана төлөнгөн эсеп-фактуралырыңызды көрүңүз.
lv: Skati savus nenokārtotos un samaksātos rēķinus.
mn: Өөрийн төлсөн болон хүлээгдэж буй нэхэмжлэхүүдийг харах.
pt: Veja suas faturas pendentes e pagas.
ro: Vezi facturile tale plătite şi neplătite.
ru: Просмотреть ваши ожидаемые и оплаченные счета.
uk: Переглянути очікувані та сплачені рахунки.
uz: Тўланиши кутилаётган ва тўланган ҳисобларингизни кўринг.
zh: 查看待處理和已付款的賬單。

source: View your Reward Points and availability.
ca: Consulta els teus Punts de recompensa i la disponibilitat.
de: Sehen Sie sich Ihre Reward Points und die Verfügbarkeit an.
es: Checa tus Puntos de Recompensa y disponibilidad.
fr: Consultez vos Points de Récompense et leur disponibilité.
it: Visualizza i tuoi Crediti Premio e la disponibilità.
ja: リワードポイントと利用可能額を確認する。
kk: Бонус ұпайлары мен қолжетімділігін қараңыз.
ko: 사용 가능한 리워드 포인트를 확인하십시오.
ky: Бонустук упайларыңызды жана жеткиликтүү каражаттарды көрүңүз.
lv: Skatiet savus Blvu Punktus un to pieejamību.
mn: Өөрийн Шагналын Оноо болон боломжийг харах.
pt: Veja seus Pontos de Recompensa e a disponibilidade.
ro: Vezi Punctele tale de Recompensă şi disponibilitatea.
ru: Посмотреть свои Бонусные Баллы и их доступность.
uk: Переглянути свої Бонусні Бали та їх доступність.
uz: Бонус балларингиз ва мавжуд маблағларни кўриш.
zh: 查看您的獎勵積分可使用數量。

source: View your total and available Reward Points balance.
ca: Mira el teu saldo total i disponible del Punts de Recompensa.
de: Ihr gesamtes und verfügbares Reward Points Guthaben anzeigen.
es: Checa el saldo total y disponibilidad de tus Puntos de Recompensa.
fr: Consultez votre solde des Points de Récompense totals et disponibles.
it: Visualizza il saldo totale e disponibile dei tuoi Crediti Premio.
ja: リワードポイントの総額と利用可能額を確認する。
kk: Сыйақы ұпайларының жалпы және қолжетімді балансын қараңыз.
ko: 사용 가능한 총 라워드 포인트 잔액을 확인하십시오.
ky: Жалпы жана жеткиликтүү бонустук упайларыңыздын балансын көрүңүз.
lv: Apskati savus kopējos un pieejamos Balvu Punktu Bilanci.
mn: Өөрийн нийт Шагналын Оноо болон боломжийг харах.
pt: Veja seu saldo total de Pontos de Recompensa e a disponibilidade.
ro: Vezi soldul total și disponibil al Punctelor tale de Recompensă.
ru: Посмотреть общее количество и доступные Бонусные Баллы.
uk: Переглянути загальну кількість та доступні Бонусні Бали.
uz: Жами ва мавжуд Бонус балларингиз балансини кўриш.
zh: 查看您的可用獎勵積分餘額。

source: Viewing %{bookingId} book response
ca: Mostra les respostes de les reserves %{bookingId}
de: Anzeigen der %{bookingId}-Buchungsantwort
es: Viendo %{bookingId} respuesta de reservación
fr: Visualisation de la réponse à la réservation de %{bookingId}
it: Mostra le risposte delle prenotazioni %{bookingId}
ja: %{bookingId} 予約レスポンスを表示
kk: Брондау %{bookingId} жауабы көрсетіледі
ko: %{bookingId} 예약 응답 보기
ky: Брондоо жоопторун көрүңүз %{bookingId}
lv: Apskato %{bookingId} rezervācijas atbildi
mn: %{bookingId} захиалгын хариуг харж байна
pt: Visualizando %{bookingId} de resposta da reserva
ro: Se afișează răspunsul la rezervarea %{bookingId}
ru: Отображается ответ бронирования %{bookingId}
uk: Відображається відповідь бронювання %{bookingId}
uz: Буюртма жавоблари %{bookingId} кўриб чиқиш
zh: 查看 %{bookingId} 图书回复

source: Viewing agreement for:
fr: Affichage de l'accord pour :
it: Visualizzazione del contratto per:

source: Viewing content for different region.
ca: Visualitzant contingut d’una regió diferent.
de: Inhalte für verschiedene Regionen anzeigen.
es: Consultando contenido de una región diferente.
fr: Consultation de contenu pour différentes régions.
it: Stai guardando contenuti di un'altra regione.
ja: 異なる地域のコンテンツを表示中。
kk: Басқа өңірге арналған мазмұнды қарау.
ky: Ар кайсы аймактардагы мазмунду көрүү.
mn: Уралдааны явцыг бүс нутгаар харах.
pt: Visualizando conteúdo para região diferente.
ro: Vizualizare conținut pentru o altă regiune.
ru: Просмотр материалов для разных регионов.
uk: Перегляд контенту для різних регіонів.
uz: Турли минтақалар учун контентни кўриш.
zh: 正在查看其他地区的内容。

source: Views
ca: Vistes
de: Ansichten
es: Vistas
fr: Vues
it: Visualizzazioni
ja: 表示
kk: Көріністер
ko: 보기
ky: Көрүүлөр
lv: Skati
mn: Харсан тоо
pt: Visualizações
ro: Vizualizări
ru: Просмотры
uk: Перегляди
uz: Кўрилган
zh: 觀看次數

source: VII. EARNINGS
ca: VII. INGRESSOS
de: VII. EINKOMMEN
es: VII. GANANCIAS
fr: VII. REVENUS
it: VII. GUADAGNI
ja: VII. 収益
kk: VII.ТАБЫС
ky: VII. ПАЙДАЛАР
lv: VII. IENĀKUMI
mn: VII. ОРЛОГУУД
pt: VII. GANHOS
ro: VII. CÂŞTIGURI
ru: VII. ЗАРАБОТОК
uk: VII. БОНУСИ
uz: VII. ДАРОМАД
zh: VII. 收入

source: VII. USER ACCOUNTS
ca: VII. COMPTES D’USUARI
de: VII. BENUTZERKONTEN
es: VII. CUENTAS DE USUARIO
fr: VII. COMPTES UTILISATEURS
it: VII. ACCOUNT UTENTE
ja: VII. ユーザーアカウント
kk: VII. ПАЙДАЛАНУШЫЛАРДЫҢ ЕСЕПТІК ЖАЗБАЛАРЫ
ky: VII. КОЛДОНУУЧУ АККАУНТТАРЫ
lv: VII. LIETOTĀJA KONTI
mn: VII. ХЭРЭГЛЭГЧИЙН БҮРТГЭЛҮҮД
pt: VII. CONTA DE USUÁRIO
ro: VII. CONTURI DE UTILIZATOR
ru: VII. УЧеТНЫЕ ЗАПИСИ ПОЛЬЗОВАТЕЛЕЙ
uk: VII. ОБЛІКОВІ ЗАПИСИ КОРИСТУВАЧІВ
uz: VII. ФОЙДАЛАНУВЧИ ҲИСОБЛАРИ
zh: VII. 用户账户

source: VIII. GUESTS STATUS
fr: VIII. STATUT DES INVITÉS
it: VIII. STATUS DI OSPITE
kk: VIII. ҚОНАҚТАРДЫҢ МӘРТЕБЕСІ
pt: VIII. STATUS DOS CONVIDADOS
uk: VIII. СТАТУС ГОСТЕЙ
zh: VIII. 访客状态

source: VIII. LIMITATION OF LIABILITIES; WARRANTY DISCLAIMER
ca: VIII. LIMITACIÓ DE RESPONSABILITATS; EXCLUSIÓ DE GARANTIES
de: VIII. HAFTUNGSBESCHRÄNKUNG; GARANTIEAUSSCHLUSS
es: VIII. LIMITACIÓN DE RESPONSABILIDADES; EXENCIÓN DE LA GARANTÍA
fr: VIII. LIMITATION DE RESPONSABILITÉ ; EXCLUSION DE GARANTIE
it: VIII. LIMITAZIONE DI RESPONSABILITÀ; ESCLUSIONE DI GARANZIE
ja: VIII. 責任の制限; 保証の否認
kk: VIII. ЖАУАПКЕРШІЛІКТІ ШЕКТЕУ: КЕПІЛДІКТЕН БАС ТАРТУ
ky: VIII. ЖООПКЕРЧИЛИКТИ ЧЕКТӨӨ; КЕПИЛДИКТЕН БАШ ТАРТУУ
lv: VIII. SAISTĪBU IEROBEŽOŠANA; GARANTIJAS ATRUNA
mn: VIII. ХАРИУЦЛАГЫН ХЯЗГААРЛАЛТ; БАТАЛГААНЫ ТАТГАЛЗАЛ
pt: VIII. LIMITAÇÃO DE PASSIVOS; ISENÇÃO DE GARANTIA
ro: VIII. LIMITAREA RESPONSABILITĂȚILOR; DISCLAIMER DE GARANȚIE
ru: VIII. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ: ОТКАЗ ОТ ГАРАНТИИ
uk: VIII. ОБМЕЖЕННЯ ЗОБОВ'ЯЗАНЬ: ВІДМОВА ВІД ГАРАНТІЇ
uz: VIII. МАЖБУРИЯТЛАРНИ ЧЕКЛАШ; КАФОЛАТДАН ВОЗ КЕЧИШ
zh: VIII. 责任限制；免责声明

source: VIII. Third Party Services
ca: VIII. Serveis de Tercers
de: VIII. Dienste Dritter
es: VIII. SERVICIOS DE TERCEROS
fr: VIII. Services Tiers
it: VIII. Servizi di Terzi
ja: VIII. 第三者サービス
kk: VIII. Үшінші тарап қызметтері
ky: VIII. ҮЧҮНЧҮ ТАРАП КЫЗМАТТАРЫ
lv: VIII. Trešās puses Pakalpojumi
mn: VIII. Гуравдагч талын үйлчилгээнүүд
pt: VIII. Serviços de Terceiros
ro: VIII. Servicii ale terților
ru: VIII. Сторонние Сервисы
uk: VIII. Сторонні послуги
uz: VIII. Учинчи томон хизматлари
zh: VIII. 第三方服务

source: VIP Data
ca: Dades VIP
de: VIP Daten
es: Información de VIP
fr: Données VIP
it: Dati VIP
ja: VIPデータ
kk: VIP деректер
ko: VIP 데이터
ky: VIP маалымат
lv: VIP Dati
mn: VIP мэдээлэл
pt: Dados VIP
ro: Date VIP
ru: VIP-данные
uk: VIP-дані
uz: VIP-маълумотлар
zh: VIP數據

source: Virgin Voyages is an adults-only cruise line and does not allow any main passengers or guest who is 18 years or younger to sail on their itineraries
fr: Virgin Voyages est une compagnie de croisières réservée aux adultes et n'autorise aucun passager principal ou invité âgé de 18 ans ou moins à voyager sur ses itinéraires
it: Virgin Voyages è una linea di crociera riservata agli adulti e non consente l'imbarco a passeggeri principali o ospiti che abbiano un'età inferiore a 18 anni sui propri itinerari
pt: A Virgin Voyages é uma companhia de cruzeiros exclusiva para adultos e não permite que passageiros principais ou convidados com 18 anos ou menos embarquem em seus itinerários
uk: Virgin Voyages — круїзна лінія тільки для дорослих, і на її маршрутах не допускаються основні пасажири або гості віком 18 років і молодші

source: Virtual CC's
ca: Targetes de crèdit virtuals
de: Virtuelle CC's
es: Tarjetas de Crédito Virtuales
fr: CC virtuels
it: CC virtuali
ja: バーチャルCC
kk: Виртуалды CC
ko: 가상 CC
ky: Виртуалдык КК
lv: Virtuālās CC
mn: Виртуал CC
pt: CCs virtuais
ro: CC virtual
ru: Виртуальные КК
uk: Віртуальні КК
uz: Виртуал CC'лар
zh: 虚拟CC

source: Visa International exchange rate
ca: tipus de canvi de Visa International
de: Visa Internationaler Wechselkurs
es: se aplicará la tasa de cambio de Visa International,
fr: taux de change Visa International
it: tasso di cambio Visa International
ja: Visa Internationalの為替レート
kk: VISA халықаралық айырбас бағамы
ky: Visaнын эл аралык алмашуу курсу
lv: Visa International valūtas maiņas kurss
mn: Visa картны олон улсад хөрвүүлэх ханш
pt: Taxa de câmbio da Visa Internacional
ro: Cursul de schimb Visa International
ru: Международный обменный курс Visa
uk: Міжнародний обмінний курс Visa
uz: Visa халқаро айирбошлаш курси
zh: Visa国际汇率

source: Visit inCruises FAQs
ca: Consulta les Preguntes Freqüents d’inCruises
de: Besuchen Sie die FAQs von inCruises
es: Ir a las Preguntas Frecuentes de inCruises
fr: Consultez la FAQ d'inCruises
it: Consulta le Domande Frequenti di inCruises
ja: inCruisesのよくある質問（FAQ）をご覧ください
kk: inCruises жиі қойылатын сұрақтарына өтіңіз
ky: inCruises КСС бөлүмүнө кириңиз
lv: Skati inCruises FAQs(BUJ)
mn: inCruises-ын тухай асуулт хариулт
pt: Visite a Perguntas Mais Frequentes (FAQs) da inCruises
ro: Vizitează FAQ / Întrebări Frecvente inCruises
ru: Посетите раздел ЧаВо inCruises
uk: Відвідайте розділ поширених запитань inCruises
uz: inCruises КБС саҳифасига қаранг
zh: 访问inCruises常见问题页面
