Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Please provide a check-in and check-out date before searching
ca: Si us plau, inca la data d'entrada i sortida abans de cercar
de: Bitte geben Sie vor der Suche ein Check-in- und Check-out-Datum an
es: Proporcione una fecha de entrada y salida antes de buscar
fr: Veuillez indiquer une date d'arrivée et de départ avant de lancer la recherche
it: Indica la data di check-in e di check-out prima di effettuare la ricerca
ja: 検索する前に、チェックインとチェックアウトの日付を指定してください
kk: Іздеуден бұрын келу және кету күнін көрсетіңіз
ko: 검색 전 체크인 및 체크아웃 날짜를 입력해주세요
ky: Сураныч, издөөнү баштоодон мурун кирүү жана чыгуу күндөрүн белгилеңиз
lv: Lūdzu, norādiet ček-in un ček-out datumu pirms meklēšanas
mn: Хайлт хийхээс өмнө бүртгүүлэх болон гарах огноог оруулна уу
pt: Por favor, forneça uma data de check-in e check-out antes de pesquisar
ro: Te rugăm să furnizezi o dată de check-in și check-out înainte de a căuta
ru: Перед поиском предоставьте, пожалуйста, даты регистрации и выселения
uk: Перед пошуком вкажіть, будь ласка, дати заселення та виселення
uz: Илтимос, қидирувни бошлашдан олдин кириш ва чиқиш саналарини кўрсатинг
zh: 請在搜索前提供入住和退房日期

source: Please provide a Date From and Date To. If not, reset filters at the top of the page.
ca: Si us plau, proporciona una data i una data. Si no, restableix els filtres a la part superior de la pàgina.
de: Bitte geben Sie ein Datum von und ein Datum bis an. Wenn nicht, setzen Sie die Filter oben auf der Seite zurück.
es: Favor de proporcionar una Fecha Desde y Hasta. De lo contrario, reestablece los filtros en la parte superior de la página.
fr: Veuillez fournir une date de début et une date de fin. Sinon, réinitialisez les filtres en haut de la page.
it: Inserisci le date d'inizio e fine. In caso contrario, ripristina i filtri nella parte superiore della pagina.
ja: 何日から何日までの情報をご入力ください。または、ページ上部にございますフィルターをリセットしてください。
kk: Іздейтін Күндер Аралығын көрсетіңіз. Олай болмаса, беттің жоғарғы жағындағы фильтрді жаңартыңыз.
ko: 시작 날짜와 종료 날짜를 입력하십시오. 없는 경우 페이지 상단에서 필터를 재설정하십시오.
ky: Сураныч, башталышы жана аяктоо күнүн белгилеңиз. Болбосо, барактын жогору жагындагы чыпкаларды тазалаңыз.
lv: Lūdzu, norādiet datumu “no” un datumu “līdz”. Ja tā nav, atiestatiet filtrus lapas augšdaļā.
mn: Эхлэх огноо болон дуусах огноог оруулна уу. Хэрэв үгүй бол хуудасны дээд хэсэгт байгаа филтерийг дахин тохируулна уу.
pt: Forneça uma data de partida e uma data de chegada. Caso contrário, redefina os filtros na parte superior da página.
ro: Vă rugăm să furnizaţi o perioadă: de la, până la. Dacă nu, resetaţi filtrele din partea de sus a paginii.
ru: Пожалуйста, предоставьте Дату" С" и Дату "ПО". В противном случае сбросьте фильтры по верхней части страницы.
uk: Будь ласка, надайте Дату "З" і Дату "ДО". В іншому випадку відрегулюйте фільтри у верхній частині сторінки.
uz: Илтимос, Бошланиш ва Тугалланиш санасини кўрсатинг. Агар бўлмаса, саҳифанинг юқори қисмидаги фильтрларни тозаланг.
zh: 請提供開始日期和結束日期。 如果沒有，請重置頁面頂部的過濾器。

source: Please provide a date range before searching
ca: Si us plau, indica un interval de dates abans de començar a cercar
de: Bitte geben Sie vor der Suche einen Datumsbereich an
es: Proporcione un rango de fechas antes de buscar
fr: Veuillez indiquer une plage de dates avant de lancer la recherche
it: Indica un intervallo di date prima di effettuare la ricerca
ja: 検索する前に日付の範囲を入力してください
kk: Іздеу алдында күн ауқымын көрсетіңіз
ky: Издөөдөн мурун даталар диапазонун көрсөтүңүз
lv: Lūdzu, norādiet datumu diapazonu pirms meklēšanas
mn: Хайлт хийхийн өмнө он сар өдрөө сонгоно уу
pt: Por favor, insira um período antes de pesquisar
ro: Te rugăm să furnizezi un interval de date înainte de a căuta
ru: Перед поиском предоставьте, пожалуйста, диапазон дат
uk: Перш ніж шукати, укажіть діапазон дат
uz: Илтимос, қидиришдан олдин сана диапазонини киритинг
zh: 请在搜索之前提供一个日期范围

source: Please provide a valid destination before searching
ca: Si us plau, indica un destí vàlid abans de cercar
de: Bitte geben Sie vor der Suche ein gültiges Ziel an
es: Proporcione un destino válido antes de buscar
fr: Veuillez fournir une destination valide avant de lancer la recherche
it: Inserisci una destinazione valida prima di effettuare la ricerca
ja: 検索する前に有効な目的地を入力してください
kk: Іздеу алдында жарамды межені енгізіңіз
ko: 검색하기 전에 유효한 목적지를 입력하세요
ky: Издөөнү баштоодон мурун туура багыт бериңиз
lv: Lūdzu norādiet pareizo galamērķi pirms meklējuma
mn: Хайлт хийхээс өмнө очих газраа зөв оруулна уу
pt: Por favor, forneça um destino válido antes de pesquisar
ro: Te rugăm să furnizezi o destinație validă înainte de a căuta
ru: Перед поиском предоставьте, пожалуйста, корректное направление
uk: Будь ласка, вкажіть коректне місце призначення, перш ніж здійснювати пошук
uz: Илтимос, қидирувни бошлашдан олдин йўналишни тўғри кўрсатинг
zh: 請在搜索前提供有效的目的地

source: Please provide a valid location before continuing.
ca: Si us plau, indica una ubicació vàlida abans de continuar.
de: Bitte geben Sie einen gültigen Standort an, bevor Sie fortfahren.
es: Proporcione un ubicación válida antes de continuar
fr: Veuillez indiquer un emplacement valide avant de continuer.
it: Inserisci un indirizzo valido prima di continuare.
ja: 続行する前に、有効な場所を入力してください。
kk: Жалғастырмас бұрын жарамды орынды көрсетіңіз.
ky: Издөөнү баштоодон мурун туура жайгашкан жериңизди көрсөтүңүз.
lv: Pirms turpināt, lūdzu, norādiet pareizo atrašanās vietu.
mn: Үргэлжлүүлэхийн өмнө байршлын мэдээллээ зөв оруулна уу.
pt: Por favor, forneça um local válido antes de continuar.
ro: Te rugăm să furnizezi o locație validă înainte de a continua.
ru: Перед поиском предоставьте, пожалуйста, корректное местоположение.
uk: Перед пошуком надайте, будь ласка, коректне розташування.
uz: Илтимос, давом этишдан олдин тўғри жойлашувни кўрсатинг.
zh: 在继续之前，请提供有效的位置。

source: Please provide valid dates
fr: Veuillez indiquer des dates valides
it: Si prega di fornire date valide
pt: Por favor, forneça datas válidas
uk: Будь ласка, введіть дійсні дати.

source: Please read our <a href="%{termsOfService}" target="_blank">Terms of Service</a> for more details.
ca: Si us plau llegeix el nostre <a href="%{termsOfService}" target="_blank">Condicions de servei</a> per a més detalls.
de: Bitte lesen Sie unsere <a href="%{termsOfService}" target="_blank">Geschäftsbedingungen</a> für mehr Details.
es: Por favor, lee nuestros <a href="%{termsOfService}" target="_blank">Términos de Servicio</a> para obtener más detalles.
fr: Veuillez lire votre <a href="%{termsOfService}" target="_blank">Conditions d'utilisation</a> pour tous les détails.
it: Ti invitiamo a leggere le nostre <a href="%{termsOfService}" target="_blank">Condizioni di servizio</a> per maggiori informazioni.
ja: 詳しくは <a href="%{memberAgreement}" target="_blank">利用規約</a> をご一読ください。
kk: Қосымша мәліметтер алу үшін <a href="%{termsOfService}" target="_blank">Қызмет Көрсету Шарттарын</a> оқып шығыңыз.
ky: Сураныч, көбүрөөк маалымат алуу үчүн <a href="%{Кызмат шарттары}" target="_blank">Кызмат Шарттарын</a> окуңуз.
lv: Lūdzu izlasiet mūsu<a href="%{termsOfService}" target="_blank">Pakalpojumu Noteikumus</a>sīkākai informācijai.
mn: Дэлгэрэнгүй мэдээллийг манай <a href="%{termsOfService}" target="_blank">Үйлчилгээний Нөхцөл</a>-өөс авна уу.
pt: Por favor, leia nossos <a href="%{termsOfService}" target="_blank">Termos de Serviço</a> para mais detalhes.
ro: Te rugăm să citești <a href="%{termsOfService}" target="_blank">Termeni și condiții</a> pentru mai multe detalii.
ru: Пожалуйста, прочитайте наши <a href="%{termsOfService}" target="_blank">Условия Использования</a>, чтобы узнать больше подробностей.
uk: Будь ласка, прочитайте наші <a href="%{termsOfService}" target="_blank">Умови Використання</a>, щоб дізнатися більше подробиць.
uz: Илтимос, тўлиқ маълумот учун <a href="%{termsOfService}" target="_blank">Хизмат кўрсатиш шартларини</a> ўқинг.
zh: 请阅读我们的<a href="%{termsOfService}" target="_blank">服务条款</a>来获取更多信息。

source: Please read your <a href="%{memberAgreement}" target="_blank">Membership Agreement</a> for complete details.
ca: Si us plau llegeix el teu <a href="%{memberAgreement}" target="_blank">Acord de Membresia</a> per obtenir detalls complets.
de: Bitte lesen Sie Ihre <a href="%{memberAgreement}" target="_blank">Mitgliedschaftsvereinbarung</a> für weitere Details.
es: Favor de leer tu <a href="%{memberAgreement}" target="_blank">Contrato de Membresía</a> para información más detallada.
fr: Veuillez lire votre <a href="%{memberAgreement}" target="_blank">Accord d’Adhésion</a> pour tous les détails.
it: Ti invitiamo a leggere il tuo <a href="%{memberAgreement}" target="_blank">Contratto con Membro</a> per maggiori dettagli.
ja: 詳しくは <a href="%{memberAgreement}" target="_blank">メンバー規約</a> をご一読ください。
kk: Толығырақ білу үшін өзіңіздің <a href="%{memberAgreement}" target="_blank">Мүшелік Келісіміңізді</a> оқуыңызды сұраймыз.
ky: Сураныч, толук маалымат алуу үчүн <a href="%{memberAgreement}" target="_blank">Мүчөлүк келишимди</a> окуңуз.
lv: Lūdzu izlasiet<a href="%{memberAgreement}" target="_blank">Biedru dalības Līgumu</a>sīkākai informācijai.
mn: Дэлгэрэнгүй мэдээллийг манай <a href="%{memberAgreement}" target="_blank">Гишүүнчлэлийн Гэрээнээс</a> үзнэ үү.
pt: Leia seu <a href="%{memberAgreement}" target="_blank"> Acordo de Assinatura </a> para obter os detalhes completos.
ro: Citește <a href="%{memberAgreement}" target="_blank">Contractul de Membru</a> pentru detalii complete.
ru: Пожалуйста, прочитайте своё <a href="%{memberAgreement}" target="_blank">Членское Соглашение</a> для получения подробностей.
uk: Будь ласка, прочитайте свою <a href="%{memberAgreement}" target="_blank">Угоду про Членство</a> для отримання детальної інформації.
uz: Илтимос, тўлиқ маълумот учун <a href="%{memberAgreement}" target="_blank">Аъзолик битимини</a> ўқинг.
zh: 请阅读您的<a href="%{memberAgreement}" target="_blank">会员协议</a>完整细节。

source: Please redo the wrong answers using the questions menu
ca: Si us plau, torna a fer les respostes incorrectes utilitzant el menú de preguntes
de: Bitte korrigieren Sie die falschen Antworten über das Fragenmenü
es: Por favor, rehacer las respuestas incorrectas usando el menú de preguntas
fr: Merci de refaire les mauvaises réponses en utilisant le menu des questions
it: Fai di nuovo le risposte sbagliate utilizzando il menu domande
ja: 質問メニューを利用して、間違った回答をやり直してください
kk: Сұрақ мәзірін пайдаланып қате жауаптарды қайталаңыз
ko: 질문 메뉴를 사용하여 오답을 다시 실행하십시오
ky: Сураныч, суроолор менюсун колдонуп, туура эмес жоопторду оңдоңуз
lv: Lūdzu, atsakiet/atceļiet nepareizās atbildes, izmantojot jautājumu izvēlni
mn: Асуулт цэсийг ашиглан буруу хариултыг дахин хариулна уу
pt: Por favor, refaça as respostas erradas usando o menu de perguntas
ro: Te rugăm să repeți răspunsurile greșite folosind meniul de întrebări
ru: Исправьте, пожалуйста, неверные ответы, используя меню с вопросами
uk: Виправте, будь ласка, неправильні відповіді, використовуючи меню з питаннями
uz: Илтимос, саволлар менюсидан фойдаланган ҳолда хато жавобларни тўғирлаб чиқинг
zh: 請使用問題菜單重做錯誤的答案

source: Please reload the page
ca: Si us plau, torna a carregar la pàgina
de: Laden Sie die Seite neu
es: Favor de cargar nuevamente la página
fr: Veuillez recharger la page
it: Si prega di ricaricare la pagina
ja: ページを再読み込みしてください
kk: Бетті қайта жүктеңіз
ky: Баракчаны жаңылаңыз
lv: Lūdzu, atkārtoti ielādējiet lapu
mn: Хуудсыг дахин ачааллана уу.
pt: Por favor, recarregue a página
ro: Te rugăm să reîncarci pagina
ru: Перезагрузите, пожалуйста, страницу
uk: Будь ласка, перезавантажте сторінку
uz: Илтимос, саҳифани қайта юкланг
zh: 请刷新页面

source: Please remember that <strong>Builders Base Bonus</strong> is subject to a chargeback if any Member requests a refund that lowers your qualifying Builders Base Activation Volume or reduces your QBI in a way that affects your percentage of bonus due.
ca: Recorda que el <strong>Bono Base de Constructors</strong> pot ser retrocedit si algun Membre sol·licita un reemborsament que redueixi el teu Volum d'Activació Base de Constructors o disminueixi el teu QBI d'una manera que afecti el teu percentatge de bonificació.
de: Bitte denken Sie daran, dass der <strong>Builders Base Bonus</strong> einer Rückbuchung unterliegt, wenn ein Mitglied eine Rückerstattung beantragt, die Ihr qualifizierendes Builders Base Aktivierungsvolumen senkt oder Ihr QBI in einer Weise reduziert, die sich auf den Prozentsatz Ihres zustehenden Bonus auswirkt.
es: Ten en cuenta que el <strong>Bono Base de Constructores</strong> puede ser retrocedido si algún miembro solicita un reembolso que reduzca tu Volumen de Activación Base de Constructores o disminuya tu QBI de una manera que afecte tu porcentaje de bonificación.
fr: N'oubliez pas que <strong>Bonus de Base des Constructeurs</strong> fait l'objet d'une rétrofacturation si un Membre demande un remboursement qui diminue votre Volume d'Activation de la Base des Constructeurs qualifiée ou réduit votre QBI d'une manière qui affecte votre pourcentage de bonus dû.
it: Ricorda che il <strong>Bonus Base Costruttori</strong> è soggetto a storno nel caso in cui un Membro richieda un rimborso che riduca il tuo Volume di Attivazioni qualificante per la Base Costruttori o riduca il tuo QBI in una misura che influisce sulla tua percentuale di bonus dovuta.
ja: 覚えておかなければならないのは、 <strong>ビルダーズ・ベース ボーナス</strong> は、メンバーが払い戻しを要求し、対象となるビルダーズ・ベース アクティベーション ボリュームの減少や、ボーナス支給額に影響する形でQBIが減少した場合、チャージバックの対象となるということです。
kk: Фундамент Бизнесінің <strong>бонусы</strong> сізге тиесілі бонустың пайызына әсер ететіндей Фундамент Бизнесін белсендіру сомасын азайтатын немесе QBI-ді төмендететін төлемді қайтаруды сұраса, Фундамент Бизнес бонусы өтелетінін есте сақтаңыз.
ky: Сураныч, эгер Мүчө төлөмдү кайтарууну суранса жана бул сиздин Куруучу Базаңыздагы Активдүүлүк көлөмүңүздүн азайышына же QBI (БСИ)ыңызга таасир эте турган даражада төмөндөшүнө алып келсе, эске алыңыз, <strong>Куруучулар База Бонусу</strong> алынып салынат.
lv: Lūdzu ņemiet vērā,ka<strong>lietotāju Bāzes bonus</strong>ir pakļauts atmaksāšanai, ja kāds Biedrs pieprasa atmaksu, kas samazina jūsu Lietotāju Bāzes Bonusa apjomu vai samazina jūsu QBI tādā veidā, kas ietekmē jūsu prēmijas procentus.
mn: Хэрэв аль нэг Гишүүн таны болзол хангасан QBI-н Идэвхжүүлэлтийн хэмжээнд болон таны урамшуулалд QBI-н хувийг бууруулж чадахаар төлбөр буцаах хүсэлт гаргах тохиолдолд таны </strong>Билдерс Бэйс урамшуулал</strong> буцаан татагдах болно гэдгийг анхаарна уу.
pt: Por favor, lembre-se que o <strong>bônus Base de Construtores</strong> está sujeito a um estorno se qualquer membro solicitar um reembolso que reduza o volume de ativação da Base de Construtores qualificada ou reduza seu QBI de uma forma que afete sua porcentagem de bônus devido.
ro: Te rog să-ți amintești că <strong>bonus pentru baza constructorilor</strong> face obiectul unei rambursări în cazul în care orice membru solicită o rambursare care reduce volumul tău de activare pentru baza constructorilor eligibil sau reduce QBI într-un mod care îți afectează procentul de bonus datorat.
ru: Помните, пожалуйста, что <strong>бонус "Фундамент Бизнеса"</strong> подлежит корректировке, если какой-либо Член Клуба запрашивает возврат средств: это уменьшает квалификационную базу Активационного объёма вашего Фундамента Бизнеса или снижает ваш QBI, что влияет на процент причитающегося вам бонуса.
uk: Пам'ятайте, будь ласка, що <strong>Бонус "Фундамент Бізнесу" </strong> підлягає коригуванню, якщо будь-який Член Клубу вимагає повернення коштів: це зменшує кваліфікаційну базу Активаційного обсягу вашого Фундаменту Бізнесу або знижує ваш QBI (ІЯБ), що впливає на відсоток належного вам бонусу.
uz: Илтимос, унутманг, агар қайсидир Аъзо маблағ қайтарилишини сўраса, ва бу Қурувчилар базангиз Фаоллик ҳажмини камайтирса ёки QBI кўрсаткичини бонусингиз %ига таъсир этадиган даражада пасайтирса, <strong>Қурувчилар базаси бонуси</strong> қайтариб олинади.
zh: 请记住，如果任何会员要求退款而降低您的合格 Builders 基础激活量或减少您的 QBI 并影响您的到期奖金百分比，则<strong>建设者基础奖金</strong>可能会被退款。

source: Please remove this users: %{ usersNotInTree }
ca: Si us plau, elimina aquests usuaris: %{ usersNotInTree }
de: Bitte diese Nutzer entfernen: %{ usersNotInTree }
es: "Por favor, elimine estos usuarios: %{ usersNotInTree }."
fr: Veuillez supprimer cet utilisateur : %{ usersNotInTree }
it: Si prega di rimuovere questo utente: %{ usersNotInTree }
ja: このユーザーを削除してください： %{ usersNotInTree }
kk: Мына пайдаланушыларды жойыңыз: %{usersNotInTree }
ko: 다음 사용자를 제거하십시오: %{ usersNotInTree }
ky: Сураныч, бул колдонуучуларды өчүрүп салыңыз: %{ usersNotInTree }
lv: Lūdzu noņemiet šos lietotājus: %{ usersNotInTree }
mn: Энэ хэрэглэгчийг хасна уу: %{ usersNotInTree }
pt: Remova estes usuários: %{ usersNotInTree }
ro: Te rugăm să elimi acești utilizatori: %{ usersNotInTree }
ru: Пожалуйста, удалите данных пользователей: %{ usersNotInTree }
uk: Будь ласка, видаліть цих користувачів: %{ usersNotInTree }
uz: Илтимос, ушбу фойдаланувчини ўчиринг: %{ usersNotInTree }
zh: 请删除此用户: %{ usersNotInTree }

source: Please remove your proxy and revisit this page. If you think this is an error, please contact our support staff.
ca: Si us plau, treu el proxy i torna a carregar la pàgina. Si creus que es tracta d'un error, posat en contacte amb el nostre personal de suport.
de: Bitte entfernen Sie Ihren Proxy und besuchen Sie diese Seite erneut. Wenn Sie denken, dies sei ein Fehler, wenden Sie sich bitte an unsere Support-Mitarbeiter.
es: Por favor, elimina el proxy y vuelva a visitar esta página. Si piensas que se trata de un error, por favor ponte en contacto con nuestro personal de apoyo.
fr: Veuillez retirer votre procuration et revisiter cette page. Si vous pensez que cela constitue une erreur, veuillez contacter notre équipe d'assistance.
it: Rimuovi il proxy e ricarica la pagina. Se pensi che si tratti di un errore, contatta il nostro servizio di assistenza.
ja: プロキシを削除してこのページに戻ってください。 これがエラーだと思われる場合は、サポートスタッフにお問い合わせください。
kk: Прокси-серверіңізді жойып, осы бетке қайта кіріңіз. Егер бұл қате деп ойласаңыз, біздің қолдау қызметшілерімізге хабарласыңыз.
ko: 프록시를 제거하고이 페이지를 다시 방문하십시오. 오류라고 생각되면 지원 담당자에게 문의하십시오.
ky: Прокси серверди өчүрүп, бул баракка кайтыңыз. Эгер бул ката деп ойлосоңуз, колдоо кызматкерлерибиз менен байланышыңыз.
lv: Lūdzu noņemiet savu starpniekserveri un vēlreiz apmeklējiet šo lapu. Ja uzskatāt, ka tā ir kļūda, sazinieties ar mūsu atbalsta dienestu.
mn: Проксиг цуцлаад энэ хуудсанд дахин орно уу. Хэрэв алдаа гарсан гэж бодож байгаа бол манай Тусламжийн ажилтанд хандана уу.
pt: Por favor, remova o seu proxy e volte a visitar esta página. Se você acha que isso é um erro, entre em contato com nossa equipe de suporte.
ro: Eliminați proxy-ul și vizitați din nou această pagină. Dacă credeți că este o greșeală, vă rugăm să luați legătura cu personalul nostru de asistență.
ru: Пожалуйста, удалите прокси и заходите на эту страничку. Если Вы считаете, что это ошибка, обратитесь в нашу службу поддержки.
uk: Будь ласка, відключіть проксі і знову поверніться на цю сторінку. Якщо ви вважаєте, що це помилка, зверніться до Служби Підтримки.
uz: Илтимос, прокси-серверни ўчиринг ва мазкур саҳифага қайтинг. Агар буни хато деб ҳисобласангиз, илтимос, ёрдамчи ходимларимизга мурожаат этинг.
zh: 請刪除您的代理並重新訪問此頁面。如果您認為這是一個錯誤，請聯繫我們的支持人員。

source: Please review 'Location Details' for accuracy as inaccurate and incomplete information may result in delay, cancellation and/or return of funds.
ca: Comprova l'exactitud dels "Detalls de la ubicació", perquè la informació inexacta i incompleta podria provocar retards, cancel·lacions o reemborsaments de diners.
de: Bitte überprüfen Sie die "Standort-Details" auf ihre Richtigkeit, da ungenaue und unvollständige Angaben zu Verzögerungen, Stornierungen und/oder Rückzahlungen führen können.
es: Por favor, revisa los 'Detalles de la ubicación' para verificar la precisión, ya que la información inexacta e incompleta puede resultar en demoras, cancelaciones y/o devolución de fondos.
fr: Veuillez vérifier l'exactitude des "Détails de l'emplacement", car des informations inexactes ou incomplètes peuvent entraîner un retard, une annulation et/ou un retour des fonds.
it: Controlla l'accuratezza delle "Informazioni sul luogo", in quanto informazioni inesatte e incomplete potrebbero causare ritardi, cancellazioni e/o restituzioni di denaro.
ja: 不正確な情報や不完全な情報は、遅延、キャンセル、または資金の返却につながる可能性があるため、「場所の詳細」を正確に確認してください。
kk: "Орналасқан жер туралы мәліметтерді" тексеріңіз, себебі дәл емес немесе толық емес ақпарат кідірістерге, бас тартуға және/немесе ақшаны қайтаруға әкелуі мүмкін.
ko: 부정확하고 불완전한 정보로 인해 자금이 지연, 취소 및/또는 반환될 수 있으므로 정확성을 위해 '위치 세부 정보'를 검토하십시오.
ky: Сураныч, "Дарек маалыматын" текшериңиз, анткени так эмес же толук эмес маалымат кечиктирилип, жокко чыгарылып жана/же кайтарылып берилиши мүмкүн.
lv: Lūdzu, pārskatiet 'Atrašanās vietas informāciju', lai iegūtu precizitāti, jo neprecīza un nepilnīga informācija var novest pie līdzekļu aizkavēšanas, anulēšanas un/vai atgriešanas.
mn: Байршлийн дэлгэрэнгүй мэдээллийн үнэн зөвийг шалгана уу. Учир нь буруу, дутуу мэдээлэл нь гүйлгээг хойшлуулах, цуцлах болон буцаахад хүргэж болзошгүй.
pt: Por favor, revise os 'detalhes de localização' quanto à precisão, pois informações imprecisas e incompletas podem resultar em atraso, cancelamento e/ou devolução de fundos.
ro: Te rugăm să verifici „Detaliile locației” pentru exactitate, deoarece informațiile inexacte și incomplete pot duce la întârziere, anulare și/sau returnare a fondurilor.
ru: Пожалуйста, проверьте "Детали местоположения", поскольку неточная либо неполная информация может привести к задержке, отмене либо возврату платежа.
uk: Будь ласка, перевірте "Деталі місцезнаходження", оскільки неточна або неповна інформація може призвести до затримки, скасування або повернення платежу.
uz: Илтимос, “Манзилга оид маълумотларни” текширинг, чунки аниқ ва тўлиқ бўлмаган маълумот маблағларнинг кечикиши, бекор бўлиши ва/ёки қайтарилишига сабаб бўлиши мумкин.
zh: 请查看“位置详细信息”的准确性，因为不准确和不完整的信息可能会导致延误、取消和/或退还资金。
