Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: To use Insider Pricing you must upgrade to a paid membership.
ca: Per accedir als Insider Pricing , cal actualitzar-se a una membresia de pagament.
de: Um die Insider Pricing nutzen zu können, müssen Sie ein Upgrade auf eine kostenpflichtige Mitgliedschaft vornehmen.
es: Para poder aprovechar el Precio INsider debes subir de nivel a una membresía de pago.
fr: Pour utiliser les prix d'initiés, vous devez passer à une adhésion payante.
it: Per usufruire delle tariffe Insider Pricing devi effettuare l'upgrade a un piano a pagamento.
ja: INsider Pricingをご利用いただくには、有料メンバーにアップグレードしていただく必要があります。
kk: Insider Pricing бағдарламасын пайдалану үшін ақылы мүшелікке ауысу керек.
ky: Insider Pricing баасын колдонуу үчүн акы төлөнүүчү мүчөлүккө өтүшүңүз керек.
lv: Lai izmantotu Insider Pricing, jums ir jāapgreidojas uz maksājamo biedru dalību.
mn: Insider Pricing үнийг ашиглахын тулд та төлбөртэй гишүүнчлэл рүү ахиулалт хийх ёстой.
pt: Para usar o Insider Pricing você precisa fazer upgrade para uma assinatura paga.
ro: Pentru a utiliza Insider Pricing, trebuie să treci la un abonament plătit.
ru: Чтобы использовать Insider Pricing, вы должны перейти на платный план Программы Членства.
uk: Щоб використати Insider Pricing, ви повинні перейти на платний план Програми Членства.
uz: Insider Pricing дан фойдаланиш учун сиз пуллик аъзоликка апгрейд қилишингиз шарт
zh: 要使用Insider Pricing，您必须升级为付费会员。

source: To your leadership success,
ca: Per al teu èxit de lideratge,
de: Auf Ihren Leadershiperfolg,
es: Por el éxito en tu liderazgo,
fr: À votre succès du leadership,
it: Al successo della tua leadership,
ja: あなたのリーダーシップの成功を祈って。
kk: Сіздің көшбасшылық жетістігіңіз үшін,
ko: 성공적인 리더십을 위해,
ky: Жетекчиликтин ийгилиги үчүн,
lv: Uz jūsu līdera veiksmi,
mn: Таны манлайллын амжилтын төлөө,
pt: Para o sucesso de sua liderança,
ro: Pentru succesul tău în leadeship,
ru: За Ваш лидерский успех,
uk: За Ваш лідерський успіх,
uz: Етакчиликда муваффақиятлар тилаб,
zh: 為了您的領導成功，

source: To your unstoppable progress!
ca: Pel teu imparable progrés!
de: Auf Ihren unaufhaltsamen Fortschritt!
es: ¡Por tu progreso imparable!
fr: À vos progrès irrésistibles !
it: Ai progressi INarrestabili!
ja: あなたの止まらない成長へ！
kk: Сіздің тоқтаусыз прогрессіңіз үшін!
ko: 귀하의 멈추지 않는 전진을 위하여!
ky: Сиздин чексиз ийгиликтериңиз үчүн!
lv: Uz jūsu neapturamo progresu!
mn: Таны зогсолтгүй хөгжил дэвшлийн төлөө!
pt: Para o seu progresso imparável!
ro: Spre progresul tău de neoprit!
ru: За ваш нескончаемый прогресс!
uk: За ваш нестримний прогрес!
uz: Сизнинг туганмас муваффақиятингиз учун!
zh: 为了你不可阻挡的进步！

source: To:
ca: A:
de: An:
es: Para:
fr: À :
it: A:
ja: 宛先：
kk: Кімге:
ko: 대상:
ky: Кимге:
lv: Uz:
mn: Хэнд:
pt: Para:
ro: Către:
ru: Кому:
uk: Кому:
uz: Кимга:
zh: 目的地：

source: To: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
ca: A: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
de: An: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
es: Para: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
fr: À : <span class="text-blue font-italic">{{ message.to[0].adresse }}</span>
it: A: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
kk: Кімге: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
ky: Кимге:<span class="text-blue font-italic">{{ message.to[0].address }}</span>
lv: Uz:<span class="text-blue font-italic">{{ ziņa[0].adrese }}</span>
mn: Хэнд: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
pt: Para: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
ro: La: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
ru: Кому: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
uk: Кому: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
uz: Кимга: <span class="text-blue font-italic">{{ message.to[0].address }}</span>
zh: 接收人：<span class="text-blue font-italic">{{ message.to[0].address }}</span>

source: today
ca: avui
de: heute
es: hoy
fr: aujourd'hui
it: oggi
ja: 今日
kk: бүгін
ky: бүгүн
lv: šodien
mn: өнөөдөр
pt: hoje
ro: azi
ru: сегодня
uk: сьогодні
uz: бугун
zh: 今天

source: Todays Date
ca: La cita d'avui
de: Heutiges Datum
es: Día de hoy
fr: La date d'aujourd'hui
it: Data di oggi
ja: 今日の日付
kk: Бүгінгі Күн
ko: 오늘 날짜
ky: Бүгүнкү күн
lv: Šodienas datums
mn: Өнөөдрийн огноо
pt: Data de hoje
ro: Data de azi
ru: Сегодняшняя Дата
uk: Сьогоднішня Дата
uz: Бугунги сана
zh: 今天的日期

source: Together let's ignite a wave of global
ca: Junts, encenguem una onada global de
de: Lassen Sie uns gemeinsam eine globale Welle zünden
es: Juntos encendamos una ola de
fr: Ensemble, déclenchons une vague de mondial
it: Insieme diamo il via a un'ondata globale di eventi
ja: 一緒にグローバルな波を
kk: Жаһандық толқынды бірге тұтандырайық
ko: 함께 글로벌의 물결을 일으키자
ky: Келгиле, глобалдык толкунду бирге тутаналы
lv: Kopā iešūposim globālo vilni/globālā viļņa
mn: Бүгдээр хамтдаа дэлхий даяар давалгаалцгаая
pt: Juntos, vamos iniciar uma onda global
ro: Împreună, să pornim un val global de
ru: Давайте вместе разожжём волну международных
uk: Давайте разом розпалимо хвилю міжнародних
uz: Келинг, биргаликда глобал тўлқин яратамиз
zh: 让我们一起点燃全球的浪潮

source: Together, we're unstoppable. Together, the future is bright.
ca: Junts, som imparables. Junts, el futur és brillant.
fr: Ensemble, rien ne nous arrête. Ensemble, l'avenir est prometteur.
it: INsieme siamo INarrestabili. INsieme, il futuro è luminoso.
ja: 共に進めば、私たちは無敵です。共に歩めば、未来は明るいです。
kk: іргеміз – бізді тоқтату мүмкін емес. Біргеміз – болашақ жарқын.
pt: Juntos, somos imbatíveis. Juntos, o futuro é brilhante.
ro: Împreună, suntem de neoprit. Împreună, viitorul este luminos.
uk: Разом — нас не зупинити. Разом — у нас яскраве майбутнє.
uz: Биргаликда, бизни ҳеч ким тўхтата олмайди. Биргаликда, бизнинг келажагимиз порлоқ.
zh: 团结一致，我们无可阻挡。携手并进，未来光明。

source: Top 10 Eligible Point Earners
fr: Top 10 des Gagnants de Points Éligibles
it: I primi 10 idonei con il punteggio più alto

source: Top 15 Eligible Point Earners
fr: Top 15 des Gagnants de Points Éligibles
it: I primi 15 idonei con il punteggio più alto

source: Top 20 Eligible Point Earners
fr: Top 20 des Gagnants de Points Éligibles
it: I primi 20 idonei con il punteggio più alto

source: Top 40 Eligible Point Earners
fr: Top 40 des Gagnants de Points Éligibles
it: I primi 40 idonei con il punteggio più alto

source: Top 5 Countries:
ca: Els 5 primers països:
de: Top 5 Länder:
es: Top 5 de Países:
fr: Le Top 5 des pays :
it: I 5 paesi in cima alla classifica:
ja: トップ５の国：
kk: Үздік 5 ел:
ko: 상위 5개국:
ky: Топ 5 өлкө:
lv: Top 5 Valstis:
mn: Топ 5 орон
pt: 5 principais países:
ro: Top 5 țări:
ru: Топ-5 стран:
uk: Топ-5 країн:
uz: Топ 5 мамлакатлар:
zh: 前 5 个国家：

source: Top 5 Direct New Partner Activators
ca: Els 5 millors Activadors de Nous Socis
de: Die 5 wichtigsten Aktivatoren für neue Direktpartner
es: Los mejores 5 Activadores de Socios Nuevos
fr: Top 5 des Activateurs de Nouveaux Partenaires Directs
it: La Top 5 degli Attivatori di Nuovi Partner Diretti
ja: あなたの直紹介パートナー登録TOP5
kk: Жаңа тікелей серіктестерді іске қосушылардың үздік 5-тігі
ky: 5 эң мыкты жаңы түз өнөктөш активдештиргендер
lv: Top 5 Tiešo Jauno Partneru Aktivizatori
mn: Шинэ Түншийн идэвхжүүлэлт бүхий шилдэг 5 Түнш
pt: Os 5 Maiores Ativadores Diretos de Novos Parceiros
ro: Top 5 activatori direcți ai partenerilor noi
ru: Топ-5 Активаторов новых прямых Партнёров
uk: Топ-5 Активаторів нових прямих Партнерів
uz: Энг кўп янги тўғридан-тўғри Ҳамкорларни фаоллаштирган Топ-5 Ҳамкорлар
zh: 前5名直接新合作伙伴激活者

source: Top Activities
ca: Activitats Principals
de: Top Aktivitäten
es: Actividades Principales
fr: Meilleures Activités
it: Attività principali
ja: トップ・アクティビティ
kk: Топ Белсенділіктер
ky: Эң мыкты иш-чаралар
lv: Top Aktivitātes
mn: Хамгийн сонирхолтой аялалууд
pt: Principais atividades
ro: Activități de top
ru: Лучшие активности
uk: Найкращі активності
uz: Топ фаолликлар
zh: 热门活动

source: Top Countries
ca: Principals Països
de: Top Länder
es: Principales Países
fr: Les Pays les plus Importants
it: Paesi migliori
ja: トップの国
kk: Үздік Елдер
ky: Топ өлкөлөр
lv: Top Valstis
mn: Топ орнууд
pt: Principais países
ro: Top țări
ru: Топ стран
uk: Топ країн
uz: Топ мамлакатлар
zh: 领先国家

source: Top donors for the 2025 Mercy Ships Fundraising Campaing
ca: Principals donants de la campanya de recaptació de fons de Mercy Ships 2025
de: Top-Spender für die Mercy Ships-Spendenkampagne 2025
es: Los donantes principales para la Campaña de Recaudación de Fondos de inCruises 2025 para Mercy Ships
fr: Principaux donateurs pour la Campagne de Collecte de Fonds Mercy Ships 2025
it: I maggiori donatori della campagna di raccolta fondi 2025 per Mercy Ships
ja: 2025年Mercy Ships寄付活動キャンペーンのトップ寄付者
kk: 2025 жылы Mercy Ships үшін қаражат жинау науқанының негізгі донорлары
ky: inCruises 2025 Mercy Ships үчүн каражат чогултуу кампаниясынын эң мыкты донорлору
lv: Labākie ziedotāji 2025. Mercy Ships līdzekļu vākšanas kampaņai
mn: Mercy Ships 2025 хандивын аяны шилдэг хандивлагч нар
pt: Principais doadores para a Campanha de Arrecadação de Fundos Mercy Ships 2025
ro: Cei mai buni donatori pentru Campania de strângere de fonduri Mercy Ships 2025
ru: Самые крупные спонсоры кампании по сбору средств для Mercy Ships 2025
uk: Найбільші спонсори кампанії зі збору коштів для Mercy Ships 2025
uz: 2025 йилда Mercy Ships учун маблағ тўплаш кампаниясида энг кўп эҳсон қилганлар
zh: 2025年Mercy Ships募款活动的顶级捐赠者

source: Top eligible point earners in each rank division will earn full accommodations and full access to inCruises GLS Thailand Event. April 20-24 2026!
ca: Els guanyadors de punts elegibles amb millor puntuació de cada divisió de rang obtindran allotjament complet i accés total a l’esdeveniment inCruises GLS Tailàndia. Del 20 al 24 d’abril de 2026!
fr: Les participants ayant cumulé le plus de points éligibles dans chaque division de classement bénéficieront d'un hébergement complet et d'un accès complet à l'Événement d'inCruises GLS Thaїland du 20 au 24 avril 2026 !
it: I concorrenti idonei con più punti in ogni classe di rango vinceranno il soggiorno completo e l'accesso totale all'evento GLS Thailandia di inCruises dal 20 al 24 aprile 2026!
ja: 各ランク部門の上位ポイント獲得者は、2026年4月20日〜24日に開催されるinCruises GLSタイイベントへの宿泊費全額および完全参加権を獲得します。
kk: Әр ранг санатындағы ең көп ұпай жинаған қатысушылар inCruises GLS Тайланд іс-шарасына (2026 жылғы 20–24 сәуір) толық жайғастыру мен толық қатысу мүмкіндігін иеленеді!
pt: Os principais ganhadores de pontos elegíveis em cada divisão de classificação ganharão hospedagem e acesso total ao evento GLS Tailândia da inCruises. De 20 a 24 de abril de 2026!
ro: Cei mai eligibili câștigători de puncte din fiecare categorie vor primi cazare completă și acces complet la evenimentul inCruises GLS Tailanda. 20-24 aprilie 2026!
uk: Найкращі учасники з балами в кожному ранговому дивізіоні отримають повне проживання та повний доступ до заходу inCruises МЛС Таїланд. 20–24 квітня 2026 року!
uz: Ҳар бир ранг тоифасида энг кўп балларни тўплаган шахслар inCruises GLS-Таиланд тадбирида қатнашиш ва тўлиқ жойлашиш имконини ютиб оладилар. 2026 йил 20-24 апрель!
zh: 各级别中积分最高的合资格人员将获得inCruises GLS泰国活动的全程住宿和完整通行资格。活动时间为2026年4月20日至24日！

source: Top Eligible point earners in each rank division will earn:
fr: Top gagnants de points Éligibles dans chaque division recevront :
it: I concorrenti idonei con più punti in ogni classe di rango riceveranno:

source: Top Partners
ca: Socis Principals
de: Top-Partner
es: Socios Principales
fr: Principaux Partenaires
it: Top Partner
ja: トップパートナー
kk: Үздік Серіктестер
ko: 상위 파트너
ky: Эң ийгиликтүү өнөктөштөр
lv: Top Partneri
mn: Шилдэг Түнш нар
pt: Principais parceiros
ro: Partenerii de Top
ru: Самые успешные Партнёры
uk: Найуспішніші Топ Партнери
uz: Топ Ҳамкорлар
zh: 顶级合作伙伴

source: Top Partners can earn access to exclusive training and an invitation-only Gala at
fr: Les meilleurs Partenaires peuvent accéder à une formation exclusive et à un Gala sur invitation uniquement à
it: I Top Partner avranno accesso privilegiato a sessioni di formazione esclusive e all'imperdibile Gala solo su invito, che si svolgerà a
kk: Үздік Cеріктестер эксклюзивті тренингке және тек шақыру арқылы өтетін Гала-кешке қол жеткізе алады, ол өтеді
pt: Os principais Parceiros podem ganhar acesso a treinamentos exclusivos e a um evento de Gala somente para convidados em
uk: Провідні Партнери можуть отримати доступ до ексклюзивного тренінгу та запрошення на гала-вечір у
uz: Энг илғор Ҳамкорлар эксклюзив тренинг ва фақат таклифнома асосида гала оқшомга кириш ҳуқуқига эга бўладилар
zh: 顶尖合伙人可获得专属培训机会，并受邀参加仅限邀请的盛大晚宴，地点在

source: Top Partners Last 12 Months
ca: Socis Principals dels Últims 12 Mesos
de: Top-Partner der letzten 12 Monate
es: Socios Top de los últimos 12 Meses
fr: Meilleurs Partenaires des 12 Derniers Mois
it: I Migliori Partner degli Ultimi 12 Mesi
ja: 過去12か月間のトップパートナー
kk: Соңғы 12 айдағы ең тиімді Серіктестер
ky: Акыркы 12 айдагы МЫКТЫ Өнөктөштөр
lv: Top partneri pēdejos 12 mēnešos
mn: Сүүлийн 12 сарын шилдэг Түнш нар
pt: Principais Parceiros nos últimos 12 Meses
ro: Cei mai buni parteneri din ultimele 12 luni
ru: Самые результативные Партнёры за последние 12 месяцев
uk: Найрезультативніші Партнери за останні 12 місяців
uz: Ўтган 12 ойдаги Топ Ҳамкорлар
zh: 过去12个月的顶尖合作伙伴

source: Top performers can earn from $200.00 USD to $2,000.00 USD, plus your actions count toward earning a spot in the
fr: Les meilleurs peuvent gagner de 200,00 $ US à 2 000,00 $ US, plus vos actions comptent pour obtenir une place dans le
it: I migliori classificati possono guadagnare da 200 $ a 2.000 $, inoltre le tue azioni contano per ottenere un posto nel

source: Top Producers
ca: Els Millors Productors
de: Top-Performer
es: Productores Top
fr: Les meilleurs producteurs
it: Produttori Top
ja: トッププロデューサー
kk: Үздік Өндірушілер
ko: 최우수 프로듀서
ky: Мыкты продюсерлер
lv: Top lietotāji
mn: Шилдэг борлуулагч нар
pt: Principais produtores
ro: Producători de top
ru: Топ-Производители
uk: Топ Виробники
uz: Топ продюсерлар
zh: 最佳制作人

source: Top Successful Referrals By Country
ca: Principals Recomanacions amb Èxit per País
de: Top erfolgreiche Empfehlungen nach Land
es: Principales Recomendaciones exitosas por País
fr: Principales références réussies par pays
it: I migliori referral di successo per paese
ja: 国別のトップ紹介者
kk: Елдер бойынша үздік табысты жолдамалар
ky: Өлкөлөр боюнча эң ийгиликтүү реферал-катталуучулар рейтинги
lv: Populārākie sekmīgie dalībnieki pa valstīm
mn: Бүртгүүлсэн хүмүүсийн тоо улс орноор
pt: Principais referências bem-sucedidas por país
ro: Cele mai bune recomandări de succes după țară
ru: Самые успешные рефералы по странам
uk: Найуспішніші реферали за країнами
uz: Мамлакатлар бўйича энг муваффақиятли рефераллар
zh: 按国家划分的成功推荐榜单

source: Top Ways to Earn INcome and INcentives
ca: Principals maneres de guanyar INgressos i INcentius
de: Top-Möglichkeiten, eINkommen und INcentives zu erzielen
es: Principales Formas de Generar INgresos e INcentivos
fr: Les Meilleures Façons de Gagner des Revenus et des INcitations
it: I modi migliori per guadagnare Redditi e INcentivi
ja: INcome（収入）とINセンティブを獲得する主な方法
kk: Табыс пен ынталандырудың ең жақсы тәсілдері
ky: Киреше табуунун жана сыйлык алуунун эң мыкты жолдору
lv: Top veidi kā Pelnīt INienākumus un INstimulācijas
mn: Орлого урамшуулал авах шилдэг аргууд
pt: Principais Maneiras de Ganhar Renda e INcentivos
ro: Cele mai bune modalități de a câștiga venituri și stimulente
ru: Лучшие способы получения доходов и вознаграждений
uk: Найкращі способи заробити дохід і винагороди
uz: Даромад ва Рағбатлар ишлаб топиш йўллари
zh: 获取收入与激励的最佳途径

source: Total (including VAT):
ca: Total (IVA inclòs):
de: Insgesamt (einschließlich Mehrwertsteuer):
es: Total (incluyendo VAT):
fr: Total (y compris la TVA) :
it: Totale (IVA inclusa):
ja: 合計（VATを含む）：
kk: Барлығы (ҚҚС қоса алғанда):
ko: 합계(VAT 포함):
ky: Бардыгы (КНС менен):
lv: Kopā (ieskaitot PVN):
mn: Нийт (НӨАТ орсон):
pt: Total (incluindo VAT):
ro: Total (TVA inclus):
ru: Всего (включая НДС):
uk: Всього (включаючи ПДВ):
uz: Жами (ҚҚС билан):
zh: 合計（含增值稅）：

source: Total Activation Volume
fr: Volume Total d'Activation
it: Totale Volume Attivazioni

source: Total Activations
ca: Activacions totals
de: Gesamt-Aktivierungen
es: Activaciones Totales
fr: Nombre total d'activations
it: Totale Attivazioni
ja: 合計のアクティベーション
kk: Жалпы Белсендірулер
ko: 총 활성화
ky: Жалпы Активдешүүлөр
lv: Kopējās Aktivizācijas
mn: Нийт идэвхжүүлэлтүүд
pt: Ativações totais
ro: Activări totale
ru: Всего Активаций
uk: Всього Активацій
uz: Жами Фаолликлар
zh: 总激活数

source: Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)
ca: Límit total de l'import que cada usuari podrà retirar durant un cap de setmana (Divendres-Diumenge) - (Valor més proper a l'enter)
de: Gesamtbetrag, den jeder Nutzer an einem Wochenende (Freitag-Sonntag) abheben darf - (nächstgelegener ganzer Wert)
es: Límite de la cantidad total que cada usuario podrá retirar dentro de un fin de semana (viernes - domingo) - (Valor total más cercano)
fr: <span class="tooltip-bottom" :tooltip="$gettext('Limite du montant total que chaque utilisateur sera autorisé à retirer au cours d'un week-end (vendredi-dimanche) - (Valeur entière la plus proche)')"><i class="fas fa-question-circle"></i></span> Limite de transfert pendant le week-end
it: Importo totale che ogni utente potrà prelevare durante il fine settimana (venerdì-domenica) - (valore intero più vicino)
ja: 各ユーザーが週末（金曜日から日曜日）内に引き出すことができる限度額の合計 - （最も近い整数値）
kk: Демалыс күндері (жұма-жексенбі) әрбір пайдаланушы алуға рұқсат етілген жалпы сома шегі - (ең жақын бүтін мән)
ky: Ар бир колдонуучуга дем алыш күндөрү (жума-жекшемби) алууга уруксат берилген сумманын чеги - (жакынкы бүтүн сан)
lv: Kopējās apjoma summas ierobežojums, ko katram lietotājam būs atļauts izņemt nedēļas nogalē (piektdiena-svētdiena) - (tuvākā pilnā vērtība)
mn: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"></i></span> Амралтын өдрөөр шилжүүлэх хэмжээ
pt: Limite de valor total que cada usuário poderá sacar em um fim de semana (sexta a domingo) - (Valor inteiro mais próximo)
ro: Limita totală a sumei fiecărui utilizator i se va permite să o retragă într-un weekend (vineri-duminică) - (Cea mai apropiată valoare întreagă)
ru: Итоговая сумма с учётом лимита, которую каждый пользователь может вывести в течение недели (пятница - воскресенье) - (ближайшее целое значение)
uk: Підсумкова сума з урахуванням ліміту, яку кожен користувач може вивести протягом тижня (п'ятниця – неділя) – (найближче ціле значення)
uz: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within a weekend (Friday-Sunday) - (Nearest whole value)')"><i class="fas fa-question-circle"></i></span> Дам олиш кунларидаги ўтказмалар лимити
zh: 每位用户在周末（星期五至星期日）期间被允许提取的总金额限制 -（最接近的整数值）

source: Total amount limit each user will be allowed to withdraw within the given 'Transfer Period' - (Nearest whole value)
ca: Límit total de l'import que cada usuari podrà retirar dins del 'Període de Transferència' donat - (Valor més proper a l'enter)
de: Gesamtbetrag, den jeder Nutzer innerhalb des angegebenen "Übertragungszeitraums" abheben darf - (nächstgelegener ganzer Wert)
es: Límite de cantidad total que cada usuario podrá retirar dentro de dado 'Período de transferencia' - (Valor completo más cercano)
fr: <span class="tooltip-bottom" :tooltip="$gettext('Limite du montant total que chaque utilisateur sera autorisé à retirer au cours de la \'Période de transfert\' - (Valeur entière la plus proche)')"><i class="fas fa-question-circle"></i></span> Période Limite de transfert
it: Limite di importo totale che ogni utente potrà prelevare entro il "Periodo di trasferimento" indicato - (valore intero più vicino)
ja: 各ユーザーが所定の「移行期間」内に引き出すことができる限度額の合計 - （最も近い整数値）
kk: Берілген «Трансферт кезеңі» ішінде әрбір пайдаланушы алуға рұқсат етілген жалпы соманы шектеу - (ең жақын бүтін мән)
ky: Берилген "Которуу мезгили" ичинде ар бир колдонуучу алууга уруксат берилген жалпы сумманы чектөө - (эң жакын бүтүн сан)
lv: Kopējais summas ierobežojums, ko katrs lietotājs drīkstēs atsaukt/izņemt norādītajā “pārsūtīšanas periodā” - (tuvākā pilnā vērtība)
mn: <span class="tooltip-bottom" :tooltip="$gettext('Total amount limit each user will be allowed to withdraw within the given \'Transfer Period\' - (Nearest whole value)')"><i class="fas fa-question-circle"></i></span> Шилжүүлэх хэмжээний хугацаа
pt: Limite de valor total que cada usuário poderá sacar dentro do 'Período de transferência' determinado - (valor inteiro mais próximo)
ro: Limita totală a sumei fiecărui utilizator i se va permite să o retragă în „Perioada de transfer” dată - (Cea mai apropiată valoare întreagă)
ru: Итоговая сумма с учётом лимита, которую каждый пользователь может вывести в течение определённого "периода перевода" - (ближайшее целое значение)
uk: Підсумкова сума з урахуванням ліміту, яку кожен користувач може вивести протягом певного "періоду переказу" - (найближче ціле значення)
uz: Ҳар бир фойдаланувчига "Ўтказма даври"да ечишга рухсат бериладиган жами сумма лимити - (Деярли тўлиқ қиймат)
zh: 每位用户在给定的“转账期”内被允许提取的总金额限制 -（最接近的整数值）

source: Total Balance
ca: Saldo Total
de: Gesamtes Guthaben
es: Saldo Total
fr: Solde total
it: Saldo totale
ja: 合計残高
kk: Жалпы Баланс
ky: Жалпы баланс
lv: Kopējā Bilance
mn: Нийт баланс
pt: Saldo total
ro: Sold Total
ru: Общий баланс
uk: Загальний баланс
uz: Жами баланс
zh: 总余额

source: Total Comp
fr: Total de la Rémunération
it: Totale compensi
kk: Барлығы Өтем
pt: Compensação Total
uk: Загальна Комп
uz: Жами компенсация
zh: 总业绩对照

source: Total Contacts
ca: Total de Contactes
de: Gesamtkontakte
es: Total de Contactos
fr: Contacts totaux
it: Totale contatti
ja: 連絡先の合計
kk: Байланыстардың жалпы саны
ky: Бардык байланыштар
lv: Kopējās kontaktpersonas
mn: Нийт харилцагч нар
pt: Contatos totais
ro: Total contacte
ru: Всего контактов
uk: Всього контактів
uz: Жами контактлар
zh: 总联系人数

source: Total cost
ca: Cost total
de: Gesamtkosten
es: Costo Total
fr: Coût total
it: Costo totale
ja: 合計金額
kk: Жалпы құны
ko: 총 비용
ky: Жалпы баасы
lv: Kopā maksa
mn: Нийт үнэ
pt: Custo total
ro: Cost total
ru: Итоговая стоимость
uk: Підсумкова вартість
uz: Жами баҳоси
zh: 总消耗

source: Total Cost
ca: Cost Total
de: Gesamtkosten
es: Costo Total
fr: Coût Total
it: Costo totale
ja: 合計費用
kk: Жалпы Құны
ko: 총 비용
ky: Жалпы Баасы
lv: Kopējā maksa
mn: Нийт үнэ
pt: Custo total
ro: Cost Total
ru: Итоговая Стоимость
uk: Підсумкова Вартість
uz: Жами баҳоси
zh: 总成本

source: Total Cruise Price
ca: Total del Preu del Creuer
de: Gesamter Kreuzfahrt-Preis
es: Precio Total del Crucero
fr: Prix Total de la Croisière
it: Prezzo totale della crociera
ja: クルーズ価格の合計
kk: Жалпы Круиз Бағасы
ko: 총 크루즈 가격
ky: Жалпы круиздик баасы
lv: Kopējā Kruīza cena
mn: Уг аяллын нийт үнэ
pt: Preço total do cruzeiro
ro: Preţul total al croazierei
ru: Итоговая стоимость Круиза
uk: Підсумкова вартість Круїзу
uz: Жами круиз нархи
zh: 郵輪價格總額
