Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: If you believe that an unauthorized, illegal, or otherwise problematic transaction has occurred under your account, you agree to notify inCruises immediately. To the fullest extent permitted by law, you waive all claims against inCruises related to payments unless you submit the claim to inCruises within 14 days after the charge. You are responsible for and agree to reimburse inCruises for all fees, fines, penalties, costs and other liabilities incurred by inCruises that were caused or arose out of payments that you authorized. If you enter into a transaction with a third party and have a dispute over the goods or services you purchased, inCruises has no liability for such goods or services.
ca: Si consideres que s’ha realitzat una transacció no autoritzada, il·legal o problemàtica al teu compte, acceptes notificar-ho immediatament a inCruises. En la màxima mesura permesa per la llei, renuncies a qualsevol reclamació contra inCruises relacionada amb pagaments, tret que presentis la reclamació a inCruises dins dels 14 dies posteriors al càrrec. Ets responsable i acceptes reemborsar a inCruises totes les comissions, multes, penalitzacions, costos i altres responsabilitats que inCruises hagi incorregut i que hagin estat causades o derivades de pagaments que hagis autoritzat. Si realitzes una transacció amb un tercer i tens una disputa sobre els béns o serveis adquirits, inCruises no assumeix cap responsabilitat sobre aquests béns o serveis.
de: Wenn Sie glauben, dass eine nicht autorisierte, illegale oder anderweitig problematische Transaktion auf Ihrem Konto stattgefunden hat, erklären Sie sich damit einverstanden, inCruises sofort zu benachrichtigen. Soweit gesetzlich zulässig, verzichten Sie auf alle Ansprüche gegen inCruises im Zusammenhang mit Zahlungen, es sei denn, Sie reichen den Anspruch bei inCruises innerhalb von 14 Tagen nach der Belastung ein. Sie sind verantwortlich für und verpflichten sich, inCruises alle Gebühren, Bußgelder, Strafen, Kosten und andere Verbindlichkeiten zu erstatten, die inCruises entstanden sind und die durch von Ihnen autorisierte Zahlungen verursacht wurden oder entstanden sind. Wenn Sie eine Transaktion mit einem Dritten abschließen und einen Streit über die von Ihnen gekauften Waren oder Dienstleistungen haben, übernimmt inCruises keine Haftung für diese Waren oder Dienstleistungen.
es: Si consideras que se ha realizado un cargo no autorizado, ilícito o problemático a tu cuenta, te comprometes a notificarlo de forma inmediata a inCruises. Conforme a lo máximo permitido por Ley, renuncias a toda reclamación contra inCruises relacionada con los pagos, a menos que envíes la reclamación pertinente en un lapso máximo de 14 días posteriores al cargo. Eres responsable de y aceptas reembolsar a inCruises todos los honorarios, multas, sanciones, costos y otros gastos incurridos por inCruises ocasionados por los pagos que hayas autorizado. Si realizas una transacción con un tercero y tienes una disputa por los bienes o servicios adquiridos, inCruises no tiene ninguna responsabilidad por dichos bienes o servicios.
fr: Si vous pensez qu'une transaction non autorisée, illégale ou problématique a été effectuée sur votre compte, vous vous engagez à en informer inCruises immédiatement. Dans toute la mesure permise par la loi, vous renoncez à toute réclamation contre inCruises concernant les paiements, sauf si vous soumettez la réclamation à inCruises dans les 14 jours suivant le débit. Vous êtes responsable et acceptez de rembourser à inCruises tous les frais, amendes, pénalités, coûts et autres responsabilités encourus par inCruises et découlant des paiements que vous avez autorisés. Si vous concluez une transaction avec un tiers et que vous avez un litige concernant les biens ou services que vous avez achetés, inCruises décline toute responsabilité à cet égard.
it: Se ritieni che si sia verificata una transazione non autorizzata, illegale o altrimenti problematica sul tuo account, accetti di informare immediatamente inCruises. Nella misura massima consentita dalla legge, rinunci a qualsiasi reclamo nei confronti di inCruises relativo ai pagamenti a meno che tu non presenti il reclamo a inCruises entro 14 giorni dall'addebito. Sei responsabile e accetti di rimborsare inCruises per tutte le commissioni, le multe, le sanzioni, i costi e altre responsabilità sostenute da inCruises che sono state causate o derivano da pagamenti che hai autorizzato. Se stipuli una transazione con una terza parte e hai una controversia sui beni o servizi acquistati, inCruises non ha alcuna responsabilità per tali beni o servizi.
ja: アカウントで不正、違法、または問題のある取引が発⽣したと思われる場合は、すぐにinCruisesに通知することに同意するものとします。法律で認められる最⼤限の範囲で、請求から14⽇以内に inCruisesに請求を提出しない限り、⽀払いに関連するinCruisesに対するすべての請求を放棄します。会員は、会員が承認した⽀払いにより⽣じた、または⽣じたすべての料⾦、罰⾦、罰則、費⽤、およびその他の責任について、責任を負います。第三者と取引を⾏い、購⼊した商品またはサービスについて紛争がある場合、inCruisesはそのような商品またはサービスに対して責任を負いません。
kk: Егер сіздің аккаунтыңыз бойынша рұқсат етілмеген, заңсыз немесе басқа да мәселелер туғызған транзакция орын алды деп ойласаңыз, сіз inCruises-ке дереу хабарлауға келісесіз. Заңмен рұқсат етілген ең жоғары дәрежеде, сіз барлық талап-арыздарды inCruises-ке төлем жасалған күннен бастап 14 күн ішінде бермесеңіз, inCruises-ке қатысты төлемдерге байланысты барлық талаптардан бас тартасыз. Сіз inCruises-ке барлық алымдар, айыппұлдар, жазалар, шығындар мен басқа да міндеттемелерді өтейтіндігіңізге келісесіз, егер олар сіздің рұқсат еткен төлемдеріңізден туындаса немесе пайда болса. Егер сіз үшінші тараппен мәміле жасасаңыз және сатып алынған тауарлар немесе қызметтер бойынша даулассаңыз, inCruises бұл тауарлар немесе қызметтер үшін ешқандай жауапкершілік көтермейді.
ky: Каттоо эсебиңизде уруксатсыз, мыйзамсыз же башка көйгөйлүү транзакция болду деп ойлосоңуз, inCruises компаниясына дароо кабарлоого макул болосуз. Мыйзам жол берген көлөмдө, төлөмдөн кийин 14 күндүн ичинде inCruisesке доомат койбосоңуз, төлөмдөргө байланыштуу inCruisesке каршы бардык дооматтардан баш тартасыз. Сиз inCruises компаниясына сиз уруксат берген төлөмдөрдөн келип чыккан же натыйжада inCruises тарткан бардык жыйымдар, айыптар, жазапулдар, чыгымдар жана башка милдеттенмелер үчүн жооптуусуз жана ордун толтурууга макул болосуз. Эгерде сиз үчүнчү тарап менен бүтүм түзсөңүз жана сиз сатып алган товарларга же кызматтарга байланыштуу талаш-тартыш болсо, inCruises мындай продукциялар же кызматтар үчүн жооп бербейт.
lv: Ja uzskatāt, ka jūsu kontā ir noticis nesankcionēts, nelikumīgs vai citādi problemātisks darījums, jūs piekrītat nekavējoties par to paziņot kompānijai InCruises. Ciktāl to atļauj likums, jūs atsakāties no visām prasībām pret inCruises, kas saistītas ar maksājumiem, ja vien jūs neiesniedzat prasību inCruises 14 dienu laikā pēc apsūdzības. Jūs esat atbildīgs un piekrītat atlīdzināt INCruises par visām nodevām, soda naudām, sodiem, izmaksām un citām saistībām, kas radušās InCruises sakarā ar jūsu autorizētiem maksājumiem. Ja jūs noslēdzat darījumu ar trešo personu un jums ir strīds par iegādātajām precēm vai pakalpojumiem, inCruises nav nekādas atbildības par šādām precēm vai pakalpojumiem.
mn: Хэрэв таны бүртгэлээр зөвшөөрөлгүй, хууль бус эсвэл өөр ямар нэг асуудалтай гүйлгээ хийгдсэн гэж үзвэл, та inCruises-д шууд мэдэгдэх үүргийг хүлээн зөвшөөрч байна. Хуулиар зөвшөөрөгдсөн хамгийн өргөн хүрээнд, хэрэв та төлбөр хийгдсэнээс хойш 14 хоногийн дотор шаардлагаа inCruises-д гаргаж өгөөгүй бол, төлбөртэй холбоотой аливаа гомдол, шаардлагаа тавихаас татгалзаж байгаагаа илэрхийлж байгаа хэрэг болно. Таны зөвшөөрсөн төлбөртэй холбоотойгоор inCruises-д үүссэн бүх хураамж, торгууль, шийтгэл, зардал болон бусад хариуцлагыг та бүрэн хариуцах бөгөөд эдгээрийг inCruises-д нөхөн төлөхөө бүрэн хүлээн зөвшөөрч байна. Хэрэв та гуравдагч этгээдтэй гүйлгээ хийж, худалдан авсан бараа эсвэл үйлчилгээтэй холбоотой маргаан үүсвэл, тухайн бараа эсвэл үйлчилгээний хувьд inCruises ямар нэг хариуцлага хүлээхгүй.
pt: Se você acredita que uma transação não autorizada, ilegal ou problemática ocorreu em sua conta, você concorda em notificar a inCruises imediatamente. Na extensão máxima permitida por lei, você renuncia a todas as reivindicações contra a inCruises, relacionadas a pagamentos, a menos que apresente a reivindicação a inCruises dentro de 14 dias após a cobrança. Você é responsável e concorda em reembolsar a inCruises por todas as taxas, multas, custos e outras responsabilidades incorridas pela inCruises que foram causadas ou surgiram de pagamentos que você autorizou. Se você entrar em uma transação com terceiros e tiver uma disputa sobre os bens ou serviços que você comprou, a inCruises não se responsabiliza por tais bens ou serviços.
ro: Dacă crezi că o tranzacție neautorizată, ilegală sau problematică a avut loc în contul tău, ești de acord să notifici imediat inCruises. În măsura permisă de lege, renunți la toate revendicările împotriva inCruises legate de plăți, cu excepția cazului în care depui reclamația către inCruises în termen de 14 zile de la debitare. Ești responsabil și ești de acord să rambursezi inCruises pentru toate taxele, amenzile, penalitățile, costurile și alte obligații suportate de inCruises care au fost cauzate sau au apărut din plățile pe care le-ai autorizat. Dacă intri într-o tranzacție cu o terță parte și ai o dispută cu privire la bunurile sau serviciile pe care le-ai achiziționat, inCruises nu are nicio răspundere pentru astfel de bunuri sau servicii.
ru: Если вы полагаете, что в вашей учетной записи была совершена несанкционированная, незаконная или любая другая сомнительная операция, вы обязуетесь незамедлительно сообщить об этом в inCruises. В той мере, которая допустима законодательством, вы отказываетесь от предъявления связанных с платежами требований к inCruises до тех пор, пока не предъявили такое требование в Компанию в течение 14-ти дней после списания средств. Вы принимаете на себя ответственность и обязуетесь возместить все сборы, штрафы, взыскания, расходы и другие задолженности, понесенные inCruises, которые возникли в результате совершенных вами платежей. Если вы совершаете сделку с третьей стороной и у вас возникает спор в отношении купленных товаров или услуг, inCruises не несет ответственности за такие товары или услуги.
uk: Якщо ви вважаєте, що через ваш обліковий запис була проведена несанкціонована, незаконна чи інша транзакція, ви погоджуєтесь негайно повідомити inCruises. В міру можливості, дозволеної законом, ви відмовляєтеся від усіх претензій до inCruises, пов'язаних з платежами, якщо ви не подасте позов inCruises протягом 14 днів після оплати. Ви несете відповідальність і погоджуєтеся відшкодувати inCruises всі збори, штрафи, пені, та інші витрати, понесені inCruises, які були викликані або виникли у зв'язку з вашими платежами. У разі укладення угоди з третьою стороною і виникнення спору, щодо придбаних вами товарів або послуг, inCruises не несе відповідальності за ці товари або послуги.
uz: Агар аккаунтингиздан рухсатсиз, ноқонуний фойдаланиш ёки бошқа муаммолар юзага келса, сиз дарҳол inCruises га хабар беришга розилик билдирасиз. Агар тўлов амалга оширилганидан кейин 14 кун ичида inCruises га шикоятларингиз бўлмаса, қонун билан рухсат этилган даражада, inCruises га тўловлар билан боғлиқ шикоятлар қилишдан воз кечишга розилик билдирасиз. Сиз тасдиқлаган тўловлар сабабли келиб чиққан ва inCruises қоплаган барча йиғимлар, жарималар, пенялар, харажатлар ва бошқа мажбуриятларни қоплашга розилик билдирасиз. Агар сиз учинчи томон билан транзакцияни амалга оширсангиз ва ушбу харид қилинган товарлар ва хизматлар борасида низолашсангиз, inCruises бундай товарлар ва хизматлар учун масъулиятни ўз бўйнига олмайди.
zh: 如果您认为您的账户下发生了未经授权、非法或其他有问题的交易，您同意立即通知inCruises。在法律允许的最大范围内，除非您在扣款后14天内向inCruises提交申诉，否则您放弃与付款相关的所有对inCruises的索赔。您有责任并同意赔偿inCruises因您授权的付款而产生或引起的所有费用、罚款、处罚、成本及其他责任。如果您与第三方进行交易并就所购买的商品或服务发生争议，inCruises对此类商品或服务概不负责。

source: If you believe that the device you are using has been hacked or stolen, you can simply delete that password in order to revoke access to that Email Client.
ca: Si creus que el dispositiu que utilitzes ha estat piratejat o robat, pots eliminar aquesta contrasenya per revocar l'accés a aquest client de correu electrònic.
de: Falls Sie vermuten, dass das Gerät, das Sie verwenden, gehackt oder gestohlen wurde, können Sie das Passwort einfach löschen, um die Zugriffsberechtigung auf diesen E-Mail-Client zuunterbinden.
es: Si crees que el dispositivo que estás utilizando ha sido hackeado o robado, puede simplemente borrar la contraseña con el fin de revocar el acceso a ese cliente de correo electrónico.
fr: Si vous pensez que le périphérique que vous utilisez a été piraté ou volé, vous pouvez simplement supprimer ce mot de passe afin de révoquer l'accès à ce client de messagerie.
it: Se ritieni che il dispositivo in uso sia stato violato o rubato, puoi semplicemente cancellare la password per revocare l'accesso a quel client di posta elettronica.
ja: 使用しているデバイスがハッキングまたは盗難されたと思われる場合は、そのEメールクライアントへのアクセスを取り消すためにそのパスワードを削除します。
kk: Егер сіз қолданып отырған құрылғы бұзып ашылған немесе ұрланған деп ойласаңыз, сол Электрондық пошта арқылы кіруді болдырмау үшін, құпия сөзді жоюға болады.
ko: 사용중인 기기가 해킹당하거나 도난당했다고 생각되면 해당 이메일 클라이언트에 대한 접근권한을 취소하기 위해 해당 비밀번호를 삭제하면 됩니다.
ky: Эгер сиз колдонуп жаткан шайман бузулду же уурдалды деп ойлосоңуз, ошол Э-почта Кардарына кирүү мүмкүнчүлүгүн жокко чыгаруу үчүн сырсөзүңүздү жоюп салсаңыз болот.
lv: Ja uzskatāt, ka ierīce, kuru izmantojat, ir uzlauzta vai nozagta, varat vienkārši izdzēst šo paroli, lai atsauktu piekļuvi šim e-pasta klientam.
mn: Хэрэв таны төхөөрөмж хулгайд алдагдсан эсвэл хакердуулсан гэж бодож байвал имэйлийн харилцагч руу хандах хандалтыг цуцлахын тулд нууц үгээ устгана уу.
pt: Se você acredita que o dispositivo que você está usando foi hackeado ou roubado, você pode simplesmente excluir essa senha para revogar o acesso a esse email.
ro: Dacă sunteţi de părerea că dispozitivul pe care-l folosiţi a fost accesat în mod fraudulos sau furat, puteţi simplu să ştergeţi acea parolă pentru a revoca accesul la acel client de email.
ru: Если вы считаете, что устройство, котором вы пользовались было взломано или украдено, вы можете просто удалить пароль, чтобы закрыть доступ этого email адреса.
uk: Якщо ви вважаєте, що пристрій, який ви використовуєте, був зламаний або викрадений, ви можете просто видалити цей пароль, щоб скасувати доступ до Email даного Клієнта.
uz: Агар сиз фойдаланаётган ускунага ўзгалар томонидан кирилган ёки ўғирланган деб ҳисобласангиз, ушбу почта мижозига киришни ёпиш учун шунчаки паролингизни ўчиришингиз мумкин.
zh: 如果您認為您使用的設備已被黑客入侵或被盜，您只需刪除該密碼即可撤銷對該電子郵件的訪問權限。
