Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: InCruises Support AI Beta is designed to try and answer your questions right away, the following response is generated by AI trained by our very own support staff from previous support tickets. <br/> <br/> If it answers your question then you can proceed with the "Question Answered" button, however if the response is not relevant or does not fulfill your support request you can then proceed with creating a ticket. <br/> <br/> Please be aware that this is a Beta and the support requests might not be answered entirely correct, if you have any doubts please proceed creating a support ticket.
ca: La IA Beta d'assistència d'inCruises va ser dissenyada per intentar respondre les teves preguntes immediatament; La resposta següent va ser generada per una intel·ligència artificial formada pel nostre personal d'assistència a partir de tiquets d'assistència anteriors. <br/> <br/> Si respon a la teva pregunta, pots prémer el botó "Pregunta resposta"; no obstant això, si la resposta no és pertinent o no satisfà la teva sol·licitud d'assistència, pots crear una incidència. <br/> <br/> Si us plau, tingues en compte que això és una Beta i les sol·licituds de suport podrien no ser respostes del tot correctament, si tens algun dubte si us plau procedeix creant un tiquet de suport.
de: InCruises Support AI Beta wurde entwickelt, um zu versuchen, Ihre Fragen sofort zu beantworten. Die folgende Antwort wird von einer AI generiert, die von unseren eigenen Support-Mitarbeitern anhand früherer Support-Tickets erstellt wurde. <br> <br> Wenn sie Ihre Frage beantwortet, können Sie mit der Schaltfläche "Frage beantwortet" fortfahren, wenn die Antwort jedoch nicht relevant ist oder Ihre Supportanfrage nicht erfüllt, können Sie mit der Erstellung eines Tickets fortfahren. <br><br> Bitte beachten Sie, dass es sich hierbei um eine Beta-Version handelt und die Support-Anfragen möglicherweise nicht ganz korrekt beantwortet werden. Wenn Sie Zweifel haben, erstellen Sie bitte ein Support-Ticket.
es: InCruises Support AI Beta está diseñado para tratar de responder tus preguntas de inmediato, la siguiente respuesta es generada por AI capacitada por nuestro propio personal de soporte de tickets de soporte anteriores. <br/> <br/> Si responde a tu pregunta, puedes continuar con el botón "Pregunta respondida". Sin embargo, si la respuesta no es relevante o no cumple con tu solicitud de soporte, puedes continuar con la creación de un ticket. <br/> <br/> Por favor, ten en cuenta que esta es una versión de prueba y es posible que las solicitudes de soporte no se respondan del todo correctamente, si tienes alguna duda, procede a crear un ticket de soporte.
fr: Le support InCruises AI Beta est conçu pour essayer de répondre à vos questions immédiatement, la réponse suivante est générée par l'IA formée par notre propre personnel de support à partir de tickets de support précédents. <br/> <br/> Si elle répond à votre question, vous pouvez cliquer sur le bouton "Question résolue", mais si la réponse n'est pas pertinente ou ne répond pas à votre demande d'assistance, vous pouvez alors créer un ticket. <br/> <br/> Veuillez noter qu'il s'agit d'une version bêta et que les réponses aux demandes d'assistance peuvent ne pas être tout à fait correctes. Si vous avez des doutes, veuillez créer un ticket d'assistance.
it: L'Intelligenza Artificiale Beta del Supporto di inCruises è stata progettata per cercare di rispondere subito alle tue domande; la seguente risposta è stata generata da un IA istruita dal nostro personale di assistenza sulla base di precedenti ticket di assistenza. <br/> <br/> Se la risposta soddisfa la tua domanda, puoi cliccare sul pulsante "Domanda risolta"; se invece la risposta non è pertinente o non soddisfa la tua richiesta di assistenza, puoi procedere con l'apertura di un ticket. <br/> <br/> Tieni presente che si tratta di una versione Beta e che le domande potrebbero non avere una risposta del tutto corretta; se hai dei dubbi, apri un ticket di assistenza.
ja: InCruises サポート AI ベータ は、あなたのご質問に迅速に回答するために用意されました。実際に私たちのサポートスタッフが皆様から届いたお問い合わせの内容をAIに学習させ、回答しています。<br/> <br/> 回答が得られた場合は、"回答済み "ボタンをクリックし、回答が適切でない、または解決できない場合は、お問い合わせチケットを作成してください。<br/> <br/> あくまでもベータであるため、お問い合わせの内容に完全にお答えできない可能性もあります。ご不明な点がある場合は、お問い合わせチケットを作成してください。
kk: InCruises қолдауының аль-бета нұсқасы сұрақтарыңызға бірден жауап беруге арналған. Келесі жауап алдыңғы қолдау тикеттерінен біздің жеке қолдау көрсету персоналымыз үйреткен жасанды интеллект арқылы жасалады.<br/> <br/> Егер ол сіздің сұрағыңызға жауап берсе, «Сұраққа жауап берілді» түймесін басу арқылы жалғастыра аласыз, алайда жауап сәйкес болмаса немесе қолдау сұрауыңызға сәйкес келмесе, билет жасауды жалғастыра аласыз. <br/> <br/> Бұл бета нұсқасы және қолдау сұрауларына дұрыс жауап берілмейтінін ескеріңіз. Егер күмәніңіз болса, қолдау билетін жасауды жалғастырыңыз.
ky: inCruises Support SI бета версиясы сурооңузга дароо жооп берүү үчүн иштелип чыккан жана кийинки жооп мурунку колдоо суроо билетине жооп берген колдоо кызматкерлерибиз тарабынан даярдалган AI тарабынан кайтарылат.<br><br>Эгер ал сиздин сурооңузга жооп берсе, "Суроо жооп берди" дегенди басыңыз, бирок жооп сурооңузга дал келбесе, суроо билетин ачууну уланта берсеңиз болот.<br><br> Бул бета версиясы жана суроолоруңузга жооп толугу менен туура эмес болушу мүмкүн экенин эске алыңыз, эгер күмөн санасаңыз, колдоо талап кылып суроо билетин ачыңыз.
lv: InCruises Support AI Beta ir paredzēts,lai nekavēejoties atbildētu uz jūsu jautājumiem, šādu atbildi ģenerē Al,ko apguvuši mūsu pašu atbalsta darbinieki no iepriekšējām atbalsta biļetēm.<br/> <br/>Ja tiek atbildēts jūsu jautājums, tad jūs varat turpināt darbu ar pogu "Question Answered", ja atbilde nav piemērota vai neatspoguļo visu atbalsta jautājumu,tad varat turpināt,izveidojot biļeti. <br/> <br/>Lūdzu ņemiet vērā, ka šis ir Beta un atbalsta jautājumi var netikt atbildēti pilnīgi pareizi, ja jums rodas šaubas, lūdzu, turpiniet veidot atbalsta biļeti.
mn: InCruises-ийн Тусламжийн AI Бета нь таны асуултуудад тэр даруй хариулах зорилготой бөгөөд дараах хариултуудыг өмнөх Тусламжийн асуултуудаас манай Тусламжийн ажилтнуудын бэлтгэсэн хиймэл оюун ухаан гарган өгч буй болно.<br/><br/> Хэрэв таны асуултад хариулсан бол та "Асуултанд хариулсан" товчийг дарж үргэлжлүүлж болох бөгөөд өөр хариулт өгсөн эсвэл таны хэрэгцээг хангаагүй бол Тусамжийн хүсэлт бичиж болно. <br/><br/> Энэ бол Бета хувилбар бөгөөд таны асуултанд зөв хариулт өгөхгүй байж болзошгүй тул хэрэв танд эргэлзэж буй зүйл байвал Тусламжийн хэлтэс рүү хандана уу.
pt: O Suporte IA Beta inCruises foi projetado para tentar responder às suas perguntas imediatamente. A resposta a seguir é gerada pela IA treinada por nossa própria equipe de suporte, com base nos tickets de suporte anteriores. <br/> <br/> Se ela responder à sua pergunta, você poderá prosseguir com o botão "Pergunta respondida". No entanto, se a resposta não for relevante ou não atender à sua solicitação de suporte, você poderá criar um ticket. <br/> <br/> Esteja ciente de que esta é uma mensagem Beta e as solicitações de suporte podem não ser respondidas de forma totalmente correta. Se você tiver alguma dúvida, continue criando um ticket de suporte.
ro: InCruises Support AI Beta este conceput pentru a încerca să-ți răspundă imediat la întrebări, următorul răspuns este generat de AI instruit de personalul nostru de asistență din biletele de asistență anterioare. <br/> <br/> Dacă răspunde la întrebarea ta, poți continua cu butonul „Întrebare Răspunsă”, însă dacă răspunsul nu este relevant sau nu-ți îndeplinește cererea de asistență, poți continua cu crearea unui bilet. <br/> <br/> Te rugăm să fii conștient de faptul că aceasta este o versiune beta și este posibil ca solicitările de asistență să nu primească răspunsul corect, dacă ai îndoieli, continuă crearea unui bilet de asistență.
ru: Бета-версия Службы Поддержки inCruises с ИИ разработана с целью попытаться отвечать на ваши вопросы незамедлительно. Следующий ответ сгенерирован ИИ, обученным нашим собственным штатом службы поддержки на базе предыдущих тикетов в поддержку. <br> <br> Если вы получили ответ на свой вопрос, то нажмите на кнопку "Ответ получен", если же ответ нерелевантен или не удовлетворяет вашем запросу в поддержку, то вы можете продолжить, создав тикет. <br> <br> Примите, пожалуйста, во внимание, что это бета-версия, и ответ на запрос в поддержку может быть не совсем корректен. Если у вас возникают какие-либо сомнения, то создайте, пожалуйста, тикет.
uk: Бета-версія Служби підтримки inCruises зі ШІ розроблена з метою спробувати відповідати на ваші запитання одразу. Наступну відповідь згенеровано ШІ, навчений нашим власним штатом служби підтримки на базі попередніх запитів. <br/> <br/> Якщо ви отримали відповідь на своє запитання, то натисніть на кнопку "Відповідь отримано", якщо відповідь нерелевантна або не задовольняє ваш запит в службу підтримки, то ви можете продовжити, створивши тікет. <br/> <br/> Будь ласка, майте на увазі, що це бета-версія, і відповідь на запити підтримки може бути не зовсім коректною. Якщо у вас виникають сумніви, то створіть, будь ласка, тікет.
uz: InCruises Қўллаб-қувватлаш хизматининг СИ бета-версияси саволингизга дарҳол жавоб бериш учун мўлжалланган бўлиб, навбатдаги жавоб аввалги қўллаб-қувватлаш чиптасига жавоб берган қўллаб-қувватлаш ходимларимиз томонидан тайёрланган СИ томонидан қайтарилади. <br> <br> Агар у саволингизга жавоб берса, “Саволга жавоб берилди” тугмасини босинг, аммо агар берилган жавоб сизнинг саволингизга тўғри келмаса, сиз чипта очишда давом этишингиз мумкин. <br> <br> Илтимос, бу бета-версия эканлигини ва саволларингизга берилган жавоб тўлиқ тўғри бўлмаслигини ҳисобга олинг, агар шубҳаларингиз бўлса, илтимос, қўллаб-қувватлаш чиптасини очинг.
zh: InCruises Support AI Beta 旨在尝试立即回答您的问题，以下响应是由我们自己的支持人员根据以前的支持票训练的 AI 生成的。<br/><br/>如果它回答了您的问题，那么您可以继续点击“已回答问题”按钮，但是如果回答不相关或不满足您的支持请求，您可以继续创建支持票。<br/><br/>请注意，这是一个测试版，可能无法完全正确地回答支持请求，如果您有任何疑问，请继续创建支持票。

source: inCruises uses a variety of services hosted by third parties to help provide our Services and to help us understand the use of our Services. These services may collect information sent by your browser as part of a web page request, such as cookies or your IP request.
ca: inCruises fa servir una varietat de serveis allotjats per tercers per ajudar a oferir els seus Serveis i a entendre com s’utilitzen. Aquests serveis poden recollir informació enviada pel teu navegador com a part d’una sol·licitud de pàgina web, com ara galetes (cookies) o la teva adreça IP.
de: inCruises nutzt verschiedene Dienste von Drittanbietern, um unsere Dienste bereitzustellen und die Nutzung unserer Dienste zu verstehen. Diese Dienste können Informationen sammeln, die Ihr Browser im Rahmen einer Webseitenanfrage sendet, wie z. B. Cookies oder Ihre IP-Anfrage.
es: inCruises utiliza varios servicios proporcionados por terceros para ayudar a prestar y a entender el uso de sus servicios. Estos servicios pueden recopilar información enviada por su navegador como parte de una solicitud de su página web, como cookies, o cómo una solicitud IP.
fr: inCruises utilise divers services hébergés par des tiers pour fournir ses Services et comprendre l'utilisation qui en est faite. Ces services peuvent collecter des informations envoyées par votre navigateur lors d'une consultation de page web, telles que des cookies ou votre adresse IP.
it: inCruises utilizza una varietà di servizi ospitati da terzi per aiutarci a fornire i nostri Servizi e per comprendere meglio l'utilizzo dei nostri Servizi. Questi servizi potrebbero raccogliere informazioni inviate dal tuo browser come parte di una richiesta di pagina web, come i cookie o la tua richiesta IP.
ja: inCruisesは、第三者がホストするさまざまなサービスを使⽤して、サービスの提供とサービスの使⽤状況を把握するために⽀援しています。これらのサービスは、CookieやIPリクエストなど、 ウェブページリクエストの⼀部としてブラウザから送信された情報を収集する場合があります。
kk: inCruises біздің Қызметтерімізді ұсынуға және оларды пайдалануымызды түсінуге көмектесу үшін үшінші тараптар ұсынатын әртүрлі қызметтерді қолданады. Бұл қызметтер веб-бет сұрауының бөлігі ретінде браузеріңізден жіберілген ақпаратты, мысалы, cookie файлдарын немесе сіздің IP сұрауыңызды жинауы мүмкін.
ky: inCruises биздин Кызматтарды көрсөтүүгө жана Кызматтарыбызды колдонууну түшүнүүгө жардам берүү үчүн үчүнчү тараптар тарабынан уюштурулган ар кандай кызматтарды колдонот. Бул кызматтар кукилер же сиздин IP маалыматы сыяктуу веб-баракчанын суроо-талабынын бир бөлүгү катары браузериңиз тарабынан жөнөтүлгөн маалыматты чогултушу мүмкүн.
lv: inCruises izmanto dažādus pakalpojumus, ko vieso trešās personas, lai palīdzētu sniegt mūsu pakalpojumus un izprastu mūsu pakalpojumu izmantošanu. Šie pakalpojumi var apkopot informāciju, ko pārlūkprogramma nosūta kā daļu no tīmekļa lapas pieprasījuma, piemēram, sīkfailus vai IP pieprasījumu.
mn: inCruises нь өөрийн үйлчилгээг хүргэх болон түүний хэрэглээг ойлгоход туслах зорилгоор гуравдагч этгээдийн хийсэн олон төрлийн үйлчилгээг ашигладаг. Эдгээр үйлчилгээнүүд нь таны хөтчөөс вэб хуудсын хүсэлтийн хүрээнд илгээгдсэн мэдээлэл, жишээлбэл күүки эсвэл таны IP хаягийн хүсэлт зэргийг цуглуулах боломжтой юм.
pt: A inCruises utiliza uma variedade de serviços hospedados por terceiros para ajudar a fornecer nossos serviços e nos ajudar a entender o uso dos nossos Serviços. Esses serviços podem coletar informações enviadas pelo seu navegador como parte de uma solicitação de página da web, como cookies ou sua solicitação de IP.
ro: inCruises folosește o varietate de servicii găzduite de terți pentru a ne ajuta să furnizăm Serviciile și pentru a ne ajuta să înțelegem modul de utilizare a Serviciilor noastre. Aceste servicii pot colecta informații trimise de browserul tău ca parte a unei solicitări de pagină web, cum ar fi cookie-uri sau solicitarea IP-ului tău.
ru: Чтобы помочь в предоставлении наших Услуг и чтобы помочь нам понять как используются наши Услуги, inCruises использует разнообразные сторонние сервисы. Эти сервисы могут собирать информацию, отправляемую вашим браузером в рамках запроса веб-страницы, например, cookie-файлы или ваш IP-запрос.
uk: inCruises використовує різноманітні послуги, розміщені третьою стороною, щоб допомогти надавати наші Послуги та допомогти нам зрозуміти використання наших Сервісів. Ці сервіси можуть збирати інформацію, що надсилається вашим браузером, як частину запиту веб-сторінки, наприклад, cookies або ваш IP-запит.
uz: inCruises Хизматларимизни тақдим этишда ёрдам бериш ва Хизматларимиздан фойдаланиш жараёнини тушунишимизга ёрдам бериш учун учинчи томон тарафидан таъминланадиган бир қанча хизматлардан фойдаланади. Ушбу хизматлар браузерингиз томонидан cookie-файллар ёки IP сўрови каби веб-саҳифа сўровларининг бир қисми сифатида юборилган маълумотларни тўплаши мумкин.
zh: inCruises使用由第三方托管的多种服务来协助提供我们的服务，并帮助我们了解服务的使用情况。这些服务可能会在网页请求过程中收集您的浏览器所发送的信息，例如Cookies或您的IP请求。

source: inCruises Wallet
ca: Cartera incruises
es: Cartera InCruises
fr: Portefeuille d'inCruises
it: Wallet inCruises
ky: inСruises Капчыгы
lv: inCruises Maciņš
mn: inCruises-ийн Түрийвч
ru: Кошелёк inCruises

source: InCruises Wallet
ca: Cartera Incruises
es: Cartera InCruises
fr: Portefeuille InCruises
ja: InCruises ウォレット
kk: InCruises Әмиян
ky: InСruises Капчыгы
lv: InCruises Maciņš
mn: InCruises Түрийвч
pt: Carteira InCruises
ro: Wallet-ul InCruises
ru: InCruises Кошелек
uk: InCruises Гаманець
uz: InCruises Ҳамёни
zh: InCruises 钱包

source: inCruises Wallet Funds
fr: Fonds du Portefeuille inCruises
it: Fondi del Wallet di inCruises
pt: Fundos da Carteira inCruises
uk: Кошти Гаманця inCruises

source: inCruises Wallet Recurring
fr: Paiement Récurrent via le Portefeuille inCruises
it: Pagamento ricorrente dal wallet inCruises
kk: inCruises әмияны рекурренттік
pt: Recorrência da Carteira inCruises
uk: Рекурентні платежі через Гаманець inCruises
uz: inCruises Ҳамёнидан даврий тўлов
zh: inCruises钱包定期付款

source: inCruises Wallet Recurring Acknowledgment
fr: Avertissement concernant le Paiement Récurrent via le Portefeuille inCruises
it: Conferma di ricezione del pagamento ricorrente dal wallet inCruises
kk: inCruises әмияны рекурренттік туралы хабарламаны қабылдау
pt: Confirmação de Pagamentos em Recorrência da Carteira inCruises
uk: Підтвердження рекурентних платежів через гаманець inCruises
uz: inCruises ҳамёнидан даврий тўловни тасдиқлаш
zh: inCruises钱包定期付款确认

source: inCruises was founded in the spirit of gratitude and generous giving. Through our Giving Society, we encourage and celebrate Partners and Members who support a wide range of charitable causes around the world.
ca: inCruises va ser fundada amb un esperit d'agraïment i generositat. A través del nostre Giving Society, animem i celebrem els Socis i Membres que donen suport a una àmplia gamma de causes benèfiques arreu del món.
de: inCruises wurde im Geiste der Dankbarkeit und des großzügigen Gebens gegründet. Mit unserer Spendergesellschaft fördern und würdigen wir Partner und Mitglieder, die ein breites Spektrum an wohltätigen Zwecken auf der ganzen Welt unterstützen.
es: inCruises fue fundado con un espíritu de gratitud y generosidad. A través de nuestra Giving Society, motivamos y celebramos a los Socios y Miembros que apoyan múltiples causas benéficas alrededor del mundo.
fr: inCruises a été fondée dans un esprit de gratitude et de générosité. Grâce à notre Société Philanthropique, nous encourageons et célébrons les Partenaires et les Membres qui soutiennent un large éventail de causes caritatives à travers le monde.
it: inCruises è stata fondata con uno spirito di gratitudine e generosità. Con la nostra Giving Society (Società della Donazione), incoraggiamo e celebriamo i Partner e i Membri che sostengono una vasta gamma di cause benefiche in tutto il mondo.
ja: inCruisesは、感謝と惜しみない支援の精神のもとに設立されました。私たちのGiving Societyを通じて、世界中のさまざまな慈善活動を支援するパートナーおよびメンバーの皆さんを奨励し、その貢献を称えています。
kk: InCruises алғыс пен жомарттық рухында құрылды. Біздің қайырымдылық қоғамымыз арқылы біз әртүрлі қайырымдылық бастамаларын қолдайтын серіктестер мен мүшелерді қолдап, олардың игі істерін дәріптейміз.
ky: inCruises ыраазычылык жана кең пейилдүүлүк рухунда негизделген. Кайрымдуулук коомубуз аркылуу биз дүйнө жүзүндөгү ар түрдүү кайрымдуулук иш-чараларын колдогон Өнөктөштөрдү жана Мүчөлөрдү колдоп, аларды даңазалайбыз.
lv: inCruises tika dibināta pateicības un dāsnas došanas garā. Ziedojot sabiedrībai, mēs iedrošinām un godinām partnerus un biedrus, kuri atbalsta visdažādākos labdarības cēloņus visā pasaulē.
mn: inCruises нь талархал болон өгөөмөр сэтгэлийн үндсэн дээр байгуулагдсан юм. Бид Giving Society нийгэмлэгээрээ дамжуулан дэлхийн олон сайн үйлсийг дэмжин ажилладаг Түнш болон Гишүүдээ урамшуулан баярлуулдаг юм.
pt: A inCruises foi fundada com o espírito de gratidão e generosidade. Por meio da nossa Giving Society, incentivamos e homenageamos Parceiros e Membros que apoiam uma ampla gama de causas beneficentes ao redor do mundo.
ro: inCruises a fost fondată în spiritul recunoștinței și al generozității. Prin intermediul Giving Society, încurajăm și celebrăm Partenerii și Membrii care susțin o gamă largă de cauze caritabile din întreaga lume.
ru: Компания inCruises была основана в духе благодарности и щедрости. Благодаря нешему "Обществу дарения" мы поощряем и чествуем Партнёров и Членов Клуба, которые поддерживают большое разнообразие благотворительных инициатив по всему миру.
uk: Компанія inCruises була заснована в дусі подяки та щедрості. Завдяки Товариству Благодійників ми заохочуємо та вшановуємо Партнерів і Членів Клубу, котрі підтримують численні благодійні ініціативи по всьому світу.
uz: inCruises миннатдорчилик ва саховат руҳида ташкил этилган. inCruises Хайрия ҳамжамияти орқали турли хайрия ташаббусларини қўллаб-қувватлаётган бутун inCruises Ҳамкорлари ва Аъзоларини эътироф этади ва рағбатлантиради.
zh: inCruises秉持感恩与慷慨奉献的精神创立。通过我们的“公益社群”，我们鼓励并表彰那些支持全球各类慈善事业的合作伙伴与会员。

source: inCruises will continue matching every additional dollar—doubling the impact beyond the target!
fr: inCruises continuera à doubler chaque dollar supplémentaire, doublant ainsi l'impact au-delà de l'objectif !
it: inCruises continuerà a raddoppiare ogni dollaro aggiuntivo, raddoppiando così l'impatto oltre l'obiettivo prefissato!
kk: inCruises әр қосымша долларды сәйкестендіріп отырады — осылайша мақсаттан тыс әсерді екі есе арттырады!
pt: A inCruises continuará correspondendo a cada dólar adicional — dobrando o impacto além da meta!
ro: inCruises va continua să egaleze fiecare dolar suplimentar – dublând impactul dincolo de obiectiv!
uk: За кожен додатковий долар inCruises продовжить додавати свій, подвоюючи результат понад встановлену ціль!
uz: inCruises ҳар бир қўшимча долларга тенг эҳсон қилиб, қўйилган мақсаддан ошишга тайёр!
zh: inCruises将继续匹配每一笔额外的捐款——使影响在目标之外加倍!

source: inCruises will continue to match
fr: inCruises continuera à doubler
it: inCruises continuerà ad eguagliare
pt: inCruises continuará a equiparar
uk: inCruises продовжить конкурувати

source: inCruises' Copyright/Trademark Compliance Agent can be reached by sending a letter, via certified mail to:
ca: Es pot contactar amb l'Agent de Compliment de Drets d'Autor/Marca Registrada d’inCruises enviant una carta per correu certificat a:
es: Puedes contactar al agente de Copyright y Marcas de inCruises por correo certificado a:
fr: L'agent de Conformité des Droits d'Auteur et des Marques d'inCruises peut être contacté en envoyant une lettre, par courrier recommandé, à :
it: L'Agente di inCruises per la Conformità a Copyright/Marchi può essere contattato inviando una lettera, tramite posta certificata, a:
ja: inCruisesの著作権／商標コンプライアンス担当者への連絡は、書留郵便にて以下の宛先に書面を送付することで行うことができます：
kk: inCruises'-тің Авторлық құқық/Сауда белгілерін сақтау жөніндегі өкіліне келесі мекенжайға куәландырылған пошта арқылы хат жіберу арқылы хабарласуға болады:
pt: O Agente de Conformidade dos Direitos Autorais/Marcas Registradas da inCruises pode ser contatado enviando uma carta registrada via correio, para:
ro: Agentul de conformitate cu drepturile de autor/mărci comerciale al inCruises poate fi contactat trimițând o scrisoare, prin poștă certificată la:
uk: З агентом з питань авторського права/торговельних марок компанії inCruises' можна зв’язатися, надіславши листа рекомендованим листом на адресу:
uz: inCruises'нинг муаллифлик ҳуқуқи/савдо белгисига мувофиқлик бўйича агент билан қуйидаги манзилга мактуб юбориш, тасдиқланган хабар орқали боғланишингиз мумкин:
zh: inCruises的版权/商标合规代理可通过挂号邮件联系，地址如下：
