Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Can be used to reduce the retail price of a cruise, hotel, or resort booked on the inCruises Website up to a 17 % to buy a cruise or a hotel resort stay.
ca: Es pot utilitzar per reduir el preu de venda al públic d’un creuer, hotel o ressort reservat al Lloc Web d’inCruises fins a un 17% per comprar un creuer o una estada en un hotel ressort.
de: Kann verwendet werden, um den Einzelhandelspreis einer Kreuzfahrt, eines Hotels oder Resorts, das auf der inCruises-Website gebucht wurde, um bis zu 17 % zu reduzieren und eine Kreuzfahrt oder einen Aufenthalt in einem Hotelresort zu buchen.
es: Pueden usarse para disminuir el precio público de un crucero, hotel o resort reservado en el sitio web de inCruises hasta 17% para comprar un crucero o estancia en hotel o resort.
fr: Peut être utilisé pour réduire le prix de détail d'une croisière, hôtel ou centre de villégiature réservé sur le site Web d'inCruises jusqu'à 17 % pour acheter une croisière ou un séjour dans un hôtel ou centre de villégiature.
it: Può essere utilizzato per ridurre fino al 17% il prezzo al dettaglio di una crociera, di un hotel o di un resort prenotato sul sito di inCruises e per prenotare una crociera o un soggiorno in un hotel e resort.
ja: inCruisesのウェブサイトで予約されたクルーズ、ホテル、またはリゾートの小売価格を最大17%まで割引するために使用できます。
kk: InCruises веб-сайтында брондалған круиздің, қонақүйдің немесе курорттың бөлшек сауда бағасын круизді сатып алу немесе курортта қонақүйде тұру кезінде 17% - ға дейін төмендету үшін пайдалануға болады.
ky: inCruises веб-сайты аркылуу круизге, мейманканага же курортко брондоо учурунда чекене бааны 17% га чейин төмөндөтүү үчүн колдонсо болот.
lv: Var izmantot, lai samazinātu inCruises tīmekļa vietnē rezervētā kruīza, viesnīcas vai kūrorta mazumtirdzniecības cenu līdz pat 17% kruīza vai viesnīcas, kūrorta uzturēšanās rezervācijam.
mn: Энэ нь inCruises-ийн вэб хуудсаар захиалсан далайн аялал, зочид буудал эсвэл амралтын газрын жижиглэнгийн үнийг 17%- хүртэл бууруулах боломжтой юм.
pt: Pode ser usado para reduzir o preço de varejo de um cruzeiro, hotel ou resort reservado no site da inCruises em até 17% para comprar um cruzeiro ou uma estadia em um hotel resort.
ro: Poate fi folosit pentru a reduce prețul de retail al unei croaziere, unui hotel sau unei șederi la un resort rezervate pe site-ul inCruises cu până la 17%. Aceasta reducere se aplică la achiziționarea unei croaziere sau a unei șederi la un hotel sau resort.
ru: Может быть использовано для снижения розничной стоимости круиза, отеля или курорта, забронированного на сайте inCruises, до 17% при покупке круиза или размещения в отеле.
uk: Може бути використано для зниження роздрібної вартості круїзу, готелю або курорту, заброньованого через сайт inCruises, до 17% при купівлі круїзної подорожі або проживання в готелі.
uz: Круизлар, меҳмонхоналар ва курортлар сотиб олишда inCruises сайтидаги круизлар, меҳмонхоналар ва курортлар чакана нархини 17% гача камайтириш учун қўлланилиши мумкин.
zh: 可用于在inCruises网站上预订的邮轮、酒店或度假村，将零售价最多降低17%，用于购买邮轮或酒店度假住宿。

source: Can I be successful selling online only?
ca: Puc tenir èxit només venent en línia?
de: Kann ich Erfolg haben, indem ich nur online Vermarktung anstrebe?
es: ¿Puedo tener éxito vendiendo solamente online?
fr: Puis-je réussir à vendre en ligne uniquement ?
it: Posso raggiungere il successo vendendo solo online?
ja: オンラインでのみ販売して成功できますか？
kk: Интернеттен ғана сата отырып, табысқа жете аламын ба?
ko: 온라인에서만 성공적으로 판매 할 수 있습니까?
ky: Мен онлайн сатуу менен гана ийгиликке жетише аламбы?
lv: Vai es varu sekmīgi darboties, strādājot tikai tiešsaistē?
mn: Би зөвхөн онлайнаар сурталчилгаа хийгээд амжилтанд хүрч чадах уу?
pt: Posso ter sucesso vendendo apenas online?
ro: Pot avea succes vânzând doar online?
ru: Могу ли я стать успешным, продавая только через Интернет?
uk: Чи зможу я бути успішним, працюючи лише онлайн?
uz: Фақат онлайн сотиб муваффақиятга эришишим мумкинми?
zh: 我能在只在網上銷售並取得成功嗎？

source: Can I book a cruise using my Reward Points and then change the name on the reservation?
ca: Puc reservar un creuer utilitzant els meus Punts de Recompensa i després canviar el nom a la reserva?
de: Kann ich eine Kreuzfahrt mit meinen Reward Points buchen und dann den Namen auf der Reservierung ändern?
es: ¿Puedo reservar un crucero utilizando mis Puntos de Recompensa y luego cambiar el nombre en la reserva?
fr: Puis-je réserver une croisière avec mes Points de Récompense, puis changer le nom de la réservation ?
it: Posso prenotare una crociera utilizzando i miei Crediti Premio e poi cambiare il nome sulla prenotazione?
ja: リワードポイントを使用してクルーズを予約した後に、予約の名義変更をすることはできますか？
kk: Мен бонустық ұпайларымды пайдаланып круизге тапсырыс бере аламын ба, содан кейін брондаудағы атауды өзгерте аламын ба?
ky: Бонустук упайларымду колдонуп круизди брондогондон кийин брондогу атты өзгөртсө аламынбы?
lv: Vai es drīkstu rezervēt kruīzu ar saviem Balvu Punktiem un tad mainīt rezervācijas nosaukumu?
mn: Би Шагналын Оноогоо ашиглан захиалга хийснийхээ дараа нь захиалган дээр байгаа нэрээ өөрчилж болох уу?
pt: Posso reservar um cruzeiro usando meus Pontos de Recompensa e depois alterar o nome na reserva?
ro: Pot rezerva o croazieră folosind punctele mele de recompensă și apoi pot schimba numele din rezervare?
ru: Могу ли я забронировать круиз, используя свои Бонусные Баллы, а затем изменить имя в брони?
uk: Чи можу я забронювати круїз, використовуючи свої Бонусні Бали, а потім змінити ім'я?
uz: Бонус балларимдан фойдаланиб круизга буюртма беришим ва кейин буюртмада кўрсатилган исмни ўзгартиришим мумкинми?
zh: 我可以使用我的奖励积分预订游轮，然后更改预订上的姓名吗？

source: Can I change the name on an account
ca: Puc canviar el nom d'un compte
de: Kann ich den Namen in einem Konto ändern
es: Puedo cambiar el nombre en una cuenta de inCruises
fr: Puis-je changer le nom d'un compte
it: Posso cambiare l'intestazione di un account
ja: アカウントの名前を変更できますか
kk: Тіркеулік жазбадағы есімді өзгертуге бола ма
ko: 계정의 이름을 변경할 수 있습니까
ky: Аккаунттагы атты өзгөртө аламбы
lv: Vai es varu mainīt rēķina nosaukumu
mn: Би өөрийн бүртгэлийн нэрээ өөрчилж болох уу?
pt: Posso mudar o nome em uma conta da InCruises
ro: Pot schimba numele într-un cont
ru: Могу я изменить имя учётной записи
uk: Чи можну я змінити ім'я облікового запису
uz: Аккаунтдаги исмни ўзгартирсам бўладими
zh: 我可以更改帳戶名稱嗎

source: Can I create a Membership account as a corporation or business entity?
ca: Puc pagar una quota de Membre com a empresa o entitat comercial?
de: Kann ich einen Mitgliedsaccount als Unternehmen oder als Firma anmelden?
es: ¿Puedo crear una cuenta de Membresía como una corporación o una empresa?
fr: Puis-je créer un compte d'adhésion en tant que société ou entité commerciale ?
it: Posso creare un account nel Club a nome di una società o azienda?
ja: メンバーとしてのアカウントを法人または事業体として作成できますか？
kk: Корпоративтік немесе бизнес-компания атынан мүшелік аккаунт құра аламын ба?
ko: 법인 또는 사업체로 멤버십 계정을 만들 수 있습니까?
ky: Мен юридикалык киши же бизнес компания катары Мүчөлүк аккаунтун ала аламбы?
lv: Vai var izveidot dalības kontu kā korporācijas vai biznesa vienību?
mn: Би хуулийн этгээд болон компаний нэрээр Гишүүнчлэлийн бүртгэлийг хийлгэж болох уу?
pt: Posso criar uma conta na InCruises como uma corporação ou entidade comercial?
ro: Pot să creez un cont de Membru ca şi corporaţie sau entitate comercială?
ru: Могу ли я создать Членский аккаунт в как корпоративный или на имя бизнес-компании?
uk: Чи можу я створити Членський обліковий запис як корпоративний або як юридична особа?
uz: Аъзолик аккаунтини корпоратив ёки бизнес ташкилот сифатида очсам бўладими?
zh: 我可以創建會員帳戶作為公司或業務實體嗎？

source: Can I earn back my Activation payment within 30 days of upgrading to Partner?
ca: Puc recuperar el meu pagament per la meva activació en un termini de 30 dies després de l'actualització a Soci?
de: Kann ich meine Aktivierungszahlung innerhalb von 30 Tagen nach dem Upgrade zum Partner zurückerhalten?
es: ¿Puedo recuperar mi pago de Activación dentro de los 30 días posteriores a la actualización a Socio?
fr: Puis-je récupérer mon paiement d'Activation dans les 30 jours suivant le passage au statut de Partenaire ?
it: Posso recuperare il pagamento per la mia Attivazione entro 30 giorni dall'upgrade a Partner?
ja: パートナーへのアップグレード後、３０日以内に登録費を取り戻すことができますか？
kk: Серіктес болғаннан кейін 30 күн ішінде белсендіру төлемімді қайтара аламын ба?
ko: 파트너로 업그레이드한 후 30일 이내에 활성화 비용을 환불받을 수 있습니까?
ky: Өнөктөш катары активдешкенден кийин 30 күндүн ичинде активдештирүү акысын кайтарып ала аламбы?
lv: Vai 30 dienu laikā pēc Apgreidošanas uz Partneri es varu atgūt aktivizācijas maksu?
mn: Би Түнш болсны дараа 30 хоногийн дотор өөрийн идэвхжүүлсэн төлбөрөөс илүү их мөнгийг олж чадах уу?
pt: Posso recuperar meu pagamento de ativação em até 30 dias após a atualização para Parceiro?
ro: Pot să-mi recuperez plata de activare în decurs de 30 de zile de la trecerea la Partener?
ru: Могу ли я получить обратно свой взнос за Активацию в течение 30-ти дней после обновления до Партнёра?
uk: Чи можу я повернути свій внесок за активацію протягом 30 днів після оновлення до Партнера?
uz: Ҳамкорликни янгилаганимдан сўнг 30 кун ичида Фаоллаштириш тўловини қайтариб олсам бўладими?
zh: 我可以在升级为合作伙伴后的 30 天内赢回我的激活付款吗？

source: Can I get paid for recruiting other Partners?
ca: Es pot guanyar diners per reclutar altres Socis?
de: Kann ich für die Gewinnung anderer Partner bezahlt werden?
es: ¿Me pueden pagar por reclutar a otros Socios?
fr: Puis-je être payé pour recruter d'autres Partenaires ?
it: Sarò pagato per reclutare altri Partner?
ja: 他のパートナーをリクルートすることで報酬をもらうことはできますか？
kk: Басқа Серіктестерді тіркегенім үшін ақы аламын ба?
ko: 다른 파트너 모집에 대해 보상을 받을 수 있습니까?
ky: Башка Өнөктөштөрдү командага чакыруу менен акча таба аламбы?
lv: Vai es varu saņemt samaksu par citu Partneru iesaistīšanu?
mn: Би бусад Түншүүдийг элсүүлснийхээ төлөө орлого авах уу?
pt: Posso ser pago pelo recrutamento de outros parceiros?
ro: Pot fi plătit pentru recrutarea altor parteneri?
ru: Могу ли я заработать, привлекая других Партнёров?
uk: Чи можу я заробити, залучаючи інших Партнерів?
uz: Ҳамкорларни жалб этганим учун пул тўланадими?
zh: 我可以通过招募其他合作伙伴获得报酬吗？

source: Can I get paid through my chosen payout provider as a business using my EIN or equivalent business identification number outside the US?
ca: Puc obtenir el pagament a través del proveïdor de pagaments triat com a empresa utilitzant la meva EIN o número d'identificació empresarial equivalent fora dels Estats units?
de: Kann ich über den von mir gewählten Auszahlungsanbieter als Unternehmen unter Angabe meiner Steuernummer oder einer anderen gleichwertigen Geschäfts-ID außerhalb der USA bezahlt werden?
es: ¿Puedo recibir pagos a través de mi proveedor de pago elegido como empresa usando mi EIN o número de identificación comercial equivalente fuera de los EE. UU.?
fr: Puis-je être payé par le fournisseur de services de paiement de mon choix, en tant que business utilisant mon numéro d'identification d'entreprise (EIN) ou un numéro d'identification d'entreprise équivalent en dehors des États-Unis ?
it: Posso ricevere i pagamenti come azienda tramite il servizio di pagamento scelto e utilizzando il mio EIN o un numero di identificazione aziendale equivalente se fuori dagli Stati Uniti?
ja: EINまたは米国外の同等の事業識別番号を使用して、私が選択した送金プロバイダから事業として支払いを受けることができますか？
kk: Мен АҚШ-тан тыс жерде EIN немесе балама бизнес сәйкестендіру нөмірін пайдаланып, бизнес ретінде таңдаған төлем провайдері арқылы төлемдерді ала аламын ба?
ko: 미국 이외의 지역에서 EIN 또는 이에 상응하는 사업체 식별 번호를 사용하여 사업체로서 제가 선택한 지급 제공자를 통해 보상을 받을 수 있습니까?
ky: Мен АКШдан тышкаркы EINимди же эквиваленттүү бизнес идентификациялык номеримди колдонуп, бизнес катары тандаган төлөм провайдерим аркылуу төлөй аламбы?
lv: Vai es varu saņemt samaksu caur izvēlēto maksājumu sniedzēju kā biznesu,izmantojot savu EIN vai līdzvērtīgu biznesa identifikācijas numuru ārpus ASV?
mn: Би АНУ-аас өөр оронд хэрэглэдэг бизнес ID эсвэл өөрийн EIN-ийг ашиглан өөрийн сонгосон төлбөрийн үйлчилгээ үзүүлэгчээр дамжуулан орлогоо татан авч болох уу?
pt: Posso ser pago através do provedor de pagamento escolhido como uma empresa usando meu EIN ou número de identificação comercial equivalente fora dos EUA?
ro: Pot fi plătit prin intermediul furnizorului de plăți ales ca companie, folosind CUI-ul meu sau numărul de identificare echivalent al companiei în afara SUA?
ru: Можно ли получать выплаты через выбранного мной оператора платежей на имя предприятия, используя свой EIN или эквивалентный идентификационный номер предприятия за пределами США?
uk: Чи можу я отримувати виплати через обраний мною оператор платежів на ім'я підприємства, використовуючи свій EIN або еквівалентний ідентифікаційний номер підприємства за межами США?
uz: АҚШдан ташқарида иш берувчининг идентификацион рақами ёки унга тенг бизнес идентификацион рақамимдан фойдаланган ҳолда, бизнес сифатида ўзим танлаган тўлов провайдери орқали пул олишим мумкинми?
zh: 作为企业，我可以使用我的 EIN 或美国以外的同等企业识别号通过我选择的支付提供商获得报酬吗？

source: Can I make a cruise reservation prior to accumulating all the needed Reward Points and then finalize the booking later?
ca: Puc fer una reserva de creuer abans d'acumular tots els Punts de Recompensa necessaris i finalitzar la reserva més tard?
de: Kann ich eine Kreuzfahrt buchen, bevor ich alle erforderlichen Reward Points gesammelt habe, und die Buchung dann später abschließen?
es: ¿Puedo hacer una reserva de un crucero antes de acumular los Puntos de Recompensa necesarios y terminar la reserva más adelante?
fr: Puis-je réserver une croisière avant d'avoir accumulé tous les Points de Récompense nécessaires et finaliser la réservation plus tard ?
it: Posso prenotare una crociera prima di aver accumulato tutti i Crediti Premio necessari e poi completare la prenotazione in un secondo momento?
ja: 必要なリワードポイントをすべて貯める前にクルーズを予約し、その後予約を確定できますか？
kk: Барлық қажетті марапат ұпайларын жинамас бұрын круизге тапсырыс беріп, кейінірек брондауды аяқтай аламын ба?
ko: 필요한 리워드 포인트를 모두 적립하기 전에 먼저 예약하고 나중에 예약을 마무리지을 수 있는 때는 언제입니까?
ky: Бардык керектүү Бонус Упайлары топтолгонго чейин круизди алдын ала брондоп коюп, бронду толугу менен кийинчерээк бүтүрсө болобу?
lv: Vai var veikt kruīza rezervāciju, pirms ir uzkrāti visi nepieciešamie Balvu Punkti un pēc tam pabeigt rezervāciju vēlāk?
mn: Би шаардлагатай бүх Шагналын Оноогоо хуримтлуулахаас өмнө аяллын захиалгаа хийж, дараа нь захиалгаа дуусгаж болох уу?
pt: Posso fazer uma reserva de cruzeiro antes de acumular todos os Pontos de Recompensa necessários e depois finalizar a reserva?
ro: Pot să fac o rezervare de croazieră înainte de a acumula toate punctele de recompensă necesare și apoi să finalizez rezervarea mai târziu?
ru: Можно ли зарезервировать круиз заранее, до момента накопления необходимой общей суммы Бонусных Баллов, а оформление закончить позже?
uk: Чи можливо зарезервувати круїз заздалегідь, до моменту накопичення необхідної суми Бонусних Балів, а оформлення бронювання завершити пізніше?
uz: Керакли Бонус балларини тўплагунча круизга олдиндан буюртма бериб, сўнгра уни тугаллашим мумкинми?
zh: 我可以在累積所有需要的獎勵積分之前進行郵輪預訂，然後再完成預訂嗎？

source: Can I transfer or resell my ticket?
fr: Puis-je transférer ou revendre mon billet ?
it: Posso trasferire o rivendere il mio biglietto?
kk: Мен билетті басқаға бере аламын ба немесе сата аламын ба?
pt: Posso transferir ou revender meu ingresso?
uk: Чи можу я передати або перепродати свій квиток?
uz: Ўз чиптамни бошқасининг номига ўтказишим ёки сотишим мумкинми?
zh: 我可以转让或转售我的门票吗？

source: can now access any and all website functions, including searching for and booking trips, with inCruises' new Progressive Web Application or PWA!
ca: ara pots accedir a totes i cadascuna de les funcions de la pàgina lloc web, inclosa la cerca i reserva de viatges, amb la nova Aplicació Web Progressiva o PWA d'inCruises!
de: können jetzt mit der neuen Progressive Web Application (PWA) von inCruises auf alle Funktionen der Website zugreifen, einschließlich der Suche nach Reisen und deren Buchung.
es: puede ahora acceder a cualquier y toda función del sitio web, incluyendo búsqueda y reserva de cruceros, con la nueva Aplicación Web Progresiva (o PWA) de inCruises!
fr: peuvent désormais accéder à toutes les fonctions du site Web, y compris la recherche et la réservation de voyages, grâce à la nouvelle application Web progressive (PWA) d'inCruises !
it: possono ora accedere a tutte le funzioni del sito, compresa la ricerca e la prenotazione di viaggi, con la nuova Progressive Web Application o PWA di inCruises!
ja: inCruisesの新しいプログレッシブ・ウェブ・アプリケーション（PWA）を使って、旅行の検索や予約など、あらゆるウェブサイト機能にアクセスできるようになりました！
kk: енді барлық веб-сайт мүмкіндіктеріне, соның ішінде іздеу және брондау сапарларына, жаңа Progressive Web App немесе inCruises ұсынған PWA арқылы қол жеткізе алады!
ko: 이제 inCruises의 새로운 PWA (Progressive Web Application)를 사용하여 여행 검색 및 예약을 포함한 모든 웹사이트 기능에 액세스할 수 있습니다 !
ky: эми inCruises'тин жаңы Прогрессивдүү Веб Колдонмосу (PWA) менен каалаган жана бардык веб-сайт функцияларына, анын ичинде саякаттарды издөө жана брондоого кире аласыз!
lv: tagad var piekļūt jebkurai tīmekļa vietnes funkcijai, ieskaitot ceļojumu rezervāciju un mejklēšanu, izmantojot inCruises jauno progresīvo Web lietojumprogrammu vai PWA!
mn: одоо inCruises-ийн шинэ Прогрессив Вэб Програм болох PWA-ын тусламжтайгаар аялал хайх болон захиалах зэрэг вэб хуудасны бүх функцүүдэд хандах боломжтой боллоо!
pt: agora pode acessar toda e qualquer função do site, incluindo pesquisa e reserva de viagens, com o novo Progressive Web Application ou PWA da inCruises!
ro: acum poate accesa orice și toate funcțiile site-ului web, inclusiv căutarea și rezervarea călătoriilor, cu noua aplicație web progresivă sau PWA a inCruises!
ru: теперь могут получать доступ ко всем функциям веб-сайта, включая поиск и бронирование путешествий, через новое Прогрессивное Веб-Приложение (PWA) inCruises!
uk: тепер можуть отримати доступ до всіх функцій веб-сайту, включаючи пошук та бронювання подорожей, через новий Прогресивний Веб-Додаток (PWA) inCruises!
uz: Progressive Web Application (Такомиллашган веб-илова) ёки PWA билан веб-сайтнинг ҳар қандай ва барча турдаги функцияларига, жумладан, саёҳатларни излаш ва буюртма бериш имконига эга бўладилар!
zh: 现在可以使用 inCruises 的新渐进式 Web 应用程序或 PWA 访问任何和所有网站功能，包括搜索和预订行程！

source: Can only be between 1 and 20 characters long.
ca: Només pot tenir entre 1 i 20 caràcters de longitud.
de: Darf nur zwischen 1 und 20 Zeichen lang sein.
es: Sólo puede tener entre 1 y 20 caracteres de longitud.
fr: Ne peut contenir que de 1 à 20 caractères.
it: Lunghezza consentita da 1 a 20 caratteri.
ja: 1〜20文字の間でなければなりません。
kk: Ол ұзындығы 1 мен 20 таңба аралығында болуы мүмкін.
ko: 1 - 20 자 사이 여야합니다.
ky: Узундугу 1ден 20га чейин гана болушу мүмкүн.
lv: Var būt tikai 1 līdz 20 rakstzīmes.
mn: 1-20 үсэг.
pt: Só pode ter entre 1 e 20 caracteres.
ro: Nu poate fi decât între 1 şi 20 de caractere lungime.
ru: Может быть только длиной от 1 до 20 символов.
uk: Може містити від 1 до 20 символів.
uz: Узунлиги фақатгина 1 тадан 20 тагача белгидан иборат бўлиши мумкин.
zh: 長度只能在1到20個字符之間。

source: Can only be between 3 and 20 characters long.
ca: Només pot tenir entre 3 i 20 caràcters de longitud.
de: Darf nur zwischen 3 und 20 Zeichen lang sein.
es: Sólo puede tener entre 3 y 20 caracteres de longitud.
fr: Ne peut contenir que de 3 à 20 caractères.
it: Lunghezza consentita da 3 a 20 caratteri.
ja: 3〜20文字の間でなければなりません。
kk: Ол ұзындығы 3 пен 20 таңба аралығында болуы мүмкін.
ko: 3 ~ 20 자 사이 여야합니다.
ky: Узундугу 3төн 20га чейин гана болушу мүмкүн.
lv: Var būt tikai 3 līdz 20 rakstzīmes.
mn: 3-20 үсгийн хооронд бичнэ.
pt: Só pode ter entre 3 e 20 caracteres.
ro: Nu poate fi decât între 3 şi 20 de caractere lungime.
ru: Может быть только длиной от 3 до 20 символов.
uk: Може містити від 3 до 20 символів.
uz: Узунлиги фақатгина 3 тадан 20 тагача белгидан иборат бўлиши мумкин.
zh: 長度只能在3到20個字符之間。

source: Can only contain letters (A-Z and a-z), numbers (0-9), and dashes (-)
ca: Només pot contenir lletres (A-Z i a-z), números (0-9) i guions (-).
de: Darf nur Buchstaben (A-Z und a-z), Zahlen (0-9) und Bindestriche (-), enthalten.
es: Solo puede contener letras (A-Z y az), números (0-9), y guiones (-)
fr: Ne peut contenir que des lettres (A-Z et a-z), des nombres (0-9), des tirets (-)
it: Può contenere solo lettere (A-Z e a-z), numeri (0-9) e trattini (-)
ja: アルファベット（A〜Z、a〜z）、数字（0〜9）、そしてハイフン（ - ）のみが使えます
kk: Мұнда тек латын алфавитінің әріптері (A-Z және a-z), сандар (0-9), және сызықшалар (-) болуы мүмкін.
ky: Тамгаларды (A-Z жана a-z), сандарды (0-9), сызыктарды (-) гана камтый алат.
lv: Var saturēt tikai burtus (A-Z un A-z), ciparus (0-9), un defises (-)
mn: Зөвхөн үсэг (A-Z болон a-z), тоо (0-9), зураас (-) бичнэ.
pt: Só pode conter letras (A-Z e a-z), números (0-9) e travessões (-)
ro: Nu poate conţine decât litere (A-Z and a-z), numere (0-9) și liniuţe (-)
ru: Может содержать только буквы латинского алфавита (A-Z и A-Z), цифры (0-9) и дефисы (-)
uk: Може містити лише літери латинського алфавіту (А-Я і а-я), цифри (0-9) та дефіси (-)
uz: Фақатгина ҳарфлар (A-Z ва a-z), рақамлар (0-9), ва тиредан (-) иборат бўлиши мумкин
zh: 只能包含字母（A-Z和a-z），数字（0-9），和短横线（-）

source: Can only contain letters (A-Z and a-z), numbers (0-9), dashes (-), underscores (_), and periods (.).
ca: Només pot contenir lletres (A-Z i a-z), números (0-9), guions (-), guions baixos (_) i punts (.).
de: Darf nur Buchstaben (A-Z und a-z), Zahlen (0-9), Bindestriche (-), Unterstriche (_) und Punkte (.) enthalten.
es: Sólo puede contener letras (A-Z y az), números (0-9), guiones (-), guiones bajos (_) y puntos (.).
fr: Ne peut contenir que des lettres (A-Z et a-z), des nombres (0 à 9), des tirets (-), des traits de soulignement (_) et des points (.).
it: Può contenere solo lettere (A-Z e a-z), numeri (0-9), trattini (-), sottolineature (_) e punti (.).
ja: アルファベット（A〜Z、a〜z）、数字（0〜9）、ハイフン（ - ）、アンダーバー（_）、ピリオド（.）のみが使えます。
kk: Мұнда тек латын алфавитінің әріптері (A-Z және a-z), сандар (0-9), сызықшалар (-), астынғы сызықшалар (_) және кезеңдер(.) болуы мүмкін.
ko: 오직 문자 (A-Z and a-z), 숫자 (0-9), 대시 (-), 밑줄 (_), 및 마침표 (.) 만 사용할수 있습니다.
ky: Тамгаларды (A-Z жана a-z), сандарды (0-9), сызыктарды (-), астынкы сызыктарды (_) жана чекиттерди (.) гана камтышы мүмкүн.
lv: Var saturēt tikai burtus (A-Z un A-z), ciparus (0-9), defises (-), pasvītrojuma zīmes (_) un punktus (.).
mn: Зөвхөн үсэг (A-Z and a-z), тоо (0-9), зураас (-), доогуур зураас (_), цэг (.) бичнэ.
pt: Pode conter apenas letras (A-Z e a-z), números (0-9), traços (-), sublinhados (_) e pontos (.).
ro: Nu poate conţine decât litere (A-Z and a-z), numere (0-9), liniuţe (-), subliniere (_) şi puncte (.).
ru: Может содержать только буквы латинского алфавита (A-Z и A-Z), цифры (0-9), тире (-) (.), Подчеркивание (_) и периоды.
uk: Може містити лише літери (А-Я і а-я), цифри (0-9), тире (-), підкреслення (_) і крапки (.).
uz: Фақатгина ҳарфлар (A-Z ва a-z), рақамлар (0-9), тире (-), қуйи тире (_), ва нуқтадан (.) иборат бўлиши мумкин.
zh: 只能包含字母（AZ和az），數字（0-9），短劃線（-），下劃線（_）和句號（。）。
