Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: In order to access our website and start your business you must upload an identity document with a photo. Please note the photo must match the photo provided for your Saleman's badge. Acceptable documents are a passport, driver's license or a national ID. Our admin team will review your document and accept it before you can continue your work as an inCruises Partner.
ca: Per a accedir a la nostra pàgina web i posar en marxa el teu negoci has de carregar un document d'identitat amb una foto. Tingues en compte que la foto ha de coincidir amb la proporcionada per a la teva targeta d'identificació de venedor. Els documents acceptables són el passaport, el permís de conduir o el document nacional d'identitat. El nostre equip d'administració revisarà el teu document i l'acceptarà abans que puguis continuar el teu treball com a soci d'inCruises.
de: Um Zugang zu unserer Website zu erhalten und Ihr Unternehmen zu gründen, müssen Sie ein Ausweisdokument mit Foto hochladen. Bitte beachten Sie, dass das Foto mit dem Foto übereinstimmen muss, das Sie für Ihren Verkäuferausweis erhalten haben. Akzeptierte Dokumente sind ein Reisepass, ein Führerschein oder ein Personalausweis. Unser Verwaltungsteam wird Ihr Dokument überprüfen und genehmigen, bevor Sie Ihre Arbeit als inCruises Partner fortsetzen können.
es: Para acceder a nuestro sitio web y poner en marcha tu negocio debes subir un documento de identidad con foto. Ten en cuenta que la foto debe coincidir con la foto proporcionada para tu credencial de Ventas. Los documentos aceptables son pasaporte, licencia de conducir o una identificación nacional. Nuestro equipo administrativo revisará tu documentación y lo aceptará antes de poder continuar tu trabajo como socio de inCruises.
fr: Afin d'accéder à notre site web et de démarrer votre activité, vous devez télécharger une pièce d'identité avec photo. Veuillez noter que la photo doit correspondre à la photo fournie pour votre badge de vendeur. Les documents acceptables sont un passeport, un permis de conduire ou une carte d'identité nationale. Notre équipe administrative examinera votre document et l'acceptera avant que vous puissiez poursuivre votre travail en tant que Partenaire inCruises.
it: Per accedere al nostro sito web e iniziare la tua attività devi caricare un documento d'identità corredato di foto. Attenzione: la foto deve corrispondere alla foto fornita per il tuo Tesserino da Incaricato alle vendite. I documenti ammissibili sono la carta d'identità, il passaporto o la patente di guida. Il nostro ufficio amministrativo verificherà il tuo documento e lo dovrà approvare prima che tu possa continuare il tuo lavoro come Partner di inCruises.
ja: 当サイトにアクセスしてビジネスを開始するためには、写真付きの身分証明書をアップロードする必要があります。写真は、セールスマンバッジに記載されている写真と一致している必要があります。パスポート、運転免許証、国民IDなどがご利用いただけます。 inCruisesの管理チームが書類を確認し、承認した後、inCruisesパートナーとしての活動を開始できます。
kk: Біздің веб-сайтқа кіріп, бизнесіңізді бастау үшін сізге фотосуреті бар жеке куәлікті жүктеп салу қажет. Фотосурет сатушының төсбелгісі үшін берілген фотосуретке сәйкес келуі керек екенін ескеріңіз. Қабылданатын құжаттар төлқұжат, жүргізуші куәлігі немесе ұлттық куәлік болып табылады.Біздің әкімші тобы сіздің жұмысыңызды inCruises серіктесі ретінде жалғастырмас бұрын құжатыңызды қарап, қабылдайды.
ky: Биздин сайтка кирип, бизнесиңизди баштоо үчүн сүрөтүңүз менен бирге ID номериңизди жүктөшүңүз керек. Сураныч, сүрөт Сатуучу бейжиңиз үчүн берген сүрөтүңүз менен бирдей экенин текшериңиз. Кабыл алынуучу документтер: паспорт, айдоочулук күбөлүк же улуттук идентификациялык номер. Сиз inCruises Өнөктөшү катары иштей баштаардан мурун администрация сиздин документтериңизди карап чыгат.
lv: Lai piekļūtu mūsu tīmekļa vietnei un sāktu savu biznesu, ir jāaugšupielādē identitātes dokuments ar fotoattēlu. Lūdzu, ņemiet vērā, ka fotoattēlam ir jāatbilst fotoattēlam, kas paredzēts jūsu "Pārdevēja" emblēmai. Pieņemamie dokumenti ir pase, autovadītāja apliecība vai valsts vai Valsts ID. Mūsu administratoru komanda pārskatīs jūsu dokumentu un pieņems to, pirms varēsit turpināt darbu kā inCruises partneris.
mn: Манай вэб хуудсанд нэвтэрч, бизнесээ эхлүүлэхийн тулд өөрийн фото зурийг оруулах ёстой. Уг зураг нь таны Борлуулагчийн тэмдэгт өгсөн зурагтай тохирч байх ёстойг анхаарна уу. Бичиг баримтанд таны паспорт, жолооны үнэмлэх эсвэл иргэний үнэмлэх байж болно. Таныг inCruises-ийн Түншээр цааш ажиллаж эхлэхээс өмнө манай админ багийнхан таны бичиг баримтыг хянан үзэх болно.
pt: Para acessar nosso site e iniciar seu negócio, você deve fazer o upload de um documento de identidade com foto. Observe que a foto deve corresponder à foto fornecida para o seu crachá de vendedor. Os documentos aceitáveis são passaporte, carteira de habilitação ou carteira de identidade nacional. Nossa equipe de administração analisará seu documento e o aceitará antes que você possa continuar seu trabalho como parceiro da inCruises.
ro: Pentru a accesa site-ul nostru și pentru a începe afacerea, trebuie să încarci un document de identitate cu fotografie. Te rugăm să reții că fotografia trebuie să se potrivească cu fotografia furnizată pentru insigna ta de vânzător. Documentele acceptabile sunt un pașaport, permis de conducere sau un ID național. Echipa noastră de administrare îți va examina documentul și îl va accepta înainte de a-ți putea continua munca ca un partener inCruises.
ru: Для доступа к нашему веб-сайту и для запуска вашего бизнеса вы должны загрузить документ, удостоверяющий личность, с фотографией. Обратите, пожалуйста, внимание, фото должно соответствовать тому, которое вы предоставляли для своего бейджика агента по продажам. Принимаемые документы: пасспорт, водительское удостоверение или номер государственного удостоверения личности (ID). Прежде чем вы сможете начать работу в качестве Партнёра inCruises, наши администраторы должны проверить ваш документ и подтвердить его.
uk: Для доступу до нашого веб-сайту та для запуску вашого бізнесу ви повинні завантажити документ, що засвідчує особу, з фотографією. Зверніть, будь ласка, увага, фото має відповідати тому, що ви надавали для свого бейджика агента з продажів. Допустимі документи: паспорт, посвідчення водія або номер державного посвідчення особи (ID). Перш ніж ви зможете розпочати роботу як Партнер inCruises, наші адміністратори повинні перевірити ваш документ і підтвердити його.
uz: Сайтимизга кириш ва ўз бизнесингизни бошлаш учун идентификацион рақамингизни суратингиз билан бирга юклашингиз лозим. Илтимос, сурат сиз сотувчи значоги учун тақдим этган сурат билан бир хил бўлсин. Қабул қилинадиган ҳужжатлар: паспорт, ҳайдовчилик гувоҳномаси ёки миллий идентификацион рақам. Сиз inCruises Ҳамкори сифатида иш бошлашингиздан олдин маъмурият ҳужжатларингизни кўриб чиқади.
zh: 为了访问我们的网站并开始您的业务，您必须上传带有照片的身份证件。 请注意，照片必须与为您的推销员徽章提供的照片相符。 可接受的文件包括护照、驾照或国民身份证。在您作为 inCruises 合作伙伴继续工作之前，我们的管理团队将审核您的文件并接受它。

source: In order to access these videos, you must have at least 5 accepted invitations.
ca: Per accedir a aquests vídeos, has de tenir com a mínim 5 invitacions acceptades.
de: Um auf diese Videos zugreifen zu können, müssen Sie mindestens 5 angenommene Einladungen vorweisen können.
es: Para poder acceder a estos vídeos, debes tener al menos 5 invitaciones aceptadas.
fr: Pour accéder à ces vidéos, vous devez avoir au moins 5 invitations acceptées.
it: Per accedere a questi video, devi avere almeno 5 inviti accettati.
ja: これらの動画にアクセスするには少なくとも5つの受け入れられた招待状を持っていなければなりません。
kk: Бұл бейнелерді көру мүмкіндігіңізді ашу үшін, сізде кемінде 5 қабылданған шақыру болуы керек.
ko: 이 동영상을 보려면 최소 5명 이상이 가입하여야 합니다.
ky: Бул видеолорго кирүү үчүн сизде кеминде 5 катталган чакыруу болушу керек.
lv: lai piekļūtu šiem videoklipiem, jābūt vismaz 5 pieņemtiem ielūgumiem.
mn: Энэ видеог үзэхийн тулд дор хаяж танд урилгыг чинь хүлээн авсан 5 хүн байх ёстой.
pt: Para acessar esses vídeos, você deve ter pelo menos 5 convites aceitos.
ro: Pentru a accesa aceste videouri, trebuie să aveţi cel puţin 5 invitaţii acceptate.
ru: Чтобы получить доступ к этим видео, вы должны иметь по крайней мере 5 зарегистрированных приглашённых.
uk: Щоб отримати доступ до цих відео, потрібно мати принаймні 5 прийнятих запрошень.
uz: Ушбу видеоларни кўриш учун 5 та таклиф қабул қилган бўлишингиз лозим.
zh: 要訪問這些視頻，您必須至少有5個已接受的邀請。

source: In order to continue securing your account with a two-factor authentication method, please continue below with another Two Factor Authentication method.&nbsp;&nbsp;SMS Two Factor authentication is unavailable for your account.
ca: Per continuar protegint el teu compte amb un mètode de verificació en dos factors, selecciona un altre mètode de verificació. La verificació en Dos factors via SMS no està disponible per al teu compte.
de: Um die Sicherheit Ihres Accounts weiterhin mit einer Zwei-Faktor-Authentifizierungsmethode zu gewährleisten, fahren Sie bitte unten mit einer anderen Zwei-Faktor-Authentifizierungsmethode fort. SMS-Zwei-Faktor-Authentifizierung ist für Ihren Account nicht verfügbar.
es: Para continuar asegurando tu cuenta con un método de autenticación de dos factores, continúa abajo con otro método de autenticación de dos factores.&nbsp;&nbsp;La autenticación de dos factores a través de SMS no está disponible para tu cuenta.
fr: Afin de continuer à sécuriser votre compte avec une méthode d'authentification à deux facteurs, veuillez continuer ci-dessous avec une autre méthode d'authentification à deux facteurs.&nbsp;&nbsp; L'authentification à deux facteurs par SMS n'est pas disponible pour votre compte.
it: Per continuare a proteggere il tuo account con un metodo di autenticazione a due fattori, continua qui sotto con un altro metodo di Autenticazione a due fattori.&nbsp;&nbsp; L'autenticazione a due fattori via SMS non è disponibile per il tuo account.
ja: ２段階認証でアカウントのセキュリティを高めるには、他の2段階認証の方法で以下にお進みください.&nbsp;&nbsp;SMSを用いた2段階認証は、あなたのアカウントではご利用できません。
kk: Тіркелгіңізді екі факторлы аутентификация әдісімен қорғауды жалғастыру үшін төменде сипатталған басқа екі факторлы аутентификация әдісіне өтіңіз.&nbsp; & nbsp; екі факторлы SMS аутентификациясы сіздің есептік жазбаңыз үшін қол жетімді емес.
ky: Аккаунтуңузду эки факторлуу аутентификация менен коргоону улантуу үчүн, төмөндө эки факторлуу аутентификациянын башка ыкмасын колдонууну улантыңыз.&nbsp;&nbsp;СМС аркылуу эки факторлуу аутентификация сиздин каттоо эсебиңиз үчүн жеткиликтүү эмес.
lv: Lai turpinātu sava konta drošību ar divfaktoru autentifikācijas metodi, lūdzu, turpiniet ar citu divfaktoru autentifikācijas metodi. &nbsp; &nbsp; SMS divfaktoru autentifikācija jūsu kontam nav pieejama.
mn: Таны бүртгэлийг цаашид 2FA аргаар хамгаалахын тулд доорх өөр аргыг хэрэглэхийг зөвлөж байна.&nbsp;&nbsp;Таны бүртгэл SMS мэссэжээр хамгаалах аргыг ашиглах боломжгүй байна.
pt: Para continuar protegendo sua conta com um método de autenticação de dois fatores, continue abaixo com outro método de autenticação de dois fatores. A autenticação de dois fatores por SMS não está disponível para sua conta.
ro: Pentru a-ți securiza în continuare contul printr-o metodă de autentificare cu doi factori, te rugăm să continui mai jos cu o altă metodă de autentificare cu doi factori.&nbsp;&nbsp;SMS Autentificarea cu doi factori nu este disponibilă pentru contul tău.
ru: Для продолжения защиты вашей учётной записи при помощи двухфакторной аутентификации, воспользуйтесь, пожалуйста, другим методом двухфакторной аутентификации ниже.&nbsp;&nbsp;Двухфакторная аутентификация посредством SMS для вашей учётной записи недоступна.
uk: Для продовження захисту вашого облікового запису за допомогою двофакторної автентифікації, скористайтесь, будь ласка, іншим методом двофакторної автентифікації нижче.&nbsp;&nbsp;Двофакторна автентифікація за допомогою SMS для вашого облікового запису недоступна.
uz: Аккаунтингизни икки факторли аутентификация усули билан ҳимоя қилишда давом этиш учун, илтимос, қуйида яна бир Икки факторли аутентификация усули билан давом этинг.&nbsp;&nbsp;SMS икки факторлик аутентификация сизнинг аккаунтингиз учун мавжуд эмас.
zh: 为了继续通过双因素认证方法保护您的账户，请继续选择其他双因素认证方法。您的账户目前无法使用短信双因素认证。

source: In order to improve the services and products of inCruises and inCruises' website, inCruises may utilize "cookies", "web beacons", and/or similar devices to track your activities. A cookie is a tiny amount of data that is transferred by a web server to your browser and can only be read by the server that transferred it to you. A cookie functions as your identification and enables inCruises to record your passwords, purchases, and preferences. A cookie cannot be executed as code or deliver viruses. A web beacon is a small transparent gif image that is embedded in an HTML page or email used to track when the page or email has been viewed. A similar method may be used by which a service and/or product may send data to a server or other remote computing device when a set of user-initiated events occur. This method is similar to a cookie in that it may track your visit and the data can only be read by the server that receives the data.
ca: Per tal de millorar els serveis i productes d’inCruises i del lloc web d’inCruises, inCruises pot utilitzar “galetes”, “balises web” o dispositius similars per fer un seguiment de la teva activitat. Una galeta és una petita quantitat de dades que un servidor web transfereix al teu navegador i que només pot llegir el servidor que te l’ha enviada. Una galeta actua com una identificació i permet a inCruises registrar les teves contrasenyes, compres i preferències. Una galeta no pot executar-se com a codi ni transmetre virus. Una balisa web és una petita imatge GIF transparent que s’insereix en una pàgina HTML o un correu electrònic i que serveix per fer un seguiment de quan s’ha visualitzat la pàgina o el correu. També es pot fer servir un mètode similar pel qual un servei o producte pot enviar dades a un servidor o a un altre dispositiu informàtic remot quan es produeix un conjunt d’accions iniciades per l’usuari. Aquest mètode és similar a una galeta en el sentit que pot rastrejar la teva visita i les dades només poden ser llegides pel servidor que les rep.
es: Con el fin de mejorar el Sitio Web y los servicios y/o productos de inCruises, la compañía puede utilizar "cookies", "web beacons" y/o dispositivos similares para el rastreo de tus actividades. Una cookie es una pequeña cantidad de datos que se transfiere por un servidor web a tu navegador y solo puede ser leída por el servidor que te la transfirió. Una Cookie funciona como tu identificación y permite a inCruises guardar tus contraseñas, compras y preferencias. Una cookie no puede ser ejecutada como código ni contener virus. Un web beacon es una pequeña imagen gif transparente que está incrustada en una página HTML o correo electrónico usado para rastrear cuando la página o correo electrónico han sido vistos. Es posible utilizar un método similar mediante el cual el servicio y/o producto puede enviar datos a un servidor u otro dispositivo informático remoto cuando se produce un conjunto de eventos iniciados por el usuario. Este método es similar a una Cookie porque puede realizar un seguimiento de tu visita y los datos solo pueden ser leídos por el servidor que recibe los datos.
fr: Afin d'améliorer les services et produits d'inCruises et son site web, inCruises peut utiliser des «cookies», des «balises web» et/ou des dispositifs similaires pour suivre vos activités. Un cookie est une petite quantité de données transférée par un serveur web à votre navigateur et lisible uniquement par le serveur qui vous l'a transférée. Un cookie sert d'identifiant et permet à inCruises d'enregistrer vos mots de passe, vos achats et vos préférences. Un cookie ne peut pas être exécuté comme code ni transmettre de virus. Une balise web est une petite image GIF transparente intégrée à une page HTML ou à un e-mail et utilisée pour suivre la consultation de la page ou de l'e-mail. Une méthode similaire peut être utilisée pour qu'un service et/ou un produit envoie des données à un serveur ou à un autre appareil informatique distant lorsqu'un ensemble d'événements initiés par l'utilisateur se produit. Cette méthode est similaire à un cookie dans la mesure où elle peut suivre votre visite et que les données ne peuvent être lues que par le serveur qui les reçoit.
it: Al fine di migliorare i servizi, i prodotti di inCruises e il proprio sito web, inCruises può utilizzare "cookie", "web beacon" e/o dispositivi simili per tracciare le tue attività. Un cookie è una piccola quantità di dati che viene trasferita da un server web al tuo browser e può essere letta solo dal server che l'ha trasferita a te. Un cookie funziona come la tua identificazione e consente a inCruises di registrare le tue password, i tuoi acquisti e le tue preferenze. Un cookie non può essere eseguito come codice né diffondere virus. Un web beacon è una piccola immagine GIF trasparente incorporata in una pagina HTML o in un'email utilizzata per tracciare quando la pagina o l'email sono state visualizzate. Un metodo simile può essere utilizzato da un servizio e/o prodotto per inviare dati a un server o a un altro dispositivo informatico remoto quando si verificano una serie di eventi avviati dall'utente. Questo metodo è simile a un cookie in quanto può tracciare la tua visita e i dati possono essere letti solo dal server che li riceve.
ja: inCruisesおよびinCruisesのウェブサイトにおけるサービスや製品の向上を目的として、inCruisesは「クッキー」「ウェブビーコン」および/または類似の技術を使用して、your アクティビティを追跡することがあります。クッキーとは、ウェブサーバーから your ブラウザに転送される少量のデータであり、それを転送したサーバーだけが読み取ることができます。クッキーは your 識別情報として機能し、inCruisesが your パスワード、購入履歴、設定内容を記録できるようにします。クッキーはコードとして実行されたり、ウイルスを送信したりすることはできません。ウェブビーコンとは、HTMLページやメールに埋め込まれた小さな透明のGIF画像であり、そのページまたはメールが閲覧されたかどうかを追跡するために使用されます。これに類似した方法として、サービスや製品が特定のユーザー操作が発生した際に、サーバーやその他のリモートコンピューティングデバイスにデータを送信する場合もあります。この方法はクッキーと同様に your 訪問を追跡し、送信先のサーバーのみがそのデータを読み取ることができます。
kk: inCruises компаниясы өзінің қызметтерін және өнімдерін жақсарту үшін, сондай-ақ inCruises' веб-сайтын жетілдіру мақсатында "cookies" (кукилер), "web beacons" (веб-маяктар) және/немесе ұқсас құрылғыларды пайдалануы мүмкін. Cookie - бұл веб-серверден сіздің шолғышыңызға жіберілетін және тек сол сервер оқи алатын деректердің кішкене мөлшері. Cookie сіздің сәйкестігіңіз ретінде әрекет етеді және inCruises сіздің құпиясөздеріңізді, сатып алуларыңызды және қалауларыңызды тіркеуге мүмкіндік береді. Cookie код ретінде орындалмайды немесе вирустарды жібермейді. Веб-маяк - бұл HTML бетіне немесе электронды поштаға кірістірілген шағын мөлдір gif бейнесі, ол бет немесе электронды пошта қаралғанын бақылауға пайдаланылады. Ұқсас әдіс пайдаланылуы мүмкін, мұнда қызмет пен/немесе өнім пайдаланушының әрекеттері жиынтығы орын алғанда серверге немесе басқа қашықтағы есептеу құрылғысына деректер жібереді. Бұл әдіс Cookie ұқсас болып табылады, өйткені ол сіздің сапарыңызды бақылауы мүмкін және деректер тек оларды қабылдайтын сервер тарапынан оқылады.
pt: Para melhorar os serviços, produtos e site da inCruises, a inCruises pode utilizar "cookies", "web beacons" e/ou dispositivos semelhantes para rastrear suas atividades. Um cookie é uma pequena quantidade de dados que são transferidos a partir de um servidor da web para o seu navegador e só podem ser lidos pelo servidor que os transferiu para você. Um cookie funciona como sua identificação e permite que a inCruises registre suas senhas, compras e preferências. Um cookie não pode ser executado como código ou carregador de vírus. Um "web beacons" é uma pequena imagem gif transparente incorporada em uma página ou e-mail em HTML usado para rastrear quando a página ou e-mail foi visualizado. Um método semelhante pode ser usado por um serviço e/ou produto que pode enviar dados para um servidor ou outro dispositivo de computação remota quando ocorre um conjunto de eventos iniciados pelo usuário. Esse método é semelhante a um cookie, pois pode rastrear sua visita e os dados só podem ser lidos pelo servidor que os recebe.
ro: Pentru a îmbunătăți serviciile și produsele inCruises și ale website-ului inCruises, inCruises poate utiliza „cookie-uri”, „web beacons” și/sau dispozitive similare pentru a-ți urmări activitățile. Un cookie este o cantitate mică de date care este transferată de un server web către browser-ul tău și poate fi citită doar de serverul care vi l-a transferat. Un cookie funcționează ca identificare a ta și permite inCruises să-ți înregistreze parolele, achizițiile și preferințele. Un cookie nu poate fi executat ca cod sau nu poate furniza viruși. Un web beacon este o mică imagine gif transparentă care este încorporată într-o pagină HTML sau e-mail folosită pentru a urmări când pagina sau e-mailul a fost vizualizat. O metodă similară poate fi utilizată prin care un serviciu și/sau produs poate trimite date către un server sau alt dispozitiv de calcul la distanță atunci când au loc un set de evenimente inițiate de utilizator. Această metodă este similară cu un cookie prin faptul că-ți poate urmări vizita și datele pot fi citite doar de serverul care primește datele.
uk: З метою вдосконалення послуг і продуктів компанії inCruises, а також inCruises' вебсайту, компанія inCruises може використовувати «cookies», «веб-маяки» та/або подібні пристрої для відстеження вашої діяльності. Файл cookie - це невелика кількість даних, яка передається веб сервером у ваш браузер і може бути прочитана лише тим сервером, який передав вам його. Файл cookie функціонує як ваша ідентифікація і дозволяє inCruises записувати ваші паролі, покупки та налаштування. Файл cookie не може бути використаний як код або для доставки вірусів. Веб-маяк - це невелике прозоре графічне зображення, яке вбудовується у сторінку HTML або електронну пошту, яке використовується для відстеження, коли сторінку чи електронну пошту переглянули. Може застосовуватися аналогічний метод, за допомогою якого служба та/або продукт можуть надсилати дані на сервер або інший віддалений обчислювальний пристрій, коли відбувається набір ініційованих користувачем подій. Цей метод схожий на файл cookie тим, що він може відслідковувати ваш візит, а дані може читати лише сервер, який отримує ці дані.
uz: inCruises маҳсулотлари ва хизматларини ҳамда inCruises веб-сайтини яхшилаш мақсадида, inCruises ҳаракатларингизни кузатиш учун “cookie-файллар”, “веб-маёқлар” ва/ёки шунга ўхшаш қурилмалардан фойдаланиши мумкин. Cookie-файл веб-сервер томонидан браузерингизга ўтказиладиган ва фақат уни сизга ўтказган сервер ўқий оладиган кичик миқдордаги маълумотдир. Cookie-файл сизнинг шахсингизни тасдиқловчи восита сифатида хизмат қилади ҳамда inCruisesʼга паролларингиз, харидларингиз ва афзал кўрувчи нарсаларингизни ёзиб олиш имконини беради. Cookie-файлни код сифатида ишлатиб бўлмайди ва у вирус ташиш имконига эга эмас. Веб-маёқ саҳифа ёки электрон почта кўрилганда кузатиш учун HTML саҳифаси ёки электрон почтага жойлаштирилган кичик шаффоф GIF-расм ҳисобланади. Фойдаланувчи ташаббуси билан ҳодисалар тўплами содир бўлганда, сервер ёки бошқа масофадан бошқариш қурилмасига маълумот юбориши мумкин бўлган хизмат ва/ёки маҳсулот ёрдамида ўхшаш метод фойдаланилиши мумкин. Бу метод cookie-файл методига ўхшаш ҳисобланади ва сизнинг ташрифингизни кузатиши мумкин ҳамда маълумотни фақатгина уни қабул қилувчи сервер ўқий олади.
zh: 为了提升inCruises的服务、产品以及inCruises网站的质量，inCruises可能会使用“cookies”（浏览器缓存）、“网络信标”以及/或类似技术来跟踪您的活动。Cookie是一种由网页服务器传输到您浏览器的少量数据，仅能被传输该数据的服务器读取。Cookie相当于您的身份标识，能够让inCruises记录您的密码、购买记录和偏好设置。Cookie无法作为代码执行，也无法传播病毒。网络信标是一种嵌入在HTML页面或电子邮件中的小型透明GIF图片，用于追踪页面或邮件是否被查看。类似的方法也可能被使用，即在用户发起特定操作时，服务和/或产品可向服务器或其他远程计算设备发送数据。这种方法与Cookie类似，可以追踪您的访问行为，并且数据只能被接收该数据的服务器读取。
