Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: In order to receive your entire <strong>Builders Base Bonus</strong> your <strong>QBI</strong> must meet or exceed 65% at the time your Builders Base Bonus is calculated.
ca: Per a rebre la totalitat de la teva <strong>Bonificació de Base de Constructors</strong> tu <strong>QBI</strong> ha de ser igual o superior al 65% en el moment en què es calculi el teu Bo de Base de Constructors.
de: Um Ihren gesamten <strong>Builders Base Bonus</strong> zu erhalten, muss Ihr <strong>QBI</strong> zum Zeitpunkt der Berechnung Ihres Builders Base Bonus mindestens 65 % betragen.
es: Para recibir la totalidad de tu <strong>Bono Base de Super Constructores</strong> tu <strong>QBI</strong> debe ser igual o superior al 65% en el momento en que se calcule tu Bono Base de Constructores.
fr: Pour recevoir la totalité de votre <strong>Bonus de Base des Constructeurs</strong> votre <strong>QBI</strong> doit atteindre ou dépasser 65% au moment du calcul de votre Bonus de Base des Constructeurs.
it: Per ricevere l'intero importo del <strong>Bonus Base Costruttori</strong> il tuo <strong>QBI</strong> deve raggiungere o superare il 65% al momento del calcolo del tuo Bonus Base Costruttori.
ja: あなたが <strong>ビルダーズ・ベース ボーナス</strong> の全額を獲得するには、あなたの <strong>QBI</strong> は、ビルダーズ・ベース ボーナスが計算される時点で 65％以上でなければなりません。
kk: Фундамент Бизнес бонусын алу үшін <strong>Фундамент Бизнес бонусы</strong> есептелген кезде<strong>QBI</strong> деңгейі 65%-ға сәйкес келуі немесе одан жоғары болуы керек.
ky: Толук <strong>Куруучулар Базасы Бонусун</strong>алыш үчүн сиздин <strong>QBI</strong> Куруучулар Базасы Бонусу эсептөө учурунда Куруучу базасы 65% же андан жогору болушу керек.
lv: Lai saņemtu visu jūsu<strong>Lietotāju Bāzes bonusu</strong>jūsu <strong>QBI</strong> vajag būt vai pārsniegt 65% laikā, kad tiek aprēķnāts lietotāju Bāzes Bonus.
mn: Өөрийн бүх <strong>Билдерс Бэйс урамшууллыг </strong> авахын тулд таны <strong>QBI</strong> Билдерс Бэйс урамшууллыг тооцоолох үед 65% буюу үүнээс дээш байх ёстой.
pt: Para receber todo o seu <strong>bônus Base de Construtores</strong> seu <strong>QBI</strong> deve atingir ou exceder 65% no momento em que seu Bônus Base de Construtores for calculado.
ro: Pentru a primi întregul tău <strong>bonus pentru baza constructorilor</strong> <strong>QBI-ul</strong> tău trebuie să atingă sau să depășească 65% în momentul calculării bonusului pentru baza constructorilor.
ru: Чтобы получить целый <strong>бонус "Фундамент Бизнеса",</strong> ваш <strong>QBI</strong> должен составлять или превышать 65% на момент расчёта вашего бонуса "Фундамент Бизнеса".
uk: Щоб отримати цілий <strong>бонус "Фундамент бізнесу"</strong> ваш <strong>QBI (ІЯБ)</strong> має становити або перевищувати 65% на момент розрахунку вашого бонусу "Фундамент Бізнесу".
uz: Тўлиқ <strong>Қурувчилар базаси бонусини</strong> олиш учун сизнинг <strong>QBI</strong> Қурувчилар базаси бонуси ҳисобланадиган вақтда 65% ёки ундан юқори бўлиши шарт.
zh: 为了获得全部<strong>建设者基本奖金</strong>在计算您的建设者基本奖金时，您的<strong>QBI</strong>必须达到或超过 65%。

source: In order to reduce errors in our database(s), authenticate our users, prevent fraud and prevent abuse of inCruises' web site and/or the product and services inCruises provides, as well as to provide more consistent, relevant experiences to inCruises' users, inCruises may on occasion supplement or correct the personal information you submit to inCruises and your Internet Protocol (IP) address with information in our other databases or information from third-party sources. As permissible, inCruises may also supplement the personal information you provide to inCruises with demographic and other information stored in third-party databases in order to make it more likely that communications inCruises may send will be of interest to you.
ca: Per tal de reduir errors a les nostres bases de dades, autenticar els nostres usuaris, prevenir el frau i evitar l’ús indegut del lloc web d’inCruises o dels productes i serveis que oferim, així com per oferir experiències més coherents i rellevants als nostres usuaris, a inCruises podem, ocasionalment, complementar o corregir la informació personal que ens heu proporcionat i la vostra adreça de Protocol d’Internet (IP) amb informació de les nostres altres bases de dades o de fonts externes de tercers. Quan sigui permès, també podem complementar la informació personal que ens hàgiu facilitat amb dades demogràfiques i altra informació emmagatzemada en bases de dades de tercers per tal d’incrementar la probabilitat que les comunicacions que us puguem enviar siguin del vostre interès.
es: Con el fin de reducir los errores en nuestra base de datos(s), autentificar a los usuarios, prevenir el fraude y evitar el abuso de el sitio web y/o los productos y servicios que proporciona inCruises, así como para proporcionar experiencias de uso más relevantes para los usuarios, inCruises puede ocasionalmente complementar o corregir la información personal que usted envíe a la compañía, así como su Dirección de Protocolo de Internet (IP), con información en nuestras bases de datos o de otras bases de datos de terceros. inCruises también puede complementar la información personal que proporcione a inCruises con información demográfica y otra almacenada en bases de datos de terceros con el fin de que las comunicaciones que la compañía le envíe sean más interesantes para usted.
fr: Afin de réduire les erreurs dans nos bases de données, d'authentifier nos utilisateurs, de prévenir la fraude et l'utilisation abusive du site web d'inCruises et/ou des produits et services proposés par inCruises, ainsi que d'offrir une expérience plus cohérente et pertinente à ses utilisateurs, inCruises peut occasionnellement compléter ou corriger les informations personnelles que vous lui fournissez et votre adresse IP (Protocole Internet) avec des informations contenues dans nos autres bases de données ou provenant de sources tierces. Dans la mesure du possible, inCruises peut également compléter les informations personnelles que vous lui fournissez avec des informations démographiques et autres stockées dans des bases de données tierces afin d'augmenter la probabilité que les communications qu'inCruises peut vous envoyer vous intéressent.
it: Al fine di ridurre gli errori nei nostri database, autenticare i nostri utenti, prevenire frodi e abusi del sito web e/o dei prodotti e servizi forniti da inCruises, nonché per fornire esperienze più coerenti e pertinenti agli utenti di inCruises, inCruises potrà occasionalmente integrare o correggere le informazioni personali che ci fornisci e il tuo indirizzo IP con informazioni presenti nei nostri altri database o informazioni provenienti da fonti terze. Nei limiti consentiti, inCruises potrà inoltre integrare le informazioni personali che fornisci a inCruises con informazioni demografiche e di altro tipo archiviate in database di terzi, al fine di accrescere la probabilità che le comunicazioni inviate da inCruises siano di tuo interesse.
ja: inCruises のデータベース内のエラーを減らし、ユーザーを認証し、詐欺や inCruises のウェブサイトおよび／または inCruises が提供する製品・サービスの悪用を防止し、さらに inCruises のユーザーに対して一貫性があり関連性の高い体験を提供するために、inCruises は、会員が inCruises に提供した個人情報およびインターネットプロトコル（IP）アドレスを、他の自社データベースまたは第三者の情報源の情報で補足または修正することがあります。また、許可されている範囲内で、inCruises は、会員が提供した個人情報に対して、第三者のデータベースに保存されている人口統計情報その他の情報を補足し、inCruises から送信される可能性のあるコミュニケーションが会員の関心に合致する可能性を高めることがあります。
kk: inCruises дерекқорымыздағы қателерді азайту, пайдаланушыларды аутентификациялау, алаяқтықты болдырмау және inCruises' веб-сайтын және/немесе inCruises ұсынатын өнімдер мен қызметтерді теріс пайдалануды болдырмау, сондай-ақ inCruises' пайдаланушыларына тұрақты және маңызды тәжірибе ұсыну мақсатында, inCruises' кейде сіздің inCruises-ке ұсынған жеке ақпараттарыңызды және Интернет Протоколы (IP) мекенжайыңызды біздің басқа дерекқорларымыздағы немесе үшінші тарап көздерінен алынған ақпаратпен толықтыруы немесе түзетуі мүмкін. Заңмен рұқсат етілген жағдайда, inCruises сіз ұсынған жеке ақпаратты үшінші тарап дерекқорларында сақталған демографиялық және басқа ақпараттармен толықтыра алады, осылайша inCruises жіберетін хабарламалардың сізге қызықты болу ықтималдығын арттырады.
pt: Para reduzir erros em nosso(s) banco(s) de dados, autenticar nossos usuários, prevenir fraudes e impedir o uso indevido do site da inCruises e/ou dos produtos e serviços que a inCruises oferece, bem como para proporcionar experiências mais consistentes e relevantes aos usuários da inCruises, a inCruises poderá, ocasionalmente, complementar ou corrigir as informações pessoais que você enviar à inCruises e seu endereço de Protocolo de Internet (IP) com informações de nossos outros bancos de dados ou de fontes terceirizadas. Conforme permitido, a inCruises também poderá complementar as informações pessoais que você fornecer à inCruises com informações demográficas e outras informações armazenadas em bancos de dados de terceiros, a fim de aumentar a probabilidade de que as comunicações enviadas pela inCruises sejam do seu interesse.
ro: Pentru a reduce erorile din bazele noastre de date, pentru a autentifica utilizatorii noștri, a preveni frauda și a preveni abuzul de website-ului inCruises și/sau a produsului și serviciilor oferite de inCruises, precum și pentru a oferi experiențe mai consistente și relevante utilizatorilor inCruises, inCruises poate să completeze sau să corecteze ocazional informațiile personale pe care le trimiți către inCruises și adresa ta de protocol de internet (IP) cu informații din celelalte baze de date ale noastre sau informații din surse terțe. După cum este permis, inCruises poate trimite și personalului informațiile pe care le furnizezi către inCruises cu informații demografice și alte informații stocate în baze de date terțe pentru a face mai probabil ca comunicările pe care le poate trimite inCruises să te intereseze.
uk: З метою зменшення помилок у нашій базі даних, аби автентифікувати наших користувачів, запобігти шахрайству та запобігти зловживанню вебсайтом inCruises' та/або продуктами чи послугами, які надає inCruises, а також для надання більш послідовного, корректного досвіду користувачам inCruises', компанія inCruises може іноді доповнювати або виправляти особисту інформацію, яку ви подаєте до inCruises, та адресу вашого Інтернет-протоколу (IP) інформацією в інших наших базах даних або інформацією зі сторонніх джерел. Допускається, що inCruises може також доповнити вашу персональну інформацію яку ви надаєте inCruises, демографічною та іншою інформацією, що зберігається в сторонніх базах даних, щоб зробити більш імовірним варіант, що повідомлення, які можуть надсилатися inCruises, буде цікавимдля вас.
uz: Маълумотлар база(лари)миздаги хатоларни камайтириш, фойдаланувчиларимизнинг ҳақиқийлигини текшириш, фирибгарлик ва inCruises веб-сайти ҳамда/ёки inCruises томонидан тақдим этиладиган хизматлар суиистеъмол қилинишининг олдини олиш, шунингдек, inCruises фойдаланувчиларида янада барқарор таассурот қолдириш мақсадида, айрим ҳолларда inCruises сиз томонингиздан inCruisesга тақдим этилган шахсий маълумотларга ва маълумотлар базаларимиздаги ахборот ёки учинчи томон манбаларидан олинган маълумотларга эга Интернет Протокол (ИП) манзилингизга қўшимча ёки тузатиш киритиши мумкин. Рухсат берилганда, inCruises юбориши мумкин бўлган хабарлар сизнинг қизиқишингизга мос бўлиш эҳтимолини ошириш учун сиз томонингиздан inCruisesга тақдим этилган шахсий маълумотларни демографик ва учинчи томон маълумотлар базасида сақланувчи бошқа ахборот билан тўлдириши мумкин.
zh: 为了减少我们数据库中的错误、验证用户身份、防止欺诈以及防止滥用inCruises网站和/或inCruises所提供的产品与服务，并为用户提供更一致、更相关的体验，inCruises可能会在必要时将您提交的个人信息和您的IP地址与我们其他数据库中的信息或第三方来源的信息进行补充或更正。在法律允许的范围内，inCruises也可能会将您提供的个人信息与第三方数据库中存储的人口统计等信息进行补充，以提高inCruises发送的沟通内容对您产生兴趣的可能性。

source: In order to set up your eWallet account, you must complete the form below.
ca: Per configurar el compte d'eWallet, heu de completar el formulari següent.
de: Um Ihr eWallet-Konto einzurichten, müssen Sie das untenstehende Formular ausfüllen.
es: Para configurar tu eWallet (cartera virtual), debes completar el siguiente formulario.
fr: Pour configurer votre compte eWallet, vous devez remplir le formulaire ci-dessous.
it: Per impostare l'account eWallet, è necessario compilare il modulo sottostante.
ja: eウォレットのアカウントを設定するには、以下の入力フォームを埋める必要があります。
kk: Электронды Әмиян есептік жазбаңызды орнату үшін, төмендегі форманы толтыруыңыз керек.
ko: 이월렛 계정을 설정하려면 아래 양식을 작성해야합니다.
ky: eWallet эсебиңизди орнотуу үчүн төмөнкү форманы толтурушуңуз керек.
lv: Lai atvērtu eportfeļa kontu,jums ir jāizpilda forma zemāk.
mn: Түрийвчийнхээ дансыг тохируулахын тулд доорхи хүснэгтийг бөглөнө үү.
pt: Para configurar sua conta da carteira virtual você deve preencher o formulário abaixo.
ro: Pentru a vă configura contul eWallet, trebuie să completaţi formularul de mai jos.
ru: Для того, чтобы настроить аккаунт вашего Кошелька, вы должны заполнить форму ниже.
uk: Для налаштування облікового запису eWallet, необхідно заповнити форму нижче.
uz: eWallet аккаунтингизни ўрнатиш учун қуйидаги шаклни тўлдиришингиз лозим.
zh: 要設置您的電子錢包帳戶，您必須填寫下面的表格。

source: In order to use 2 For 1 points we need to verify your identity.
fr: Pour utiliser l'offre « 2 pour 1 », nous devons vérifier votre identité.
it: Per poter utilizzare i punti 2 per 1, dobbiamo verificare la tua identità.

source: in potential savings for future cruises. I love
ca: en estalvis potencials per a futurs creuers. M'encanta
de: an potenziellen Einsparungen für zukünftige Kreuzfahrten. Ich liebe
es: en ahorros potenciales para cruceros en el futuro. Me encanta
fr: d'économies potentielles pour de futures croisières. J'aime
it: di risparmio potenziale per le prossime crociere. Amo
ja: で、将来のクルーズ旅行で節約できる可能性があります。私は
kk: болашақ круиздер үшін әлеуетті үнемдеуде. Мен жақсы көремін
ko: 의 잠재적인 저축을 했습니다. 저는
ky: келечектеги круиздер үчүн потенциалдуу үнөмдөө. Мен сүйөм
lv: potenciālajos ietaupījumos nākotnes kruīziem.Es mīlu/man patīk
mn: байна. Миний
pt: em economia potencial para cruzeiros futuros. Eu amo
ro: în potențiale economii pentru viitoarele croaziere. Iubesc
ru: потенциальной экономии на будущие круизы. Я люблю
uk: потенційної економії на майбутні круїзи Я люблю
uz: Келгуси круизлар учун тежаладиган эҳтимолий сумма.
zh: 为未来的邮轮旅行节省潜在费用。 我爱

source: In Progress
ca: En curs
de: In Arbeit
es: En Progreso
fr: En cours
it: In corso
ja: 進行中
kk: Орындалуда
ky: Прогрессте
lv: Progresā
mn: Гүйцэтгэж байна
pt: Em progresso
ro: În curs
ru: В процессе
uk: В процесі
uz: Ишлаб чиқиш жараёнида
zh: 进行中

source: in Reward Points
ca: en Punts de Recompensa
es: en Puntos de Recompensa
fr: en Points de Récompense
it: in Crediti Premio
ja: リワードポイントで返ってきます
kk: Бонус Ұпайларында
ko: 리워드 포인트로
ky: Бонустук Упайларда
lv: Balvu Punktos
mn: Шагналын Оноогоор нөхөн олгох болно
pt: em Pontos de Recompensa
ro: în puncte de recompensă
ru: Бонусными Баллами
uk: Бонусними Балами
uz: Бонус баллари кўринишида қайтариб берилади
zh: 奖励积分

source: in social contribution tax.
ca: en l'impost sobre les cotitzacions socials.
de: in der Sozialversicherungssteuer.
es: en impuesto de contribución social.
fr: de la taxe sur les cotisations sociales.
it: di oneri per contributi previdenziali.
ja: 社会貢献税。
kk: Әлеуметтік сақтандыру салығы.
ko: 사회공헌세에.
ky: социалдык салым салыгында.
lv: sociālo iemaksu nodoklī.
mn: нийгмийн шимтгэлийн татварт.
pt: no imposto de contribuição social.
ro: în impozitul de contribuție socială.
ru: в качестве налога на социальные отчисления.
uk: в якості податку на соціальні відрахування.
uz: ижтимоий йиғим солиғида.
zh: 在社會貢獻稅中。

source: in Social Contribution Tax.
ca: en l'Impost de Contribució Social.
de: in der Sozialbeitragssteuer.
es: en Impuesto de Contribución Social.
fr: dans la Taxe de Cotisation Sociale.
it: Contributi previdenziali.
ja: 社会貢献税。
kk: әлеуметтік жарналарға салынатын салықта.
ky: Социалдык камсыздандыруу салыгында.
lv: Sociālo iemaksu nodoklī.
mn: Нийгмийн даатгалын шимтгэл
pt: no imposto de Contribuição Social.
ro: în Taxa de contribuție socială.
ru: в виде налога на социальные отчисления.
uk: у вигляді податку на соціальні відрахування.
uz: Ижтимоий йиғим солиғида
zh: 在社会贡献税中。

source: In the event of a tie, personal income during the contest period will determine the winner.
ca: En cas d’empat, els ingressos personals durant el període del concurs determinaran el guanyador.
es: En caso de empate, el ingreso personal durante el período del concurso determinará el ganador.
fr: En cas dégalité, le revenu personnel pendant la durée du concours déterminera le gagnant.
it: In caso di parità, il vincitore sarà determinato dal reddito personale generato durante il periodo del concorso.
ja: 同点の場合、コンテスト期間中の個人収入によって勝者が決定されます。
kk: Егер ұпайлар тең болса, байқау мерзіміндегі жеке табыс жеңімпазды анықтайтын фактор болады.
pt: Em caso de empate, a renda pessoal durante o período da competição determinará o vencedor.
ro: În caz de egalitate, veniturile personale în perioada concursului va determina câștigătorul.
uk: У разі рівності результатів переможцем буде визначено того, хто має вищий особистий дохід за період конкурсу.
uz: Дуранг ҳолатларда, ғолиб танлов давридаги шахсий даромади бўйича аниқланади.
zh: 如出现并列情况，将根据竞赛期间的个人收入确定获胜者。

source: In the event that inCruises is involved in a bankruptcy, merger, acquisition, reorganization or sale of assets, your information may be sold or transferred as part of that transaction. The promises in this privacy policy will apply to your information as transferred to the new entity.
ca: En cas que inCruises estigui involucrada en un procés de fallida, fusió, adquisició, reorganització o venda d’actius, la teva informació pot ser venuda o transferida com a part d’aquesta transacció. Les garanties establertes en aquesta política de privacitat s’aplicaran a la teva informació un cop hagi estat transferida a la nova entitat.
de: Für den Fall, dass inCruises in einen Konkurs, eine Fusion, eine Übernahme, eine Umstrukturierung oder einen Verkauf von Vermögenswerten verwickelt ist, können Ihre Daten als Teil dieser Transaktion verkauft oder übertragen werden. Die Zusagen in dieser Datenschutzrichtlinie gelten für Ihre Informationen, die an das neue Unternehmen übertragen werden.
es: En el caso de que inCruises se vea involucrada en una quiebra, fusión, adquisición, reorganización o venta de activos, la información de usted puede ser vendida o transferida como parte de esa transacción. Las promesas en esta política de privacidad se aplicarán a su información transferida a la nueva entidad.
fr: Si inCruises est impliquée dans une faillite, une fusion, une acquisition, une réorganisation ou une vente d'actifs, vos informations pourraient être vendues ou transférées dans le cadre de cette transaction. Les engagements de la présente politique de confidentialité s'appliqueront à vos informations telles que transférées à la nouvelle entité.
it: Nel caso in cui inCruises sia coinvolta in un fallimento, una fusione, un'acquisizione, una riorganizzazione o una vendita di beni, le tue informazioni potrebbero essere vendute o trasferite nell'ambito di tale transazione. Le promesse contenute nella presente informativa sulla privacy si applicheranno alle informazioni dell'utente trasferite alla nuova entità.
ja: inCruisesが破産、合併、買収、再編成、または資産の売却に関与した場合、会員の情報はその取引の⼀環として売却または譲渡される場合があります。このプライバシーポリシーの約束は、 新しい法主体に転送される会員の情報に適⽤されます。
kk: Егер inCruises банкроттық, бірігу, сатып алу, қайта ұйымдастыру немесе активтерді сату процесіне қатысса, сіздің ақпараттарыңыз сол мәміленің бір бөлігі ретінде сатылуы немесе берілетін болуы мүмкін. Бұл құпиялылық саясатындағы уәделер сіздің ақпараттарыңыз жаңа ұйымға берілген кезде де қолданылатын болады.
ky: Эгерде inCruises банкротко учураса, биригүү, сатып алуу, кайра уюштуруу же активдерди сатууга дуушар болсо,, сиздин маалыматыңыз ошол транзакциянын-өткөрүп берүүнүн бир бөлүгү катары сатылып же өткөрүлүп берилиши мүмкүн. Бул купуялык саясатындагы милдеттенмелер жаңы уюмга өткөрүлүп берилген маалыматыңызга карата колдонулат.
lv: Ja inCruises ir iesaistīta bankrotā, apvienošanā, iegādē, sanācijā vai pārdošanā, jūsu informācija var tikt pārdota vai nodota šī darījuma ietvaros. Šīs konfidencialitātes politikas solījumi attieksies uz jūsu pārsūtīto informāciju jaunajai vienībai.
mn: Хэрэв inCruises нь дампуурал, нэгдэл, худалдан авалт, дахин зохион байгуулалт эсвэл хөрөнгийн худалдаа зэрэг үйл явцад оролцсон тохиолдолд, таны мэдээлэл тухайн хэлцлийн нэг хэсэг болгон худалдаалагдах эсвэл шилжих боломжтой. Таны мэдээлэл шинэ этгээдэд шилжсэн тохиолдолд, энэ нууцлалын бодлогод тусгагдсан амлалтууд хүчинтэй хэвээр байх болно.
pt: Caso a inCruises esteja envolvida em falência, fusão, aquisição, reorganização ou venda de ativos, suas informações podem ser vendidas ou transferidas como parte dessa transação. As promessas desta política de privacidade serão aplicadas às suas informações conforme transferidas para a nova entidade.
ro: În cazul în care inCruises este implicată într-un faliment, fuziune, achiziție, reorganizare sau vânzare de active, informațiile tale pot fi vândute sau transferate ca parte a tranzacției respective. Promisiunile din această politică de confidențialitate se vor aplica informațiilor tale așa cum sunt transferate către noua entitate.
ru: В случае, если inCruises будет объявлен банкротом, при слиянии, приобретении, реорганизации или продаже активов, ваша информация может быть продана или передана в рамках этой реорганизации. Договорные обязанности в этой политике конфиденциальности будут применяться к вашей информации от имени нового юридического лица.
uk: У випадку, якщо inCruises бере участь у банкрутстві, злитті, придбанні, реорганізації чи продажу активів, ваша інформація може бути продана або передана як частина цієї операції. Обіцянки в цій політиці конфіденційності застосовуватимуться до вашої інформації при передачі новим власникам.
uz: Эҳтимолдан йироқ бўлса-да, агар inCruises инқирозга учраса, бошқа компанияга бирикса, сотиб олинса, қайта ташкил этилса ёки активларини сотса, сиз ҳақингиздаги маълумотлар мазкур ўтказманинг бир қисми сифатида сотилиши мумкин. Мазкур Маҳфийлик сиёсати низомлари сизнинг янги ташкилотга топширилган маълумотларингизга ҳам татбиқ этилади.
zh: 如果inCruises发生破产、合并、收购、重组或资产出售，您的信息可能会作为交易的一部分被出售或转移。本隐私政策中的承诺将继续适用于转移至 新实体的您的信息。
