Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: When active Members book a cruise at INsider Pricing or using Reward Points they must remain an active Member up to and through embarkation of the cruise. However inactive Members can use available Reward Points to reduce the retail price of cruises, hotels and resorts by 17% and no other actions are necessary.
ca: Quan els Membres actius reservin un creuer amb INsider Pricing o utilitzant Punts de Recompensa, han de mantenir-se com a Membres actius fins a l'embarque al creuer. No obstant això, els Membres inactius poden fer servir els Punts de Recompensa disponibles per reduir el preu de venda dels creuers, hotels i ressorts en un 17%, i no cal cap altra acció.
de: Wenn aktive Mitglieder eine Kreuzfahrt zu INsider Pricing oder mit Reward Points buchen, müssen sie bis zur Einschiffung und während der Kreuzfahrt aktives Mitglied bleiben. Inaktive Mitglieder können jedoch verfügbare Reward Points verwenden, um den Einzelhandelspreis von Kreuzfahrten, Hotels und Resorts um 17 % zu senken, ohne dass weitere Maßnahmen erforderlich sind.
es: Cuando los Miembros activos reservan un crucero con Precio INsider o utilizando Puntos de Recompensa, deben seguir siendo Miembros activos hasta y durante el embarque del crucero. Sin embargo, los Miembros inactivos pueden utilizar los Puntos de Recompensa disponibles para reducir el precio al por menor de cruceros, hoteles y resorts en un 17%, y no se requieren otras acciones.
fr: Lorsque les Membres actifs réservent une croisière à un prix d'initié ou en utilisant des Points de Récompense, ils doivent rester Membres actifs jusqu'à l'embarquement de la croisière. Toutefois, les Membres inactifs peuvent utiliser les Points de Récompense disponibles pour réduire de 17 % le prix de détail des croisières, des hôtels et des centres de villégiature, sans qu'aucune autre action ne soit nécessaire.
it: Quando i Membri attivi prenotano una crociera a prezzi INsider o utilizzando i Crediti Premio, devono rimanere Membri attivi fino all'imbarco della crociera. Tuttavia, i Membri inattivi possono utilizzare i Crediti Premio disponibili per ridurre il prezzo al dettaglio di crociere, hotel e resort del 17% e non sono necessari altri adempimenti.
ja: アクティブメンバーがINsider Pricingでクルーズを予約する場合、またはリワードポイントを使用する場合は、クルーズ乗船までアクティブであり続ける必要があります。ただし、非アクティブメンバーは、クルーズ、ホテル、リゾートの小売価格に対して利用可能なリワードポイントを17%まで使用して、安くすることができ、その他のルールはありません。
kk: Белсенді мүшелер Insider Pricing круизін брондағанда немесе бонустық ұпайларды пайдаланғанда, олар круиз басталғанға дейін және оны аяқтаған кезде белсенді мүше болып қалуы керек. Дегенмен, белсенді емес мүшелер круиздердің, қонақүйлердің және курорттардың бөлшек сауда бағасын 17% төмендету үшін қол жетімді бонустық ұпайларды пайдалана алады, басқа әрекеттер қажет емес.
ky: Активдүү мүчөлөр INsider Баасы боюнча круизди брондогондо же бонустук упайларды колдонгондо, алар круизге чыкканга чейин активдүү мүчө бойдон калууга тийиш. Бирок активдүү эмес мүчөлөр круиздердин, мейманканалардын жана курорттордун чекене баасын 17% га төмөндөтүү үчүн жеткиликтүү бонустук упайларын колдоно алышат жана буга башка эч кандай иш-аракеттердин кереги жок.
lv: Ja aktīvie Biedri rezervē kruīzu par Insider Pricing izmanto Balvu Punktus, tiem ir jāpaliek aktīviem Biedriem līdz kruīza sākšanai un tā laikā. Tomēr neaktīvie Biedri var izmantot pieejamos Balvu Punktus, lai kruīzu, viesnīcu un kūrortu mazumtirdzniecības cenu samazinātu par 17%, un citas darbības nav nepieciešamas.
mn: Идэвхтэй гишүүд INsider Pricing үнэ болон Шагналын Оноо ашиглан захиалга хийсэн бол аялалд гарах хүртлээ идэвхтэй гишүүн хэвээр байх ёстой. Хэдий ийм ч идэвхгүй Гишүүд хэрэглэж болох Шагналын Оноогоо ашиглан далайн аялал, зочид буудал, амралтын газрын жижиглэнгийн үнийг 17% хүртэл өөр ямар нэгэн зүйл хийх шаардлагагүйгээр бууруулах боломжтой юм.
pt: Quando membros ativos reservam um cruzeiro com INsider Pricing ou usando Pontos de Recompensa, eles devem permanecer como membros ativos até e durante o embarque do cruzeiro. No entanto, membros inativos podem usar Pontos de Recompensa disponíveis para reduzir o preço de varejo de cruzeiros, hotéis e resorts em 17% e nenhuma outra ação é necessária.
ro: Atunci când membrii activi rezervă o croazieră cu INsider Pricing sau folosesc puncte de recompensă, aceștia trebuie să rămână membri activi până la îmbarcarea croazierei. Cu toate acestea, membrii inactivi pot folosi punctele de recompensă disponibile pentru a reduce prețul de vânzare cu amănuntul al croazierelor, hotelurilor și stațiunilor cu 17% și nu sunt necesare alte acțiuni.
ru: Когда Активный Член Клуба бронирует круиз с INsider Pricing или с использованием Бонусных Баллов, то он должен оставаться Активным Членом Клуба до и в момент посадки на борт круизного лайнера. Тем не менее, неактивные Члены Клуба могут использовать доступные Бонусные Баллы для снижения розничной стоимости круизов, отелей и курортов на 17% без необходимости каких-либо дополнительных действий.
uk: Коли Активний Член Клубу бронює круїз з INsider Pricing або з використанням Бонусних Балів, він повинен залишатися Активним Членом Клубу до і в момент посадки на борт круїзного лайнера. Тим не менш, неактивні Члени Клубу можуть використовувати доступні Бонусні Бали для зниження роздрібної вартості круїзів, готелів та курортів на 17% без потреби будь яких додаткових дій.
uz: Фаол Аъзолар INsider Pricing ёки Бонус балларини қўллаб круизга буюртма берганларида, улар круиз бошлангунга қадар Фаол Аъзо мақомида қолишлари шарт. Бироқ Нофаол Аъхолар мавжуд бонус балларидан круизлар, меҳмонхоналар ва курортлари чакана нархини 17%гача камайтириш учун қўллашлари мумкин ва бошқа ҳеч қандай талаб қўйилмаган.
zh: 当活跃会员以INsider Pricing或使用奖励积分预订邮轮时，他们必须保持活跃会员身份，直到邮轮启航。然而，非活跃会员可以使用可用的奖励积分将邮轮、酒店和度假村的零售价格降低17%，且无需采取其他措施。

source: When booking children, at least one adult passenger must be included. Bookings with only minors can't be processed.
fr: Lors de la réservation pour des enfants, au moins un adulte doit être inclus. Les réservations ne comportant que des mineurs ne peuvent être traitées.
it: Quando si prenotano dei minori, è necessario includere almeno un passeggero adulto. Le prenotazioni di soli minori non possono essere elaborate.
pt: Ao fazer reservas para crianças, pelo menos um passageiro adulto deve ser incluído. Reservas apenas com menores não podem ser processadas.
uk: Під час бронювання дітей повинен бути зазначений щонайменше один дорослий пасажир. Бронювання тільки з неповнолітніми не обробляються.

source: When comparing prices please remember to factor in only what you paid out-of-pocket at checkout and what you actually paid out-of-pocket for the Reward Points you used to make the cruise booking. Also keep in mind that Reward Points received for free through the Membership Free
ca: Quan compares els preus, recorda tenir en compte només el que vas pagar de butxaca en el moment de pagar i el que realment vas pagar de butxaca pels punts de recompensa que vas utilitzar per fer la reserva del creuer. Tingues en compte també que Punts de Recompensa rebuts gratuïtament a través de la Membresia Gratuïta
de: Wenn Sie die Preise vergleichen, berücksichtigen Sie bitte nur das, was Sie an der Kasse aus eigener Tasche bezahlt haben, und das, was Sie tatsächlich aus eigener Tasche für die Reward Points bezahlt haben, die Sie für die Buchung der Kreuzfahrt verwendet haben. Denken Sie auch daran, dass kostenlos erhaltene Reward Points durch die beitragsfreie Mitgliedschaft
es: Al comparar precios, recuerda tener en cuenta solo lo que desembolsaste al finalizar la compra y lo que realmente desembolsaste por los Puntos de Recompensa que usaste para hacer la reserva del crucero. También ten en cuenta que los Puntos de Recompensa recibidos gratis a través de la Membresía Gratuita
fr: Lorsque vous comparez les prix, n'oubliez pas de prendre en compte uniquement ce que vous avez payé de votre poche au moment du paiement et ce que vous avez réellement payé de votre poche pour les Points de Récompense que vous avez utilisés pour réserver la croisière. N'oubliez pas non plus que les Points de Récompense reçus gratuitement dans le cadre de l'adhésion gratuite
it: Quando confronti i prezzi, ricorda di tenere conto solo di quanto hai pagato di tasca tua alla cassa e di quanto hai effettivamente pagato di tasca tua per i Crediti Premio che hai usato per prenotare la crociera. Tieni inoltre presente che i Crediti Premio ricevuti in omaggio grazie all'
ja: 価格を比較する際には、チェックアウト時に支払った金額と、クルーズの予約に使用したリワードポイントを獲得するために実際に支払った金額のみを考慮することを忘れないでください。また、リワードポイントを無料で受け取ることができた メンバーシップフリーの
kk: Бағаларды салыстыру кезінде тек кассада өз қалтаңыздан не төлегеніңізді және круизді брондау үшін пайдаланған сыйақы ұпайлары үшін шын мәнінде қалтаңыздан не төлегеніңізді ескеруді ұмытпаңыз. Сондай-ақ, тегін мүшелігіңізбен бонустық ұпайлар тегін екенін есте сақтаңыз
ky: Бааларды салыштырып жатканда, кассада өз чөнтөгүңүздөн төлөгөн сумманы жана круизди брондоо үчүн колдонгон Бонустук упайлар үчүн чындыгында чөнтөгүңүздөн төлөгөн сумманы эске алууну унутпаңыз. Ошондой эле Бонустук упайлар акысыз мүчөлүк аркылуу бекер ала турганыңызды эске алыңыз
lv: Salīdzinot cenas, lūdzu, ņemiet vērā tikai to, ko maksājāt skaidrā naudā norēķinoties, un to, ko faktiski samaksājāt skaidrā naudā Balvu Punktiem par kruīza ceļojumu rezervēšanu. Ņemiet vērā arī to, ka Balvu Punkti saņemti bez maksaspateicoties Brīvajai Partnerībai
mn: Үнийг харьцуулахдаа зөвхөн төлбөр хийх үед зөвхөн өөрөөс төлсөн мөнгөн дүн болон аялалын захиалга хийх Шагналын Оноог авахад өөрөөс төлсөн мөнгөн дүн дээр үндэслэгдэн хийгдэнэ гэдгийг бүү мартаарай. Гишүүнчлэл Үнэгүй болох урамшууллаар үнэгүй хүлээн авсан Шагналын Оноо танаас өөрөөс чинь гараагүй гэдгийг санаарай.
pt: Ao comparar preços, lembre-se de levar em consideração apenas o que você pagou do próprio bolso no check-out e o que realmente pagou do próprio bolso pelos Pontos de Recompensa usados para fazer a reserva do cruzeiro. Lembre-se também de que Pontos de Recompensa recebidos gratuitamente através da Assinatura Gratuita
ro: Când compari prețurile, te rugăm să nu uiți să iei în considerare doar ceea ce ai plătit din buzunar la checkout și ceea ce ai plătit efectiv din buzunar pentru punctele de recompensă pe care le-ai folosit pentru a face rezervarea croazierei. De asemenea, reține că punctele de recompensă primite gratuit prin abonamentul gratuit
ru: При сравнении цен не забывайте, пожалуйста, что учитывать необходимо только те расходы, которые были сделаны из собственных средств при оформлении, плюс расходы из собственных средств, потраченные на Бонусные Баллы, использованные для совершения бронирования круиза. Не забывайте так же и про Бонусные Баллы, полученные бесплатно в рамках программы "Бесплатное Членство"
uk: При порівнянні цін не забувайте, будь ласка, що враховувати необхідно тільки ті витрати, які були зроблені з власних коштів при оформленні, плюс витрати з власних коштів, витрачені на Бонусні Бали, використані для бронювання круїзу. Не забувайте також і про Бонусні Бали, отримані безкоштовно у рамках програми "Безкоштовне Членство"
uz: Нархларни солиштиришда, илтимос, буюртма қилишда фақат ҳамёнингиздан тўланган суммани ва круиз буюртма қилишда қўлланилган Бонус баллари учун ҳамёнингиздан амалда тўланган суммани инобатга олиш лозимлигини унутманг. Шунингдек Бепул Аъзолик орқали бепул олинган Бонус баллари ҳам ёдингизда бўлсин
zh: 在比较价格时，请记得只考虑您在结账时实际支付的自费金额，以及您为使用奖励积分进行邮轮预订所实际支付的自费金额。同时请记住，通过会员免费获得的奖励积分不应计入比较中
