Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Some countries may restrict or forbid your ability to complete a financial transaction with inCruises. Nothing in this Agreement overrides or circumvents applicable international or foreign laws. inCruises reserves the right, at its sole discretion, to cancel any financial transaction that may run afoul of said international or foreign laws.
ca: Alguns països poden restringir o prohibir la teva capacitat per completar una transacció financera amb inCruises. Res del que s’estableix en aquest Acord substitueix ni esquiva les lleis internacionals o estrangeres aplicables. inCruises es reserva el dret, a la seva sola discreció, de cancel·lar qualsevol transacció financera que pugui contravenir aquestes lleis internacionals o estrangeres.
de: In einigen Ländern ist die Durchführung von Finanztransaktionen mit inCruises möglicherweise nicht möglich. Diese Vereinbarung setzt geltendes internationales oder ausländisches Recht nicht außer Kraft oder umgeht es. inCruises behält sich das Recht vor, nach eigenem Ermessen Finanztransaktionen zu stornieren, die gegen dieses internationale oder ausländische Recht verstoßen.
es: Algunos países pueden restringir o prohibir tu capacidad para completar una transacción financiera con inCruises. Ninguna disposición del presente Acuerdo anula o elude las leyes internacionales o extranjeras aplicables. inCruises se reserva el derecho, a su sola discreción, de cancelar cualquier transacción financiera que pueda ir en contra de dichas leyes internacionales o extranjeras.
fr: Certains pays peuvent restreindre ou interdire vos transactions financières avec inCruises. Aucune disposition du présent Accord ne prévaut ni ne contourne les lois internationales ou étrangères applicables. inCruises se réserve le droit, à sa seule discrétion, d'annuler toute transaction financière susceptible d'enfreindre ces lois.
it: Alcuni paesi potrebbero limitare o vietare la tua capacità di completare una transazione finanziaria con inCruises. Nulla nel presente Contratto scavalca o elude le leggi internazionali o straniere applicabili. inCruises si riserva il diritto, a sua esclusiva discrezione, di annullare qualsiasi transazione finanziaria che possa contravvenire a tali leggi internazionali o straniere.
ja: ⼀部の国では、inCruisesとの⾦融取引を完了する能⼒が制限または禁⽌されている場合がありま す。本契約のいかなる条項も、適⽤される国際法または外国法を無効または回避するものではありません。inCruisesは、独⾃の裁量で、上記の国際法または外国法に違反する可能性のある⾦融取引をキャンセルする権利を留保します。
kk: Кейбір елдер inCruises арқылы қаржылық транзакцияларды шектеуі немесе тыйым салуы мүмкін. Осы Келісімде ешнәрсе қолданыстағы халықаралық немесе шетелдік заңдардың күшін жоймайды немесе айналып өтпейді. inCruises аталған халықаралық немесе шетелдік заңдарға қайшы келуі мүмкін кез келген қаржылық транзакцияны өз қалауы бойынша жою құқығын өзіне қалдырады.
ky: Айрым өлкөлөр сиздин inCruises менен каржылык транзакцияны бүтүрүү мүмкүнчүлүгүңүздү чектеши же тыюу салышы мүмкүн. Бул Келишимдеги эч нерсе колдонулуучу эл аралык же чет өлкөлүк мыйзамдарды жокко чыгарбайт же аларды бузбайт. inCruises өзүнүн кароосу боюнча, аталган эл аралык же чет өлкөлүк мыйзамдарга каршы келе турган ар кандай финансылык транзакцияларды жокко чыгаруу укугун өзүнө калтырат.
lv: Dažas valstis var ierobežot vai aizliegt jūsu spēju pabeigt finanšu darījumu ar inCruises. Nekas šajā Līgumā nepārkāpj vai neapiet piemērojamos starptautiskos vai ārvalstu tiesību aktus. inCruises patur tiesības pēc saviem ieskatiem atcelt jebkuru finanšu darījumu, kas var notikt ārpus minētajiem starptautiskajiem vai ārvalstu tiesību aktiem.
mn: Зарим улс орнууд таны inCruises-тэй санхүүгийн гүйлгээ хийх боломжийг хязгаарлах буюу хориглох боломжтой. Энэхүү гэрээний аль ч заалт нь олон улсын болон гадаад улсын хүчин төгөлдөр хууль тогтоомжийг зөрчих, эсвэл түүнийг тойрон гарах эрхгүй. inCruises нь олон улсын эсвэл гадаад улсын хууль тогтоомжийг зөрчсөн байж болзошгүй санхүүгийн гүйлгээг өөрийн бүрэн эрхийн дагуу цуцлах эрхтэй.
pt: Alguns países podem restringir ou proibir sua capacidade de concluir uma transação financeira com a inCruises. Nada neste Contrato substitui ou contorna as leis internacionais ou estrangeiras aplicáveis. A inCruises reserva-se o direito, a seu exclusivo critério, de cancelar qualquer transação financeira que possa entrar em conflito com as referidas leis internacionais ou estrangeiras.
ro: Unele țări pot restricționa sau interzice capacitatea ta de a finaliza o tranzacție financiară cu inCruises. Nimic din prezentul Acord nu anulează sau eludează legile internaționale sau străine aplicabile. inCruises își rezervă dreptul, la discreția sa, de a anula orice tranzacție financiară care ar putea încălca legile internaționale sau străine menționate.
ru: Некоторые государства могут запретить или ограничить вашу возможность совершать финансовые операции с inCruises. Никакие положения настоящего Соглашения не отменяют и не пытаются обойти действующее иностранное или международное законодательство. inCruises оставляет за собой право, по своему собственному усмотрению, отменять любые финансовые операции, которые могут противоречить установленному иностранному или международному законодательству.
uk: Деякі країни можуть обмежити або заборонити вчинення фінансової операції з inCruises. Ніякі умови даної Угоди не скасовують і не обходять застосовні міжнародні або іноземні закони. inCruises залишає за собою право на свій розсуд скасувати будь-яку фінансову операцію, яка може суперечити зазначеним міжнародним або іноземним законам.
uz: Баъзи мамлакатлар сизнинг inCruises билан боғлиқ молиявий транзакцияларни амалга оширишингизни тақиқлаши мумкин. Ушбу Шартноманинг ҳеч бир банди амалдаги халқаро ва хорижий қонунларни бекор қилмайди ва бузмайди. inCruises, ўз ихтиёрига кўра, ушбу халқаро ва хорижий қонунларга зид келиши мумкин бўлган ҳар қандай молиявий транзакцияни бекор қилиш ҳуқуқини ўзида қолдиради.
zh: 某些国家可能会限制或禁止您与inCruises完成金融交易的能力。本协议中的任何内容均不得覆盖或规避适用的国际或外国法律。inCruises保留自行决定取消任何可能违反上述国际或外国法律的金融交易的权利。

source: Some data may take a while to load. If it stops responding, please hit "Reload Data" and try again.
ca: Algunes dades poden trigar a carregar-se. Si deixa de respondre, prem "Recarregar dades" i torna a intentar-ho.
de: Das Laden einiger Daten kann eine Weile dauern. Wenn sie nicht mehr reagieren, klicken Sie bitte auf "Daten neu laden" und versuchen Sie es erneut.
es: Algunos datos pueden tardar un poco en cargarse. Si deja de responder, presiona "Recargar Datos" y vuelve a intentarlo.
fr: Le chargement de certaines données peut prendre un certain temps. S'il ne répond plus, veuillez cliquer sur "Recharger les données" et réessayer.
it: Il caricamento di alcuni dati potrebbe richiedere un certo tempo. Se il caricamento si bloccasse, premi "Ricarica dati" e riprova.
ja: データによっては、読み込みに時間がかかる場合があります。動かなくなった場合は、「データの再読み込み」をクリックし、再度お試しください。
kk: Кейбір деректерді жүктеуге біраз уақыт кетуі мүмкін. Жауап беруді тоқтатса, Деректерді жаңарту түймесін басып, әрекетті қайталаңыз.
ko: 일부 데이터는 로드하는 데 시간이 걸릴 수 있습니다. 응답이 중지되면 "데이터 재로드"를 누르고 다시 시도하십시오.
ky: Кээ бир дайындарды жүктөө үчүн бир аз убакыт талап кылынышы мүмкүн. Эгер ал жооп бербей калса, "Дайындарды кайра жүктөө" баскычын басып, кайра аракет кылыңыз.
lv: Dažu datu ielāde var aizņemt kādu laiku. Ja tā pārstāj reaģēt, lūdzu, nospiediet “Atkārtoti ielādēt datus” un mēģiniet vēlreiz.
mn: Зарим өгөгдлийг ачаалахад хугацаа ордог. Хэрэв хариу өгөхгүй бол "Дахин ачааллах" товчин дээр дарна уу.
pt: Alguns dados podem demorar um pouco para carregar. Se parar de responder, clique em "Recarregar dados" e tente novamente.
ro: Încărcarea unor date poate dura ceva timp. Dacă nu mai răspunde, apasă „Reîncarcă datele” și încearcă din nou.
ru: Загрузка некоторых данных может занимать время. Если окно не отвечает, нажмите "Перезагрузить данные" и повторите попытку.
uk: Завантаження деяких даних може зайняти трохи часу. Якщо сторінка не відповідає, натисніть кнопку "Перезавантажити дані" і повторіть спробу.
uz: Баъзи маълумотларнинг юкланиши бироз вақт олиши мумкин. Агар тўхтаб қолса, илтимос "Маълумотларни қайта юклаш" тугмасини босиб, қайта уриниб кўринг.
zh: 某些數據可能需要一段時間才能加載。 如果它停止響應，請點擊“重新加載數據”並重試。

source: Some of the fields cannot be empty:
ca: Alguns camps no poden estar buits:
de: Einige der Felder dürfen nicht leer sein:
es: Algunos de los campos no pueden estar vacíos:
fr: Certains champs ne peuvent pas être vides :
it: Alcuni campi non possono rimanere vuoti:
ja: 一部の項目は空欄にできません：
kk: Кейбір өрістер бос болмауы керек:
ko: 일부 필드는 비워둘 수 없습니다:
ky: Кээ бир кутучалар бош болбошу керек:
lv: Daži lauki nevar būt tukši:
mn: Зарим цонхнуудыг хоосон үлдээж болохгүй:
pt: Alguns dos campos não podem estar vazios:
ro: Unele câmpuri nu pot fi goale:
ru: Некоторые поля не должны быть пустыми:
uk: Деякі поля не повинні бути порожніми:
uz: Баъзи майдонлар бўш қолмаслиги керак:
zh: 一些字段不能为空：

source: Some of the most common questions about
fr: Les questions les plus fréquemment posées sur
it: Alcune delle domande più frequenti su
kk: Ең жиі қойылатын сұрақтардың кейбірі туралы
pt: Algumas das perguntas mais comuns sobre
uk: Деякі з найпоширеніших питань про
uz: Қуйидагилар ҳақида кенг тарқалган саволлар:
zh: 一些常见的问题

source: Some of the services provided by inCruises may require a fee for usage. Services requiring a fee may only be available to a user if their account is in good standing and all associated fees are prepaid in advance.
ca: Alguns dels serveis proporcionats per inCruises poden requerir el pagament d’una tarifa per utilitzar-los. Els serveis amb cost només estaran disponibles per a l’usuari si el seu compte es troba en bon estat i totes les tarifes associades s’han pagat prèviament.
de: Für einige der von inCruises angebotenen Dienste fallen möglicherweise Gebühren an. Kostenpflichtige Dienste stehen einem Nutzer möglicherweise nur zur Verfügung, wenn sein Konto einwandfrei ist und alle damit verbundenen Gebühren im Voraus bezahlt wurden.
es: Algunos de los Servicios de inCruises podrían requerir el pago de una cuota para poder acceder a ellos. Los servicios que requieran una cuota estarán disponibles únicamente para aquellos usuarios que tengan su cuenta en buen estado y dichas cuotas se paguen por adelantado.
fr: Certains services proposés par inCruises peuvent être payants. Ces services ne sont accessibles qu'aux utilisateurs dont le compte est en règle et dont tous les frais associés sont prépayés.
it: Alcuni dei servizi forniti da inCruises potrebbero prevedere un costo di utilizzo. L'accesso ai servizi a pagamento è riservato agli utenti con un account in regola e previo pagamento anticipato di tutte le tariffe associate.
ja: inCruisesの⼀部のサービスには、使⽤料が必要な場合があります。料⾦が必要なサービスは、 ユーザーのアカウントが良好で、関連するすべての料⾦が前払いされている場合にのみ、ユーザーが利⽤できます。
kk: inCruises ұсынатын кейбір қызметтер оларды пайдалану үшін ақы талап етуі мүмкін. Ақы талап ететін қызметтер тек пайдаланушының аккаунты жақсы жағдайда болғанда және барлық тиісті төлемдер алдын ала төленген жағдайда ғана қолжетімді болады.
ky: Компания тарабынан сунушталган кызматтардын айрымдары колдонуу үчүн акы талап кылышы мүмкүн. Акы төлөнүүчү кызматтар, эгерде колдонуучунун аккаунту жакшы абалда болсо жана бардык тиешелүү төлөмдөр алдын ала төлөнгөн болсо гана жеткиликтүү болушу мүмкүн.
lv: Dažiem inCruises sniegtajiem pakalpojumiem var būt nepieciešama maksa par lietošanu. Pakalpojumi, kuriem nepieciešama maksa, lietotājam var būt pieejami tikai tad, ja viņa konts ir labā stāvoklī un visas saistītās maksas tiek iepriekš samaksātas.
mn: inCruises-ээс санал болгож буй зарим нэг үйлчилгээг ашиглахад төлбөр шаардах боломжтой. Төлбөртэй үйлчилгээ нь хэрэглэгчийн бүртгэл ямар нэг зөрчилгүй болон холбогдох бүх төлбөрүүд урьдчилан бүрэн төлөгдсөн тохиолдолд хэрэглэхэд нээлттэй байх болно.
pt: Alguns dos serviços na inCruises podem exigir uma taxa de uso. Os serviços que exigem uma taxa podem estar disponíveis para o usuário apenas se a conta estiver em boas condições e se todas as taxas associadas forem pré-pagas antecipadamente.
ro: Unele dintre serviciile oferite de inCruises pot necesita o taxă pentru utilizare. Serviciile care necesită o taxă pot fi disponibile pentru un utilizator numai dacă contul său este în stare bună și toate taxele asociate sunt plătite în avans.
ru: Некоторые Услуги, предоставляемые inCruises, при использовании могут облагаться комиссией. Услуги, требующие оплату комиссий, могут быть доступны только для пользователей, учетная запись которых не имеет задолженностей и все соответствующие комиссии оплачены заранее.
uk: Деякі з послуг inCruises виявляються з урахуванням комісій. Послуги, що вимагають комісій, можуть бути доступні тільки користувачу, якщо їх обліковий запис не має заборгованостей, і всі належні збори сплачені наперед.
uz: inCruises томонидан тақдим этилган баъзи хизматлар учун тўлов талаб этилади. Тўлов талаб этадиган хизматлардан аккаунтлари яхши ҳолатда бўлган ва у билан боғлиқ тўловлар аввалдан амалга оширилган фойдаланувчилар фойдаланишлари мумкин.
zh: inCruises提供的某些服务可能需要支付使用费用。需要付费的服务只有在用户账户状态良好并提前支付所有相关费用的情况下才会开放使用。

source: Some passenger fields are missing.
ca: Falten algunes dades del passatger.
de: Es fehlen einige Passagierfelder.
es: Hacen falta algunos campos de pasajero
fr: Certains champs de passagers sont manquants.
it: Mancano alcuni campi relativi ai passeggeri.
ja: 乗客情報の一部が未入力です。
kk: Кейбір жолаушы жолақтары толтырылмаған.
ko: 일부 승객 정보가 없습니다.
ky: Кээ бир жүргүнчү кутучалары жок.
lv: Trūkst dažas ziņas par pasažieri.
mn: Зорчигчийн зарим бүртгэл бөглөгдөөгүй байна.
pt: Alguns campos dos passageiros estão faltando.
ro: Lipsesc unele câmpuri legate de pasageri.
ru: Некоторые поля пассажира не заполнены.
uk: Деякі поля пасажира не заповнені.
uz: Баъзи йўловчилар майдонлари тўлдирилмаган.
zh: 一些客運領域失踪了。

source: Some payment options are not available until transfer is completed. If you have any questions please contact
ca: Algunes opcions de pagament no estan disponibles fins que no es completi la transferència. Si tens alguna pregunta, posa't en contacte amb
de: Einige Zahlungsoptionen sind erst verfügbar, wenn die Überweisung abgeschlossen ist. Wenn Sie Fragen haben, wenden Sie sich bitte an
es: Algunas opciones de pago no están disponibles hasta que se completa la transferencia. Si tienes alguna pregunta, por favor contactar
fr: Certaines options de paiement ne sont pas disponibles jusqu'à ce que le transfert soit effectué. Si vous avez des questions, contactez
it: Alcune opzioni di pagamento non sono disponibili fino al completamento del trasferimento. Per qualsiasi domanda, contattare
ja: 一部の支払いオプションは、取引が完了するまで利用できません。 ご質問がありましたらサポートまでご連絡ください。
kk: Төлем аяқталғанша, кейбір төлем әдістері қолжетімді емес. Егер сізде сұрақтар туындаса мекенжайына хабарласыңыз
ko: 이체가 완료될 때까지 일부 지불 옵션을 사용할 수 없습니다. 질문이 있으면 문의하십시오
ky: Кээ бир төлөм параметрлери которуу аяктаганга чейин жеткиликтүү эмес. Суроолоруңуз болсо кайрылыңыз
lv: Dažas maksājuma opcijas nav pieejamas kamēr nav pabeigts pārskaitījums.Ja jums ir jautājumi lūdzu kontaktējaties
mn: Төлбөрийг хийж дуустал зарим төлбөрийн сонголтыг ашиглах боломжгүй байна. Хэрэв танд ямар нэгэн асуулт байвал холбоо барьна уу
pt: Algumas opções de pagamento não estão disponíveis até que a transferência seja concluída. Se você tiver alguma dúvida, entre em contato
ro: Unele opţiuni de plată nu sunt disponibile până nu se efectuează transferul. Dacă ai întrebări, te rugăm să contactezi
ru: Некоторые способы оплаты недоступны до тех пор, пока оплата не будет завершена. Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь
uk: Деякі способи оплати недоступні до тих пір, поки переказ не буде завершено. Якщо у вас є які-небудь питання, будь ласка, зв'яжіться
uz: Баъзи тўлов функциялари ўтказма тугаллангунига қадар ёпиқ. Саволларингиз бўлса, биз билан боғланинг
zh: 轉賬完成前，部分付款方式無法使用。如果您有任何疑問，請聯繫

source: Something was wrong
ca: Alguna cosa ha anat malament
de: Etwas ist schiefgelaufen
es: Ha ocurrido un error
fr: Quelque chose n'allait pas
it: Si è verificato un errore
ja: 何かが間違っていました
kk: Бір нәрсе дұрыс емес
ko: 오류가 생겼습니다
ky: Бир жерден ката кетти
lv: Kaut kas nebija pareizi
mn: Ямар нэг зүйл буруу байна
pt: Algo estava errado
ro: Ceva nu a funcţionat
ru: Что-то не верно
uk: Щось пішло не так
uz: Қандайдир хатолик юз берди
zh: 出了點問題

source: Something was wrong, please try later.
ca: Alguna cosa ha fallat, torna-ho a intentar més tard.
de: Etwas war falsch, bitte versuchen Sie es später.
es: Se produjo un error, por favor inténtalo de nuevo.
fr: Quelque chose n'a pas fonctionné, veuillez réessayer plus tard.
it: Qualcosa non è andato per il verso giusto, riprova più tardi.
ja: 問題が発生しました。しばらくしてからお試しください。
kk: Қате пайда болды, өтінеміз, кейінірек қайтадан көріңіз.
ky: Ката кетти, кайра аракет кылыңыз.
lv: Kaut kas nebija pareizi,lūdzu mēģiniet vēlreiz.
mn: Алдаа заалаа, дахин хийж үзнэ үү.
pt: Algo deu errado, tente novamente mais tarde.
ro: Ceva a fost în neregulă, te rugăm să încerci mai târziu.
ru: Что-то пошло не так. Пожалуйста, попробуйте позже.
uk: Щось пішло не так. Будь ласка, спробуйте пізніше.
uz: Нимадир янглиш бўлди, илтимос кечроқ қайта уриниб кўринг.
zh: 发生错误。请稍后再试。

source: Something went wrong assigning tags. Please try again.
ca: Hi ha hagut un error en assignar les etiquetes. Si us plau, torna-ho a intentar.
de: Beim Zuweisen der Tags ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Se produjo un error al asignar etiquetas, por favor inténtalo de nuevo.
fr: Un problème s'est produit lors de l'attribution des étiquettes. Veuillez réessayer.
it: Qualcosa è andato storto nell'assegnazione dei tag. Riprova.
ja: タグの割り当てに失敗しました。もう一度お試しください。
kk: Тегтерді тағайындауда бірдеңе дұрыс болмады. Қайталап көріңіз.
ky: Тег дайындоодо ката кетти. Сураныч кайра аракет кылыңыз.
lv: Piešķirot tagus, radās kļūda. Lūdzu, mēģiniet vēlreiz.
mn: Tag хийх үед алдаа гарсан байна. Дахин оролдоно уу.
pt: Algo deu errado ao atribuir as etiquetas. Tente novamente.
ro: A apărut o eroare la atribuirea etichetelor. Te rugăm să încerci din nou.
ru: Что-то пошло не так при добавлении тегов. Пожалуйста, попробуйте ещё раз.
uk: Щось пішло не так, при додаванні тегів. Будь ласка, спробуйте ще раз.
uz: Тегларни белгилашда хатолик юз берди. Илтимос қайта уриниб кўринг.
zh: 分配标签时出了点问题。请再试一次。

source: Something went wrong opening your ticket, please try again.
ca: Alguna cosa ha anat malament obrint el teu tiquet, si us plau, prova-ho de nou.
de: Beim Öffnen Ihres Tickets ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Se produjo un error al abrir tu ticket, por favor, inténtalo de nuevo.
fr: Une erreur s'est produite lors de l'ouverture de votre ticket, veuillez réessayer.
it: Si è verificato un errore nell'apertura del tuo ticket, riprova.
ja: チケットのオープン中に問題が発生しました。再度お試しください。
kk: Тикетті ашқан кезде қате орын алды, қайтадан әрекет жасап көріңіз.
ky: Суроо-талапты түзүп жатканда ката кетти. Кайра аракет кылыңыз.
lv: Atverot biļeti, radās problēma. Lūdzu, mēģiniet vēlreiz.
mn: Таны хүсэлтийг нээхэд алдаа гарлаа, дахин оролдоно уу.
pt: Algo deu errado ao abrir o seu ticket. Por favor, tente novamente.
ro: A apărut o eroare la deschiderea biletului tău, te rugăm să încerci din nou.
ru: При открытии вашего тикета что-то пошло не так. Пожалуйста, попробуйте ещё раз.
uk: При створенні вашого тікету сталася помилка. Будь ласка, спробуйте ще раз.
uz: Чиптангизни очишга хатолик юз берди, илтимос қайта уриниб кўринг.
zh: 打开您的工单时出错，请重试。

source: Something went wrong please reload the page.
ca: Alguna cosa ha anat malament. Si us plau, torna a carregar la pàgina.
de: Etwas ist schiefgelaufen. Bitte laden Sie die Seite neu.
es: Algo salió mal. Por favor, carga nuevamente la página.
fr: Quelque chose n'a pas fonctionné merci de recharger la page.
it: Qualcosa è andato storto. Ricarica la pagina.
ja: 問題が発生しました。ページを再読み込みしてください。
kk: Бірдеңе дұрыс болмады, бетті қайта жүктеңіз.
ky: Бир жерден ката кетти. Баракчаны жаңылаңыз.
lv: Kaut kas neizdevās, Lūdzu, atkārtoti ielādējiet lapu.
mn: Алдаа гарсан учраас хуудсыг дахин ачааллана уу.
pt: Algo deu errado. Recarregue a página.
ro: Ceva n-a mers bine, te rugăm să reîncarci pagina.
ru: Что-то пошло не так, перезагрузите, пожалуйста, страницу.
uk: Щось пішло не так, будь ласка, перезавантажте сторінку.
uz: Хатолик юз берди. Илтимос саҳифани қайта очинг.
zh: 出了些问题，请刷新页面。

source: Something went wrong submitting your request, please try again.
ca: Alguna cosa ha anat malament en enviar la teva sol·licitud, si us plau, intenta-ho de nou.
de: Bei der Übermittlung Ihrer Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Se produjo un error al enviar tu solicitud, por favor inténtalo de nuevo.
fr: Un problème est survenu lors de la soumission de votre demande, veuillez réessayer.
it: Qualcosa non ha funzionato nell'invio della tua richiesta, ti preghiamo di riprovare.
ja: リクエストの送信に失敗しました。再度お試しください。
kk: Сұрауды жіберу кезінде қате орын алды. Қайтадан байқап көріңіз.
ky: Сурам тапшырып жатканда ката кетти. Кайра аракет кылыңыз.
lv: Iesniedzot pieprasījumu, radās problēma. Lūdzu, mēģiniet vēlreiz.
mn: Таны хүсэлтийг илгээхэд алдаа гарлаа, дахин оролдоно уу.
pt: Algo deu errado ao enviar sua solicitação. Tente novamente.
ro: A apărut o eroare la trimiterea solicitării tale, te rugăm să încerci din nou.
ru: При отправке вашего запроса что-то пошло не так. Пожалуйста, попробуйте ещё раз.
uk: При надсиланні вашого запиту щось пішло не так. Будь ласка, спробуйте ще раз.
uz: Сўровингизни киритишда муаммо юзага келди, илтимос қайта уриниб кўринг.
zh: 提交您的请求时出错，请重试。

source: Something went wrong when trying to start the identity verification. Please ensure that you have completed your full identification details on the settings page.
fr: Une erreur s'est produite lors du lancement de la vérification d'identité. Veuillez vous assurer d'avoir renseigné toutes vos informations d'identification sur la page des paramètres.
it: Si è verificato un errore durante l'avvio della verifica dell'identità. Assicurati di aver compilato tutti i dati identificativi nella pagina delle impostazioni.

source: Something went wrong, please try again later.
ca: Alguna cosa ha anat malament, si us plau, intenta-ho de nou més tard.
de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es später noch einmal.
es: Se produjo un error, por favor inténtalo de nuevo.
fr: Quelque chose s'est mal passé, veuillez réessayer plus tard.
it: Qualcosa è andato storto, riprova più tardi.
ja: 問題が発生しました。しばらくしてからお試しください。
kk: Бірдеңе дұрыс болмады. Cәл кейінірек қайтадан көріуіңізді өтінеміз.
ko: 문제가 발생했습니다. 나중에 다시 시도해 주세요.
ky: Ката кетти, кайра аракет кылыңыз.
lv: Kaut kas neizdevās,lūdzu mēģiniet vēlreiz.
mn: Ямар нэг зүйл болохгүй байгаа учраас дараа дахин хийнэ үү.
pt: Algo deu errado, tente novamente mais tarde.
ro: Ceva nu a funcţionat, te rugăm să încerci din nou mai târziu.
ru: Что-то пошло не так. Пожалуйста, попробуйте ещё раз позже.
uk: Щось пішло не так, будь ласка, повторіть спробу пізніше.
uz: Хатолик юзага келди, илтимос қайта уриниб кўринг.
zh: 发生错误。请稍后再试。
