Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: All the processes and steps to address this are explained in our Policies and Procedures document found in the Resources (Documents) section of our website (your back office).
ca: Tots els processos i passos per a abordar això s'expliquen en el nostre document de Polítiques i Procediments que es troba en la secció de Recursos (Documents) de la nostra pàgina web (el teu Back office).
de: Alle Prozesse und Schritte, um dies zu gewährleisten, werden in unserem Dokument "Bestimmungen und Modalitäten" erläutert, die Sie im Abschnitt "Ressourcen (Dokumente)" auf unserer Website finden (Ihr Backoffice).
es: Todos los procesos y pasos que explican este tema los encontrarás en nuestro documento de Políticas y Procedimientos que tenemos en la sección de Recursos (Documentos) de nuestra web (tu oficina virtual).
fr: Tous les processus et toutes les étapes permettant de résoudre ce problème sont expliqués dans notre Document des Politiques et Procédures, disponible dans la section Ressources (Documents) de notre site Web (votre back-office).
it: Tutti le procedure e i passi da seguire sono spiegati nel nostro documento Politiche e Procedure, che si trova nella sezione Risorse (Documenti) del nostro sito web.
ja: これに対処するためのすべての過程と段階は、私たちのウェブサイト（あなたのバックオフィス）内にあるビジネス資源（書類）から方針と手続き資料にて説明されています。
kk: Бұл мәселені шешуге арналған барлық процестер мен қадамдар біздің веб-сайттың Ресурстар (Құжаттар) бөлімінде (сіздің бэк-офисте) орналасқан Саясат пен процедуралар құжатында сипатталған.
ko: 이 문제를 해결하기 위한 모든 절차와 단계는 웹 사이트(귀하의 백 오피스)의 비즈니스활용도구(문서) 부분에 있는 정책 및 절차 서류에 설명되어 있습니다.
ky: Муну чечүү үчүн бардык процесстер жана кадамдар биздин веб-сайттын Ресурстар (Документтер) бөлүмүндө (сиздин жеке кабинетиңизде) жайгашкан Саясат жана жол-жоболор боюнча колдонмодо түшүндүрүлгөн.
lv: Visi procesi un darbības, kas jāveic ir izskaidroti mūsu Politiku un Procedūru dokumentā, kas atrodams mūsu tīmekļa vietnes (jūsu personīgā biroja) sadaļā Resursi (dokumenti).
mn: Энэ тухай бүх дэлгэрэнгүй мэдээлэл манай вэб хуудасны (арын оффис) Нөөцийн сан (Баримт бичиг) хэсэгт буй Бодлого Журмын Гарын Авлагад тайлбарласан болно.
pt: Todos os processos e etapas para resolver isso são explicados em nosso documento de Políticas e Procedimentos encontrado na seção Recursos (Documentos) do nosso site (seu back office).
ro: Toate procesele și pașii care explică acest subiect vor fi găsite în documentul nostru de politici și proceduri pe care îl avem în secțiunea Resurse (Documente) a site-ului nostru (biroul tău virtual).
ru: Все процессы и шаги для устранения этого объясняются в нашем документе "Руководстве по Политике и Процедурам", который находится в разделе «Ресурсы» (Документы) нашего веб-сайта (ваш личный кабинет).
uk: Всі процеси та кроки для усунення цього пояснюються в нашому документі "Керівництво з Політики та Процедур", який знаходиться в розділі "Ресурси" (Документи) нашого веб-сайту (ваш особистий кабінет).
uz: Барча тегишли жараёнлар ва босқичлар сайтимиздаги (сизнинг бэк-офисингиздаги) Манбалар (Ҳужжатлар) бўлимида, Сиёсат ва жараёнлар ҳужжатида баён этилган.
zh: 解决此问题的所有流程和步骤都在我们网站（您的后台）资源（文档）部分的政策和程序文档中进行了说明。

source: All ticket types are subject to availability.
fr: Tous les types de billets sont soumis à disponibilité.
it: Tutti i tipi di biglietti sono soggetti a disponibilità.
pt: Todos os tipos de bilhetes estão sujeitos a disponibilidade.
uk: Усі типи квитків доступні залежно від наявності.

source: All ticket types are subject to availability. Once sold out, they’re gone for good.
fr: Tous les types de billets sont disponibles dans la limite des stocks. Une fois épuisés, ils ne seront plus disponibles.
it: Tutte le tipologie di biglietti sono soggette a disponibilità. Una volta esauriti, non saranno più disponibili.
kk: Барлық билет түрлері қолжетімділікке байланысты. Бір рет сатылып кеткен соң, қайтадан ұсынылмайды.
pt: Todos os tipos de ingressos estão sujeitos à disponibilidade. Quando esgotados, não haverá mais reposição.
uk: Усі типи квитків доступні за наявності. Як тільки квитки будуть продані, можливість їх придбати зникне назавжди.
uz: Барча турдаги чипталар мавжудлигига қараб сотилади. Сотиб бўлингач, қайта чиқарилмайди.
zh: 所有票种均视供应情况而定。一旦售罄，将不再补发。

source: All Time
ca: Tot el temps
de: Allzeit
es: Todos los horarios
fr: Tout le temps
it: Tutto il tempo
ja: すべての時間
kk: Барлық уақытта
ky: Бардык убакыт боюнча
lv: Visi Laikā
mn: Бүх үе
pt: Todos os tempos
ro: Tot Timpul
ru: За всё время
uk: За весь час
uz: Барча саналар
zh: 所有时间

source: All Titles
ca: Tots els títols
de: Alle Titel
es: Todos los Títulos
fr: Tous les titres
it: Tutti i Titoli
ja: すべてのタイトル
kk: Барлық атаулар
ko: 모든 직급
ky: Бардык Даражалар
lv: Visi Virsraksti/Nosaukumi
mn: Бүх цол зэрэг
pt: Todos os títulos
ro: Toate Titlurile
ru: Все ранги
uk: Усі ранги
uz: Барча мақомлар
zh: 所有标题

source: All Trainings
ca: Tots els Entrenaments
de: Alle Trainings
es: Todas las Formaciones
fr: Toutes les formations
it: Tutti i corsi
ja: すべてのトレーニング
kk: Барлық тренингтер
ko: 모든 트레이닝
ky: Бардык Треннингдер
lv: Visi apmācīšanas vingrinājumi
mn: Бүх сургалтууд
pt: Todos os treinamentos
ro: Toate trainingurile
ru: Все Тренинги
uk: Всі Тренінги
uz: Барча тренинглар
zh: 所有訓練

source: All your payments are fully guaranteed/
ca: Tots els teus pagaments estan completament garantits/
de: Alle Ihre Zahlungen sind vollständig garantiert/
es: Todos tus pagos están completamente garantizados/
fr: Tous vos paiements sont entièrement garantis/
it: Tutti i tuoi pagamenti sono interamente garantiti/
ja: すべての支払いは完全に保証されます/
kk: Сіздің барлық төлемдеріңізге толық кепілдік беріледі/
ky: Бардык төлөмдөрүңүз Trust My Travel® (TMT) менен толук кепилдикке алынат.
lv: Visi jūsu maksājumi ir pilnībā garantēti/
mn: Таны бүх төлбөрүүд бүрэн баталгаатай/
pt: Todos os seus pagamentos são totalmente garantidos/
ro: Toate plățile tale sunt pe deplin garantate/
ru: Все ваши платежи полностью под гарантией/
uk: Всі ваші платежі повністю під гарантією/
uz: Барча тўловларингиз тўлиқ кафолатланган/
zh: 您所有的付款均为全额担保。

source: All your payments are fully guaranteed/protected through Trust My Travel®(TMT).
ca: Tots els teus pagaments estan completament garantits/protegits a través de Trust My Travel® (TMT).
de: Alle Ihre Zahlungen sind durch Trust My Travel® (TMT) vollständig garantiert/geschützt.
es: Todos tus pagos están completamente garantizados/protegidos a través de Trust My Travel® (TMT).
fr: Tous vos paiements sont entièrement garantis/protégés par Trust My Travel®(TMT).
it: Tutti i tuoi pagamenti sono interamente garantiti/protetti con Trust My Travel® (TMT).
ja: すべての支払いは、Trust My Travel®(TMT)で完全に補償され、保護されています。
kk: Сіздің барлық төлемдеріңіз Trust My Travel® (TMT) арқылы толық кепілдендірілген / қорғалған.
ky: Бардык төлөмдөрүңүз Trust My Travel®(TMT) менен толук кепилдикке алынат/корголгон.
lv: Visi jūsu maksājumi tiek pilnībā garantēti/aizsargāti, izmantojot Trust My Travel ® (TMT).
mn: Таны бүх гүйлгээ Trust My Travel® (TMT)-аар дамжуулан бүрэн хамгаалагдсан, баталгаатай байна.
pt: Todos os seus pagamentos são totalmente garantidos/protegidos pela Trust My Travel®(TMT).
ro: Toate plăţile tale sunt în totalitate garantate/protejate prin Trust My Travel®(TMT).
ru: Благодаря Trust My Travel®(TMT) все ваши платежи полностью обеспечены гарантией/защищены.
uk: Завдяки Trust My Travel®(TMT) всі ваші платежі повністю захищені/забезпечені гарантією.
uz: Барча тўловларингиз Trust My Travel®(TMT) орқали тўлиқ кафолатланган/ҳимояланган.
zh: 您所有的付款均通过Trust My Travel®（TMT）得到全额担保/保护。

source: All your recurring payments are processed and guaranteed by TrustMyTravel (TMT).
fr: Tous vos paiements récurrents sont traités et garantis par TrustMyTravel (TMT).
it: Tutti i tuoi pagamenti ricorrenti sono elaborati e garantiti da TrustMyTravel (TMT).
kk: Барлық рекурренттік төлемдерді Trust My Travel (TMT) өңдейді және кепілдік береді.
pt: Todos os seus pagamentos recorrentes são processados e garantidos pela TrustMyTravel (TMT).
uk: Всі ваші рекурентні платежі обробляються та забезпечуються захистом TrustMyTravel (TMT).
uz: Барча даврий тўловларингиз TrustMyTravel (TMT) орқали ўтади ва ҳимояланади.
zh: 您所有的定期付款都由TrustMyTravel（TMT）进行处理和保证。

source: All your saved passengers
ca: Tots els passatgers que tens guardats
de: Alle Ihre gespeicherten Passagiere
es: Todos tus pasajeros guardados
fr: Tous vos passagers enregistrés
it: Il tuo elenco dei passeggeri memorizzati
ja: 保存されたすべての乗客
kk: Барлық сақталған жолаушыларыңыз
ko: 저장된 모든 승객
ky: Бардык туруктуу жүргүнчүлөрүңүз
lv: Visi jūsu saglabātie pasažieri
mn: Таны сануулсан бүх зорчигчид
pt: Todos os seus passageiros salvos
ro: Toți pasagerii tăi salvați
ru: Все ваши сохранённые пассажиры
uk: Всі ваші пасажири, що були збережені
uz: Барча сақланган йўловчилар
zh: 所有您保存的乘客

source: Allocated points
ca: Punts assignats
de: Zugewiesene Punkte
es: Puntos asignados
fr: Points alloués
it: Crediti assegnati
ja: 配分ポイント
kk: Бөлінген ұпайлар
ky: Бөлүнгөн упайлар
lv: Piešķirtie punkti
mn: Хуваарилагдсан оноо
pt: Pontos alocados
ro: Puncte alocate
ru: Выделенные баллы
uk: Виділені бали
uz: Ажратилган баллар
zh: 分配的积分

source: Allocated Points
ca: Punts assignats
de: Zugewiesene Punkte
es: Puntos asignados
fr: Points alloués
it: Crediti assegnati
ja: 配分ポイント
kk: Бөлінген Ұпайлар
ky: Бөлүнгөн упайлар
lv: Piešķirtie Punkti
mn: Хуваарилагдсан оноонууд
pt: Pontos alocados
ro: Puncte Alocate
ru: Выделенные Баллы
uk: Виділені бали
uz: Ажратилган баллар
zh: 分配的积分

source: Allow inCruises to send you push notification
ca: Permet rebre notificacions push d’inCruises
fr: Autorisez inCruises à vous envoyer des notifications push
it: Consenti a inCruises di inviarti notifiche push
ja: inCruisesからのプッシュ通知を許可
kk: inCruises қосымшасына push-хабарламалар жіберуге рұқсат беріңіз
pt: Permita que a inCruises lhe envie notificações
ro: Permite inCruises să-ți trimită notificări push
uk: Дозвольте inCruises надсилати вам push-сповіщення
uz: inCruises сизга билдиргилар жўнатишига рухсат беринг
zh: 允许inCruises向您发送推送通知

source: Allow Notifications
ca: Permet les Notificacions
fr: Autorisez les Notifications
it: Consenti notifiche
ja: 通知を許可
kk: Хабарламаларға рұқсат беру
pt: Permitir notificações
ro: Permite Notificări
uk: Дозволити Сповіщення
uz: Билдиргилар олишга рухсат бериш
zh: 允许通知

source: Allow payout provider to be available for users
ca: Permetre que el proveïdor de pagament estigui disponible per als usuaris.
de: Auszahlungsanbieter für die Nutzer verfügbar machen
es: Permitir que el proveedor de pago esté disponible para usuarios
fr: Permettre au fournisseur de paiement d'être disponible pour les utilisateurs
it: Consenti al gestore dei pagamenti di essere disponibile per gli utenti
ja: ペイアウト・プロバイダーをユーザーが利用できるようにする
kk: Төлем провайдерінің пайдаланушыларға қолжетімді болуына рұқсат беріңіз
ky: Төлөм камсыздоочусунун колдонуучуларга жеткиликтүү болушуна уруксат бериңиз.
lv: Ļaut lietotājiem piekļūt izmaksu nodrošinātājam
mn: Төлбөрийн үйлчилгээ үзүүлэгчийг хэрэглэгчдэд нээлттэй байлгахыг зөвшөөрөх
pt: Permitir que o provedor de pagamento esteja disponível para os usuários
ro: Permite furnizorului de plăți să fie disponibil pentru utilizatori
ru: Разрешите поставщику выплат быть доступным для пользователей
uk: Дозвольте постачальнику виплат бути доступним для користувачів
uz: Тўлов провайдерига фойдаланувчилар учун ҳозир бўлишига рухсат бериш.
zh: 允许付款提供商可用。

source: Allowed Reward Points
de: Erlaubte Reward Points
es: Puntos de Recompensa Permitidos
fr: Points de Récompense Autorisés
it: Crediti Premio consentiti
ko: 허용된 리워드 포인트
ky: Уруксат берилген Бонустук Упайлар
lv: Atļautie Balvu Punkti
mn: Ашиглаж болох Шагналын Оноо
ru: Разрешённые к использованию Бонусные Баллы

source: Almost there...
ca: Ja gairebé està...
de: Fast geschafft...
es: Falta poco ...
fr: On y est presque...
it: Ci siamo quasi...
ja: あと少しです...
kk: Бітуге сәл қалды...
ko: 거의 다 됐습니다...
ky: Дээрлик даяр...
lv: Gandrīz tur...
mn: Бараг дуусч байна...
pt: Quase lá...
ro: Aproape gata...
ru: Почти готово...
uk: Майже готово...
uz: Деярли тайёр...
zh: 差不多好了...

source: Alphabetical Asc
ca: Asc Alfabètic
de: Alphabetisch Asc
es: Alfabético Ascendente
fr: Alphabétique Asc
it: Ordine alfabetico ascendente
ja: アルファベットの昇順
kk: Asc алфавит бойынша
ko: 알파벳순
ky: Asc алфавити боюнча
lv: Alfabēta atvere
mn: Үсгийн өсөх дарааллаар
pt: Alfabeto crescente
ro: Alfabetic ascendent
ru: Согласно Алфавиту Asc
uk: За Алфавітом AСЦ
uz: Алифбо бўйича (ўсиб борувчи тартибда)
zh: 字母升序

source: Alphabetical Desc
ca: Desc. Alfabètic
de: Alphabetisch Desc
es: Alfabético Descendente
fr: Alphabétique Desc
it: Ordine alfabetico discendente
ja: アルファベットの降順
kk: Алфавиттік сипаттама
ko: 알파벳 역순
ky: Алфавит боюнча буюмдун сүрөттөлүшү
lv: Alfabētiskais nosaukums
mn: Үсгийн буурах дарааллаар
pt: Alfabeto em formato decrescente
ro: Alfabetic descendent
ru: Описание изделия согласно Алфавиту
uk: Алфавітний Опис
uz: Алифбо бўйича (камайиб борувчи тартибда)
zh: 字母降序

source: Alternative Email (Optional)
fr: Adresse E-mail Alternative (Facultative)
it: Email alternativa (facoltativa)
pt: E-mail Alternativo (Opcional)
uk: Альтернативна електронна пошта (Необов'язково)

source: Alternative Phone Number (Optional)
fr: Numéro de Téléphone Alternatif (Facultatif)
it: Numero di telefono alternativo (facoltativo)
pt: Número de Telefone Alternativo (Opcional)
uk: Альтернативний номер телефону (Необов'язково)

source: Always pay your Membership payments as soon as you can and fully maximize your Member rewards.
ca: Paga sempre la teva Membresia al més aviat possible i aprofita al màxim les teves recompenses de Membre.
de: Bezahlen Sie Ihre Mitgliedsbeiträge immer so schnell wie möglich und nutzen Sie Ihre Mitgliederprämien voll aus.
es: Realiza siempre los pagos de tu Membresía tan pronto como puedas y maximiza al máximo tus recompensas como Miembro.
fr: Payez toujours vos paiements d'adhésion dès que vous le pouvez et maximisez pleinement vos récompenses de Membre.
it: Effettua sempre i pagamenti della tua Membership il prima possibile e ottieni il massimo dei premi riservati ai Membri.
ja: メンバーシップ費の支払いを毎回なるべく早く完了することで、メンバー特典を最大限に活用できます。
kk: Әрқашан мүшелік жарнаңызды мүмкіндігінше уақытында төлеңіз және мүшелік сыйақыңызды көбейтіңіз.
ko: 가능한 한 빨리 멤버십 지불금을 지불하고 멤버 보상을 최대한 활용하십시오.
ky: Мүчөлүк төлөмдөрүңүздү мүмкүн болушунча тезирээк төлөп, Мүчөлүк бонустарыңызды максималдуу түрдө көбөйтүңүз.
lv: Vienmēr maksājiet savus Biedra dalības maksājumus, tiklīdz varat un pilnībā palieliniet savus Biedra ieguvumus.
mn: Гишүүнчлэлийн төлбөрөө аль болох хурдан төлөх тусам Гишүүнчлэлийн шагнал, ашиг тусуудыг хамгийн ихээр ашиглах болно.
pt: Sempre pague sua assinatura o mais rápido possível e maximize totalmente suas recompensas como membro.
ro: Achită întotdeauna plățile de membru cât mai curând posibil și maximizează-ți pe deplin recompensele pentru membru.
ru: Всегда оплачивайте свои Членские взносы как можно скорее и максимизируйте свои Членские вознаграждения в полном объёме.
uk: Завжди сплачуйте свої Членські внески якнайшвидше і максимізуйте свої Членські винагороди в повному обсязі.
uz: Аъзолик тўловларини имкон қадар ўз вақтида тўланг ва Аъзолик мукофотларингизни максимал даражада кўпайтиринг.
zh: 始终尽快支付您的会员费，并充分利用您的会员奖励。

source: Always Save
ca: Estalviar sempre
de: Immer sparen
es: Siempre Ahorran
fr: Toujours économiser
it: risparmiano sempre
ja: つねにお得が
kk: Әрқашан сақтаңыз
ko: 항상 절감합니다
ky: Ар дайым үнөмдөңүз
lv: Vienmēr Ietaupiet
mn: Клубын Гишүүд
pt: Economize sempre
ro: Economisește întotdeauna
ru: Экономьте всегда
uk: Економте завжди
uz: Доимо сақлаш
zh: 始终保存

source: Amazing Features for YOU!
ca: Increïbles característiques dissenyades per a TU!
de: Erstaunliche Funktionen für SIE!
es: ¡Increíbles características diseñadas para ti!
fr: Des caractéristiques étonnantes pour VOUS !
it: Fantastiche funzionalità per TE!
ja: あなたのための素晴らしい機能！
kk: СІЗ үшін керемет мүмкіндіктер!
ko: 놀라운 기능 !
ky: СИЗ үчүн укмуштуудай мүмкүнчүлүктөр!
lv: Apbrīnojami Jaunumi Tev!
mn: ТАНД зориулсан гайхалтай функц!
pt: Recursos incríveis para VOCÊ!
ro: Caracteristici uimitoare pentru TINE!
ru: Потрясающие функции для ВАС!
uk: Чудові функції для ВАС!
uz: СИЗ учун ажойиб функциялар!
zh: 为您提供惊人的功能！

source: Ambassador Board of Directors
fr: Conseil d'Administration de l'Ambassadeur
ja: アンバサダー ボード オブ ディレクター
kk: Амбассадор Борд Директорлары
ko: 앰배서더 보드 오브 디렉터
lv: Direktoru Valdes vēstnieks/sūtnis
pt: Embaixador Board of Directors
ro: Ambasador al Bordului de Directori
ru: Амбассадор-Борд-Директор
uk: Амбасадор Борд-Директор
uz: Директорлар Кенгаши Амбассадори
zh: 大使董事會

source: Ambassador Board Of Directors
fr: Conseil d'Administration des Ambassadeurs
kk: Амбассадор Борд Директорлары
ko: 앰배서더 보드 오브 디렉터
ky: Ambassador Board Оf Directors
lv: Direktoru Valdes Vēstnieks/Sūtnis

source: AMBASSADOR BOARD OF DIRECTORS
fr: CONSEIL D'ADMINISTRATION DES AMBASSADEURS
kk: АМБАССАДОР БОРД ДИРЕКТОРЛАРЫ
lv: DIREKTORU VALDES SŪTNIS
ru: АМБАССАДОР-БОРД-ДИРЕКТОРА
uk: АМБАСАДОР-БОРД-ДИРЕКТОРИ

source: AMBASSADOR BOARD OF DIRECTORS MEMBER
ca: MEMBRE AMBASSADOR BOARD OF DIRECTORS
de: AMBASSADOR BOARD OF DIRECTORS MITGLIED
es: MIEMBRO de AMBASSADOR BOARD OF DIRECTORS
fr: MEMBRE DU CONSEIL D'ADMINISTRATION DES AMBASSADEURS
it: MEMBRO AMBASSADOR BOARD OF DIRECTORS
ja: AMBASSADOR BOARD OF DIRECTORS会員
kk: АМБАССАДОР БОРД ДИРЕКТОРЛАР МҮШЕСІ
ky: AMBASSADOR BOARD OF DIRECTORS
lv: DIREKTORU BIEDRU VALDES SŪTNIS
mn: AMBASSADOR BOARD OF DIRECTORS ГИШҮҮН
pt: MEMBRO AMBASSADOR BOARD OF DIRECTORS
ro: MEMBRU AMBASSADOR BOARD OF DIRECTORS
uz: AMBASSADOR BOARD OF DIRECTORS АЪЗОСИ
zh: AMBASSADOR BOARD OF DIRECTORS 会员

source: Ambassador Board of Directors members earn a <strong>$105,000</strong> USD monthly Team Leadership Bonus!
ca: Els Membres Board of Directors guanyen una bonificació mensual de Lideratge d'Equip de <strong>105.000<strong> dòlars!
de: Mitglieder des Ambassador Board of Directors verdienen einen monatlichen Team Leadership Bonus in Höhe von <strong>105.000 USD</strong>!
es: Los miembros del Ambassador Board of Directors ¡ganan un Bono de Liderazgo de Equipo mensual de <strong>$105,000</strong> USD!
fr: Les membres du conseil d'administration de l'ambassadeur gagnent une prime mensuelle de <strong>105 000 $</strong> pour le leadership de l'équipe !
it: Gli Ambassador Board of Directors guadagnano <strong>$105.000</strong> di Bonus di Leadership del Team al mese!
ja: Ambassador Board of Directorsメンバーは、毎月<strong>$105,000</strong> 米ドルのチームリーダーシップボーナスを獲得します！
kk: Ambassador Board of Directors <strong>105000 </strong>АҚШ доллары көлемінде бір реттік көшбасшылық бонус алады!
ky: Ambassador Board of Directors даражасындагы мүчөлөр ай сайын <strong>$105,000</strong> USD Команда Лидерлик Бонус алышат!
lv: S''utņu valdes direktoru biedri pelna <strong>$105,000</strong> USD ikmēneša Līdera Bonusu!
mn: Ambassador Board of Directors Гишүүд нь Багийн манлайллын урамшуулалд сар бүр <strong>$105,000</strong> авна!
pt: Os membros Ambassador Board of Directors ganham um bônus mensal de liderança de equipe de <strong>$105.000</strong>!
ro: Membrii Ambassador Board of Directors câștigă un bonus lunar de <strong>105.000</strong> USD pentru conducerea echipei!
ru: Участники в ранге Ambassador Board of Directors зарабатывают ежемесячный Командный Лидерский бонус в размере <strong>$105 000</strong>!
uk: Члени у ранзі Ambassador Board of Directors заробляють щомісячний Командний Лідерський бонус у розмірі <strong>$105,000</strong>!
uz: Ambassador Board of Directors ойига <strong>105,000$</strong> Жамоа етакчилиги бонусини ишлаб топадилар!
zh: 大使董事会成员每月可获得<strong>$105,000</strong>美元的团队领导奖金！

source: Ambassador BoD's Achieve Ambassador in at least 3 of 6 contest months.
ca: Ambassador BoD Assoleix el nivell d’Ambassador en almenys 3 dels 6 mesos del concurs.
es: Ambassador BoD alcanza el nivel de Ambassador en, por lo menos, 3 de los 6 meses del concurso.
fr: Ambassador BoD's : Devenez Ambassador pendant au mois 3 des 6 mois du concours.
it: L'Ambassador BOD deve mantenere il rango di Ambassador per almeno 3 dei 6 mesi del concorso.
ja: Ambassador BODがコンテスト期間中に6か月のうち最低3か月間Ambassadorのランクを維持。
kk: Ambassador BoD 6 айлық байқау кезеңінің кемінде 3 айында Ambassador рангына жетіңіз.
pt: Ambassador BoD alcançe o patamar de Ambassador em pelo menos 3 dos 6 meses do concurso.
ro: Ambassador BoD atinge Ambassador în cel puțin 3 din 6 luni de concurs.
uk: Ambassador BoD: Досягти рангу Ambassador щонайменше в 3 з 6 місяців конкурсу.
uz: Ambassador BoD 6 ойлик танловнинг камида 3 ойида Ambassador унвонига эришади.
zh: Ambassador BoD，在6个月的竞赛期中，至少有3个月达成Ambassador。

source: Ambassador BoDs+, Board of Directors (BoDs), and Executive Directors (EDs) are not Eligible for
fr: Ambassador BoDs+, Board of Directors (BoDs) et Executive Directors (EDs) ne sont pas Éligibles pour
it: Ambassador BoDs+, Board of Directors (BoD) ed Executive Director (ED) non sono idonei a

source: Ambassador Tracking
ca: Seguiment aAmbassador
es: Seguimiento Ambassador
fr: Suivi des ambassadeurs
it: Monitoraggio Ambassador
ja: アンバサダーの追跡
kk: Амбассадорды Бақылау
ko: 앰버서더 추적
ky: Амбассадордун жыйынтыктары
lv: Sūtņa/vēstnieka izsekošana
mn: Элчин сайд цолонд хүрэх
pt: Acompanhamento de Ambassador
ro: Monitorizare Ambasador
ru: Результаты Амбассадора
uk: Результати Амбасадора
uz: Амбассадор натижалари
zh: 大使追踪

source: Amenities
ca: Serveis
de: Annehmlichkeiten
es: Amenidades
fr: Aménagements
it: Servizi
ja: アメニティ
kk: Қызметтер
ky: Ыңгайлуулуктар
lv: Labierīcības
mn: Тухлаг байдал
pt: Facilidades
ro: Facilităţile
ru: Удобства
uk: Зручності
uz: Хизматлар
zh: 设施

source: American Express is not accepted for recurring payments.
fr: American Express n'est pas accepté pour les paiements récurrents.
it: American Express non è accettata per i pagamenti ricorrenti.
kk: American Express рекурренттік төлемдер үшін қабылданбайды.
pt: A American Express não é aceita para pagamentos recorrentes.
uk: American Express не приймається для рекурентних платежів.
uz: Даврий тўловлар учун American Express қабул қилинмайди.
zh: 不接受American Express用于定期付款。

source: Americas
ca: Amèriques
de: Nord- und Südamerika
es: América
fr: Amériques
it: Americhe
ja: アフリカ大陸
kk: Америка
ky: Америка
mn: Америк
pt: Américas
ro: Americile
ru: Америка
uk: Америка
uz: Америка
zh: 美洲区

source: Americas Cruise
ca: Creuer per les Amèriques
fr: Croisière Amériques
it: Crociera Americhe
ja: アメリカ大陸クルーズ
kk: Америка Круизі
pt: Cruzeiro Américas
ro: Croazieră în Americi
uk: Круїз по Америці
uz: Америка круизи
zh: 美洲邮轮

source: Amount
ca: Quantitat
de: Betrag
es: Cantidad
fr: Montant
it: Importo
ja: 金額
kk: Жалпы саны
ko: 금액
ky: Суммасы
lv: Daudzums
mn: Дүн
pt: Total
ro: Sumă
ru: Сумма
uk: Cума
uz: Сумма
zh: 數量

source: Amount (in Dollars)
fr: Montant (en Dollars)
it: Importo (in dollari)
pt: Valor (em Dólares)
uk: Сума (в Доларах)

source: Amount Already Paid
ca: Quantitat ja Pagada
de: Betrag bereits bezahlt
es: Monto ya pagado
fr: Montant déjà payé
it: Importo già pagato
ja: お支払い済みの金額
kk: Ақшасы төленіп қойған
ko: 이미 지불한 금액
ky: Төлөнгөн сумма
lv: Summa jau ir sāmaksāts
mn: Төлсөн дүн:
pt: Valor já pago
ro: Suma este deja plătită
ru: Уже оплаченная сумма
uk: Вже сплачена сума
uz: Тўланган сумма:
zh: 已支付金额

source: Amount of Sales
ca: Número de vendes
de: Höhe der Umsätze
es: Número de Ventas
fr: Montant des ventes
it: Numero di vendite
ja: 売上の数
kk: Сату сомасы
ko: 판매량
ky: Сатуулардын суммасы
lv: Pārdošanu skaits
mn: Борлуулалтын тоо
pt: Quantidade de vendas
ro: Suma vânzărilor
ru: Продаж
uk: Обсяг продажів
uz: Сотув суммаси
zh: 销售额
