Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: II. PURCHASES
ca: II. COMPRES
de: II. EINKÄUFE
es: II. COMPRAS
fr: II. ACHATS
it: II. ACQUISTI
ja: II. 購⼊
kk: II. САТЫП АЛУЛАР
ky: II. САТЫП АЛУУЛАР
lv: II. PIRKUMI
mn: II. ХУДАЛДАН АВАЛТУУД
pt: II. COMPRAS
ro: II. CUMPĂRĂTURI
ru: II. ПОКУПКИ
uk: II. ПОКУПКИ
uz: II. ХАРИДЛАР
zh: II. 购买事项

source: ii.By inGroup International, at any time, in the event of negligence by PARTNER, or in the event that PARTNER commits any acts or makes any statements, comments or remarks that directly or indirectly have a negative impact on the reputation, ability, integrity, competence, proficiency, character or operation of inGroup International, including, but not limited to statements which defame, degrade, embarrass or disparage inGroup International or its owners, officers, directors, management, or employees, or its products, services, management, facilities, customers, IBPs, or any other aspect of its business. <span class="before"/>
ca: ii. Per inGroup International, en qualsevol moment, en cas de negligència del SOCI, o en el cas que el SOCI realitzi actes o faci declaracions o comentaris que directament o indirectament tinguin un impacte negatiu en la reputació, capacitat, integritat, competència, professionalitat, caràcter o operació d'inGroup International, incloent-hi declaracions que difamin, degradin, comprometin o menyspreïn inGroup International o els seus propietaris, funcionaris, directors, gerents o empleats, o els seus productes, serveis, administració, instal·lacions i clients, SCI o qualsevol altre aspecte del seu negoci. <span class="before"/>
de: ii. Durch inGroup International, jederzeit, im Falle von Fahrlässigkeit durch den PARTNER, oder im Falle, dass der PARTNER Handlungen begeht oder Erklärungen, Kommentare oder Bemerkungen abgibt, die direkt oder indirekt einen negativen Einfluss auf den Ruf, die Fähigkeit, die Integrität, die Kompetenz und die Professionalität, Charakter oder Betrieb von inGroup International haben, einschließlich, aber nicht beschränkt auf Aussagen, die inGroup International oder seine Eigentümer, leitenden Angestellten, Direktoren, Führungskräfte, Management oder Mitarbeiter oder seine Produkte, Dienstleistungen, Management, Einrichtungen, Kunden, Unabhängige Partner oder jeden anderen Aspekt seines Geschäfts diffamieren, erniedrigen, degradieren, blamieren oder herabsetzen. <span class="before"/>
es: ii. Por inGroup International, en cualquier momento, en caso de negligencia por parte del SOCIO, o en caso de que el SOCIO cometa cualquier acto o haga alguna declaración, comentario o mención que directa o indirectamente tenga un impacto negativo en la reputación, capacidad, integridad, competencia, profesionalidad, carácter u operación de inGroup International, incluidas, entre otras, declaraciones que difamen, degradan, avergüenzan o menosprecian inGroup International o sus propietarios, funcionarios, directores, gerentes o empleados, o sus productos, servicios, administración, instalaciones, clientes, SCI , o cualquier otro aspecto de su negocio. <span class="before"/>
fr: ii.Par inGroup International, à tout moment, en cas de négligence de la part de PARTNER ou si PARTNER commet des actes ou fait des déclarations, des commentaires ou des remarques qui ont directement ou indirectement un impact négatif sur la réputation, l'habileté, l'intégrité, la compétence, la maîtrise, le caractère ou le fonctionnement d'inGroup International, y compris, sans toutefois s'y limiter, les déclarations qui diffament, dégrade, gêne ou dénigrent inGroup International ou ses propriétaires, dirigeants, administrateurs, membres de la direction ou employés, ou ses produits, services, gestion, des installations, des clients, des IBP ou tout autre aspect de ses activités. <span class="before"/>
it: ii. Da parte di inGroup International, in qualsiasi momento, in caso di negligenza da parte del PARTNER, o nel caso in cui il PARTNER commetta atti o rilasci dichiarazioni, commenti o osservazioni che direttamente o indirettamente hanno un impatto negativo sulla reputazione, capacità, integrità, competenza, professionalità, carattere o operazione di inGroup International, incluse, ma non solo, dichiarazioni che diffamano, umiliano, imbarazzano o screditano inGroup International o i suoi proprietari, funzionari, amministratori, dirigenti, manager o dipendenti, o i suoi prodotti, servizi, gestione, strutture, clienti, PCI o qualsiasi altro aspetto della sua attività. <span class="before"/>
ja: ii。パートナーによる過失があった場合、またはパートナーがinGroup Internationalの評判、能力、完全性に直接または間接的に悪影響を及ぼすような行為、言明、コメント、または発言を行った場合、（inGroup Internationalまたはその所有者、役員、取締役、経営陣もしくは従業員、またはその製品、サービス、経営陣、施設、顧客、IBPまたはこの事業の他の側面を誹謗、中傷、恥ずかしめ、または侮辱する声明を含む）。<span class="before"/>
kk: ii. КЕЛІСІМШАРТ кез келген уақытта, СЕРІКТЕСТІҢ ұқыпсыздығынан немесе серіктес inGroup International компаниясының беделіне, имиджіне, құзыреттілігіне немесе кез келген тікелей немесе жанама түрде кері әсер ететін қандай да бір іс-әрекеттер жасаса немесе кез келген жағдайында мәлімдеме, түсініктеме жасаса, inGroup International немесе оның иелерінің лауазымды тұлғаларына, директорларына, менеджерлері немесе қызметкерлеріне, сондай-ақ оның өнімдеріне, қызметтеріне, басқару құрылымдары, клиенттері сияқты тұлғаларды қорлауды, шатастыруды немесе кемсітуді білдіретін әрекеттерді жасаса, бірақ бұл олармен шектелмейді, немесе ТБС-мен оның бизнестің кез келген басқа аспектісі.<span class="before"/>
ky: ii.InGroup International тарабынан, каалаган убакта, ӨНӨКТӨШ тарабынан шалаакылык жасалган учурда, же ӨНӨКТӨШ inGroup International компаниясынын репутациясына, жөндөмдүүлүгүнө, бүтүндүгүнө, компетенттүүлүгүнө, чеберчилигине, мүнөзүнө же иш-аракетине тике же кыйыр түрдө терс таасирин тийгизген кандайдыр бир аракеттерди жасаган же кандайдыр бир билдирүүлөрдү, анын ичинде, бирок алар менен чектелбестен InGroup International компаниясын же анын ээлерин, кызматкерлерин, директорлорун, жетекчилигин же жумушчуларын же анын өнүмдөрүн, кызматтарын, башкаруусун, объекттерин, кардарларын, КБӨдүн же анын бизнесинин башка аспектилерин каралаган, басынткан, уят кылган же кемсинткен билдирүүлөрдү, комментарийлерди же эскертүүлөрдү жасаган учурда. <span class="before"/>
lv: II. inGroup International jebkurā laikā, partnera nolaidības gadījumā vai GADĪJUMĀ, ja PARTNERIS veic KĀDU darbību vai sniedz jebkādus paziņojumus, komentārus vai piezīmes, kas tieši vai netieši negatīvi ietekmē inGroup International reputāciju, spējas, godīgumu, kompetenci, prasmi, raksturu vai darbību, tostarp, bet ne tikai, paziņojumus, kas novērš, degradē, aplauž vai nedažādo inGroup International, vai tā īpašniekus, amatpersonas, direktorus, vadības iespējas, darbiniekus, pakalpojumus vai citus IBPsvai jebkādus citus tā biznesa aspektus. <span class="before"/>
mn: ii. ТҮНШ нь inGroup International-ийн үйл ажиллагаа, зарчим, ур чадвар, шударга байдал, зан үйл, үйл ажиллагаа, бүрэн бүтэн байдал, нэр хүндэд шууд болон шууд бусаар нөлөөлж буй сөрөг мэдэгдэл, мэдээлэл, сэтгэгдэл, үйлдэл хийх, хайхрамжгүй хандах, эсвэл inGroup International-ийн эзэн, ажилтан, захирал, гүйцэтгэх захирал эсвэл ажилтан, бүтээгдэхүүн, үйлчилгээ, менежмент, байр байгууламжууд, үйлчлүүлэгч нар, бизнес түншүүд, бизнесийн бусад зүйлийг гутаан, ичгүүрт оруулсан, гутаан доромжилсон аливаа мэдэгдлийг хийхэд inGroup International нь ямар ч үед хязгаарлалтгүйгээр шалгах боломжтой болно. <span class="before"/>
pt: II. Pelo inGroup International, a qualquer momento, no caso de negligência do SÓCIO, ou no caso do SÓCIO cometer quaisquer atos ou fazer quaisquer declarações, comentários ou observações que direta ou indiretamente tenham um impacto negativo na reputação, habilidade, integridade, competência, proficiência, caráter ou operação do inGroup International, incluindo, mas não limitado a, declarações que difamam, degradam, embaraçam ou depreciem o inGroup International ou seus proprietários, executivos, diretores, gerentes ou funcionários, ou seus produtos, serviços, gerenciamento, instalações, clientes, IBPs, ou qualquer outro aspecto de seus negócios. <span class="before"/>
ro: ii. De către inGroup International, în orice moment, în caz de neglijență din partea PARTNERULUI sau în cazul în care PARTNERUL comite orice acte sau face orice declarații, observații sau remarci care au, direct sau indirect, un impact negativ asupra reputației, capacității, integrității, competenței, caracterului sau funcționării inGroup International, inclusiv, dar fără a se limita la, declarații care defăimează, degradează, deranjează sau discreditează inGroup International sau pe proprietarii săi, funcţionarii, directorii, conducerea sau angajații, produsele, serviciile, managementul, infrastuctura, clienţii, partenerii de afaceri independenţi sau orice alt aspect al afacerii sale. <span class="before"/>
ru: ii. inGroup International, в любое время, в случае пренебрежительного отношения со стороны ПАРТНЕРА или в случае, если ПАРТНЕР совершает какие-либо действия или делает какие-либо заявления, комментарии или замечания, которые прямо или косвенно оказывают негативное влияние на репутацию, возможности, целостность, компетентность, мастерство, характер или действие inGroup International, включая, но не ограничиваясь, заявлениями, которые порочат, унижают, inGroup International или его владельцев, должностных лиц, директоров, руководство или сотрудников, или их продукты, услуги, управление, клиентов, НБП или любой другой аспект бизнеса.<span class="before"/>
uk: ii. inGroup International, в будь-який час, у разі зневажливого ставлення з боку ПАРТНЕРА або в разі, якщо ПАРТНЕР виконує будь-які дії або робить будь-які заяви, коментарі або зауваження, які прямо або побічно впливають на репутацію, можливості, цілісність, компетентність, майстерність, характер або дії inGroup International, включаючи, але не обмежуючись, заявами, які паплюжать, принижують, inGroup International або його власників, посадових осіб, директорів, керівництво або співробітників, або їх продукти, послуги, управління, клієнтів, НП або будь-який інший аспект бізнесу. <span class="before"/>
uz: ii. inGroup International томонидан, Ҳамкорнинг лоқайдлиги ҳолатида ёки ҳамкор inGroup International нинг обрўси, яхлитлиги, омилкорлиги, профессионаллиги, таснифи ва фаолиятига бевосита ёки билвосита салбий таъсир кўрсатувчи ҳаракатларни амалга оширган ёки даъволар, шарҳлар ёки танбеҳлар қилган жумладан, inGroup International ёки унинг эгалари, мансабдор шахслари, директорлари, раҳбарияти ёки ходимлари, ёхуд унинг маҳсулотлари, хизматлари, бошқаруви, объектлари, мижозлари, МБҲлари ёки унинг бизнесига алоқадор ҳар қандай жиҳатни қораловчи, камситувчи, уятга ва хижолатга қўювчи даъволар қилган ҳолатларда. <span class="before"/>
zh: ii. 如果因合作伙伴疏忽而发表直接或间接对 inGroup International 声誉、能力、诚信产生负面影响的陈述或评论，包括但不仅限于侮辱、诽谤、侮辱官员、董事、管理层或员工，或其产品、服务、管理、设施、客户、IBP 或此业务的其他方面。<span class="before"/>

source: iii. By inGroup International, at any time, if PARTNER attempts to assign this Addendum or his/her IBP Agreement, or any right or obligation under either this Addendum or his/her IBP Agreement, without inGroup International's prior written consent.
ca: iii. Per part d'inGroup International, en qualsevol moment, si el SOCI intenta cedir aquest Annex o el seu Contracte IBP, o qualsevol dret o obligació en virtut d'aquest Annex o el seu Contracte IBP, sense el previ consentiment per escrit d'inGroup International.
de: iii. Durch inGroup International, jederzeit, wenn der PARTNER versucht, diesen Zusatz oder seine Unabhängige Partner Vereinbarung oder ein Recht oder eine Verpflichtung aus diesem Zusatz oder seine Unabhängige Partner Vereinbarung ohne vorherige schriftliche Zustimmung von inGroup International zu übertragen.
es: iii. Por inGroup International, en cualquier momento, si el SOCIO intenta añadir este Anexo o su Acuerdo SI, o cualquier derecho u obligación bajo este Anexo o su Acuerdo SI, sin el consentimiento previo por escrito de inGroup International.
fr: iii. Par inGroup International, à tout moment, si PARTNER tente d'assigner cet addenda ou son accord IBP, ou tout droit ou obligation en vertu de cet addenda ou de son accord IBP, sans avoir consenti par écrit au préalable inGroup International.
it: iii. Da parte di inGroup International, in qualsiasi momento, se il PARTNER tenta di cedere il presente addendum o il suo Contratto PCI, o qualsiasi diritto o obbligo ai sensi del presente addendum o del suo accordo PCI, senza il previo consenso scritto di inGroup International.
ja: iii. inGroup Internationalの事前の書面による同意なしに、パートナーがこの本補遺または彼/彼女のIBP契約、またはこの本補遺または彼/彼女のIBP契約のいずれかに基づく権利または義務を譲渡しようとした場合。
kk: iii. Егер СЕРІКТЕС компанияның Қосымша келісімін немесе оның ТБС-нің келісімін немесе осы Келісім бойынша кез-келген құқықты немесе міндеттемені немесе оның ТБС Келісімін, inGroup International - тің алдын-ала жазбаша келісімінсіз өзіне иеленуге тырысып, жүзеге асырса.
ko: iii. inGroup International의 사전 서면 동의없이 파트너가 본 추가 조항 또는 IBP 계약에 의거한 권리 또는 의무를 양도하려고 시도하는 경우, 언제든지 inGroup International에 의해 종료됩니다.
ky: iii. inGroup International каалаган учурда, ӨНӨКТӨШ, эгерде бул Тиркемени же анын КБӨ Макулдашуусун, же ушул Тиркеме же анын КБӨ Макулдашуусу боюнча кандайдыр бир укукту же милдеттенмени inGroup International компаниясынын алдын ала жазуу жүзүндөгү макулдугусуз дайындоого аракет кылса.
lv: III. inGroup International jebkurā laikā, ja PARTNERIS mēģina piešķirt šo papildinājumu vai savu IBP nolīgumu, vai jebkādas tiesības vai pienākumus saskaņā ar šo papildinājumu vai savu IBP nolīgumu, bez ingroup International rakstiskas piekrišanas.
mn: iii. Хэрэв ТҮНШ нь энэхүү Нэмэлт гэрээ эсвэл БДТ-ийн Гэрээний дагуух өөрийн эрх, үүргээ хэн нэгэнд inGroup International-ээс урьдчилан бичгээр үйлдсэн зөвшөөрөлгүйгээр шилжүүлэн өгөхийг оролдвол inGroup International ямарч үед үүнийг цуцалж болно.
pt: III. Pelo inGroup International, a qualquer momento, se o SÓCIO tentar atribuir este Adendo ou seu Contrato de Parceiro Independente, ou qualquer direito ou obrigação sob este Adendo ou seu Contrato deParceiro Independente, sem o consentimento prévio por escrito do inGroup International.
ro: iii. De inGroup International, în orice moment, dacă PARTNERUL încearcă să prescrie acest Act Adiţional sau Acordul PAI sau vreun drept sau obligație în baza fie acestui Act Adiţional sau a Acordului său PAI, fără consimțământul scris prealabil al inGroup International.
ru: iii. inGroup International, в любое время, если ПАРТНЕР пытается воспользоваться настоящим Дополнением или его / ее Соглашением БП, или любым правом или обязательством в соответствии с настоящим Дополнением или его / ее Соглашением БП, без предварительного письменного согласия inGroup International.
uk: iii. inGroup International, в будь-який час, якщо ПАРТНЕР намагається скористатися цим Доповненням або його/її Угодою НП, або будь-яким правом чи зобов'язанням відповідно до цього Доповненням, або його/її Угодою НП, без попередньої письмової згоди inGroup International.
uz: iii. inGroup International томонидан, исталган вақтда, агар ҲАМКОР ушбу Қўшимчани ёки ўзининг МҲ Битимини, ёхуд ушбу Қўшимчага мувофиқ ёки ўзининг МҲ Битимига мувофиқ бошқа ҳар қандай ҳуқуқ ёки мажбуриятларини inGroup International нинг аввалдан берилган ёзма рухсатисиз топширишга уринса.
zh: iii. 如果合作夥伴未經inGroup International事先書面同意，在任何時候，試圖轉讓本附錄或其IBP協議, 或其IBP協議的任何權利或義務。

source: III. ELIGIBILITY
ca: III. REQUISITS PER SER ELEGIBLE
de: III. BERECHTIGUNG
es: III. ELEGIBILIDAD
fr: III. ÉLIGIBILITÉ
it: III. AMMISSIBILITÀ
ja: III. 適格性
kk: III. ҚАТЫСУҒА ҚҰҚЫҚТЫЛЫҚ
ky: III. ЖАРАМДУУЛУК
lv: III. ATBILSTĪBA
mn: III. БОЛЗОЛ
pt: III. ELEGIBILIDADE
ro: III. ELIGIBILITATE
ru: III. ПРАВО НА ИСПОЛЬЗОВАНИЕ
uk: III. ПРИДАТНІСТЬ
uz: III. ЛАЁҚАТЛИЛИК
zh: III. 资格

source: III. Information Collected Upon Registration
ca: III. Informació Recollida en el Moment del Registre
de: III. Bei der Registrierung erhobene Informationen
es: III. Información Recopilada Previa Inscripción
fr: III. Informations Collectées Lors de l'Inscription
it: III. Informazioni raccolte al momento della registrazione
ja: III.登録時に収集される情報
kk: III. Тіркелу кезінде жиналатын ақпарат
ky: III. Каттоодо жыйналган маалымат
lv: III. Reģistrējoties savāktā informācija
mn: III. Бүртгэл хийхэд цуглуулсан мэдээлэл
pt: III. Informações Coletadas no Registro
ro: III. Informații colectate la înregistrare
ru: III. Информация, Полученная При Регистрации
uk: III. Інформація, Зібрана Після Реєстрації
uz: III. Рўйхатдан ўтишда тўпланадиган маълумотлар
zh: III. 注册时收集的信息
