Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: We engage certain trusted third parties to perform functions and provide services to us. We may share your personal information with these third parties, but only to the extent necessary to perform these functions and provide such services, and only pursuant to obligations mirroring the protections of this privacy policy. We may provide products and/or services that may require you to accept one or more privacy policies of third party providers. It is your duty to familiarize yourself with the privacy policies of the third party providers. If you do not accept the privacy policy of the third party providers, inCruises reserves the right to refuse services to you.
ca: Treballem amb determinats tercers de confiança per dur a terme funcions i proporcionar serveis a la nostra empresa. Podem compartir la teva informació personal amb aquests tercers, però només en la mesura necessària per dur a terme aquestes funcions i oferir aquests serveis, i sempre sota obligacions que reflecteixin les proteccions establertes en aquesta política de privacitat. Podem oferir productes o serveis que et requereixin acceptar una o més polítiques de privacitat de proveïdors tercers. És responsabilitat teva familiaritzar-te amb les polítiques de privacitat dels proveïdors tercers. Si no les acceptes, inCruises es reserva el dret de denegar-te els serveis.
de: Wir beauftragen bestimmte vertrauenswürdige Drittanbieter mit der Durchführung von Aufgaben und der Erbringung von Dienstleistungen. Wir geben Ihre personenbezogenen Daten möglicherweise an diese Drittanbieter weiter, jedoch nur, soweit dies zur Erfüllung dieser Aufgaben und der Erbringung dieser Dienstleistungen erforderlich ist, und nur gemäß den Verpflichtungen, die den Schutzbestimmungen dieser Datenschutzrichtlinie entsprechen. Wir bieten möglicherweise Produkte und/oder Dienstleistungen an, für die Sie möglicherweise eine oder mehrere Datenschutzrichtlinien von Drittanbietern akzeptieren müssen. Es ist Ihre Pflicht, sich mit den Datenschutzrichtlinien dieser Drittanbieter vertraut zu machen. Wenn Sie die Datenschutzrichtlinien dieser Drittanbieter nicht akzeptieren, behält sich inCruises das Recht vor, Ihnen die Erbringung von Dienstleistungen zu verweigern.
es: inCruises involucra los servicios de algunos terceros de confianza para realizar determinadas funciones y servicios. inCruises puede compartir su información personal con estos terceros, pero sólo en la medida necesaria para llevar a cabo estas funciones y prestar tales servicios, y sólo de conformidad con las obligaciones que reflejan las protecciones de esta política de privacidad. inCruises puede proporcionar productos y/o servicios que le obliguen a aceptar una o más políticas de privacidad de terceros proveedores. Usted debe familiarizarse con las políticas de privacidad de los terceros proveedores. Si usted no acepta la política de privacidad de los terceros proveedores, inCruises se reserva el derecho no prestar los servicios para usted.
fr: Nous faisons appel à des tiers de confiance pour exécuter certaines fonctions et nous fournir des services. Nous pouvons partager vos informations personnelles avec ces tiers, mais uniquement dans la mesure nécessaire à l'exécution de ces fonctions et à la fourniture de ces services, et uniquement conformément aux obligations reflétant les protections de la présente politique de confidentialité. Nous pouvons fournir des produits et/ou services qui peuvent nécessiter l'acceptation d'une ou plusieurs politiques de confidentialité de fournisseurs tiers. Il est de votre devoir de vous familiariser avec les politiques de confidentialité de ces fournisseurs tiers. Si vous n'acceptez pas la politique de confidentialité de ces fournisseurs tiers, inCruises se réserve le droit de refuser.
it: Ci avvaliamo di terzi fidati per svolgere funzioni e fornirci servizi. Potremmo condividere le tue informazioni personali con tali terzi, ma solo nella misura necessaria per l'esecuzione di tali funzioni e la fornitura di tali servizi, e solo in conformità con obblighi che rispecchiano le tutele di questa informativa sulla privacy. Potremmo fornire prodotti e/o servizi che potrebbero richiedere la tua accettazione di una o più informative sulla privacy di fornitori terzi. È tuo dovere familiarizzare con le informative sulla privacy dei fornitori terzi.Qualora tu non accetti l'informativa sulla privacy dei fornitori terzi, inCruises si riserva il diritto di rifiutarti i servizi.
ja: 私たちは特定の信頼できる第三者に業務を実⾏し、サービスを提供します。特定する第三者と会員の個⼈情報を共有する場合がありますが、これらの業務を実⾏し、そのようなサービスを提供するために必要な範囲でのみ、 このプライバシーポリシーの保護義務に従ってのみです。第三者プロバイダーの1つ以上のプライバシーポリシーに同意する必要がある製品やサービスを提供する場合があります。第三者 プロバイダーのプライバシーポリシーに精通することはあなたの義務です。第三者プロバイダーのプライバシーポリシーに同意しない場合、inCruisesは会員へのサービスを拒否する権利を留保します。
kk: Біз функцияларды орындау және бізге қызмет көрсету үшін белгілі бір сенімді үшінші тұлғаларды тартамыз. Біз сіздің жеке ақпаратыңызды осы үшінші тұлғаларға бере аламыз, бірақ тек осы функцияларды орындау және осындай қызметтерді ұсыну үшін қажетті көлемде және осы Құпиялылық саясатында көзделген қорғау шараларын көрсететін міндеттемелерге сәйкес. Біз сізден үшінші тарап жеткізушілерінің бір немесе бірнеше құпиялылық саясатын қабылдауды талап ететін өнімдерді және/немесе қызметтерді ұсына аламыз. Сіз үшінші тарап жеткізушілерінің құпиялылық саясатымен танысуға міндеттісіз. Егер сіз үшінші тарап жеткізушілерінің құпиялылық саясатымен келіспесеңіз, inCruises сізге қызмет көрсетуден бас тарту құқығын өзіне қалдырады.
ky: Биз керектүү функцияларды аткаруу жана кызматтарды көрсөтүү үчүн белгилүү бир ишенимдүү үчүнчү тараптарды дайындайбыз. Биз сиздин жеке маалыматыңызды ушул үчүнчү тараптар менен бөлүшө алабыз, бирок бул функцияларды аткаруу жана мындай кызматтарды көрсөтүү үчүн зарыл болгон көлөмдө гана жана ушул купуялык саясатынын корголушун чагылдырган милдеттенмелерге ылайык өлчөмдө гана ишке ашырылат. Биз сизден бир же бир нече үчүнчү тараптын купуялык саясатын кабыл алышыңызды талап кылган продукцияларды жана/же кызматтарды сунушубуз мүмкүн. Үчүнчү тараптын провайдерлеринин купуялык саясаттарын окуу сиздин милдетиңиз. Эгерде сиз үчүнчү тараптын провайдерлеринин купуялык саясатын кабыл албасаңыз, inCruises сизге кызмат көрсөтүүдөн баш тартуу укугун өзүнө калтырат.
lv: Mēs iesaistām noteiktas uzticamas trešās personas, lai tās veiktu funkcijas un sniegtu mums pakalpojumus. Mēs drīkstam kopīgot jūsu personisko informāciju ar šīm trešajām personām, bet tikai tādā apjomā, kāds nepieciešams šo funkciju veikšanai un šādu pakalpojumu sniegšanai, un tikai saskaņā ar pienākumiem, kas atspoguļo šīs privātuma politikas aizsardzību. Mēs varam nodrošināt produktus un/vai pakalpojumus, kas var prasīt, lai jūs akceptētu vienu vai vairākas trešo pušu pakalpojumu sniedzēju konfidencialitātes politikas. Jūsu pienākums ir iepazīties ar trešās personas privātuma politiku partiju nodrošinātājiem. Ja nepiekrītat trešās puses pakalpojumu sniedzēju konfidencialitātes politikai, inCruises patur jums tiesības atteikt pakalpojumus.
mn: Бид зарим итгэмжлэгдсэн гуравдагч этгээдийг тодорхой үүрэг гүйцэтгүүлэх болон бидэнд үйлчилгээ үзүүлэх зорилгоор хамтран ажиллуулдаг. Үүний хүрээнд бид таны хувийн мэдээллийг эдгээр гуравдагч этгээдтэй хуваалцаж болзошгүй бөгөөд энэ нь зөвхөн тухайн үүргийг гүйцэтгэх болон үйлчилгээг үзүүлэхэд шаардлагатай хэмжээнд хязгаарлагдана. Мөн уг мэдээлэл нь энэхүү нууцлалын бодлогын хамгаалалттай дүйцэхүйц үүрэг, нөхцөлийн дагуу хуваалцагдана. Бидний санал болгож буй зарим бүтээгдэхүүн болон/эсвэл үйлчилгээ нь гуравдагч этгээд нийлүүлэгчдийн нэг буюу түүнээс олон нууцлалын бодлогыг таны зүгээс хүлээн зөвшөөрөхийг шаардаж болзошгүй. Ийм тохиолдолд тухайн гуравдагч этгээдийн нууцлалын бодлоготой урьдчилан танилцах нь таны үүрэг юм. Хэрэв та эдгээр гуравдагч этгээдийн нууцлалын бодлогыг хүлээн зөвшөөрөхөөс татгалзвал, inCruises танд үйлчилгээ үзүүлэхээс татгалзах эрхтэй болно.
pt: Nós realizamos a contratação de terceiros confiáveis para desempenhar funções e fornecer serviços para nós. Nós podemos compartilhar suas informações pessoais com esses terceiros, mas apenas o necessário para desempenhar determinadas funções e fornecer serviços, e isso acontece somente de acordo com as obrigações que estejam de acordo com as proteções desta política de privacidade. Podemos fornecer produtos e/ou serviços que exigem que você aceite uma ou mais políticas de privacidade de fornecedores terceirizados. É seu dever conhecer as políticas de privacidade de terceiros. Se você não aceitar a política de privacidade de terceiros, a inCruises reserva o direito de recusar oferecer os serviços para você.
ro: Angajăm anumite părți terțe de încredere pentru a îndeplini funcții și a ne furniza servicii. Putem partaja informațiile tale personale acestor terți, dar numai în măsura în care este necesar pentru a îndeplini aceste funcții și a furniza astfel de servicii și numai în conformitate cu obligațiile care reflectă protecția acestei politici de confidențialitate. Este posibil să oferim produse și/sau servicii care îți pot cere să accepți una sau mai multe politici de confidențialitate ale furnizorilor terți. Este de datoria ta să te familiarizezi cu politicile de confidențialitate ale furnizorii terți. Dacă nu accepți politica de confidențialitate a furnizorilor terți, inCruises își rezervă dreptul de a-ți refuza serviciile.
ru: Мы привлекаем определенные доверенные третьи стороны для исполнения некоторых функций и предоставления для нас услуг. Мы можем передавать ваши персональные данные этим третьим сторонам, но только в тех случаях, когда это необходимо для выполнения этих функций и предоставления таких услуг, и только в соответствии с обязательствами, отражающими положения данной политики конфиденциальности. Мы можем предоставлять продукты и/или услуги, которые могут потребовать от вас принятия одной или нескольких политик конфиденциальности сторонних поставщиков. Вы обязаны ознакомиться с политиками конфиденциальности сторонних поставщиков. Если вы не согласны с политикой конфиденциальности сторонних поставщиков, inCruises оставляет за собой право отказать вам в предоставлении услуг.
uk: Ми залучаємо довірених третіх осіб для виконання функцій та надання ним послуг. Ми можемо ділитися вашою особистою інформацією з цими третіми сторонами, але лише в тій мірі, яка необхідна для виконання цих функцій та надання таких послуг, і лише відповідно до зобов'язань, що відображають захист цією політикою конфіденційності. Ми можемо надавати продукти та/або послуги, які можуть вимагати прийняття однієї або декількох політик конфіденційності сторонніх постачальників. Ваш обов’язок - ознайомитись з політикою конфіденційності сторонніх постачальників. Якщо ви не приймаєте політику конфіденційності сторонніх постачальників, inCruises залишає за собою право відмовити вам у наданні послуг.
uz: Бизга хизмат кўрсатишлари ва айрим функцияларни бажариш учун баъзи ишончли учинчи томонларни жалб қиламиз. Биз шахсий маълумотларингизни мазкур учинчи томонларга тақдим этишимиз мумкин, лекин бу фақатгина ушбу функцияларни бажариш ва шу каби хизматлар кўрсатиш учун зарур даражада ҳамда фақатгина мазкур маҳфийлик сиёсатида ўз аксини топган ҳимоя чоралари бўйича мажбуриятларга мувофиқ ҳолда амалга оширилади. Биз ташқи хизмат провайдерларининг бир ёки бир нечта маҳфийлик сиёсатини қабул қилишингиз талаб этилувчи маҳсулотлар ва/ёки хизматларни тақдим этишимиз мумкин. Ташқи хизмат провайдерларининг маҳфийлик сиёсати билан танишиб чиқиш сизнинг мажбуриятингиз ҳисобланади. Агар ташқи хизмат провайдерларининг маҳфийлик сиёсатини қабул қилмасангиз, inCruises сизга хизмат кўрсатишни рад этиш ҳуқуқига эга.
zh: 我们会委托某些值得信赖的第三方执行相关职能并向我们提供服务。我们可能会在必要范围内与这些第三方共享您的个人信息，但仅限于完成相关职能并提供该等服务所需，并且须 遵守与本隐私政策等同的保护义务。我们可能会提供需要您接受一个或多个第三方服务提供商隐私政策的产品和/或服务。您有责任了解这些 第三方服务提供商的隐私政策。如果您不接受第三方服务提供商的隐私政策，inCruises保留拒绝向您提供服务的权利。

source: We have a plan suitable for every Partner, please select the plan that is right for you.
ca: Tenim un pla adequat per a cada soci, si us plau, selecciona el pla que sigui adequat per tu.
de: Wir haben für jeden Partner einen passenden Plan, bitte wählen Sie den für Sie passenden Plan.
es: Tenemos un plan adecuado para cada Socio, por favor, seleccione el plan que sea adecuado para usted.
fr: Nous avons un plan adapté à chaque partenaire. Veuillez sélectionner le plan qui vous convient.
it: Abbiamo il piano adatto per ogni Partner, quindi scegli quello che fa per te.
ja: すべてのパートナーに適したプランをご用意していますので、あなたに合ったプランを選択してください。
kk: Бізде әрбір Серіктес үшін қолайлы жоспар бар, сізге сәйкес келетін жоспарды таңдаңыз.
ko: 모든 파트너에게 적합한 요금제가 있습니다. 귀하에게 적합한 요금제를 선택하십시오.
ky: Ар бир Өнөктөшкө ылайыктуу пландарыбыз бар, сизге эң ылайыктуу планды тандаңыз.
lv: Mums ir katram Partnerim piemērots plāns, lūdzu, izvēlieties jums piemērotāko plānu.
mn: Доорхи багцуудаас сонгон авна уу.
pt: Temos um plano adequado para cada Sócio, selecione o plano ideal para você.
ro: Avem un plan potrivit pentru fiecare Partener, te rugăm să selectezi planul care ţi se potriveşte.
ru: У нас есть тарифы, подходящие для каждого Партнёра. Пожалуйста, выберите тот, который подходит именно Вам.
uk: У нас є тарифи, які підходять для кожного Партнера. Будь ласка, оберіть той, який підходить саме Вам.
uz: Бизда ҳар бир Ҳамкорга мос келадиган режалар мавжуд, илтимос, ўзингизга маъқул режани танланг.
zh: 我們有適合每個合作夥伴的計劃，請選擇適合您的計劃。

source: We have detected that you are in Puerto Rico and your account settings show a different country. Should your account be set to Puerto Rico?
ca: Hem detectat que estàs a Puerto Rico i la configuració del teu compte mostra un país diferent. El teu compte s'ha de configurar a Puerto Rico?
de: Wir haben festgestellt, dass Sie sich in Puerto Rico befinden und in Ihren Profileinstellungen ein anderes Land angezeigt wird. Soll in Ihrem Account auf Puerto Rico umgestellt werden?
es: Hemos detectado que estás en Puerto Rico y la configuración de tu cuenta muestra un país diferente. ¿Deberías cambiar la configuración de tu cuenta a Puerto Rico?
fr: Nous avons détecté que vous êtes à Porto Rico et les paramètres de votre compte montrent un pays différent. Votre compte doit-il être configuré pour Porto Rico ?
it: Abbiamo rilevato che ti trovi a Porto Rico mentre le impostazioni del tuo account mostrano un paese diverso. Vuoi impostare il tuo account su Porto Rico?
ja: あなたのアカウントで登録されている国ではなく、プエルトリコからアクセスしていることが確認できます。居住国をプエルトリコと変更する必要がありますか？
kk: Сіздің Пуэрто-Рикода екеніңізді анықтадық, бірақ есептік жазбаңыздың параметрлері басқа елді көрсетеді. Тіркелгіңізді Пуэрто-Рикоға ауыстыру керек пе?
ko: 귀하는 푸에르토 리코에 있으며 귀하의 계정 설정에 다른 국가가 표시됩니다. 계정을 푸에르토 리코로 설정해야합니까?
ky: Пуэрто-Рикодо экениңизди аныктадык, бирок аккаунтуңузда башка өлкө көрсөтүлгөн. Аккаунтуңузду Пуэрто-Рикого да өзгөрткүңүз келеби?
lv: Mēs esam uzzinājuši,ka jūs esat Puertoriko un jūsu kontā ir norādīta cita valsts.Vai jūsu konts ir jāiestata Puertoriko?
mn: Та Пуэрто Рико улсад амьдарч байгаа боловч таны тохируулга дээр өөр улсад амьдардаг гэж гарч байна. Таны амьдардаг улсыг Пуэрто Рико гэж тохируулж өгөх үү?
pt: Detectamos que você está em Porto Rico e as configurações da sua conta mostram um país diferente. Sua conta deve estar definida como Porto Rico?
ro: Am detectat că sunteţi în Puerto Rico, iar setările contului dvs. arată altă ţară. Doriţi să setaţi contul pentru Puerto Rico?
ru: Мы определили, что Вы находитесь в Пуэрто-Рико, но в настройках Вашего аккаунта указана другая страна. Хотите изменить на Пуэрто-Рико?
uk: Ми визначили, що Ви перебуваєте в Пуерто-Ріко, але в налаштуваннях вашого облікового запису вказана інша країна. Хочете змінити на Пуерто-Ріко?
uz: Биз сизнинг Пуэрто-Рикода эканингизни аниқладик, аммо аккаунтингизда бошқа мамлакат кўрсатилган. Аккаунтингизда ҳам Пуэрто-Рикога ўзгартиришни истайсизми?
zh: 我們檢測到您在波多黎各，並且您的帳戶設置顯示了其他國家/地區。 您的帳戶應該設置為波多黎各嗎？

source: We have successfuly received your payment.
ca: El teu pagament s'ha rebut correctament.
de: Wir haben Ihre Zahlung erfolgreich erhalten.
es: Hemos recibido su pago con éxito.
fr: Nous avons reçu votre paiement avec succès.
it: Il pagamento è stato ricevuto correttamente.
ja: お支払いを正常に受け取りました。
kk: Біз сіздің төлеміңізді сәтті алдық.
ko: 귀하의 지불금을 성공적으로 수령했습니다.
ky: Төлөмүңүздү ийгиликтүү алдык.
lv: Mēs veiksmīgi esam saņēmuši jūsu maksājumu.
mn: Бид таны төлбөрийн шилжүүлгийг хүлээн авлаа.
pt: Nós recebemos o seu pagamento com sucesso.
ro: Plata efectuată de tine a fost recepţionată de noi cu succes.
ru: Мы успешно получили вашу оплату.
uk: Ваша оплата пройшла успішно.
uz: Биз тўловингизни муваффақиятли қабул қилиб олдик.
zh: 我們已成功收到您的付款。

source: We have you covered with iPhone and Android applications to manage your business on the go.
ca: Et donem suport, amb les nostres aplicacions iPhone i Android que et permeten gestionar el teu negoci en qualsevol moment.
de: Wir haben Sie mit iPhone und Android-Anwendungen ausgestattet, sodass Sie von unterwegs arbeiten können.
es: Tienes todo al alcance de tu mano, con nuestras apps para iPhone y Android que te permiten gestionar tu negocio mientras estás en marcha.
fr: Nous vous couvrons d'applications iPhone et Android pour gérer votre entreprise en déplacement.
it: Hai tutto a portata di mano con le nostre applicazioni per iPhone e Android, che ti permettono di gestire al meglio la tua attività anche in viaggio.
ja: 私たちは外出先でビジネスを管理するためにiPhoneとAndroidのアプリケーションでカバーしています。
kk: Сіз өз бизнесіңізді жеңіл басқаруыңыз үшін, біз сізді iPhone және Android қосымшаларымен қамтамасыз еттік.
ko: 아이폰 및 안드로이드 앱을 사용하여 이동 중에도 비즈니스를 관리할 수 있습니다.
ky: Бизнесиңизди басып баратып башкаруу үчүн сизди iPhone жана Android колдонмолору менен камсыз кылдык.
lv: Jūsu rīcībā ir Phone and Android aplikācijas,lai sekmētu jūsu biznesu.
mn: Дэлхийн хаана ч явсан өөрийн бизнесийг iPhone болон Android утсан дээрээс удирдах боломжтой боллоо.
pt: Nós temos aplicativos do iPhone e do Android disponíveis para gerenciar seus negócios em qualquer lugar.
ro: Vă sprijinim cu aplicaţii iPhone şi Android pentru a vă ocupa de afacerea dvs. din mers.
ru: Мы вам также предоставляем приложения для iPhone и Android, чтобы управлять своим бизнесом на ходу.
uk: Ми створили мобільні додатки для iPhone і Android, щоб ви могли оперативно керувати своїм бізнесом.
uz: Юрган йўлингизда бизнесингизни бошқаришингиз учун сизни iPhone ва Android иловалари билан таъминладик.
zh: 我們為您提供iPhone和Android應用程序，以便隨時隨地管理您的業務。

source: We highly recommend that you obtain trip cancellation insurance.
ca: Et recomanem encaridament que contractis una assegurança de cancel·lació de viatge.
de: Wir empfehlen den Abschluss einer Reiserücktrittsversicherung.
es: Te recomendamos encarecidamente contratar un seguro de cancelación de viaje.
fr: Nous vous recommandons vivement de souscrire une assurance annulation de voyage.
it: Raccomandiamo vivamente di acquistare una polizza di annullamento viaggio.
ja: 旅行キャンセル保険に加入されることを強くお勧めします。
kk: Біз сізге сапардан бас тарту сақтандыруын алуды ұсынамыз.
ko: 여행 취소 보험에 가입하는 것이 좋습니다.
ky: Биз сизге саякаттан баш тартуу камсыздандыруусун сатып алууну сунуштайбыз.
lv: Ieteicams saņemt ceļojumu atcelšanas apdrošināšanu.
mn: Бид танд аялал цуцлагдсаны даатгалд хамрагдахыг зөвлөж байна.
pt: É altamente recomendável que você obtenha um seguro de cancelamento de viagem.
ro: Îți recomandăm să obții o asigurare de anulare a călătoriei.
ru: Мы настоятельно рекомендуем вам приобрести страховку на случай отмены путешествия.
uk: Ми наполегливо рекомендуємо вам придбати страховку на випадок скасування подорожі.
uz: Саёҳатни бекор қилиш суғуртасини харид қилишингизни тавсия этамиз.
zh: 我們強烈建議您購買行程取消保險。

source: We hope to see you there!
ca: Esperem veure't allà!
de: Wir hoffen, Sie dort zu sehen!
es: ¡Esperamos verte ahí!
fr: Nous espérons vous y voir !
it: Speriamo di vederti lì!
ja: お会いできることを願っています！
kk: Біз сізді сол жерде көреміз деп үміттенеміз!
ko: 거기에서 뵙기를 희망합니다!
ky: Сизди ошол жерден көрөбүз деп үмүттөнөм!
lv: Mēs ceram jūs tur redzēt!
mn: Тэнд уулзацгаая!
pt: Esperamos ver você lá!
ro: Sperăm să te vedem acolo!
ru: Надеемся увидеть вас там!
uk: Сподіваємося побачити вас там!
uz: Ўша ерда кўришамиз деган умиддаман!
zh: 我們希望在那裡看到您！

source: We like the way you're thinking, and be sure to check with your accountant. Please understand that inCruises cannot give you personal tax advice.
ca: Ens agrada la teva manera de pensar, però consulta amb el teu comptable. Estem segurs que entens que inCruises no et pot oferir assessorament fiscal personal.
de: Uns gefällt, wie Sie denken, und Sie sollten auf jeden Fall mit Ihrem Steuerberater sprechen. Bitte haben Sie Verständnis dafür, dass inCruises Ihnen keine persönliche Steuerberatung geben kann.
es: Nos gusta lo que estás considerando pero lo ideal es que lo consultes con tu contador. Por favor, comprende que inCruises no puede brindarte asesoramiento fiscal personal.
fr: Nous aimons votre façon de penser, et d'être sûr de vérifier auprès de votre comptable. Veuillez comprendre qu'inCruises ne peut pas vous donner de conseils fiscaux personnels.
it: Ci piace il tuo modo di pensare, tuttavia verifica la cosa con il tuo commercialista. siamo certi che comprendi che inCruises non può darti consigli fiscali personali.
ja: 私たちはあなたの考え方が好きです。あなたの会計士に必ず確認してください。inCruisesでは、あなたの個人的な税務に関するアドバイスはできませんので、ご了承ください。
kk: Сіздің ойыңыз бізге ұнайды, және біз міндетті түрде сіздің бухгалтеріңізбен кеңесетін боламыз. inCruises сізге жеке салық бойынша кеңес бере алмайтынын түсініңіз.
ko: 우리는 귀하가 생각하는 방식을 좋아하며, 회계사에게 반드시 확인하십시오. inCruises는 개인 세금 관련 조언을 제공할 수 없음을 이해하십시오.
ky: Биз сиздин салымыңыз үчүн ыраазыбыз жана бухгалтериңиз менен сөзсүз түрдө текшериңиз. Сураныч, inCruises сизге салык боюнча конкреттүү кеңеш бере албасын түшүнүңүз.
lv: Mums patīk jūsu domāšanas veids un esiet drošs griezties pie sava grāmatveža.Lūdzu saprotiet,ka inCruises nespēj jums sniegt padomu jūsu personīgo nodokļu sakarā.
mn: Та зөв ойлгосон байна, гэхдээ өөрийн санхүүгийн зөвлөхөөсөө асуухыг зөвлөж байна. inCruises нь танд таны татварын тухай ямар нэгэн зөвлөгөө өгөх боломжгүй гэдгийг ойлгоно уу.
pt: Nós gostamos da maneira como você está pensando, não se esqueça de verificar com seu contador. Por favor, entenda que a inCruises não pode lhe dar conselhos fiscais pessoais.
ro: Ne place modul în care gândești, asigură-te că îți consulți contabilul. Te rugăm să înțelegi că inCruises nu îți poate oferi sfaturi fiscale personale.
ru: Нам нравится ход ваших мыслей, но не забудьте проконсультироваться у своего бухгалтера. Пожалуйста, поймите, что inCruises не может давать персональных рекомендаций в отношении налогообложения.
uk: Нам подобається хід ваших думок, але не забудьте проконсультуватись у свого бухгалтера. Будь ласка, зрозумійте, що inCruises не може давати персональних рекомендацій щодо оподаткування.
uz: Бизга фикрларингиз ёқди, албатта бухгалтерингиз билан маслаҳатлашинг. Илтимос тушунинг, inCruises сизга солиққа оид хусусий маслаҳат бера олмайди.
zh: 我們喜歡您的思維方式，請務必諮詢您的會計師。 請理解，inCruises 無法為您提供個人稅務建議。
