Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: content that encourages or promotes the suffering or death of any individual or animal, including, but not limited to, torture, rape, physical abuse and violence;
ca: contingut que inciti o promogui el patiment o la mort de qualsevol persona o animal, incloent-hi, entre d’altres, la tortura, la violació, el maltractament físic i la violència;
de: Inhalte, die das Leiden oder den Tod von Menschen oder Tieren fördern oder unterstützen, einschließlich, aber nicht beschränkt auf Folter, Vergewaltigung, körperliche Misshandlung und Gewalt;
es: es contenido que fomente o promueva el sufrimiento o la muerte de cualquier persona o animal, incluyendo, pero no limitado a, la tortura, la violación, el maltrato físico y la violencia;
fr: contenu qui encourage ou promeut la souffrance ou la mort d’un individu ou d’un animal, y compris, mais sans s’y limiter, la torture, le viol, les abus physiques et la violence ;
it: contenuti che incoraggiano o promuovono la sofferenza o la morte di qualsiasi individuo o animale, inclusi, a titolo esemplificativo, tortura, stupro, abuso fisico e violenza;
ja: 拷問、レイプ、⾝体的虐待および暴⼒を含むがこれらに限定されない、個⼈または動物の苦痛または死を奨励または促進するコンテンツ;
kk: азаптауды, зорлық-зомбылықты, физикалық қорқытуды және қатыгездікті қоса алғанда (бірақ онымен шектелмей) адамның немесе жануардың азап шегуін немесе өлімін ынталандыратын немесе насихаттайтын материалдар;
ky: кандайдыр бир инсандын же жаныбардын азап чеккенин же өлүмүн камтыган, анын ичинде кыйноо, зордуктоо, физикалык зомбулук жана зомбулукка үндөгөн же үгүттөгөн контент эместигине;
lv: saturu, kas atbalsta vai veicina jebkura indivīda vai dzīvnieka ciešanas vai nāvi, tostarp, bet ne tikai, spīdzināšanu, izvarošanu, fizisku vardarbību un spēku;
mn: хүн, амьтны үхэл, зовлон шаналлыг өдөөх, эрүүдэн тамлах, хүчиндэх, бие махбодийн хүчирхийлэл зэргээр хязгаарлагдахгүй хүчирхийллийн алив хэлбэр бүхий контентууд;
pt: conteúdo que incentive ou promova o sofrimento ou a morte de qualquer indivíduo ou animal, incluindo, mas não limitado a tortura, estupro, abuso físico e violência;
ro: conținut care încurajează sau promovează suferința sau moartea oricărui individ sau animal, inclusiv, dar fără a se limita la, tortura, violul, abuzul fizic și violența;
ru: материалы, которые поощряют или пропагандируют страдания или смерть человека или животного, включая (но не ограничиваясь) пытки, насилие, физическое издевательство и жестокое обращение;
uk: матеріали, що заохочують або пропагують страждання чи смерть людини або тварини, включаючи, але не обмежуючись тортурами, насильством, фізичним знущанням та жорстоким поводженням;
uz: инсон ёки ҳайвонларни азоблаш ёхуд ўлдириш, жумладан, лекин шу билан чекланмаган ҳолда, қийнаш, жинсий зўравонлик, жисмоний зўравонлик ва куч ишлатишга рағбатлантирувчи ёки чорловчи контент эмаслиги;
zh: 鼓励或宣扬对任何个人或动物的痛苦或死亡的内容，包括但不限于酷刑、强奸、身体虐待和暴力；

source: content that is derogatory or inflammatory to any individual or group based on sexual orientation, disability, race, color, ethnicity, religion, age or gender;
ca: contingut que sigui despectiu o inciti a l’odi envers qualsevol persona o grup per motius d’orientació sexual, discapacitat, raça, color, ètnia, religió, edat o gènere;
de: Inhalte, die gegenüber einer Person oder Gruppe aufgrund der sexuellen Orientierung, Behinderung, Rasse, Hautfarbe, ethnischen Zugehörigkeit, Religion, des Alters oder Geschlechts abwertend oder aufrührerisch sind;
es: es contenido que sea despectivo o difamatorio con cualquier individuo o grupo por motivos de orientación sexual, discapacidad, raza, color, origen étnico, religión, edad o género;
fr: contenu désobligeant ou incendiaire envers un individu ou un groupe en raison de son orientation sexuelle, de son handicap, de sa race, de sa couleur, de son origine ethnique, de sa religion, de son âge ou de son sexe ;
it: contenuti denigratori o incitanti all'odio nei confronti di individui o gruppi basati su orientamento sessuale, disabilità, razza, colore, etnia, religione, età o genere;
ja: 性的指向、障害、⼈種、肌の⾊、民族、宗教、年齢、または性別に基づいて、個⼈またはグループに対して軽蔑的または扇動的なコンテンツ;
kk: жыныстық бағдарға, мүгедектікке, нәсіліне, түсіне, этникалық тегіне, дініне, жасына немесе жынысына байланысты кез келген адамды немесе адамдар тобын қорлайтын немесе жек көретін материалдар;
ky: сексуалдык ориентациясына, майыптыгына, расасына, өңүнө, улутуна, динине, курагына же жынысына негизделген ар кандай инсанды же топту кемсинткен же мазактаган контент эместигине;
lv: saturu, kas ir noniecinošs vai kaitīgs jebkurai personai vai grupai, pamatojoties uz seksuālo orientāciju, invaliditāti, rasi, krāsu, etnisko piederību, reliģiju, vecumu vai dzimumu;
mn: бэлгийн чиг баримжаа, хөгжлийн бэрхшээлтэй байдал, арьс өнгө, үндэс угсаа, шашин шүтлэг, нас, хүйсээр нь үндэслэн аливаа хувь хүн эсвэл бүлэг хүмүүсийг гутаан доромжилсон контент;
pt: conteúdo depreciativo ou inflamatório para qualquer indivíduo ou grupo com base na orientação sexual, deficiência, raça, cor, etnia, religião, idade ou gênero;
ro: conținut care este derogatoriu sau inflamator pentru orice individ sau grup pe baza orientării sexuale, dizabilități, rasă, culoare, etnie, religie, vârstă sau sex;
ru: материалы, унижающие или вызывающие ненависть к любому человеку или группе людей по признаку сексуальной ориентации, инвалидности, расы, цвета кожи, этнической принадлежности, религии, возраста или пола;
uk: матеріали, що принижують або викликають ненависть до будь-якої особи чи групи осіб через їхню сексуальну орієнтацію, інвалідність, расу, колір шкіри, етнічну приналежність, релігію, вік чи стать;
uz: жинсий ориентация, ногиронлик, ирқ, ранг, этник келиб чиқиш, дин, ёш ёки жинсига қараб бирор шахс ёки гуруҳни камситувчи ёки уларга қарши гиж-гижловчи контент эмаслиги;
zh: 贬损或煽动针对任何个人或群体的内容，基于其性取向、残疾、种族、肤色、族裔、宗教、年龄或性别；

source: content that is in violation of any applicable law or regulation.
ca: contingut que infringeixi qualsevol llei o normativa aplicable.
de: Inhalte, die gegen geltende Gesetze oder Vorschriften verstoßen.
es: aes contenido que viole cualquier ley o regulación aplicable.
fr: contenu qui viole toute loi ou réglementation applicable.
it: contenuti che violano qualsiasi legge o regolamento in vigore.
ja: 適用される法律または規制に違反するコンテンツ。
kk: кез келген қолданыстағы заңдар мен ережелерді бұзатын материалдар.
ky: кандайдыр бир колдонуудагы мыйзамды же жобону бузган контент эместигине кепилдик бересиз.
lv: saturs, kas pārkāpj piemērojamos tiesību aktus vai noteikumus.
mn: холбогдох хууль тогтоомж, дүрмийг зөрчсөн контент.
pt: Conteúdo que seja usado para violar qualquer lei ou regulamento aplicável.
ro: conținut care încalcă orice lege sau reglementare aplicabilă.
ru: материалы, нарушающие любые действующие законы и постановления.
uk: матеріали, що порушують будь-які чинні закони та нормативні акти.
uz: амалдаги ҳеч бир қонун ёки тартиб-қоидани бузмайдиган контент эканлигини тасдиқлайсиз ва кафолатлайсиз.
zh: 违反任何适用法律或法规的内容。

source: content that is subversive to the government or other organization in a manner prohibited by law; or
ca: contingut que sigui subversiu envers el govern o qualsevol altra organització d’una manera prohibida per la llei; o
de: Inhalte, die in einer gesetzlich verbotenen Weise die Regierung oder andere Organisationen untergraben; oder
es: es contenido que sea subversivo contra el gobierno u otra organización en forma prohibida por la ley; o
fr: contenu subversif pour le gouvernement ou une autre organisation d'une manière interdite par la loi ; ou
it: contenuti sovversivi nei confronti del governo o di altre organizzazioni in modo proibito dalla legge; oppure
ja: 法律で禁止されている方法で、政府または他の組織を破壊するような内容のもの。または
kk: егер заңмен тыйым салынған болса, Үкіметке немесе басқа ұйымға қатысты диверсиялық сипаттағы материалдар; немесе
ky: мыйзам тарабынан тыюу салынган тартипте мамлекетке же башка уюмга зыян келтирүүчү контент эместигине; же
lv: saturu, kas ir subversīvs valdībai vai citai organizācijai likumā aizliegtā veidā; vai
mn: хуульд хориглосон байдлаар засгийн газар эсвэл бусад байгууллагын эсрэг чиглэсэн, тэднийг сүйрүүлэх зорилго агуулсан контент; эсвэл
pt: conteúdo que seja subversivo ao governo ou outra organização de maneira proibida por lei; ou
ro: conținut care este subversiv pentru guvern sau altă organizație într-un mod interzis de lege; sau
ru: материалы, наносящие подрывной характер в отношении правительства или другой организации, если это запрещено законом; или
uk: матеріали, що мають підривний характер щодо уряду чи іншої організації, якщо це заборонено законом; або
uz: ҳукумат ёки бошқа ташкилотларни қонун билан тақиқланган усулда путур етказадиган; ёки
zh: 以法律禁止的方式颠覆政府或其他组织的内容；或

source: content, except as allowed by local, state and federal law, related to the sale or trade of regulated articles, including, firearms and other dangerous weapons, ammunition, tobacco, alcohol, alcoholic beverages, and controlled substances;
ca: contingut relacionat amb la venda o l’intercanvi d’articles regulats, incloent-hi armes de foc i altres armes perilloses, munició, tabac, alcohol, begudes alcohòliques i substàncies controlades, llevat que ho permeti la llei local, estatal i federal;
de: Inhalte, sofern nicht durch lokale, staatliche und bundesstaatliche Gesetze gestattet, die sich auf den Verkauf oder Handel regulierter Artikel beziehen, darunter Schusswaffen und andere gefährliche Waffen, Munition, Tabak, Alkohol, alkoholische Getränke und kontrollierte Substanzen;
es: es contenido, salvo lo permitido por las autoridades locales, estatales y federales, relacionado con la venta o intercambio de artículos reglamentados, como armas de fuego y otras armas peligrosas, municiones, tabaco, alcohol, bebidas alcohólicas y sustancias controladas;
fr: contenu, sauf dans la mesure autorisée par la loi locale, étatique et fédérale, lié à la vente ou au commerce d'articles réglementés, y compris les armes à feu et autres armes dangereuses, les munitions, le tabac, l'alcool, les boissons alcoolisées et les substances contrôlées ;
it: contenuti, salvo quanto consentito dalle leggi locali, statali e federali, relativi alla vendita o allo scambio di articoli regolamentati, inclusi armi da fuoco e altre armi pericolose, munizioni, tabacco, alcol, bevande alcoliche e sostanze stupefacenti;
ja: 銃器およびその他の危険な武器、弾薬、タバコ、アルコール、アルコール飲料、規制物質を含む規制物品の販売または取引に関連する、地⽅法、州法および連邦法で許可されている場合を除いたコンテンツ;
kk: жергілікті, штаттық және федералдық заңдардан басқа, бақыланатын тауарларды, соның ішінде атыс және басқа да қауіпті қаруларды, оқ-дәрілерді, темекіні, алкогольді, алкогольдік сусындарды және реттелетін заттарды сатуға немесе сатуға қатысты материалдар;
ky: контенттин жергиликтүү, мамлекеттик жана федералдык мыйзамдар тарабынан жол берилгенден башка көзөмөлгө алынган буюмдарды сатууга же соодалоого, анын ичинде ок атуучу куралдарды жана башка коркунучтуу куралдарды, ок-дарыларды, тамекилерди, алкоголдук ичимдиктерди жана контролдонуучу заттарды камтыбагандыгына;
lv: saturu, izņemot gadījumus, kad to atļauj vietējie, valsts un federālie tiesību akti, kas saistīts ar reglamentētu priekšmetu, tostarp šaujamieroču un citu bīstamu ieroču, munīcijas, tabakas, alkohola, alkoholisko dzērienu un kontrolējamo vielu, pārdošanu vai tirdzniecību;
mn: тухайн улсын хуулиар зөвшөөрснөөс бусад галт зэвсэг болон бусад аюултай зэвсэг, сум, тамхи, архи, согтууруулах ундаа, хуулиар хориглосон бодис зэрэг зүйлийг худалдах, худалдаалахтай холбоотой контент;
pt: conteúdo, exceto conforme permitido pelas leis locais, estaduais e federais, relacionado à venda ou comércio de artigos regulamentados, incluindo armas de fogo e outras armas perigosas, munição, tabaco, álcool, bebidas alcoólicas e substâncias controladas;
ro: conținut, cu excepția cazurilor permise de legislația locală, statală și federală, legat de vânzarea sau comerțul cu articole reglementate, inclusiv arme de foc și alte arme periculoase, muniție, tutun, alcool, băuturi alcoolice și substanțe controlate;
ru: материалы, за исключением разрешенных местными, государственными и федеральными законами, связанные с продажей или торговлей подконтрольными товарами, включая огнестрельное и другое опасное оружие, боеприпасы, табак, алкоголь, алкогольные напитки и регулируемые вещества;
uk: матеріали, що пов'язані з продажем або торгівлею підконтрольними товарами, за винятком тих, що дозволені місцевими, державними та федеральними законами, включаючи вогнепальну та іншу небезпечну зброю, боєприпаси, тютюн, алкогольні напої та регульовані речовини;
uz: тартибга солинувчи маҳсулотлар, жумладан, ўқотар қуроллар ва бошқа хавфли қуроллар, ўқ-дорилар, тамаки, алкоголь, алкоголли ичимликлар ва назорат остидаги моддалар савдоси ёки тижоратига оид контент эмаслигини, маҳаллий, штат ёки федерал қонунчилик томонидан рухсат этилган ҳоллар бундан мустасно;
zh: 除非受当地、州或联邦法律允许，涉及受管制物品（包括火器及其他危险武器、弹药、烟草、酒精、含酒精饮料和受控物质）销售或交易的内容；

source: Contest Ended
fr: Concours Terminé
it: Concorso terminato

source: Contest Ended - Verifying Results
fr: Concours Terminé - Vérification des Résultats
it: Concorso terminato - Verifica dei risultati in corso

source: CONTEST PERIOD
ca: PERÍODE DEL CONCURS
fr: DURÉE DU CONCOURS
it: PERIODO DEL CONCORSO
ja: コンテスト期間
kk: БАЙҚАУ МЕРЗІМІ
pt: PERÍODO DA COMPETIÇÃO
ro: PERIOADA DE CONCURS
uk: ПЕРІОД КОНКУРСУ
uz: ТАНЛОВ ДАВРИ
zh: 竞赛期间

source: Contest Rules
ca: Normes del Concurs
de: Wettbewerbsbedingungen
es: Reglas del Concurso
fr: Règlement du Concours
it: Regole del concorso
ja: コンテストのルール
kk: Байқау Ережелері
ky: Конкурстун эрежелери
mn: Уралдааны дүрэм
pt: Regras do Concurso
ro: Regulile Concursului
ru: Правила Конкурса
uk: Правила Конкурсу
uz: Танлов шартлари
zh: 比赛规则

source: continue
ca: Continuar
de: fortsetzen
es: continuar
fr: continuer à
it: continua
ja: 続ける
kk: жалғастыру
ko: 진행
ky: улантуу
lv: turpini
mn: үргэлжлүүлэх
pt: continuar
ro: continuă
ru: продолжить
uk: продовжити
uz: давом этиш
zh: 继续

source: Continue
ca: Continua
de: Fortsetzen
es: Continuar
fr: Continuer à
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 진행
ky: Улантуу
lv: Turpini
mn: Үргэлжлүүлэх
pt: Continuar
ro: Continuă
ru: Продолжить
uk: Продовжити
uz: Давом эттириш
zh: 繼續

source: Continue Payment Below
ca: Continua amb el Pagament
de: Die Zahlung unten fortsetzen
es: Continuar Pago Debajo
fr: Continuer le paiement ci-dessous
it: Continua il pagamento sotto
ja: 以下で支払いを続ける
kk: Төменде Төлемді Жалғастырыңыз
ko: 아래에서 결제 계속 지불 하십시오
ky: Төмөнкү төлөөнү улантыңыз
lv: Turpini maksājumu zemāk
mn: Доорхи төлбөрийг үргэлжлүүлэх
pt: Continuar o pagamento abaixo
ro: Continuă plata mai jos
ru: Продолжить Оплатить Ниже
uk: Продовжити Оплату Нижче
uz: Қуйида тўловни давом эттириш
zh: 在下方繼續付款

source: Continue to checkout
ca: Continua amb el pagament
de: Weiter zum checkout
es: Continuar al pago
fr: Passer à la caisse
it: Continua e procedi all'acquisto
ja: チェックアウトに進む
kk: Тексеріске Өту
ky: Төлөмдү улантуу
lv: Turpini izrakstīšanos
mn: Төлбөрийг үргэлжлүүлэх
pt: Continuar para o pagamento
ro: Continuă la checkout
ru: Перейти к оформлению
uk: Перейти до оформлення
uz: Буюртмада давом этиш
zh: 继续结账

source: Continue with all selected contacts
ca: Continua amb tots els contactes seleccionats
de: Weiter mit allen ausgewählten Kontakten
es: Continuar con todos los contactos seleccionados
fr: Continuer avec tous les contacts sélectionnés
it: Continua con tutti i contatti selezionati
ja: 選択したすべての連絡先で続行する
kk: Барлық таңдалған контактілермен жұмыс істеуді жалғастырыңыз
ky: Бардык тандалган байланыштар менен улантыңыз
lv: Turpināt ar visām atlasītajām kontaktpersonām
mn: Сонгосон бүх хаягуудаар үргэлжлүүлэх
pt: Continuar com todos os contatos selecionados
ro: Continuă cu toate contactele selectate
ru: Продолжить со всеми выбранными контактами
uk: Продовжити з усіма вибраними контактами
uz: Барча танланган контактлар билан давом этиш
zh: 继续处理所有选定的联系人

source: Continue with Payment
ca: Continuar amb el pagament
de: Die Zahlung fortsetzen
es: Continuar con el Pago
fr: Continuer avec le paiement
it: Procedi con il pagamento
ja: 支払いを続ける
kk: Төлеммен жалғастыру
ko: 지불 진행
ky: Төлөм менен улантыңыз
lv: Turpini ar maksājumu
mn: Төлбөрийг үргэлжлүүлэх
pt: Continuar com o pagamento
ro: Continuă cu plata
ru: Продолжить с оплатой
uk: Продовжити з Оплатою
uz: Тўловни амалга оширишда давом этинг
zh: 繼續付款

source: Contracting Company
ca: Empresa contractant
de: Vertragspartner
es: Empresa Contratante
fr: Entreprise contractante
it: Impresa contraente
ja: 契約会社
kk: Уағдаласушы Компания
ko: 계약 회사
ky: Келишимдик компания
lv: Līgumu slēdzējošā kompānija
mn: Гэрээ хийсэн Компани
pt: Empresa contratante
ro: Compania contractantă
ru: Компания по Контракту
uk: Підрядна Компанія
uz: Шартнома тузувчи Компания
zh: 承包公司

source: contributing toward a
fr: contribution à un
it: contribuire alla
ja: に向けて貢献する
kk: үлес қосу үшін
pt: contribuindo para uma
ro: contribuind la o
uk: сприяти в
uz: га хайрия қилган ҳолда
zh: 为此做出贡献

source: contributions of our Members and Partners
ca: Contribucions dels nostres Membres i Socis
de: Beiträge unserer Mitglieder und Partner
es: contribuciones de nuestros Miembros y Socios
fr: contributions de nos Membres et Partenaires
it: donazioni dei nostri Membri e Partner
ja: 貢献をしてくださったメンバーとパートナー
kk: біздің мүшелеріміз бен серіктестеріміздің үлесі
ky: Биздин мүчөлөрдүн жана өнөктөштөрдүн салымдары
lv: Mūsu Biedru un Partneru ieguldījumi
mn: манай Түнш, Гишүүдийн оруулсан хувь нэмэр
pt: contribuições dos nossos membros e parceiros
ro: contribuțiile membrilor și partenerilor noștri
ru: пожертвований от наших Партнёров и Членов Клуба
uk: пожертвування від наших Членів та Партнерів
uz: Аъзоларимиз ва Ҳамкорларимиз қўшган ҳиссалар
zh: 我们会员和合作伙伴的贡献

source: COOKING DEMO/CLASS
ca: DEMOSTRACIÓ/CLASSE DE CUINA
de: KOCHVORFÜHRUNG/KURS
es: CLASE/DEMOSTRACIÓN DE COCINA
fr: DÉMO/CLASSE DE CUISINE
it: DEMO/LEZIONE DI CUCINA
ja: クッキング・デモ／クラス
kk: КУЛИНАРЛЫҚ ДЕМО/КЛАСС
ko: 요리 데모/수업
ky: КУЛИНАРИЯ САБАГЫ/DEMO
lv: KULINĀRIJAS DEMONSTRĀCIJA/NODARBĪBA
mn: ХООЛ ХИЙХ СУРГАЛТ
pt: DEMONSTRAÇÃO/AULA DE COZINHA
ro: DEMO/CLASA DE GĂTIT
ru: ПРОБНЫЙ КУЛИНАРНЫЙ УРОК
uk: ПРОБНИЙ КУЛІНАРНИЙ УРОК
uz: ОШПАЗЛИК НАМОЙИШИ/МАШҒУЛОТ
zh: 烹饪演示/课程

source: Copied!
ca: Copiat!
de: Kopiert!
es: Copiado!
fr: Copié !
it: Copiato!
ja: コピーしました！
kk: Көшірілген!
ko: 복사했습니다!
ky: Көчүрүлгөн!
lv: Nokopēts!
mn: Хуулагдсан!
pt: Copiado!
ro: Copiat!
ru: Скопировано!
uk: Скопійовано!
uz: Нусха кўчирилди!
zh: 已复制！

source: Copy
ca: Còpia
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
kk: Көшіру
ko: 복사하기
ky: Көчүрүү
lv: Kopē
mn: Хуулах
pt: Copiar
ro: Copie
ru: Копировать
uk: Копіювати
uz: Нусха олиш
zh: 复制

source: Copy code
ca: Copiar codi
de: Code kopieren
es: Copiar código
fr: Copier le code
it: Copia il codice
ja: コードをコピー
kk: Кодты Көшіру
ky: Кодду көчүрүү
lv: Kopēkodu
mn: Кодыг хуулах
pt: Copiar código
ro: Copiază codul
ru: Скопировать код
uk: Копіювати код
uz: Коддан нусха олиш
zh: 复制代码

source: Copyright © INGROUP INTERNATIONAL LLC 2023. All Rights Reserved.
ca: Drets d'autor © INGROUP INTERNATIONAL LLC 2023. Tots els drets reservats.
de: Copyright © INGROUP INTERNATIONAL LLC 2023. Alle Rechte vorbehalten.
es: Copyright © INGROUP INTERNATIONAL LLC 2023. Todos los Derechos Reservados.
fr: Copyright © INGROUP INTERNATIONAL LLC 2023. Tous droits réservés.
it: Copyright © INGROUP INTERNATIONAL LLC 2023. Tutti i diritti riservati.
ja: 著作権© INGROUP INTERNATIONAL LLC 2023 無断転載禁止。
kk: Авторлық құқық © INGROUP INTERNATIONAL LLC 2023. Барлық құқықтар қорғалған.
ky: Copyright © INGROUP INTERNATIONAL LLC 2023. Бардык укуктар корголгон.
lv: Autortiesības © INAUGUP INTERNATIONAL LLC 2023. Visas tiesības paturētas.
mn: Copyright © INGROUP INTERNATIONAL LLC 2023. Бүх эрх зохиогчийн эрхийн хуулиар хамгаалагдсан.
ro: Copyright © INGROUP INTERNATIONAL LLC 2023. Toate drepturile rezervate.
ru: Авторские права принадлежат © INGROUP INTERNATIONAL LLC 2023. Все права защищены.
uk: Авторські права належать © INGROUP INTERNATIONAL LLC 2023. Всі права захищені.
uz: Муаллифлик ҳуқуқи © INGROUP INTERNATIONAL LLC 2023. Барча ҳуқуқлар ҳимояланган.
zh: 版权所有 © INGROUP INTERNATIONAL LLC 2023。保留所有权利。

source: corporate donation of $125,000 USD,
fr: don d'entreprise de 125 000 $ USD,
it: donazione aziendale di 125.000 dollari,
ja: 企業寄付の$125,000 USD。
kk: 125 000 АҚШ долларын құрайтын корпоративтік қайырымдылыққа
pt: doação corporativa de US$ 125.000,
ro: donație corporativă de 125.000$,
uk: корпоративна пожертва у розмірі $ 125, 000 USD
uz: корпорация эҳсони: 125,000 АҚШ$,
zh: $125,000美元的企业捐赠，

source: Corporate Due Diligence
ca: Diligència corporativa
de: Unternehmens-Due-Diligence
es: Información Corporativa
fr: Diligence Raisonnable des Entreprises
it: Due dilegence aziendale
ja: 企業デューデリジェンス
kk: Корпоративті Тексеру
ko: 기업 실사
ky: Корпоративдик укуктук кылдаттык
lv: Korporatīvā Atbildība
mn: Компаний Магадлан Шинжлэл
pt: Diligência Corporativa
ro: Diligența Corporativă
ru: Корпоративная правовая добросовестность
uk: Підтвердження Надійності
uz: Корпоратив мажбурият
zh: 公司盡職調查

source: Corporate Offices
ca: Oficines Corporatives
de: Firmensitze
es: Oficinas Corporativas
fr: Sièges Sociaux
it: Uffici aziendali
ja: 本社オフィス
kk: Корпоративтік Кеңселер
ky: Корпоративдик офистер
lv: Korporatīvie Biroji
mn: Компаний оффис
pt: Escritórios Corporativos
ro: Birouri corporative
ru: Корпоративные офисы
uk: Корпоративні офіси
uz: Корпоратив офислар
zh: 公司办公室

source: Cost
de: Kosten
es: Costo
fr: Coût
it: Costo
ko: 비용
ky: Баа
lv: Maksa
mn: Үнэ
ru: Стоимость

source: Could not fetch cruise limit rules
ca: No s'han pogut obtenir les normes de límit de creuers
de: Kreuzfahrtregeln konnten nicht abgerufen werden
es: No se pudo obtener las normas de límite del crucero
fr: Impossible d'obtenir les règles relatives aux limites de croisière
it: Impossibile recuperare le regole sui limiti di crociera
ja: クルーズ制限ルールを取得できませんでした
kk: Круиздік шектеу ережелерін алу мүмкін болмады
ky: Круиздик чектөө эрежелерин алуу мүмкүн эмес
lv: Nevarēja ienest kruīza ierobežojuma kārtulas
mn: Далайн аяллын хязгаарлалтыг сэргээх боломжгүй байна
pt: Não foi possível obter as regras de limite de cruzeiro
ro: Nu s-au putut prelua regulile privind limita de croazieră
ru: Не удалось получить правила круизных ограничений
uk: Не вдалося отримати правила обмежень круїзу
uz: Круизни чекловчи қоидалар топилмади
zh: 无法获取游轮限制规则

source: Could not fetch QBI details.
ca: No s'han pogut recuperar els detalls de QBI.
fr: Impossible de récupérer les informations QBI.
it: Impossibile recuperare le informazioni sul QBI.
ja: QBIの詳細を取得できませんでした
kk: БСИ мәліметтерін алуға мүмкіндік болмады.
pt: Não foi possível obter os detalhes do QBI.
ro: Nu s-au putut obține detaliile QBI.
uk: Не вдалося отримати дані QBI.
uz: QBI маълумотларини олишнинг имкони бўлмади
zh: 无法获取QBI详情。

source: Could not fetch sold limit rules
ca: No s'han pogut obtenir les normes de límit de vendes
de: Die Regeln für verkaufte Limits konnten nicht abgerufen werden
es: No se pudo obtener las normas de límite vendidas
fr: Impossible de récupérer les règles de limitation des ventes
it: Impossibile recuperare le regole sui limiti di vendita
ja: 販売済み制限ルールを取得できませんでした
kk: Сатуды шектеу ережелерін алу мүмкін болмады
ky: Сатууну чектөө эрежелерин алуу мүмкүн эмес
lv: Nevarēja ienest pārdoto ierobežojumu kārtulas
mn: Зарагдсан хязгаарлалтыг сэргээх боломжгүй байна
pt: Não foi possível obter as regras de limite de vendas
ro: Nu s-au putut prelua regulile limită de vânzare
ru: Не удалось получить правила ограничения продаж
uk: Не вдалося отримати правила обмеження продажу
uz: Сотиш лимитига оид қоидалар топилмади
zh: 无法获取已售限制规则

source: Could not find cruise line: %{lineId}
fr: Compagnie de croisière introuvable : %{lineId}
it: Impossibile trovare la compagnia di crociera: %{lineId}
pt: Não foi possível encontrar a linha de cruzeiro: %{lineId}
uk: Не вдалося знайти круїзну лінію: %{lineId}
