Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Something went wrong, please try again.
ca: Alguna cosa ha anat malament, si us plau, intenta-ho de nou
de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es noch einmal.
es: Se produjo un error, por favor inténtalo de nuevo.
fr: Quelque chose s'est mal passé, veuillez réessayer.
it: Qualcosa è andato storto, prova di nuovo.
ja: 問題が発生しました。再度お試しください。
kk: Бірдеңе дұрыс болмады, тағыда қайталап көріңіз.
ko: 문제가 발생했습니다. 다시 시도해 주세요.
ky: Ката кетти, сураныч кайра аракет кылыңыз.
lv: Kaut kas neizdevās,lūdzu mēģiniet atkal.
mn: Ямар нэг зүйл болохгүй байгаа учраас дараа дахин хийнэ үү.
pt: Algo deu errado, tente novamente.
ro: Ceva nu a funcţionat, te rugăm să încerci din nou.
ru: Что-то пошло не так. Пожалуйста, попробуйте ещё раз.
uk: Щось пішло не так, будь ласка, спробуйте ще раз.
uz: Хатолик юзага келди, илтимос кейинроқ қайта уриниб кўринг.
zh: 发生错误。请再试。

source: Something went wrong. Please reload the page and try again.
ca: Alguna cosa ha anat malament. Torna a carregar la pàgina i intenta-ho de nou.
de: Es ist ein Fehler aufgetreten. Bitte laden Sie die Seite neu und versuchen Sie es erneut.
es: Algo salió mal. Por favor, carga nuevamente la página e inténtalo de nuevo.
fr: Quelque chose n'a pas fonctionné. Veuillez recharger la page et réessayer.
it: Qualcosa è andato storto. Ricarica la pagina e riprova.
ja: 問題が発生しました。ページを再読み込みし、もう一度お試しください。
kk: Бірдеңе дұрыс болмады. Бетті жаңартып, әрекетті қайталаңыз.
ko: 문제가 발생했습니다. 페이지를 새로고침하고 다시 시도하세요.
ky: Бир жерден ката кетти. Баракчаны жаңылап, кайра аракет кылыңыз.
lv: Kaut kas neizdevās. Lūdzu, atkārtoti ielādējiet lapu un mēģiniet vēlreiz.
mn: Алдаа гарсан учраас хуудсыг дахин ачааллана уу.
pt: Algo deu errado. Por favor, recarregue a página e tente novamente.
ro: Ceva n-a mers bine. Te rugăm să reîncarci pagina și să încerci din nou.
ru: Что-то пошло не так. Перезагрузите, пожалуйста, страницу и попробуйте снова.
uk: Щось пішло не так. Будь ласка, перезавантажте сторінку і спробуйте знову.
uz: Хатолик юз берди. Илтимос саҳифани қайта очиб, такрор уриниб кўринг.
zh: 出了些问题。 请刷新页面，然后再试一次。

source: Something went wrong. Please reload the page or contact <a href="www.incruises.com/support" v-translate="">inCruises Support</a>
ca: Alguna cosa ha anat malament. Si us plau, torna a carregar la pàgina o posa't en contacte amb, <a href="www.incruises.com/support" v-translate="">inCruises Suport)</a>
de: Etwas ist schief gelaufen. Bitte laden Sie die Seite neu oder kontaktieren Sie <a href="/support">den Support</a>
es: Algo salió mal. Por favor, carga nuevamente la página o contacta a <a href="www.incruises.com/support" v-translate="">Soporte de inCruises</a>
fr: Un problème s'est produit. Veuillez recharger la page ou contacter le <a href="www.incruises.com/support" v-translate="">service d'assistance inCruises</a>
it: Qualcosa è andato storto. Ricarica la pagina o contatta il <a href="www.incruises.com/support" v-translate="">Supporto di inCruises</a>
ja: 問題が発生しました。ページを再読み込みしていただくか、 <a href="www.incruises.com/support" v-translate="">inCruises サポート</a>にお問い合わせください
kk: Бірдеңе дұрыс болмады. Бетті қайта жүктеңіз немесе <a href="www.incruises.com/support" v-translate=""> inCruises қолдау қызметіне хабарласыңыз</a>
ky: Бир жерден ката кетти. Баракчаны жаңылаңыз же <a href="www.incruises.com/support" v-translate="">inCruises Колдоо</a>менен байланышыңыз
lv: Kau kas neizdevās. Lūdzu atkārtoti ielādājiet lapu vai griežaties pie<a href="www.incruises.com/support" v-translate="">inCruises Support</a>
mn: Алдаа гарсан учраас хуудсыг дахин ачааллах эсвэл манай <a href="www.incruises.com/support" v-translate="">inCruises-ийн Тусламжийн хэлтэстэй</a> холбогдоно уу.
pt: Algo deu errado. Por favor recarregue a página ou entre em contato com o <a href="www.incruises.com/support" v-translate="">suporte inCruises</a>
ro: Ceva n-a mers bine. Te rugăm să reîncarci pagina sau contactează <a href="www.incruises.com/support" v-translate="">Asistența inCruises</a>
ru: Что-то пошло не так. Перезагрузите, пожалуйста, страницу или обратитесь в <a href="www.incruises.com/support" v-translate="">Службу Поддержки inCruises</a>
uk: Щось пішло не так. Перезавантажте, будь ласка, сторінку або зверніться до <a href="www.incruises.com/support" v-translate="">Служби Підтримки inCruises</a>
uz: Хатолик юз берди. Илтимос, саҳифани қайтадан очинг ёки <a href="www.incruises.com/support" v-translate="">inCruises Қўллаб-қувватлаш хизмати</a> билан боғланинг
zh: 出了些问题。 请重新加载页面或联系<a href="www.incruises.com/support" v-translate="">inCruises 支持</a>

source: Something went wrong. Please try again later.
ca: Alguna cosa ha anat malament. Si us plau, torna-ho a provar més tard.
fr: Une erreur s'est produite. Veuillez réessayer ultérieurement.
it: Qualcosa è andato storto. Prova più tardi.
ja: 問題が発生しました。しばらくしてからお試しください。
kk: Қате орын алды. Кейінірек қайталап көріңіз.
pt: Algo deu errado, tente novamente mais tarde.
ro: Ceva nu a funcționat Te rugăm să încerci din nou mai târziu.
uk: Щось пішло не так. Будь ласка, спробуйте ще раз пізніше.
uz: Хатолик юзага келди. Илтимос қайта уриниб кўринг.
zh: 发生错误，请稍后再试。

source: Something went wrong. Please try again.
fr: Une erreur s'est produite. Veuillez réessayer.
it: Si è verificato un errore. Per favore, riprova.
kk: Бірдеңе дұрыс болмады. Тағыда қайталап көріңіз.
pt: Ocorreu um problema. Por favor, tente novamente.
uk: Щось пішло не так. Будь ласка, спробуйте ще раз.
zh: 出现错误。请重试。

source: Soon an admin will review it and get back to you.
ca: Aviat un administrador ho revisarà i es posarà en contacte amb tu.
de: In Kürze wird ein Administrator die Anfrage prüfen und sich bei Ihnen melden.
es: Pronto un administrador lo revisará y se pondrá en contacto contigo.
fr: Bientôt, un administrateur l'examinera et vous répondra.
it: A breve, un amministratore verificherà la tua richiesta e ti risponderà.
ja: まもなく担当者が確認し、ご連絡いたします。
kk: Көп ұзамай админ оны қарап, сізбен байланысады.
ky: Жакында админ аны карап чыгып, сиз менен байланышат.
lv: Drīz administrators to pārskatīs un atgriezīsies pie jums.
mn: Админ танд удахгүй хариу өгөх болно.
pt: Em breve, um administrador irá analisá-lo e entrará em contato com você.
ro: În curând, un administrator va revizui solicitarea și îți va răspunde.
ru: Администратор скоро рассмотрит его и свяжется с вами.
uk: Адміністратор скоро розгляне його та зв'яжеться з вами.
uz: Тез орада маъмур уни кўриб чиқади ва сиз билан боғланади.
zh: 管理员将很快审核并回复您。

source: Sorry, we couldn't find any room available for your selection.
ca: Ho sentim, no hem trobat cap habitació disponible per a la teva selecció.
de: Leider konnten wir kein Zimmer für Ihre Auswahl finden.
es: Lo sentimos, no pudimos encontrar ninguna habitación disponible para su selección.
fr: Désolé, nous n'avons pas trouvé de chambre disponible pour votre sélection.
it: Siamo spiacenti, non abbiamo trovato nessuna camera disponibile per la tua selezione.
ja: 申し訳ございません。ご希望のお部屋に空きがありませんでした。
kk: Кешіріңіз, біз сіз таңдаған бос бөлмелерді таба алмадық.
ko: 죄송합니다. 선택하신 객실을 찾을 수 없습니다.
ky: Кечиресиз, биз сиздин сурооңуз боюнча эч кандай бош бөлмө таба алган жокпуз.
lv: Diemžēl nevarējam atrast jūsu izvēlei piemērotu vietu/numuriņu/kajīti.
mn: Уучлаарай, таны сонголтонд таарах өрөө олдсонгүй.
pt: Desculpe, não encontramos nenhum quarto disponível para sua seleção.
ro: Ne pare rău, nu am găsit nicio cameră disponibilă pentru selecția ta.
ru: Извините, мы не можем найти доступных комнат для вашего выбора.
uk: Вибачте, ми не змогли знайти доступні кімнати для вашого вибору.
uz: Кечирасиз, истагингизга кўра мавжуд хоналарни топа олмадик.
zh: 抱歉，我們找不到任何可供您選擇的房間。

source: Sorting
ca: Ordena
de: Sortieren
es: Clasificar
fr: Trier
it: Ordinare
ja: 並べ替え
kk: Сұрыптау
ko: 분류하기
ky: Сорттоо
lv: Šķirošana
mn: Төрөлжүүлэх
pt: Classificação
ro: Clasificare
ru: Выбор
uk: Класифікація
uz: Саралаш
zh: 排序中

source: Sorting:
ca: Classificació:
de: Sortieren:
es: Clasificar:
fr: Trier :
it: Classificazione:
ja: 並べ替え：
kk: Сұрыптау:
ko: 분류하기:
ky: Сорттоо:
lv: Šķirošana:
mn: Төрөлжүүлэх:
pt: Classificação:
ro: Clasificare:
ru: Сортировка:
uk: Сортування:
uz: Саралаш:
zh: 排序中:

source: Source URL
ca: URL d'origen
de: Quelle URL
es: URL de origen
fr: URL de la source
it: Fonte URL
ja: ソースURL
kk: Дереккөз URL мекенжайы
ky: Булактын URL дареги
lv: Avota URL
mn: Нөөц холбоос
pt: URL de origem
ro: Sursa URL
ru: URL источника
uk: URL джерела
uz: Манба URL
zh: 来源网址

source: South African Rand (ZAR)
fr: Rand Sud-Africain (ZAR)
it: Rand sudafricano (ZAR)
kk: Оңтүстік Африка ранды (ZAR)
pt: Rand sul-africano (ZAR)
uk: Південноафриканський ранд (ZAR)
uz: Жанубий Африка ранди (ZAR)
zh: 南非兰特 (ZAR)

source: South America
ca: Sud-amèrica
de: Südamerika
es: Suramérica
fr: Amérique du Sud
it: Sud America
ja: 南アメリカ
kk: Оңтүстік Америка
ko: 남아메리카
ky: Түштүк Америка
lv: Dienvidamerika
mn: Өмнөд Америк
pt: América do Sul
ro: America de Sud
ru: Южная Америка
uk: Південна Америка
uz: Жанубий Америка
zh: 南美洲

source: South Korean Won (KRW)
fr: Won Sud-Coréen (KRW)
it: Won sudcoreano (KRW)
kk: Оңтүстік Корея воны (KRW)
pt: Won sul-coreano (KRW)
uk: Південнокорейська Вона (KRW)
uz: Жанубий Корея вони (KRW)
zh: 韩元 (KRW)

source: Spanish
ca: Espanyol
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
ja: スペイン語
kk: Испан тілі
ko: 스페인어
ky: Испанча
lv: Spāņu
mn: Испани хэл
pt: Espanhol
ro: Spaniolă
ru: Испанский
uk: Іспанська
uz: Испан
zh: 西班牙語

source: Spanish-speaking global markets
ca: Mercats globals de parla hispana
de: Spanischsprachige Märkte weltweit
es: Mercados globales de habla hispana
fr: Marchés mondiaux hispanophones
it: Mercati globali di lingua spagnola
ja: スペイン語圏グローバルマーケット
kk: Испан тілінде сөйлейтін ғаламдық нарықтар
ky: Испан тилинде сүйлөгөн дүйнөлүк рыноктор
lv: Spāņu valodā runājošo globālie tirgi
mn: Испани хэлтэй улс орнууд
pt: Mercados Globais de Língua Espanhola
ro: Piețe globale vorbitoare de limbă spaniolă
ru: Международный рынок испанского языка
uk: Міжнародний ринок іспаномовних країн
uz: Испан тилида сўзлашувчи глобал бозор
zh: 西班牙语全球市场

source: Special Access to Curated Local and Global Tours
ca: Accés Especial a Tours Locals i Internacionals Seleccionats
de: Spezieller Zugang zu zusammengestellten lokalen und globalen Touren
es: Acceso especial a Tours Locales y Globales Seleccionados Cuidadosamente
fr: Accès privilégié à des visites locales et internationales
it: Accesso speciale a tour locali e globali ben curati
ja: 現地およびグローバル・ツアーへの特別アクセス
kk: Ұйымдастырылған жергілікті және жаһандық турларға арнайы қол жетімділік
ky: Жергиликтүү жана дүйнөлүк турларга өзгөчө мүмкүнчүлүк
lv: Īpaša piekļuve kurētām Vetējām un Globālām ekskursijām
mn: Тухайн орон нутгийн болон олон улсын аялалд тусгайлан нэвтрэх
pt: Acesso especial a tours locais e globais selecionados
ro: Acces special la tururi locale și globale organizate
ru: Специальный доступ к местным и глобальным турам с гидами
uk: Спеціальний доступ до місцевих та глобальних турів з гідами
uz: Махсус ташкиллаштирилган маҳаллий ва халқаро турлар
zh: 特别访问精选的本地和全球旅游线路

source: Special exclusive engagements
ca: Esdeveniments exclusius especials
de: Besondere exklusive Engagements
es: Eventos exclusivos especiales
fr: Engagements exclusifs spéciaux
it: Iniziative speciali ed esclusive
ja: 特別イベント
kk: Арнайы эксклюзивті міндеттемелер
ko: 특별 독점 계약
ky: Өзгөчө эксклюзивдүү окуялар
lv: Īpašas ekskluzīvas nodarbošanās
mn: Тусгай бэлтгэл
pt: Compromissos especiais exclusivos
ro: Angajamente speciale exclusive
ru: Специальные эксклюзивные мероприятия
uk: Спеціальні ексклюзивні заходи
uz: Махсус эксклюзив тадбирлар
zh: 特别独家约定

source: Special membership rates
ca: Tarifes especials de Membresia
de: Sonderkonditionen für Mitglieder
es: Tarifas especiales de membresía
fr: Tarifs d'adhésion spéciaux
it: Tariffe speciali per associati
ja: 特別会員料金
kk: Арнайы мүшелік тарифтері
ky: Атайын мүчөлүк тарифтери
lv: Īpašas biedru dalības likmes
mn: Тусгай гишүүнчлэлийн үнэ
pt: Tarifas especiais de assinatura
ro: Tarife speciale de membru
ru: Специальные тарифы по программе членства
uk: Спеціальні тарифи за програмою членства
uz: Махсус аъзолик тарифлари
zh: 特殊会员价格

source: SPECIAL TICKET - OFFER EXPIRES IN
fr: BILLET SPÉCIAL - OFFRE EXPIRE DANS
it: BIGLIETTO SPECIALE - L'OFFERTA SCADE TRA
kk: АРНАЙЫ БИЛЕТ- ҰСЫНЫСЫНЫҢ МЕРЗІМІ АЯҚТАЛАДЫ
pt: INGRESSO ESPECIAL - A OFERTA ENCERRA EM
uk: СПЕЦІАЛЬНІ КВИТКИ - ПРОПОЗИЦІЯ ЗАКІНЧУЄТЬСЯ ЧЕРЕЗ
uz: МАХСУС ЧИПТА - ТАКЛИФНИНГ ТУГАШ ВАҚТИ:
zh: 特别门票 - 优惠即将到期

source: SPECIAL TICKET OFFER
fr: OFFRE SPÉCIALE DE BILLETS
it: OFFERTA SPECIALE BIGLIETTI
kk: АРНАЙЫ БИЛЕТ ҰСЫНЫСЫ
pt: OFERTA ESPECIAL DE INGRESSOS
uk: СПЕЦІАЛЬНА ПРОПОЗИЦІЯ СТОСОВНО КВИТКІВ
uz: МАХСУС ЧИПТА ТАКЛИФИ
zh: 特别票务优惠

source: SPECIAL TICKET OFFER GOES LIVE IN
fr: L'OFFRE SPÉCIALE DE BILLETS EST DISPONIBLE DANS :
it: OFFERTA SPECIALE BIGLIETTI IN VENDITA DA
kk: АРНАЙЫ БИЛЕТ ҰСЫНЫСЫ БАСТАЛАДЫ
pt: OFERTA ESPECIAL DE INGRESSOS DISPONÍVEL EM
uk: СПЕЦІАЛЬНОЇ ПРОПОЗИЦІЇ СТОСОВНО КВИТКІВ ПОЧИНАЄ ДІЯТИ ЧЕРЕЗ
uz: МАХСУС ЧИПТА ТАКЛИФИНИНГ БОШЛАНИШ ВАҚТИ:
zh: 特别票务优惠上线倒计时

source: Spectacular sights and amazing views from the comfort of your stateroom.
ca: Vistes espectaculars i vistes increïbles des de la comoditat de la teva cabina.
de: Spektakuläre Sehenswürdigkeiten und atemberaubende Aussicht von Ihrer bequemen Kabine aus.
es: Vistas espectaculares y asombrosas desde la comodidad de tu camarote.
fr: Des paysages spectaculaires et des vues imprenables à l'extension du confort de votre cabine.
it: Vedute spettacolari e panorami mozzafiato comodamente dalla tua cabina.
ja: 心地よいステートルームから見える感動の光景と素晴らしい景色。
kk: Сіздің жайлы бөлмеңізден керемет және таңғажайып көріністер ашылады.
ko: 전용실에서 편안하게 감상할 수 있는 멋진 광경과 놀라운 전망.
ky: Каютанын терезесинен укмуштуудай керемет көрүнүштөр ачылат.
lv: Iespaidīgi un apbrīnojami skati no jūsu komfortablās kajītes.
mn: Танай тохилог өрөөнөөс харагдах үзэсгэлэнт газрууд, гайхалтай харагдах байдал.
pt: Vistas espetaculares e vistas incríveis do conforto de sua cabine.
ro: Obiective spectaculoase și peisaje uimitoare din confortul cabinei tale.
ru: Потрясающие достопримечательности и захватывающие виды прямо из комфортной обстановки вашей каюты.
uk: Приголомшливі пам'ятки та захоплюючі види прямо з вашої комфортної каюти.
uz: Каютангиз деразасидан мафтункор кўринишлар ва ажойиб манзаралар.
zh: 您可以在客艙舒適地欣賞壯觀的景色。

source: Sponsor
ca: Patrocinador
es: Ver Patrocinador
fr: Parrain
ja: スポンサー
kk: Демеуші
ko: 스폰서
ky: Спонсор
lv: Sponsors
mn: Спонсор
pt: Patrocinador
ru: Спонсор
uk: Спонсор
uz: Ҳомий
zh: 贊助商

source: Sponsor / Upline
ca: Patrocinador / Línia Ascendent
es: Patrocinador / Línea Ascendente
fr: Parrain / Ligne Ascendante
ja: スポンサー / アップライン
kk: Демеуші / Жоғарғы
ko: 스폰서 / 업 라인
ky: Спонсор / Өйдө
lv: Sponsors/ Augšējā Līnija
mn: Спонсор / Дээд үе
pt: Patrocinador / Linha ascendente
ro: Sponsor / Linie sponsorială superioară
ru: Спонсор / Вышестоящий
uk: Спонсор / Вищестоящий
uz: Ҳомий / Аплайн
zh: 贊助商/上線

source: Spread the word, start growing your referrals now!
ca: Comparteix-ho i comença a incrementar les teves recomanacions ara mateix!
de: Erzählen Sie es weiter, beginnen Sie jetzt, Ihre Empfehlungen zu erweitern!
es: ¡Comparte la buena noticia y empieza a incrementar tus recomendaciones hoy mismo!
fr: Faites passer le mot, commencez à augmenter vos références dès maintenant !
it: Passa parola e inizia subito a far crescere i tuoi referral!
ja: 拡散し、今すぐ紹介する人たちを増やしていきましょう！
kk: Тегтерді тағайындауда бірдеңе дұрыс болмады. Қайталап көріңіз!
ky: Маалыматты жайылтыңыз, жана реферал катталуучуларыңызды азыртан көбөйтө баштаңыз!
lv: Izplati informāciju, sāc tagad palielināt savus uzaicinājumus!
mn: Мэдээллийг тарааж, элсүүлэлтээ ихэсгэнэ үү!
pt: Divulgue e comece a aumentar suas indicações agora mesmo!
ro: Răspândește cuvântul, începe să-ți crești recomandările acum!
ru: Распространяйте информацию, начинайте увеличивать число своих рефералов прямо сейчас!
uk: Розповсюджуйте інформацію, починайте збільшувати кількість своїх рефералів вже зараз!
uz: Барчага етказинг, рефералларингизни ҳозироқ ўстиришни бошланг!
zh: 传播这个消息，现在就开始增加您的推荐人吧！

source: SR. TEAM LEADER
fr: LEADER D'ÉQUIPE SENIOR

source: Staff
ca: Personal
de: Personal
es: Personal
fr: Personnel
ja: スタッフ
kk: Қызметкерлер
ky: Кызметкерлер
lv: Personāls
mn: Ажилтан
pt: Funcionários
ro: Personal
ru: Персонал
uk: Персонал
uz: Ходим
zh: 员工

source: Stage Recognition at
fr: Reconnaissance sur Scène à
it: Riconoscimento sul palco a

source: Standard Ticket Pricing
fr: Tarifs des billets standard
it: Prezzo standard dei biglietti
kk: Стандартты билет бағасы
pt: Preços Padrão dos Ingressos
uk: Стандартна ціна квитків
uz: Стандарт чипта нархи
zh: 标准票价

source: Star Rating
ca: Valoració per Estrelles
de: Sternebewertung
es: Clasificación de Estrellas
fr: Classement par étoiles
it: Valutazione a stelle
ja: 星の評価
kk: Жұлдызды рейтинг
ky: Жылдызча рейтинги
lv: Zvaigžņu Novērtējums
mn: Үнэлгээ
pt: Classificação por estrelas
ro: Evaluare cu stele
ru: Звёздный рейтинг
uk: Зірковий рейтинг
uz: Юлдузли рейтинг
zh: 星级评级

source: Stars
ca: Estrelles
de: Sterne
es: Estrellas
fr: Étoiles
it: Stelle
ja: 星
kk: Жұлдыздар
ko: 성급
ky: Жылдыздар
lv: Zvaigznes
mn: Одууд
pt: Estrelas
ro: Stele
ru: Звёзд
uk: Зірок
uz: Юлдуз
zh: 星星

source: Start
ca: Inicia
de: Starten
es: Empieza
fr: Commencer
it: Inizia
ja: スタート
kk: Бастаңыз
ko: 시작
ky: Баштоо
lv: Jāsāk
mn: Эхлэх
pt: Iniciar
ro: Începe
ru: Начало
uk: Початок
uz: Бошлаш
zh: 開始

source: Start 2024 With A Bang!
ca: Comença el 2024 amb força!
de: Das Jahr 2024 beginnt mit einem Knall!
es: ¡Empieza el 2024 con fuerza!
fr: L'année 2024 démarre en fanfare !
it: Inizia il 2024 con il botto!
ja: 2024年の幕開けを盛大に盛り上げよう！
kk: 2024 жылды жаңашылдықпен бастаңыз!
ko: 2024년을 활기차게 시작해 보세요 !
ky: 2024-жылды чоң жылыш менен баштаңыз!
lv: Sāciet 2024.gadu ar lielu tvērienu!
mn: 2024 оноо тэсрэлтээр эхлүүлээрэй!
pt: Comece 2024 com força!
ro: Începe 2024 cu un Bum!
ru: Начните 2024-й с прорыва!
uk: Почніть 2024 з прориву!
uz: 2024 йилни жўшқин бошланг!
zh: 2024 年以一声巨响开始！

source: Start 2026 Strong. Earn Extra TGC Rewards!
fr: Démarrez 2026 en Force. Gagnez des Récompenses TGC Supplémentaires !
it: Inizia il 2026 alla grande. Guadagna premi TGC extra!

source: Start a conversation
ca: Iniciar una conversa
de: Eine Konversation starten
es: Iniciar una conversación
fr: Entamer une conversation
it: Avvia una conversazione
ja: 会話を始める
kk: Әңгімені бастаңыз
ko: 대화 시작
ky: Баарлашууну баштоо
lv: Sākt Sarunu
mn: Ярилцлага эхлүүлэх
pt: Iniciar uma conversa
ro: Începe o conversaţie
ru: Начать диалог
uk: Розпочати діалог
uz: Суҳбатни бошлаш
zh: 开始对话

source: Start a Conversation
ca: Iniciar una conversa
de: Eine Konversation starten
es: Iniciar una Conversación
fr: Entamer une conversation
it: Avvia una conversazione
ja: 会話を始める
kk: Әңгімені Бастаңыз
ko: 대화 시작
ky: Баарлашууну баштоо
lv: Sākt Sarunu
mn: Ярилцлага эхлүүлэх
pt: Iniciar uma conversa
ro: Începe o Conversaţie
ru: Начать диалог
uk: Розпочати діалог
uz: Суҳбатни бошлаш
zh: 开始对话

source: Start Course
ca: Començar el curs
de: Den Kurs starten
es: Iniciar Curso
fr: Commencer le Cours
it: Inizia il corso
ja: コースを始める
kk: Курсты Бастау
ko: 기초교육과정 시작하기
ky: Курсту баштаңыз
lv: Sāc kursu
mn: Сургалтыг эхлүүлэх
pt: Iniciar curso
ro: începe curs
ru: Пройти Курс
uk: Почати Курс
uz: Курсни бошлаш
zh: 開始課程

source: Start date cannot be in the past
fr: La date de début ne peut pas être antérieure à la date précédente
it: La data di inizio non può essere nel passato
pt: A data de início não pode ser anterior à data atual
uk: Дата початку не може бути в минулому.

source: Start date must be within one year from today
fr: La date de début doit être dans un délai d’un an à compter d’aujourd’hui
it: La data di inizio deve essere entro un anno da oggi
pt: A data de início deve ser dentro de um ano a partir de hoje
uk: Дата початку має бути в межах одного року від сьогоднішнього дня

source: Start early. Stay consistent. Leaders who gain and maintain momentum will have the best chance!
fr: Commencez tôt. Soyez constant. Les leaders qui prennent et maintiennent leur élan auront les meilleures chances !
it: Inizia presto. Sii costante. I Leader che acquisiscono e mantengono lo slancio avranno le migliori possibilità!

source: Start earning with each step, from commissions to bonuses, helping you build a rewarding income stream.
ca: Comença a guanyar amb cada pas, des de comissions fins a bonificacions, ajudant-te a construir una font d’ingressos gratificant.
de: Beginnen Sie mit jedem Schritt, Geld zu verdienen, von Provisionen bis hin zu Boni, und bauen Sie sich so eine lohnende Einnahmequelle auf.
es: Comienza a ganar en cada paso, desde comisiones hasta bonos, ayudándote a construir una fuente de ingresos gratificante.
fr: Commencez à gagner à chaque étape, des commissions aux bonus, vous aidant à créer un flux de revenus gratifiant.
it: Inizia a guadagnare ad ogni passo, dalle commissioni ai bonus, creandoti un flusso di reddito gratificante.
ja: 各ステップで収入を得ましょう。コミッションからボーナスまで、あなたの努力が報われる収入源を築く手助けをします。
kk: Әр қадам сайын табыс табуды бастаңыз, комиссиялардан бастап бонустарға дейін, бұл сізге пайдалы табыс ағынын құруға көмектеседі.
ky: Ар бир кадамыңыз менен киреше таба баштаңыз — комиссиялардан баштап бонустарга чейин, кирешелүү булакты түзүүгө жардам берет.
lv: Sāc pelnīt ar katru soli, sākot ar komisijām un beidzot ar bonusiem, palīdzot veidot izdevīgu ienākumu plūsmu.
mn: Урамшууллаас эхлээд орлого хүртэлх бүх төрлийн мөнгөн орлогуудыг олж эхлэх бөгөөл энэ нь танд ашигтай орлогын урсгалуудыг бий болгох болно.
pt: Comece a ganhar com cada etapa, de comissões a bônus, ajudando-o a criar um fluxo de renda gratificante.
ro: Începe să câștigi cu fiecare pas, de la comisioane la bonusuri, construiește o sursă de venit plină de satisfacții.
ru: От комиссионных выплат до бонусов — начните зарабатывать с каждым шагом, который поможет вам сформировать солидный поток доходов.
uk: Почніть заробляти з кожним кроком, від комісійних до бонусів, що допоможе вам створити корисний потік доходу.
uz: Ҳар қадамда, сизга фойдали даромад оқимини яратишда кўмаклашувчи даромадларни - комиссиялардан тортиб бонусларгача ишлаб топишни бошланг.
zh: 从佣金到奖金，每一步都能让您开始赚取收入，帮助您构建一个有价值的收入来源。

source: Start for $95 USD and renew every 6 months for $95 USD
ca: Comença per 95 dòlars i renova cada 6 mesos per 95 dòlars
de: Beginnen Sie für 95 USD und verlängern Sie alle 6 Monate für 95 USD
es: Comienza con $95 USD y renueva cada 6 meses por $95 USD
fr: Commencez pour 95 USD et renouvelez tous les 6 mois pour 95 USD
it: Inizia con 95$ e rinnova ogni 6 mesi per 95$
ja: $95 USDでスタートし、その後は6か月ごとに$95 USDで更新します
kk: 95 доллардан бастаңыз және әр 6 айда 95 долларға жаңартыңыз
ky: Баштоо баасы $95 АКШ доллары, андан соң ар 6 ай сайын $95 АКШ долларына жаңыртуу
lv: Sākt par 95 USD un atjaunot ik pēc 6 mēnešiem par 95 USD
mn: $95-аар эхэлж, 6 сар тутамд $95 -ын сунгалтыг хийнэ
pt: Comece por $95USD e renove a cada 6 meses por $95USD
ro: Începe cu 95$ și reînnoiește la fiecare 6 luni pentru 95$
ru: Начинайте за $95 и совершайте продление каждые 6 месяцев за $95
uk: Почніть із $95 USD та поновлюйте кожні 6 місяців за $95 USD
uz: 95$ эвазига бошланг ва ҳар 6 ойда 95$ эвазига узайтиринг
zh: 只需95美元即可开始，每6个月续费95美元

source: Start referring
ca: Comença a referir
de: Anfangen zu empfehlen
es: Empezar a invitar
fr: Commencer à référencer
it: Inizia a invitare
ja: 紹介を開始する
kk: Сілтемені бастаңыз
ky: Чакыра баштаңыз
lv: Sāciet uzaicināt
mn: Элсүүлж эхлээрэй
pt: Comece a indicar
ro: Începe să recomanzi
ru: Начните привлекать
uk: Почніть залучати
uz: Жалб этишни бошланг
zh: 开始推荐
