Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: This cruise has a mandatory gratuity (also known as Hotel Service Charges) up to $ %{tipToApply} per passenger per day. This is estimated to be up to $ %{totalTip} for this cruise. You are responsible for paying these gratuities, which will be added to your onboard account.
ca: Aquest creuer té una propina obligatòria (també coneguda com a Càrrec per Servei d'Hotel) fins a $ %{tipToApply} per passatger i per dia. S'estima que això és fins a $ %{totalTip} per a aquest creuer. Ets responsable de pagar aquestes propines, que s'afegiran al teu compte a bord.
de: Diese Kreuzfahrt hat obligatorisches Trinkgeld (auch bekannt als Hotel Service Charges) bis zu $ %{tipToApply} pro Passagier pro Tag. Dies entspricht bis zu $ %{totalTip} für diese Kreuzfahrt. Sie sind für die Zahlung dieser Trinkgelder verantwortlich, die Ihrem Konto an Bord gutgeschrieben werden.
es: Este crucero tiene una propina obligatoria (también conocida como cargos por servicio de hotel) de hasta $ %{tipToApply} por pasajero por día. Esto se estima estar hasta $ %{totalTip} para este crucero. Eres responsable de pagar estas propinas, que se agregarán a tu cuenta a bordo.
fr: Cette croisière comporte un pourboire obligatoire (également appelé frais de service de l'hôtel) jusqu'à $ %{tipToApply} par passager et par jour. Ce montant est estimé à $ {totalTip} pour cette croisière. Vous êtes responsable du paiement de ces pourboires, qui seront ajoutés à votre compte de bord.
it: Questa crociera prevede il pagamento di mance obbligatorie (note anche come spese di servizio alberghiero) fino a $ %{tipToApply} per passeggero al giorno. Si stima che per questa crociera le mance ammontino a $ %{totalTip}. Il pagamento di tali mance, che verranno aggiunte al tuo conto di bordo, è a tuo carico.
ja: このクルーズでは、１日１名様につき最大$ %{tipToApply}のチップ（ホテルサービス料ともいう）が必須です。このクルーズ旅程の場合、最大$ %{totalTip}と推定されます。これらのチップは船内での会計に加算されますので、ご自身でお支払いください。
kk: Бұл круизде бір жолаушыға тәулігіне %{tipToApply} АҚШ долларына дейін міндетті сыйақы (қонақ үй ақысы ретінде белгілі) бар. Бұл круиз үшін $%{totalTip} дейін бағаланады. Сіз борттық шотыңызға қосылатын осы сыйақыларды төлеуге жауаптысыз.
ko: 이 크루즈에는 승객 1인당 하루 $ %{tipToApply}까지 필수 팁(호텔 서비스 요금이라고도 함)이 있습니다. 이 크루즈는 약 $ %{totalTip}까지로 추정됩니다. 귀하는 이러한 팁을 지불할 책임이 있으며, 이는 귀하의 온보드 계정에 추가됩니다.
ky: Бул круизде бир жүргүнчү үчүн күнүнө ${tipToApply}% чейин милдеттүү төлөм (мейманкана кызматынын акысы деп да белгилүү) бар. Бул круиз үчүн бул сумма ${total tip}% чейин болушу мүмкүн деп болжолдонууда. Борттук эсебиңизге кошула турган бул сыйлыктарды төлөө үчүн сиз жооптуусуз.
lv: Šim kruīzam ir obligāta piemaksa (ko sauc arī par viesnīcas pakalpojumu maksu),līdz USD %{tipToApply} par pasažieri dienā. Tiek lēsts, ka šim kruīzam ir līdz $ %{totalTip} ASV dolāru. Jūs esat atbildīgs par šo maksājumu apmaksu, kas tiks pievienota jūsu kontam uz kuģa.
mn: Энэ аялалд нэг зорчигч өдөрт $ %{tipToApply} хүртэл гарын мөнгө (зочид буудлын хувьд үйлчилгээний хураамж гэж нэрлэдэг) төлөх ёстой. Энэ нь $ %{totalTip} хүртэл байх болно. Та эдгээр гарын мөнгийг төлөх үүрэгтэй бөгөөд таны хөлөг дээр хэрэглэх кредитэнд нэмэгдэн орох болно.
pt: Este cruzeiro tem uma taxa de gorjeta obrigatória (também conhecida como Taxa de Serviço de Hotelaria) de até $ %{tipToApply} por passageiro por dia. Estima-se que seja até $ %{totalTip} para este cruzeiro. Você é responsável por pagar essas gratificações, que serão adicionadas à sua conta a bordo.
ro: Această croazieră are un bacșiș obligatoriu (cunoscut și ca taxă de servicii hoteliere) de până la %{tipToApply}$ per pasager pe zi. Acesta este estimat la a fi până la %{totalTip}$ pentru această croazieră. Ești responsabil pentru plata acestor gratuități, care vor fi adăugate în contul tău la bord.
ru: Этот круиз подразумевает обязательные денежные вознаграждения (известные также как плата за обслуживание в отелях) в размере до $ %{tipToApply} на пассажира в день. В среднем для этого круиза выходит до $ %{totalTip}. Именно вы несёте ответственность за оплату данных чаевых (они будут добавлены в ваш счёт на борту).
uk: Цей круїз передбачає обов'язкові грошові винагороди (відомі також як плата за обслуговування в готелях) у розмірі до $ %{tipToApply} на пасажира на день. В середньому для цього круїзу виходить до $ %{totalTip}. Саме ви несете відповідальність за оплату даних чайових (вони будуть додані до вашого рахунку на борту).
uz: Ушбу круизда мажбурий миннатдорчилик ҳақи (меҳмонхона хизмати учун тўлов) бир киши учун кунига $ %{tipToApply} гача белгиланган. Бу жами круиз учун тахминан $ %{totalTip} гача деб баҳоланади. Сиз борт ҳисобингизга киритиладиган ушбу миннатдорчилик ҳақини тўлашингиз шарт.
zh: 此邮轮有强制性小费（也称为酒店服务费），每位乘客每天最高 $ %{tipToApply}。 据估计，这次巡航的费用高达 $ %{totalTip}。 您有责任支付这些小费，这些小费将添加到您的船上账户中。

source: This cruise has a mandatory gratuity (also known as Hotel Service Charges) up to $%{tipToApply} per passenger per day. This is estimated to be up to $%{totalTip} for this cruise. You are responsible for paying these gratuities, which will be added to your onboard account.
ca: Aquest creuer té una propina obligatòria (també coneguda com a Càrrec per Servei d'Hotel) fins a $%{tipToApply} per passatger i per dia. S'estima que això és fins a $ %{totalTip} per a aquest creuer. Ets responsable de pagar aquestes propines, que s'afegiran al teu compte a bord.
de: Diese Kreuzfahrt hat obligatorisches Trinkgeld (auch bekannt als Hotel Service Charges) bis zu $%{tipToApply} pro Passagier pro Tag. Dies entspricht bis zu $%{totalTip} für diese Kreuzfahrt. Sie sind für die Zahlung dieser Trinkgelder verantwortlich, die Ihrem Konto an Bord gutgeschrieben werden.
es: Este crucero tiene una propina obligatoria (también conocida como cargos por servicio de hotel) de hasta $%{tipToApply} por pasajero por día. Esto se estima estar hasta $%{totalTip} para este crucero. Eres responsable de pagar estas propinas, que se agregarán a tu cuenta a bordo.
fr: Cette croisière comporte un pourboire obligatoire (également appelé frais de service de l'hôtel) jusqu'à $%{tipToApply} par passager et par jour. Ce montant est estimé à ${totalTip} pour cette croisière. Vous êtes responsable du paiement de ces pourboires, qui seront ajoutés à votre compte de bord.
it: Questa crociera prevede il pagamento di mance obbligatorie (note anche come spese di servizio alberghiero) fino a $%{tipToApply} per passeggero al giorno. Si stima che per questa crociera le mance ammontino a $%{totalTip}. Il pagamento di tali mance è a tuo carico e verranno addebitate sul tuo conto di bordo.
ja: このクルーズでは、１日１名様につき最大$%{tipToApply}のチップ（ホテルサービス料ともいう）が必須です。このクルーズ旅程の場合、最大$%{totalTip}と推定されます。これらのチップは船内での会計に加算されますので、ご自身でお支払いください。
kk: Бұл круизде бір жолаушыға тәулігіне $%{tipToApply} АҚШ долларына дейін міндетті сыйақы (қонақ үй ақысы ретінде белгілі) бар. Бұл круиз үшін $%{totalTip} дейін бағаланады. Сіз борттық шотыңызға қосылатын осы сыйақыларды төлеуге жауаптысыз.
ky: Бул круизде бир жүргүнчү үчүн күнүнө $ {tipToApply}% чейин милдеттүү төлөм (мейманкана кызматынын акысы деп да белгилүү) бар. Бул круиз үчүн бул сумма $ {total tip}% чейин болушу мүмкүн деп болжолдонууда. Борттук эсебиңизге кошула турган бул сыйлыктарды төлөө үчүн сиз жооптуусуз.
lv: Šim kruīzam ir obligāta piemaksa (ko sauc arī par viesnīcas pakalpojumu maksu),līdz $ USD %{tipToApply} par pasažieri dienā. Tiek lēsts, ka šim kruīzam ir līdz $ %{totalTip} ASV dolāru. Jūs esat atbildīgs par šo maksājumu apmaksu, kas tiks pievienota jūsu kontam uz kuģa.
mn: Энэ аялалд зорчигч бүр нэг өдрийн $%{tipToApply}-ын зайлшгүй төлөх тип буюу үйлчилгээний хөлс (зочид буудалд үйлчилгээний хураамж гэж нэрлэдэг) гэж байдаг юм. Энэхүү тип нь энэ аялалд $%{totalTip} байхаар тогтоогдсон болно. Та энэ типийг төлөх үүрэгтэй бөгөөд энэ дүн таны хөлөг дээр хэрэглэсэн мөнгөн дүн дээр нэмэгдэх болно.
pt: Este cruzeiro tem uma taxa de gorjeta obrigatória (também conhecida como Taxa de Serviço de Hotelaria) de até $%{tipToApply} por passageiro por dia. Estima-se que seja até $%{totalTip} para este cruzeiro. Você é responsável por pagar essas gratificações, que serão adicionadas à sua conta a bordo.
ro: Această croazieră are un bacșiș obligatoriu (cunoscut și ca taxă de servicii hoteliere) de până la %{tipToApply}$ per pasager pe zi. Acesta este estimat la a fi până la %{totalTip}$ pentru această croazieră. Ești responsabil pentru plata acestor gratuități, care vor fi adăugate în contul tău la bord.
ru: Этот круиз подразумевает обязательные денежные вознаграждения (известные также как плата за обслуживание в отелях) в размере до $%{tipToApply} на пассажира в день. В среднем для этого круиза выходит до $%{totalTip}. Именно вы несёте ответственность за оплату данных чаевых (они будут добавлены в ваш счёт на борту).
uk: Цей круїз передбачає обов'язкові грошові винагороди (відомі також як плата за обслуговування в готелях) у розмірі до $%{tipToApply} на пасажира на день. В середньому для цього круїзу виходить до $%{totalTip}. Саме ви несете відповідальність за оплату даних чайових (вони будуть додані до вашого рахунку на борту).
uz: Ушбу круизда мажбурий миннатдорчилик ҳақи (меҳмонхона хизмати учун тўлов) бир киши учун кунига $%{tipToApply} гача белгиланган. Бу жами круиз учун тахминан $%{totalTip} гача деб баҳоланади. Сиз борт ҳисобингизга киритиладиган ушбу миннатдорчилик ҳақини тўлашингиз шарт.
zh: 这次邮轮有强制性的小费（也称为酒店服务费），每位乘客每天最高为$%{tipToApply}。预计此次邮轮的小费总额为$%{totalTip}。您需负责支付这些小费，费用将会添加到您的船上账户中。

source: This cruise is not available at this time.
fr: Cette croisière n'est pas disponible pour le moment.
it: Questa crociera al momento non è disponibile.
pt: Este cruzeiro não está disponível no momento.
uk: На даний момент цей круїз недоступний.
zh: 这趟邮轮目前不可用。

source: This cruise is only available for select countries.
ca: Aquest creuer només està disponible per a determinats països.
de: Diese Kreuzfahrt ist nur für ausgewählte Länder verfügbar.
es: Este crucero solo está disponible para países seleccionados.
fr: Cette croisière n'est disponible que pour certains pays.
it: Questa crociera è disponibile solo per alcuni paesi selezionati.
ja: このクルーズは、一部の国のみご予約可能です。
kk: Бұл круиз таңдаулы елдер үшін ғана қолжетімді.
ko: 이 크루즈는 선택된 국가들만 이용가능합니다.
ky: Бул круиз тандалган өлкөлөр үчүн гана жеткиликтүү.
lv: Šis kruīzs ir pieejams tikai atsevišķās valstīs.
mn: Энэ далайн аялалаар зөвхөн сонгогдсон улс орнуудын зорчигч нар явах боломжтой.
pt: Este cruzeiro está disponível apenas para alguns países.
ro: Această croazieră este disponibilă numai pentru anumite țări.
ru: Этот круиз доступен только для определённых стран.
uk: Цей круїз доступний лише для певних країн.
uz: Ушбу круиз фақат белгиланган мамлакатлар учун мавжуд.
zh: 此郵輪僅適用於特定國家/地區。

source: This cruise may require a visa (multiple visas in some cases) for some passengers.
ca: Aquest creuer pot requerir una visa (visats múltiples en alguns casos) per a alguns passatgers.
de: Für diese Kreuzfahrt wird möglicherweise ein Visum (in einigen Fällen mehrere Visa ) für einige Passagiere erfordert.
es: Este crucero puede requerir una visa (visas múltiples en algunos casos) para algunos pasajeros.
fr: Cette croisière peut nécessiter d'un visa (de multiple visa dans certains cas) pour certains passagers.
it: Per alcuni passeggeri, questa crociera potrebbe richiedere un visto (in alcuni casi anche più di uno).
ja: このクルーズでは、一部のお客様にはビザ（複数の場合があります）が必要な場合があります。
kk: Бұл круиз үшін кейбір жолаушыларға виза (кей жағдайларда мультивиза) қажет болуы мүмкін.
ko: 이 크루즈에는 일부 승객의 비자 (경우에 따라 여러 비자)가 필요할 수 있습니다.
ky: Бул круиз кээ бир жүргүнчүлөр үчүн визаны (айрым учурларда көп виза) талап кылышы мүмкүн.
lv: Šajā kruīzā var tikt pieprasīta vīza(vairākkārtējas vīzas dažās reizēs)DAŽIEM PASAŽIERIEM.
mn: Энэ Круиз аялал зарим зорчигчидод виза (зарим тохиолдолд хэд хэдэн визүүд) шаардагдаж магадгүй.
pt: Este cruzeiro pode exigir um visto (vários vistos em alguns casos) para alguns passageiros.
ro: Este posibil ca în această croazieră să fie nevoie de viză (vize multiple în unele cazuri) pentru unii pasageri.
ru: Для этого рейса может потребоваться виза (мультивиза в некоторых случаях) для некоторых пассажиров.
uk: Для цього круїзу може знадобитися віза (в деяких випадках багаторазові візи) для деяких пасажирів.
uz: Ушбу круиз баъзи йўловчилар учун виза (баъзи ҳолларда мультивиза) талаб этиши мумкин.
zh: 對於一些乘客來說，這次巡航可能需要簽證（在某些情況下需要多個簽證）。

source: This cruise no longer has available cabins.
ca: Aquest creuer ja no té cabines disponibles.
de: Für diese Kreuzfahrt sind keine Kabinen mehr verfügbar.
es: Este crucero ya no tiene camarotes disponbiles.
fr: Cette croisière n'a plus de cabines disponibles.
it: Questa crociera non ha più cabine disponibili.
ja: このクルーズは空室がなくなりました。
kk: Бұл круизде бос каюталар қалмады.
ky: Бул круизде бош каюта калган жок.
lv: Šim kruīzam vairs nav pieejamas kajītes.
mn: Энэ хөлгийн өрөөнүүд дууссан байна.
pt: Este cruzeiro não tem mais cabines disponíveis.
ro: Această croazieră nu mai are cabine disponibile.
ru: В этом круизе больше не осталось свободных кают.
uk: У цьому круїзі більше немає вільних кают.
uz: Ушбу круизда бўш каюталар қолмади.
zh: 此游轮已没有可用舱房。

source: This cruise requires a mandatory gratuity, also referred to as a Hotel Service Charge. inGroup has included an amount of $%{totalTip} in the cruise fare to cover these mandatory gratuities, along with any related payment service charges.
ca: Aquest creuer requereix una propina obligatòria, també coneguda com a càrrec de servei d'hotel. inGroup ha inclòs una quantitat de $%{totalTip} a la tarifa del creuer per cobrir aquestes propines obligatòries, juntament amb qualsevol càrrec relacionat amb els serveis de pagament.
de: Für diese Kreuzfahrt ist ein obligatorisches Trinkgeld erforderlich, das auch als Hotelservicegebühr bezeichnet wird. inGroup hat einen Betrag von $%{totalTip} in den Kreuzfahrtpreis einkalkuliert, um diese obligatorischen Trinkgelder sowie alle damit verbundenen Zahlungsgebühren zu decken.
es: Este crucero requiere una propina obligatoria, también conocida como Cargo de Servicio de Hotel. inGroup ha incluido una cantidad de $%{totalTip} en la tarifa del crucero para cubrir estas propinas obligatorias, junto con cualquier cargo relacionado con los servicios de pago.
fr: Cette croisière nécessite un pourboire obligatoire, également appelé frais de service hôtelier. inGroup a inclus un montant de $%{totalTip} dans le prix de la croisière pour couvrir ces pourboires obligatoires, ainsi que tous les frais de service liés au paiement.
it: Questa crociera impone l'applicazione obbligatoria delle mance, anche dette Quote di servizio alberghiero. inGroup ha incluso nella tariffa della crociera un importo pari a $%{totalTip} per coprire queste mance obbligatorie e le spese di pagamento associate.
ja: このクルーズでは、ホテルサービス料とも呼ばれるチップの支払いが義務付けられています。inGroupでは、これらのチップおよび関連する支払いサービス料を賄うため、クルーズ料金に$%{totalTip}の金額を含んでいます。
kk: Бұл круизде міндетті кеңестер бар, оларды қонақүйге қызмет көрсету ақысы деп те атайды. InGroup круиз құнына осы міндетті кеңестерді, сондай-ақ кез келген ілеспе қызмет төлемдерін жабу үшін $%{totalTip}сомасын қосты.
ky: Бул круиз мейманкана тейлөө акысы деп да аталган милдеттүү ыраазычылык акысын -чайпулду- талап кылат. inGroup бул милдеттүү ыраазычылык акыларын-чайпулдарды- ошондой эле тиешелүү кызмат акыларын төлөө үчүн круиз тарифине $%{totalTip} кошуп койгон.
lv: Šim kruīzam ir nepieciešama obligāta gratifikācija, ko dēvē arī par Hotel Service maksu. InGroup kruīza tarifā ir iekļāvusi summu $%{totalTip}, lai segtu šīs obligātās gratifikācijas, kā arī visas saistītās maksas par maksājumu pakalpojumiem.
mn: Энэхүү далайн аялал нь зочид буудлын үйлчилгээний тип гэж нэрлэгддэг албан ёсны үйлчилгээний хөлсийг заавал төлөхийг шаарддаг. Иймээс inGroup нь уг заавал төлөх үйлчилгээний хөлсний $%{totalTip} болон холбогдох төлбөрийн үйлчилгээний шимтгэлийг нийт төлбөрт багтаан тооцсон болно.
pt: Este cruzeiro exige uma gratificação obrigatória, também chamada de Taxa de Serviço de Hotel. O inGroup incluiu um valor de $%{totalTip} na tarifa do cruzeiro para cobrir essas gratificações obrigatórias, juntamente com quaisquer taxas de serviço de pagamento relacionadas.
ro: Această croazieră necesită un bacșiș obligatoriu, denumit și taxă pentru servicii hoteliere. inGroup a inclus o sumă de $%{totalTip} în tariful de croazieră pentru a acoperi aceste bacșișuri obligatorii, împreună cu orice taxe aferente serviciilor de plată.
ru: Оплата чаевых (называемых также "Плата за гостиничное обслуживание") в данном круизе является обязательной. inGroup включил в стоимость данного круиза $%{totalTip} для покрытия как этих обязательных платежей, так и других связанных сервисных сборов.
uk: Оплата чайових (так звана "Плата за готельне обслуговування") в даному круїзі є обов'язковою. inGroup включив у вартість даного круїзу $%{totalTip} для покриття як цих обов'язкових платежів, так й інших пов'язаних сервісних зборів.
uz: Мазкур круизда меҳмонхона хизмат ҳақи деб аталадиган миннатдорчилик ҳақи талаб этилади. inGroup мазкур мажбурий миннатдорчилик ҳақларини, шунингдек у билан боғлиқ тўлов хизмати комиссияларини қоплаш учун круиз тарифига $%{totalTip} миқдоридаги суммани қўшган.
zh: 此邮轮要求支付强制性小费，也称为酒店服务费。inGroup已将$%{totalTip}的金额包含在邮轮费用中，以涵盖这些强制性小费及相关的支付服务费用。

source: This data updates every 30 minutes.
ca: Aquestes dades s'actualitzen cada 30 minuts.
de: Diese Daten werden alle 30 Minuten aktualisiert.
es: Esta información se actualiza cada 30 minutos.
fr: Ces données sont mises à jour toutes les 30 minutes.
it: Questi dati vengono aggiornati ogni 30 minuti.
ja: このデータは30分ごとに更新しています。
kk: Бұл деректер әр 30 минут сайын жаңартылады.
ky: Бул маалыматтар ар 30 мүнөт сайын жаңыртылып турат.
lv: Rezultāti tiek atjaunoti ik pēc 30 minūtēm.
mn: Энэ мэдээлэл 30 минут дутамд шинэчлэгдэнэ.
pt: Esses dados são atualizados a cada 30 minutos.
ro: Aceste date se actualizează la fiecare 30 de minute.
ru: Данные обновляются каждые 30 минут.
uk: Дані оновлюються кожні 30 хвилин.
uz: Маълумотлар ҳар 30 дақиқада янгиланади.
zh: 这个数据每30分钟更新一次。

source: This depends on your specific Membership Plan.
ca: Això depèn del teu Pla de Membresia específic.
de: Dies hängt von Ihrem spezifischen Mitgliedschaftsplan ab.
es: Esto depende de tu Plan de Membresía específico.
fr: Cela dépend de votre plan d'Adhésion spécifique.
it: Questo dipende dal tuo specifico Piano di Membership.
ja: これは特定のメンバーシップ・プランによって異なります。
kk: Бұл сіздің нақты Мүшелік Планыңызға байланысты.
ky: Бул сиздин конкреттүү Мүчөлүк планыңыздан көз каранды.
lv: Tas ir atkarīgs no jūsu īpašā Biedru Dalības plāna.
mn: Энэ нь таны Гишүүнчлэлийн хувилбараас хамаарна.
pt: Isso depende do seu plano de assinatura específico.
ro: Aceasta depinde de planul de membru specific.
ru: Это зависит от вашего конкретного плана Программы Членства.
uk: Це залежить від вашого конкретного плану Програми Членства.
uz: Бу сизнинг маълум Аъзолик режангизга боғлиқ.
zh: 这取决于您的具体会员计划。

source: This facility has cost.
ca: Aquest servei té un cost.
de: Diese Einrichtung ist kostenpflichtig.
es: Esta instalación tiene un costo.
fr: Cette installation a un coût.
it: Questo servizio ha un costo.
ja: この施設は有料です。
kk: Бұл элементтің мәні бар.
ko: 이 시설은 비용이 있습니다.
ky: Бул кызматка акы төлөнөт.
lv: Šim aprīkojumam ir izmaksas.
mn: Энэ байгууламж үнэтэй.
pt: Esta facilidade tem custo.
ro: Această facilitate are costuri.
ru: За это удобство необходимо заплатить.
uk: За цю зручність необхідно заплатити.
uz: Хизмат пуллик.
zh: 這個設施是有成本的。

source: This feature is only available to Partners. Please upgrade to gain access.
ca: Aquesta funció només està disponible per a Socis. Actualitzat per accedir-hi.
de: Diese Funktion ist nur für Partner verfügbar. Bitte Upgrade durchführen, um Zugang zu erhalten.
es: Esta función solo está disponible para Socios. Actualízate para obtener acceso.
fr: Cette fonction n'est disponible que pour les Partenaires. Veuillez vous mettre à niveau pour y accéder.
it: Questa funzione è disponibile solo per i Partner. Per accedere, ti invitiamo a effettuare l'aggiornamento.
ja: この機能は、パートナーの方のみご利用できます。アクセスするにはアップグレードをしてください。
kk: Мұндай мүмкіндік тек Серіктестер үшін қолжетімді. Қатысу үшін Серіктес болыңыз.
ko: 이 기능은 파트너만 이용가능합니다. 해당 기능을 이용하려면 업그레이드하십시오.
ky: Бул функция Өнөктөштөр үчүн гана жеткиликтүү. Муну туура алуу үчүн аккаунтуңузду жаңыртыңыз.
lv: ši funkcija ir pieejama tikai Partneriem.Lūdzu veiciet atjaunināšanu,lai iegūtu piekļuvi.
mn: Энэ функц зөвхөн Түншүүдэд зориулагдсан. Ашиглахын тулд шинэчлэл хийнэ үү.
pt: Este recurso está disponível apenas para parceiros. Atualize para obter acesso.
ro: Această funcție este disponibilă numai pentru partenerii. Te rugăm să faci upgrade pentru a avea acces.
ru: Эта возможность доступна только для Партнёров. Пожалуйста, станьте Партнёром для получения доступа.
uk: Ця можливість доступна тільки для Партнерів. Будь ласка, станьте Партнером для отримання доступу.
uz: Ушбу функциядан фақат Ҳамкорлар фойдаланиши мумкин. Илтимос, ушбу ҳуқуқни қўлга киритиш учун аккаунтингизни янгиланг.
zh: 此功能僅適用於合作夥伴。 請升級以獲得訪問權限。

source: This fields are mandatory
ca: Aquests camps són obligatoris
de: Diese Felder sind obligatorisch
es: Estos campos son obligatorios
fr: Ces champs sont obligatoires
it: Questi campi sono obbligatori
ja: 必須事項欄です
kk: Бұл өрістер міндетті болып табылады
ko: 작성 필수입니다
ky: Бул кутучалар милдеттүү болуп саналат
lv: Šie lauki ir obligāti
mn: Энэ мөрийг заавал бөглөнө үү
pt: Este campos são obrigatórios
ro: Aceste câmpuri sunt obligatorii
ru: Эти поля являются обязательными
uk: Ці поля є обов'язковими
uz: Ушбу майдонларни тўлдириш мажбурий
zh: 此字段為必填項
