Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Received for Marketing Promotions With Purpose through the Membership Free Program. Each month, over 12,000 inCruises Members receive up to $100 of their Membership
ca: Rebut per Promocions de Màrqueting amb Propòsit a través del Programa de Membresia Gratuïta. Cada mes, més de 12.000 Membres d’inCruises reben fins a 100 dòlars de la seva Membresia
de: Erhalten für Marketing-Aktionen mit Zweck im Rahmen des Mitgliedschafts-Gratis-Programms. Jeden Monat erhalten über 12.000 inCruises-Mitglieder bis zu 100 US-Dollar ihrer Mitgliedschaft
es: Recibido por Promociones de Marketing con Propósito, a través del Programa de Membresía Gratis. Cada mes, más de 12,000 Miembros de inCruises reciben hasta $100 USD de su Membresía
fr: Récompensé pour les Promotions Marketing Ciblées Grâce au Programme d'Adhésion Gratuite. Chaque mois, plus de 12 000 Membres d'inCruises reçoivent jusqu'à 100 $ de leur Adhésion
it: Ricevuto per le Promozioni di Marketing con Scopo attraverso il Programma Membership Gratuita. Ogni mese, oltre 12.000 Membri inCruises ricevono fino a 100$ della loro Membership
ja: メンバーシップフリープログラムを通じた「目的あるマーケティングプロモーション」により受賞。毎月、12,000人以上のinCruisesメンバーが、最大$100相当のメンバーシップ特典を受け取っています
kk: Мүшелік тегін бағдарламасы арқылы мақсатты маркетингтік жарнамалар үшін алынған. Әр ай сайын 12 000-нан астам inCruises мүшесі өз мүшелігінен 100 АҚШ долларына дейін алады
ky: Акысыз мүчөлүк программасынын алкагында максаттуу маркетинг жарнамалары үчүн сыйлыкка ээ болгон. Ар ай сайын 12,000ден ашуун inCruises Мүчөсү мүчөлүк акысынын $100 АКШ долларына чейинки бөлүгүн акысыз алышат
lv: Saņemts Mārketinga akcijām, izmantojot Brīvās Partnerības programmu. Katru mēnesi vairāk nekā 12 000 “InCruises” Biedru saņem līdz 100 ASV dolāriem no savas Biedru dalības
mn: Гишүүнчлэл-Үнэгүй урамшууллын хөтөлбөр нь зорилгот маркетингийн сурталчилгаа ангилалд уг шагналын авсан. Сар бүр 12,000 гаруй inCruises-ийн Гишүүд Гишүүнчлэлдээ $100 -ыг авч байна.
pt: Reconhecimento pelas Promoções de Marketing com Propósito, por meio do Programa de Assinatura Gratuita. A cada mês, mais de 12.000 Membros da inCruises recebem até US$100 em crédito de sua Assinatura
ro: Primit pentru Promoții de marketing cu scop prin Programul de membru gratuit. În fiecare lună, peste 12.000 de membri inCruises primesc până la 100$ din abonament
ru: Получена за целевые маркетинговые акции в рамках программы «Бесплатное Членство». Каждый месяц более 12 000 Членов Клуба inCruises получают до $100 на свою Программу Членства
uk: Отримано за Цільове маркетингове просування через програму Безкоштовних членств. Щомісяця понад 12 000 Членів inCruises отримують до $100 від свого Членства
uz: Бепул Аъзолик дастуримиз орқали ўтказилган Маркетинг акциялари учун олинган. Ҳар ойда 12,000 дан зиёд inCruises Аъзолари ўз Аъзоликлари учун 100$ гача оладилар
zh: 通过会员免费计划获得的旨在推动市场推广的奖励。每个月，超过12,000名inCruises会员可获得高达100美元的会员资格奖励

source: Recent Invitations
ca: Invitacions Recents
de: Aktuelle Einladungen
es: Invitaciones Recientes
fr: Invitations récentes
it: Inviti recenti
ja: 最近の招待状
kk: Соңғы Шақырулар
ko: 최근 가입안내
ky: Акыркы сунуштар
lv: Nesenie ielūgumi
mn: Сүүлийн үеийн Урилгууд
pt: Convites Recentes
ro: Invitaţii recente
ru: Последние Приглашения
uk: Останні Запрошення
uz: Сўнгги таклифлар
zh: 最近的邀請

source: Recipient
ca: Destinatari
de: Empfänger
es: Destinatario
fr: Destinataire
it: Destinatario
ja: 受信者
kk: Алушы
ky: Алуучу
lv: Adresāts
mn: Хүлээн авагч
pt: Destinatário
ro: Destinatar
ru: Получатель
uk: Отримувач
uz: Олувчи
zh: 收件人

source: Recipient added.
ca: Destinatari afegit.
de: Empfänger hinzugefügt.
es: Destinatario añadido.
fr: Destinataire ajouté.
it: Destinatario aggiunto.
ja: 受信者が追加されました。
kk: Алушы қосылды.
ky: Алуучу кошулду
lv: Adresāti pievienoti.
mn: Хүлээн авагч нэмэгдлээ.
pt: Destinatário adicionado.
ro: Destinatar adăugat.
ru: Получатель добавлен.
uk: Отримувач доданий.
uz: Олувчи қўшилди
zh: 收件人已添加。

source: Recipient already added
ca: Destinatari ja afegi
de: Empfänger bereits hinzugefügt
es: Destinatario añadido previamente
fr: Destinataire déjà ajouté
it: Destinatario già aggiunto
ja: 受信者は追加済みです
kk: Алушы қазірдің өзінде қосылды
ky: Алуучу мурда кошулган
lv: Adresāti jau ir pievienoti
mn: Хүлээн авагч аль хэдийн нэмэгдсэн байна.
pt: Destinatário já adicionado
ro: Destinatar adăugat deja
ru: Получатель уже добавлен
uk: Одержувача вже додано
uz: Олувчи аллақачон қўшилган
zh: 收件人已经添加

source: Recipient Bank details
ca: Dades bancàries del beneficiari
de: Empfänger Bankverbindung
es: Datos bancarios del destinatario
fr: Coordonnées bancaires du bénéficiaire
it: Coordinate bancarie del beneficiario
ja: 受取人の銀行口座情報
kk: Алушының банк деректемелері
ko: 수취인 은행 세부 정보
ky: Алуучу банктын реквизиттери
lv: Informācija par saņēmēja banku
mn: Хүлээн авагчийн банкны мэдээллүүд
pt: Dados bancários do destinatário
ro: Detaliile bancare ale destinatarului
ru: Банковские реквизиты получателя
uk: Банківські реквізити одержувача
uz: Олувчи банк реквизитлари
zh: 收款银行详细信息

source: Recipient Card details
ca: Dades de la targeta del beneficiari
de: Empfänger Kartendaten
es: Información de la tarjeta del destinatario
fr: Détails de la carte du bénéficiaire
it: Dati della carta del destinatario
ja: 受取人のカード情報
kk: Алушының картасының мәліметтері
ko: 수취인 카드 세부정보
ky: Алуучунун картасынын маалыматы
lv: Adresāta kartes dati
mn: Хүлээн авагчийн картны дэлгэрэнгүй мэдээлэл
pt: Detalhes do cartão destinatário
ro: Detalii despre cardul destinatarului
ru: Данные карты получателя
uk: Дані картки одержувача
uz: Олувчининг карта маълумотлари
zh: 收款人卡详细信息

source: Recipient details
ca: Dades del beneficiari
de: Empfänger-Angaben
es: Dealles del Destinatario
fr: Détails du bénéficiaire
it: Dati del beneficiario
ja: 受取人の情報
kk: Алушы туралы ақпарат
ko: 수신자 세부정보
ky: Алуучу тууралуу маалымат
lv: Adresāta dati
mn: Хүлээн авагчийн мэдээллүүд
pt: Detalhes do destinatário
ro: Detalii despre destinatar
ru: Данные получателя
uk: Дані одержувача
uz: Олувчининг реквизитлари
zh: 收件人详细信息

source: Recipient Details
ca: Dades del beneficiari
de: Empfänger-Angaben
es: Detalles del destinatario
fr: Détails du bénéficiaire
it: Dati del beneficiario
ja: 受取人の情報
kk: Алушы Туралы Ақпарат
ko: 받는 사람 세부 정보
ky: Алуучу тууралуу маалымат
lv: Adresāta Dati
mn: Хүлээн авагчийн мэдээллүүд
pt: Detalhes do destinatário
ro: Detalii despre destinatar
ru: Данные получателя
uk: Дані одержувача
uz: Олувчининг реквизитлари
zh: 收件人详细信息

source: Recipient does not belong to this account. Please try again.
ca: El destinatari no pertany a aquest compte. Si us plau, torna-ho a intentar.
de: Der Empfänger gehört nicht zu diesem Konto. Bitte versuchen Sie es erneut.
es: El receptor no pertenece a esta cuenta. Por favor, vuelve a intentarlo.
fr: Le destinataire n'appartient pas à ce compte. Veuillez réessayer.
it: Il destinatario non appartiene a questo account. Riprova.
ja: 受信者はこのアカウントに属していません。もう一度お試しください。
kk: Алушы бұл есептік жазбаға тиесілі емес. Қайталап көріңіз.
ky: Алуучу бул аккаунтка таандык эмес. Сураныч, кайра аракет кылыңыз.
lv: Adresāts nepieder šim kontam. Lūdzu, mēģiniet vēlreiz.
mn: Тухайн хүн энэ бүртгэлтэй холбоогүй байна. Дахин оролдоно уу.
pt: O destinatário não pertence a esta conta. Tente novamente.
ro: Destinatarul nu aparține acestui cont. Te rugăm să încerci din nou.
ru: Получатель не привязан к данной учётной записи. Попробуйте, пожалуйста, ещё раз.
uk: Отримувач не прив'язаний до цього облікового запису. Спробуйте, будь ласка, ще раз.
uz: Қабул қилувчи ушбу аккаунтга тегишли эмас. Илтимос, қайта уриниб кўринг.
zh: 接收者不属于此账户。请再试一次。

source: Recipient removed.
ca: Destinatari eliminat.
de: Empfänger entfernt.
es: Destinatario eliminado.
fr: Destinataire supprimé.
it: Destinatario rimosso.
ja: 受信者が削除されました。
kk: Алушы жойылды.
ky: Алуучу чыгарылып салынды
lv: Adresāts noņemts.
mn: Хүлээн авагч арилгагдлаа.
pt: Destinatário removido.
ro: Destinatarul a fost eliminat.
ru: Получатель удалён.
uk: Одержувача видалено.
uz: Олувчи ўчирилди.
zh: 收件人已移除。

source: Recipient's Bank Details
ca: Dades bancàries del beneficiari
de: Bankverbindung des Empfängers
es: Datos bancarios del destinatario
fr: Coordonnées bancaires du bénéficiaire
it: Coordinate bancarie del beneficiario
ja: 受取人の銀行口座情報
kk: Алушының банктік деректемелері
ko: 수취인의 은행 세부 정보
ky: Алуучунун банктык реквизиттери
lv: Saņēmeēja Bankas Dati
mn: Хүлээн авагчийн банкны мэдээллүүд
pt: Dados bancários do destinatário
ro: Detaliile bancare ale destinatarului
ru: Банковские реквизиты получателя
uk: Банківські реквізити одержувача
uz: Олувчининг банк реквизитлари
zh: 收款人银行详细信息

source: Recipients
ca: Destinataris
de: Empfänger
es: Destinatarios
fr: Destinataires
it: Destinatari
ja: 受信者
kk: Алушылар
ko: 받는 사람
ky: Алуучулар
lv: Adresāti
mn: Хүлээн авагчид
pt: Destinatários
ro: Destinatari
ru: Получатели
uk: Одержувачі
uz: Олувчилар
zh: 收件人

source: Recognized and Awarded
ca: Reconeixement i Premi
de: Anerkannt und ausgezeichnet
es: Reconocidos y Galardonados
fr: Reconnu et Récompensé
it: Riconosciuti e premiati
ja: 表彰および受賞
kk: Танылды және марапатталды
ky: Таанылып, сыйланган
lv: Atzīta un Godalgota
mn: Танигдаж, шагнал хүртсэн компани
pt: Reconhecido e Premiado
ro: Recunoscut și Premiat
ru: Признаны и награждены
uk: Визнаний і нагороджений
uz: Эътироф этилган ва Мукофотланган
zh: 获得认可与奖励

source: recognizes Members who pledge annual donations between
ca: Reconeix els Membres que es comprometin a fer donacions anuals entre
de: erkennt die Mitglieder an, die sich zu jährlichen Spenden verpflichten, die zwischen
es: reconoce a los Miembros que se comprometen a hacer donativos anuales entre
fr: reconnaît les membres qui s'engagent à faire des dons annuels entre
it: riconosce i Membri che si impegnano a fare donazioni annuali comprese tra
ja: は、以下の年間寄付年間寄付金額を誓約したメンバーを表彰しています。
kk: жыл сайынғы көлемде қайырымдылық жасауға міндеттенетін клуб мүшелерін таниды
ky: өлчөмүндө жыл сайын кайрымдуулук убада кылган Мүчөлөрдү тааныйт
lv: atzīmē Biedrus, kuriem gada ziedojumu ir starp
mn: хооронд жил бүр хандив өргөдөг гишүүдийг хүлээн зөвшөөрдөг юм
pt: reconhece os membros que se comprometeram com doações anuais entre
ro: recunoaște membrii care se angajează la donații anuale între
ru: признанаёт Членов Клуба, которые обязуются делать ежегодные пожертвования в размере
uk: відзначає Членів Клубу, які зобов'язуються робити щорічні пожертвування у розмірі
uz: қуйидаги вақт оралиғида доимий эҳсон қилиб турган Аъзоларни эътироф этинг
zh: 表彰承诺每年捐赠的会员，他们的捐赠金额在

source: Recommended
ca: Recomanat
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato
ja: 推奨
kk: Ұсынылады
ko: 추천
ky: Сунушталат
lv: Ieteikts
mn: Санал болгож буй
pt: Recomendado
ro: Recomandat
ru: Рекомендуется
uk: Рекомендується
uz: Тавсия этилган
zh: 建议

source: Recordings
ca: Gravacions
de: Aufzeichnungen
es: Grabaciones
fr: Enregistrements
it: Registrazioni
ja: 録画
kk: Жазбалар
ky: Жаздыруулар
lv: Ieraksti
mn: Бичлэгүүд
pt: Gravações
ro: Înregistrări
ru: Записи
uk: Записи
uz: Қайдлар
zh: 录音

source: Recurring
fr: Récurrent
it: Ricorrente
kk: Рекурренттік
pt: Recorrente
uk: Рекурентний
uz: Даврий
zh: 重复

source: Recurring Billing
ca: Facturació recurrent
de: Wiederkehrende Abrechnungen
es: Pago Recurrente
fr: Facturation récurrente
it: Addebito ricorrente
ja: 定期払い
kk: Ағымдағы Шоттар
ko: 자동 청구
ky: Кайталануучу эсеп
lv: Atkārtota apmaksa
mn: Давтамжит төлбөр хийх
pt: Faturação recorrente
ro: Facturare regulată
ru: Текущие Счета
uk: Поточні Рахунки
uz: Даврий тўлов
zh: 重複計費

source: Recurring Income
ca: Ingressos Recurrents
de: Wiederkehrendes Einkommen
es: Ingreso Recurrente
fr: Revenu récurrent
it: Reddito Ricorrente
ja: リカーリング収入
kk: Рекурренттік Табыс
ko: 리커링 소득
ky: Кайталануучу киреше
lv: Atkārtotais Ienākums
mn: Давтамжит орлого
pt: Renda Recorrente
ro: Venituri recurente
ru: Рекуррентный Доход
uk: Рекурентний Дохід
uz: Даврий даромад
zh: 经常性收入

source: Recurring Income (for ongoing team Membership payments)
ca: Ingressos recurrents (per als pagaments continus de la Membresia de l'equip)
de: Wiederkehrende Einnahmen (für laufende Zahlungen der Teammitgliedschaft)
es: INgresos recurrentes (para pagos continuos de Membresía de equipo)
fr: Revenus récurrents (pour les paiements continus des cotisations des équipes)
it: Reddito ricorrente (per i pagamenti continui dei Membri del team)
ja: リカーリング収入（チームの継続的なメンバーシップの支払いに対するボーナス）
kk: Тұрақты табыс (команда мүшелігі үшін тұрақты төлемдер үшін)
ko: 리커링 수입(지속적인 팀 멤버십 지불의 경우)
ky: Кайталануучу киреше (команданын учурдагы мүчөлүк төлөмдөрү үчүн)
lv: Atkārtotais Ienākums(tekošajiem Biedru dalības maksājunmiem)
mn: Давтамжит орлого (одоо төлөгдөж буй багийн гишүүнчлэлийн төлбөр)
pt: Renda recorrente (para pagamentos contínuos de membros da equipe)
ro: Venituri recurente (pentru plățile în curs ale membrilor echipei)
ru: Рекуррентный доход (за постоянные Членские Взносы в команде)
uk: Рекурентний дохід (за постійні Членські Внески у команді)
uz: Даврий даромад (жамоанинг жорий Аъзолик тўловлари учун)
zh: 经常性收入（用于持续的团队会员付款）

source: Recurring Income Bonus
fr: Bonus de Revenu Récurrent
it: Bonus Reddito Ricorrente
pt: Bônus de Renda Recorrente
uk: Бонус у вигляді Рекурентного доходу.

source: Recurring Income Breakdown
ca: Desglossament dels Ingressos Recurrents
de: Wiederkehrendes Einkommen Aufschlüsselung
es: Desglose del Ingreso Recurrente
fr: Ventilation des revenus récurrents
it: Ripartizione Reddito Ricorrente
ja: リカーリング収入の内訳
kk: Қайталанатын кірістерді бөлу
ky: Кайталануучу кирешелердин бөлүштүрүлүшү
lv: Atkārtotā Ienākuma sadalījums
mn: Давтамжит орлогын задаргаа
pt: Composição da renda recorrente
ro: Defalcarea veniturilor recurente
ru: Разбивка рекуррентного дохода
uk: Розбивка рекурентного доходу
uz: Даврий даромад тақсимоти
zh: 循环收入分解

source: Recurring Income Not Unlocked
ca: Ingressos Recurrents No Desbloquejats
de: Wiederkehrendes Einkommen nicht entsperrt
es: Ingreso Recurrente no desbloqueado
fr: Revenus récurrents non débloqués
it: Reddito Ricorrente non sbloccato
ja: リカーリング収入は解除されていません
kk: Қайталанатын кіріс құлпы ашылған жоқ
ky: Кайталануучу кирешенин бөгөтү ачылган жок
lv: Atkārtotais Ienākums Nav atbloķēts/atslēgts
mn: Давтамжит орлого нээгдээгүй байна
pt: Renda recorrente não desbloqueada
ro: Venitul recurent nu este deblocat
ru: Рекуррентный Доход не разблокирован
uk: Рекурентний Дохід не розблоковано
uz: Даврий даромад очилмаган
zh: 未解锁循环收入

source: Recurring income opportunities –
ca: Oportunitats d’ingressos recurrents –
de: Wiederkehrende Einkommensmöglichkeiten -
es: Oportunidades de INgresos recurrentes –
fr: Opportunités de revenus récurrents –
it: Opportunità di reddito ricorrente –
ja: リカーリング収入を得るチャンスー
kk: Рекурренттік табыс мүмкіндіктері
ky: Кайталануучу киреше алуу мүмкүнчүлүктөрү –
lv: Nozīmīgas atkārtoto ienākumu iespējas -
mn: Давтамжит орлогын боломжууд -
pt: Oportunidades de renda recorrente –
ro: Oportunități de venit recurente –
ru: Возможности получения рекуррентного дохода —
uk: Можливості отримання рекурентного доходу —
uz: Даврий даромад имкониятлари -
zh: 持续收入机会–

source: Recurring Membership Payments
ca: Pagaments Recurrents de la Membresia
de: Wiederkehrende Mitgliedsbeiträge
es: Pagos Recurrentes de Membresía
fr: Paiements d'Adhésion Récurrents
it: Pagamenti ricorrenti della Membership
ja: リカーリングメンバーシップ支払い
kk: Рекурренттік мүшелік төлемдері
ky: Кайталануучу мүчөлүк төлөмдөрү
lv: Atkārtotie Biedru dalības maksājumi
mn: Гишүүнчлэлийн давтамжит төлбөрүүд
pt: Pagamento Recorrente da Assinatura
ro: Plăți recurente de membru
ru: Рекуррентные Членские взносы
uk: Постійні Членські Платежі
uz: Даврий Аъзолик тўловлари
zh: 循环会员付款

source: Recurring Monthly
ca: Mensual Recurrent
de: Wiederkehrend Monatlich
es: Mensualidad Recurrente
fr: Récurrent Mensuel
it: Mensile Ricorrente.
ja: 月額
kk: Айлық Рекуррент
ky: Айлык кайталануучу
lv: Atkārtotie Ikmēneša
mn: Сарын давтамжит
pt: Recorrência Mensal
ro: Lunar recurent
ru: Рекуррентная ежемесячная
uk: Рекурентна щомісячна
uz: Даврий ойлик
zh: 每月循环

source: Recurring Monthly Cost
ca: Cost Mensual Recorrent
de: Wiederkehrende monatliche Kosten
es: Costo Mensual Recurrente
fr: Coût mensuel récurrent
it: Costo mensile ricorrente
ja: 月額費用
kk: Рекурренттік айлық шығындар
ky: Кайталануучу айлык чыгым
lv: Atkārtotās Ikmēneša izmaksas/summas
mn: Сарын давтамжит төлбөр
pt: Valor mensal recorrente
ro: Cost lunar recurent
ru: Рекуррентная ежемесячная стоимость
uk: Рекурентна щомісячна вартість
uz: Такрорланувчи ойлик тўлов
zh: 每月持续成本

source: Recurring Multiplier
ca: Multiplicador Recurrent
de: Wiederkehrender Multiplikator
es: Multiplicador Recurrente
fr: Multiplicateur récurrent
it: Moltiplicatore Ricorrente
ja: リカーリング乗数
kk: Қайталанатын Көбейткіш
ky: Кайталануучу мультипликатор
lv: Atkārtotais Reizinātājs
mn: Давтамжит Үржүүлэгч
pt: Multiplicador recorrente
ro: Multiplicator recurent
ru: Рекуррентный мультипликатор
uk: Рекурентний мультиплікатор
uz: Даврий даромадни кўпайтиргич
zh: 周期乘数

source: Recurring payment
fr: paiement Récurrent
it: Pagamento ricorrente

source: Recurring Payment
fr: Paiement Récurrent
it: Pagamento ricorrente

source: Recurring Payment Agreement Terms
fr: Conditions générales de l'Accord de Paiement Récurrent
it: Condizioni del Contratto di pagamento ricorrente
kk: Рекурренттік төлем келісімшартының шарттары
pt: Termos do Acordo de Pagamento Recorrente
uk: Умови угоди про рекурентні платежі
uz: Даврий тўлов шартномаси шартлари
zh: 定期付款协议条款

source: Recurring Payment Agreement Terms and Independent Partner Agreement
fr: Conditions générales de l'Accord de Paiement Récurrent et l'Accord de Partenariat Indépendant
it: Condizioni del Contratto di pagamento ricorrente e Contratto con Partner Indipendente
kk: Рекурренттік төлем келісімшартының шарттары және Тәуелсіз серіктестік келісімшарты
pt: Termos do Contrato de Pagamento Recorrente e Contrato de Parceiro Independente
uk: Умови угоди про рекурентні платежі та Угода Незалежного Партнера
uz: Даврий тўлов шартномаси шартлари ва Мустақил Ҳамкор битими
zh: 定期付款协议条款和独立合伙人协议

source: Recurring Payment Method Pending Validation
ca: Mètode de Pagament Recurrent Pendent de Validació
de: Wiederkehrende Zahlungsmethode ausstehende Vеrifikation
es: Método de pago recurrente pendiente de validación
fr: Mode de Paiement Récurrent en Attente de Validation
it: Metodo di pagamento ricorrente in attesa di convalida
ja: 承認待ちの定期払いの支払い方法
kk: Ағымдағы төлем әдісі расталуда
ko: 리커링 결제 방법 인증 보류 중
ky: Кайталануучу төлөм ыкмасынын бекитилиши күтүлүүдө
lv: Periodiskā maksājuma metode, kas gaida validāciju
mn: Давтамжит төлбөрийн аргын баталгаажуулалт хүлээгдэж байна
pt: Método de pagamento recorrente com validação pendente
ro: Metodă de plată recurentă în așteptarea validării
ru: Ожидается подтверждение рекуррентного метода оплаты
uk: Очікується підтвердження рекурентного методу оплати
uz: Даврий тўлов усули тасдиқланишни кутмоқда
zh: 定期付款方式待驗證

source: Recurring Payment Methods
fr: Modes de Paiement Récurrent
it: Metodi di pagamento ricorrente
kk: Рекурренттік төлем әдістері
pt: Meios de Pagamento Recorrente
uk: Рекурентний Спосіб оплати
uz: Даврий тўлов усуллари
zh: 定期付款方式

source: Recurring Payment Terms
fr: Conditions de Paiement Récurrent
it: Condizioni di pagamento ricorrente
kk: Рекурренттік төлем шарттары
pt: Termos de Pagamento Recorrente
uk: Рекурентні Умови Платежів
uz: Даврий тўлов шартлари
zh: 定期付款条款

source: Recurring production coming from your direct members only without counting your teams production.
fr: Production récurrente provenant uniquement de vos membres directs, sans compter la production de votre équipe.
it: Produzione ricorrente derivante unicamente dai tuoi Membri diretti, senza contare la produzione dei tuoi team.
kk: Тұрақты өндіріс тек сіздің тікелей мүшелеріңіздің көрсеткіштері негізінде есептеледі, ал командаңыздың жалпы өндірісі бұл есепке қосылмайды.
pt: Produção recorrente proveniente apenas dos seus membros diretos, sem contar a produção das suas equipes.
uk: Тільки рекурентний товарообіг від ваших прямих Членів Клубу, без урахування товарообігу ваших команд.
zh: 仅来自您直属会员的循环业绩，不包含团队业绩。

source: Recurring Qual. Production
fr: Production Qualifiée Récurrente
it: Prod. Qualif. Ricorrente
kk: Рекурренттік Білікті Өндіріс
pt: Produção Qual. Recorrente
uk: Квал. рекурентний товарообіг
zh: 循环合格业绩

source: Recurring Qualified Production
ca: Producció Qualificada Recurrent
de: Wiederkehrende Qualifizierte Leistung
es: Producción Recurrente Calificada
fr: Production qualifiée récurrente
it: Produzione Qualificata Ricorrente
ja: リカーリング認定売上
kk: Білікті қайталанатын тауар айналымы
ky: Кайталануучу жарамдуу өндүрүмдүүлүк
lv: Atkārtotais Kvalificētais Apgrozījums
mn: Давтамжит төлбөрийн борлуулалт
pt: Produção qualificada recorrente
ro: Producție calificată recurentă
ru: Квалифицированный рекуррентный товарооборот
uk: Кваліфікований рекурентний товарообіг
uz: Даврий Квалификацион ишлаб чиқариш
zh: 循环合格产出

source: Recurring:
ca: Recurrent:
de: Wiederkehrend:
es: Recurrente:
fr: Récurrent :
it: Ricorrente:
ja: 定期払い設定：
kk: Қайталанатын:
ko: 자동:
ky: Кайталануучу:
lv: Atkāŗtots:
mn: Давтамжит төлбөр:
pt: Recorrente:
ro: Regulat:
ru: Текущий:
uk: Поточний:
uz: Даврий:
zh: 重複：

source: Redemption
ca: Retorn
de: Einlösung
es: Canje
fr: Rédemption
it: Riscossione
ja: 割引
kk: Өтеу
ky: Сатып алуу
lv: Izpirkšana/dzešana
mn: Солилцоо
pt: Resgate
ro: Răscumpărare
ru: Выкуп
uk: Викуп
uz: Сўндириш
zh: 兑换

source: Redemption Type
ca: Tipus de Retorn
de: Einlöseart
es: Tipo de canje
fr: Type de rachat
it: Tipo di riscossione
ja: 割引の種類
kk: Өтеу Түрі
ky: Сатып алуу түрү
lv: Izpirkšanas/dzēšanas tips
mn: Солилцооны төрөл
pt: Tipo de resgate
ro: Tipul răscumpărării
ru: Тип выкупа
uk: Спосіб Викупу
uz: Сўндириш тури
zh: 兑换类型

source: Redeption Type
ca: Tipus de Retorn
de: Einlösetyp
es: Tipo de canje
fr: Type de rachat
it: Tipo di riscossione
ja: 割引の種類
kk: Төлем Түрі
ky: Сатып алуу түрү
lv: Izpirkšanas/dzēšanas tips
mn: Солилцооны төрөл
pt: Tipo de resgate
ro: Tipul de răscumpărare
ru: Тип выкупа
uk: Спосіб Викупу
uz: Сўндириш тури
zh: 兑换类型

source: Redesigned Donators Table
fr: Tableau des Donateurs Repensé
it: Tabella dei donatori riprogettata

source: Redirecting you over to BoaCompra.
ca: Redirigint a BoaCompra.
de: Sie werden zu BoaCompra weitergeleitet.
es: Te estamos redireccionando a BoaCompra.
fr: Vous redirigeant vers BoaCompra.
it: Ti stiamo reindirizzando a BoaCompra.
ja: BoaCompraにリダイレクトしています。
kk: Сізді BoaCompra-ға қайта бағыттаймыз.
ko: BoaCompra.로 리디렉션 중입니다.
ky: Сиз BoaCompraга багытталдыңыз.
lv: Novirzu jūs uz BoaCompra.
mn: Таныг BoaCompra-руу шилжүүлж байна.
pt: Redirecionando você para o BoaCompra.
ro: Sunteţi redirecţionaţi către BoaCompra.
ru: Перенаправляем Вас на страницу BoaCompra.
uk: Перенаправляємо Вас на сторінку BoaCompra.
uz: Сизни BoaCompra га йўналтирмоқдамиз.
zh: 將您帶到 BoaCompra頁面

source: Redirecting you over to Ingenico.
ca: Redirigint a Ingenico.
de: Sie werden zu Ingenico weitergeleitet.
es: Te estamos redireccionando a Ingenico.
fr: Vous rediriger vers Ingenico.
it: Ti stiamo reindirizzando a Ingenico.
ja: Ingenicoにリダイレクトしています。
kk: Сізді Ingenico-ға бағыттау.
ko: Ingenico로 리디렉션 중입니다.
ky: Сиз Ингеникого багытталдыңыз.
lv: Novirzīju tevi uz Ingenico.
mn: Таныг Ingenico-руу шилжүүлж байна.
pt: Redirecionando você para o Ingenico.
ro: Sunteţi redirecţionaţi către Ingenico.
ru: Перенаправляем Вас на страницу Ingenico.
uk: Перенаправляємо Вас на сторінку Ingenico.
uz: Сизни Ingenico га йўналтириш.
zh: 將您帶到Ingenico頁面
