Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Data
ca: Dades
de: Daten
es: Información
fr: Données
it: Dati
ja: データ
kk: Деректер
ky: Маалыматтар
lv: Dati
mn: Мэдээлэл
pt: Dados
ro: Date
ru: Данные
uk: Дані
uz: Маълумотлар
zh: 数据

source: Data Fields
ca: Camp de dades
de: Datenfelder
es: Campos de Información
fr: Champs de Données
it: Campi dati
ja: データ項目
kk: Деректер өрістері
ko: 데이터 입력란
ky: Маалымат кутучалары
lv: Datu lauki
mn: Мэдээлэл
pt: Campos de dados
ro: Câmpuri de date
ru: Поля данных
uk: Поля даних
uz: Маълумотлар майдони
zh: 數據字段

source: Data Not Found
ca: Dades no trobades
de: Daten nicht gefunden
es: Datos No Encontrados
fr: Données non trouvées
it: Dati non trovati
ja: データが見つかりません
kk: Деректер табылмады
ky: Маалымат табылган жок
lv: Dati Nav Atrasti
mn: Мэдээлэл байхгүй байна
pt: Dados não encontrados
ro: Datele nu au fost găsite
ru: Данные не найдены
uk: Дані не знайдено
uz: Маълумот топилмади
zh: 未找到数据

source: data_new
ca: Dada_nova
fr: données_nouvelles
it: dati_nuovo
kk: жаңа деректер
lv: dati_jauni
mn: шинэ_дата
ro: date_noi

source: Date Added
ca: Data d'Incorporació
de: Datum hinzugefügt
es: Fecha agregada
fr: Date ajoutée
it: Data aggiunta
ja: 日付が追加されました
kk: Қосылған күн
ky: Дата кошулду
lv: Datums Pievienots
mn: Бүртгүүлсэн огноо
pt: Data adicionada
ro: Dată Adăugată
ru: Дата добавлена
uk: Дату додано
uz: Сана қўшилди
zh: 日期已添加

source: Date Ascending
ca: Data Ascendent
de: Aufsteigend nach Datum
es: Fecha Ascendiente
fr: Date croissante
it: Data ascendente
ja: 日付の昇順
kk: Күндер Өсуі ретімен
ko: 날짜 오름차순
ky: Дата өсүү
lv: Datums augošā secībā
mn: Огноо, өсөх дарааллаар
pt: Data em formato crescente
ro: Data în ordine crescătoare
ru: Дата по Возрастанию
uk: Дата за Зростанням
uz: Сана (ўсиб борувчи тартибда)
zh: 升序排列日期

source: Date Created
ca: Data Creada
de: Datum erstellt
es: Fecha de Creación
fr: Date créée
it: Data di creazione
ja: 作成日
kk: Күні қойылды
ko: 생성일
ky: Түзүлгөн күнү
lv: Izveides datums
mn: Огноо үүсгэгдлээ
pt: Data de criação
ro: Data a fost creată
ru: Дата Создана
uk: Дата Створення
uz: Сана яратилди
zh: 創建日期

source: Date Descending
ca: Data Descendent
de: Absteigend nach Datum
es: Fecha descendiente
fr: Date décroissante
it: Data discendente
ja: 日付の降順
kk: Күндер Кему ретімен
ko: 날짜 내림차순
ky: Дата азаюу
lv: Datums dilstošā secībā
mn: Огноо буурах дарааллаар
pt: Data em formato decrescente
ro: Data în ordine descrescătoare
ru: Дата по Убыванию
uk: Дата за Спаданням
uz: Сана (камайиб борувчи тартибда)
zh: 降序排列日期

source: Date Earned
ca: Data d'obtenció
de: Datum des Verdienstes
es: Fecha de obtención
fr: Date d'obtention
it: Data in cui si è guadagnato
ja: 取得日
kk: Алу күні
ko: 적립일
ky: Алынган дата
lv: Datums Iegūtais
mn: Авсан он сар өдөр
pt: Data de ganho
ro: Data câștigării
ru: Дата награждения
uk: Дата нагородження
uz: Қабул қилинган сана
zh: 获得日期

source: Date From
ca: Data Des de
de: Datum ab
es: Desde
fr: Dater de
it: Dal
ja: 何日から
kk: Мына Күннен Бастап
ko: 시작 날짜
ky: Датадан баштап
lv: Sākot no
mn: Эхлэх Огноо
pt: Data de saída
ro: De la
ru: Дата С
uk: Дата З
uz: Бошланиш санаси
zh: 開始日期

source: Date of Birth
ca: Data de Naixement
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ja: 生年月日
kk: Туған Күні
ko: 생년월일
ky: Туулган күн
lv: Dzimšanas datums
mn: Төрсөн огноо
pt: Data de nascimento
ro: Data naşterii
ru: Дата Рождения
uk: Дата Народження
uz: Туғилган санаси
zh: 出生日期

source: Date Of Birth
fr: Date De Naissance
it: Data di nascita
pt: Data De Nascimento
uk: Дата Народження

source: Date of Completion
ca: Data de Finalització
de: Termin zur Fertigstellung
es: Fecha de realización
fr: Date d'achèvement
it: Data di completamento
ja: 修了年月
kk: Аяқталу күні
ko: 완료일
ky: Аяктоо датасы
lv: Pabeigšanas datums
mn: Дуусах огноо
pt: Data de conclusão
ro: Data completării
ru: Дата Завершения
uk: Дата Завершення
uz: Тугалланиш санаси
zh: 完成日期

source: Date of Expiration
ca: Data de Caducitat
de: Ablauf-Datum
es: Fecha de Caducidad
fr: Date d'expiration
it: Data di scadenza
ja: 有効期限
kk: Мерзімі аяқталатын күн
ko: 만료일
ky: Жарамдык датасы
lv: Derīguma beigu datums
mn: Дуусах огноо
pt: Data de expiração
ro: Data expirării
ru: Дата истечения срока действия
uk: Дата Закінчення Терміну Дії
uz: Амал қилиш муддатининг тугаши
zh: 過期日期

source: Date of Issue
ca: Data d'Emissió
de: Ausstellungsdatum
es: Fecha de Emisión
fr: Date d'Emission
it: Data di emissione
ja: 発行日
kk: Берілген кезі
ko: 발급일
ky: Чыккан датасы
lv: Izdošanas datums
mn: Гарсан огноо
pt: Data de emissão
ro: Data emiterii
ru: Дата Выдачи
uk: Дата Видачі
uz: Берилган вақти
zh: 發行日期

source: Date Range
ca: Interval de Dates
de: Datenbereich
es: Rango de Información
fr: Plage de dates
it: Intervallo di date
ja: データ期間
kk: Күндер ауқымы
ky: Дата диапазону:
lv: Datumu Diapazons
mn: Мэдээллийн хугацаа:
pt: Intervalo de datas
ro: Interval de date
ru: Диапазон дат
uk: Діапазон дат
uz: Маълумотлар диапазони
zh: 日期范围

source: Date To
ca: Fins
de: Datum bis
es: Hasta
fr: Date à
it: Al
ja: 何日まで
kk: Мына Күнге Дейін
ko: 종료 날짜
ky: күнгө
lv: Datums līdz
mn: Хүртэл
pt: Data de chegada
ro: Până la
ru: Дата ПО
uk: Дата До
uz: Тугалланиш санаси
zh: 結束日期

source: Day
ca: Dia
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
kk: Күн
ko: 일
ky: Күн
lv: Diena
mn: Өдөр
pt: Dia
ro: Ziua
ru: День
uk: День
uz: Кун
zh: 天

source: Day %{ stop.day }
de: Tag %{ stop.day }
es: Día %{ stop.day }
fr: Jour %{ stop.day }
it: Giorno %{ stop.day }
ko: 일 %{ stop.day }
ky: Күн %{ stop.day }
lv: Diena %{ stop.day }
mn: Өдөр %{ stop.day }
ru: День %{ stop.day }

source: days
ca: dies
de: Tage
es: días
fr: Jour
it: giorni
ja: 日
kk: күн
ko: 일
ky: күндөрү
lv: dienas
mn: өдөр
pt: dias
ro: zile
ru: дней
uk: дні
uz: кун
zh: 天

source: Days
fr: Jours
it: Giorni
kk: Күндер
pt: dias
uk: Дні
uz: кун
zh: 天

source: Days In Negative
ca: Dies en Negatiu
de: Tage im Minus
es: Días en Negativo
fr: Jours en Négative
it: Giorni in negativo
ja: ネガティブ残高期間
kk: Теріс Күндер
ko: 마이너스 상태인 날짜들
ky: Терс күндөр
lv: Dienas "In Negative"
mn: Идэвхгүй байсан өдөрүүд
pt: Dias em negativo
ro: Zile în negativ
ru: Дни в Негативе
uk: Дні в Негативі
uz: Самарасиз кунлар
zh: 消極的日子

source: Days Left
ca: Dies restants
de: Tage übrig
es: Días restantes
fr: Jours restants
it: Giorni rimasti
ja: 日間まで含まれる
kk: Бірнеше күн қалды
ky: Күн калды
lv: Palikušās Dienas
mn: Үлдсэн өдрүүд
pt: Dias restantes
ro: Zile rămase
ru: Осталось дней
uk: Залишилось днів
uz: Кун
zh: 剩余天数

source: Days Left To Count
fr: Jours Restants Avant le Décompte
it: Giorni rimanenti da contare

source: Days Left to Pay
fr: Jours Restants Avant le Paiement
it: Giorni rimanenti per pagare

source: Days Left To Pay
fr: Jours Restants Avant le Paiement
it: Giorni rimanenti per pagare

source: Days Left To Qualify
fr: Jours Restants Pour se Qualifier
it: Giorni rimanenti per qualificarsi
ja: 資格を得るまでの残り日数
kk: Іріктеуден өтуге қалған күндер
pt: Dias Restantes Para se Qualificar
ro: Zile rămase pentru calificare
uk: Залишилося Днів до завершення кваліфікації
uz: Ютиш ҳуқуқини қўлга киритиш учун қолган кунлар:
zh: 剩余合格天数

source: Days Left To Still Be Eligible
fr: Jours Restants Pour Être Éligible
it: Giorni rimanenti al termine del periodo di idoneità

source: DB Logs
ca: Registres de BD
es: Registros de base de datos
fr: Journaux DB
it: Registri DB
ja: DB ログ
kk: Мәліметтер қоры журналдары
ko: DB 로그
ky: ДБ журналдары
pt: Registros do banco de dados
ro: Jurnalele BD
ru: Журналы БД
uk: Журнали БД
uz: Маълумотлар базаси журнали
zh: 数据库日志

source: Deadline
ca: Data límit
es: Fecha límite
fr: Date limite
it: Scadenza
ja: 期限
kk: Соңғы мерзім
pt: Prazo Final
ro: Termen limită
uk: Кінцевий термін
uz: Сўнгги муддат
zh: 截止日期

source: Debit Card
ca: Targeta de Dèbit
de: Debitkarte
es: Tarjeta de Débito
fr: Carte de débit
it: Carta di debito
ja: デビットカード
kk: Дебеттік Карта
ko: 직불 카드
ky: Дебет картасы
lv: Debeta karte
mn: Дебит Карт
pt: Cartão de débito
ro: Card de Debit
ru: Дебетовая карта
uk: Дебетова картка
uz: Дебет карта
zh: 借记卡

source: December
ca: Desembre
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
ja: 12月
kk: Желтоқсан
ko: 12월
ky: Декабрь
lv: Decembris
mn: 12-р сар
pt: Dezembro
ro: Decembrie
ru: Декабрь
uk: Грудень
uz: Декабрь
zh: 十二月

source: December 17th, 2021
ca: 17 Desembre 2021
de: 17. Dezember 2021
es: Diciembre 17, 2021
fr: 17 décembre 2021
it: 17 Dicembre 2021
ja: 2021年12月17日
kk: 17 -ші желтоқсан, 2021
ko: 2021년 12월 17일
ky: 17-декабрь, 2021-жыл
lv: 2021. gada 17.Decembris
mn: 2021 оны 12 сарын 17
pt: 17 de dezembro de 2021
ro: 17 Decembrie 2021
ru: 17 декабря 2021 г.
uk: 17 грудня 2021 року
uz: 2021 йил, 17 декабрь
zh: 2021 年 12 月 17 日

source: December 2025
fr: Décembre 2025
it: Dicembre 2025

source: Decide on what email notifications you want to receive and which ones you don't.
ca: Decideix sobre les notificacions de correu electrònic que vols rebre i quines no.
de: Entscheiden Sie, welche E-Mail-Benachrichtigungen Sie erhalten möchten und welche nicht.
es: Decide sobre que notificaciones de email deseas recibir y cuáles no.
fr: Décidez quelles notifications par courrier électronique que vous souhaitez recevoir et lesquelles vous ne recevez pas.
it: Decidi quali notifiche email vuoi ricevere e quali no.
ja: どの電子メール通知を受信し、どの電子メール通知を受信しないかを決定します。
kk: Қай электрондық пошта мекенжайына хабарландырулар алғыңыз келетінін және қайсысына алуға болмайтынын шешіңіз.
ko: 이메일 알림 설정에서 메일을 수신할 내용과 수신하지 않을 내용을 결정하십시오.
ky: Кайсы электрондук почта эскертмелерин алууну каалап, кайсынысын алууну каалабай турганыңызды чечиңиз.
lv: Izlem, kādus epasta paziņojumus gribi saņemt un kādus nē.
mn: Хүлээн авах имэйлийн сонголт.
pt: Decida quais notificações de email você deseja receber e quais não.
ro: Decide pe care dintre înştiinţările prin email doreşti să le primeşti şi pe care nu.
ru: Решите, на какой адрес электронной почты вы хотите получать уведомления и на какие из них нет.
uk: Вирішіть, які електронні повідомлення ви бажаєте отримувати, а які ні.
uz: Қайси электрон билдиргиларни олишни истайсиз, қайсиларини йўқ, танланг.
zh: 確定要接收哪些電子郵件通知以及哪些不接收。

source: Deck
ca: Coberta
es: Cubierta
fr: Ponts
it: Ponte
ja: デッキ
kk: Палуба
ko: 데크
ky: Палуба
lv: Klājs
mn: Тавцан:
ro: Punte
ru: Палуба
uk: Палуба
uz: Палуба
zh: 甲板

source: Deck:
es: Cubierta:
fr: Pont :
it: Ponte:
ko: 데크:
ky: Палуба:
lv: Klājs:
mn: Давхар:
ru: Палуба:

source: Decks:
de: Die Decks:
es: Cubiertas:
fr: Ponts :
it: Ponti:
ko: 데크:
ky: Палубалар:
lv: Klāji:
mn: Давхар:
ru: Палуб:

source: Decline
ca: Declinar
de: ablehnen
es: Declinar
fr: Déclin
it: Rifiuta
ja: 拒否
kk: Бас Тарту
ko: 거절
ky: Баш тартуу
lv: Samazināšanās/kritums
mn: Татгалзсан
pt: Recusar
ro: Respinge
ru: Отклонить
uk: Відхилити
uz: Пасайиш
zh: 下降

source: Deducted
ca: Descomptat
de: abgezogen
es: Deducido
fr: Déduit
it: Detratti
ja: 使用済み
kk: Шегерілген
ky: Чегерилди
lv: Ieturēts/Atskaitīts
mn: Хасагдсан
pt: Deduzido
ro: Dedus
ru: Списано
uk: Списано
uz: Ушлаб қолинди
zh: 已扣除

source: Deductions
ca: Deduccions
de: Abzüge
es: Deducciones
fr: Déductions
it: Deduzioni
ja: お支払金額
kk: Шегерімдер
ko: 차감
ky: Чегерүүлөр
lv: Ieturējumi
mn: Хасалт
pt: Deduções
ro: Reduceri
ru: Удержание
uk: Відрахування
uz: Ушланма
zh: 扣除

source: DEFAULT
ca: PREDETERMINAT
es: PREDETERMINADO
fr: DÉFAUT
it: Impostazione predefinita
ja: 標準設定
kk: ӘДЕПКІ ҚАЛПЫ БОЙЫНША
ko: 기본값
ky: ДЕМЕЙкИ:
lv: NOKLUSEJUMS
mn: ҮНДСЭН КАРТ
pt: PADRÃO
ro: IMPLICIT
ru: ПО УМОЛЧАНИЮ
uk: ЗА ЗАМОВЧУВАННЯМ
uz: ОДАТИЙ
zh: 默認

source: Default Card
fr: Carte par Défaut
it: Carta predefinita
kk: Әдепкі карта
pt: Cartão Padrão
uk: Картка за замовчуванням
uz: Асосий карта
zh: 默认银行卡

source: Default Payment Method Updated!
fr: Moyen de Paiement par Défaut Mis à Jour !
it: Metodo di pagamento predefinito aggiornato!
kk: Әдепкі төлем әдісі жаңартылды!
pt: Forma de Pagamento Padrão Atualizado!
uk: Спосіб оплати за замовчуванням оновлено!
uz: Асосий Тўлов усули янгиланди!
zh: 默认付款方式已更新！

source: Delete
ca: SuprimIr
de: Löschen
es: Borrar
fr: Effacer
it: Elimina
ja: 削除
kk: Жою
ko: 삭제
ky: Жок кылуу
lv: Izdzēst
mn: Арилгах
pt: Excluir
ru: Удалить
uk: Видалити
uz: Ўчириш
zh: 刪除

source: Delete Card
ca: Suprimir Targeta
de: Karte löschen
es: Borrar Tarjeta
fr: Supprimer la carte
it: Elimina carta
ja: カードを削除
kk: Картаны Жою
ko: 카드 삭제
ky: Картаны жок кылуу
lv: Dzēst karti
mn: Карт арилгах
pt: Excluir Cartão
ro: Şterge cardul
ru: Удалить Карту
uk: Видалити Картку
uz: Картани ўчириш
zh: 刪除卡

source: Delete Checkout Promotion
ca: Eliminar Promoció de Pagament
de: Kasse Sonderangebote löschen
es: Borrar Promociones de Pago
fr: Supprimer la promotion du passage en caisse
it: Elimina la promozione dal pagamento
ja: チェックアウトプロモーションの削除
kk: Тапсырысты рәсімдеу бойынша жарнамалық акцияларды өшіру
ky: Төлөө учурундагы акцияларды жок кылуу
lv: Dzēst Norēķināšanās Akciju
mn: Төлбөр хийх үеийн урамшууллыг арилгах
pt: Excluir promoção de checkout
ro: Șterge promoția Checkout
ru: Удалить акцию при оформлении
uk: Видалити акцію при оформленні
uz: Checkout рекламаларини ўчириш
zh: 删除结账优惠

source: Delete Department
ca: Esborrar Departament
de: Abteilung löschen
es: Borrar Departamento
fr: Supprimer le département
it: Cancella il reparto
ja: 部署を削除
kk: Бөлімді жою
ko: 담당 부서 삭제
ky: Бөлүмдү жок кылуу
lv: Izdzēst Departamentu
mn: Хэлтэсийг арилгах
pt: Deletar departamento
ro: Șterge Departament
ru: Удалить отдел
uk: Видалити відділ
uz: Бўлимни ўчириш
zh: 删除部门

source: Delete Group
ca: Esborrar Grup
de: Gruppe löschen
es: Borrar Grupo
fr: Supprimer un groupe
it: Elimina gruppo
ja: グループを削除
kk: Топты Жою
ko: 그룹 삭제
ky: Топту өчүрүү
lv: Dzēst grupu
mn: Бүлгийг арилгах
pt: Excluir grupo
ro: Şterge grupul
ru: Удалить группу
uk: Видалити групу
uz: Гуруҳни ўчириш
zh: 删除组

source: Delete Messages
ca: Esborrar Missatges
de: Nachrichten löschen
es: Borar Mensajes
fr: Supprimer un message
it: Cancella messaggi
ja: メッセージを削除
kk: Хабарларды Жою
ko: 메시지 삭제
ky: Билдирүүлөрдү өчүрүү
lv: Dzēst Ziņas
mn: Бичвэрийг устгах
pt: Deletar mensagens
ro: Șterge mesajele
ru: Удалить сообщения
uk: Видалити повідомлення
uz: Хабарларни ўчириш
zh: 删除消息

source: Delete messages for me
ca: Esborrar missatges per a mi
de: Nachrichten für mich löschen
es: Borrar mensajes para mí
fr: Supprimer un message pour moi
it: Cancella i messaggi per me
ja: 自分だけメッセージを削除
kk: Мендегі хабарламаны жою
ko: 나에게 보낸 메시지 삭제
ky: Мендеги билдирүүлөрдү өчүрүү
lv: Izdzēst ziņas priekš manis
mn: Бичвэрийг арилгах
pt: Excluir mensagens para mim
ro: Șterge mesajele pentru mine
ru: Удалить сообщения у меня
uk: Видалити повідомлення у мене
uz: Менга юборилган хабарларни ўчириш
zh: 为我删除消息

source: Delete messages for me and others
ca: Esborrar missatges per a mi i altres
de: Nachrichten für mich und andere löschen
es: Borrar mensajes para mí y otros
fr: Supprimer un message pour moi et les autres
it: Cancella i messaggi per me e per tutti
ja: 全員分を削除
kk: Маған және басқаларға арналған хабарламаларды жою
ko: 나와 다른 사람의 메시지 삭제
ky: Мен жана башкалар үчүн билдирүүлөрдү өчүрүңүз
lv: Izdzēst ziņas priekš manis un citiem
mn: Бүх бичвэрүүдийг устгах
pt: Excluir mensagens para mim e outras pessoas
ro: Șterge mesajele pentru mine și pentru alții
ru: Удалить сообщения у всех
uk: Видалити повідомлення у всіх
uz: Мен ва бошқалар учун хабарларни ўчиринг
zh: 为我删除消息

source: Delete Permission Group
ca: Eliminar grup de permisos
de: Berechtigungsgruppe löschen
es: Eliminar grupo de permisos
fr: Supprimer le groupe de permission
it: Cancella il gruppo di permessi
ja: 権限グループを削除
kk: Рұқсат тобын жою
ko: 권한 그룹 삭제
ky: Уруксат тобун жок кылуу
lv: Izdzēst Atļauju Grupu
mn: Зөвшөөрлийн бүлгийг устгах
pt: Excluir grupo de permissões
ro: Șterge Grup de permisiuni
ru: Удалить группу разрешений
uk: Видалити групу з правами
uz: Рухсат берувчи гуруҳни ўчириш
zh: 删除权限组

source: Delete recipient account
ca: Eliminar el compte del destinatari
de: Empfängerkonto löschen
es: Eliminar cuenta de destinatario
fr: Supprimer le compte du destinataire
it: Cancella il conto del beneficiario
ja: 受取人口座の削除
kk: Алушының есептік жазбасын жою
ko: 받는 사람 계정 삭제
ky: Алуучунун эсебин жок кылуу
lv: Dzēst adresāta kontu
mn: Хүлээн авагчийн бүртгэлийг устгах
pt: Excluir conta do destinatário
ro: Ștergeți contul destinatarului
ru: Удалить счёт получателя
uk: Видалити рахунок отримувача
uz: Олувчи ҳисобини ўчириш
zh: 删除收件人帐户

source: Delete Tag
ca: Eliminar Etiqueta
de: Tag löschen
es: Borrar etiqueta
fr: Supprimer l'étiquette
it: Elimina il tag
ja: タグを削除
kk: Тегті жою
ky: Тегди алып салуу
lv: Dzēst Tagu
mn: Tag арилгах
pt: Excluir etiqueta
ro: Şterge Eticheta
ru: Удалить тег
uk: Видалити тег
uz: Тегни ўчириш
zh: 刪除标签

source: Delivery Date
ca: Data d'entrega
de: Currency Amounts are stated in euros
es: Fecha de Entrega
fr: Date de Livraison
it: Data di invio
ja: 納期日
kk: Жеткізілім уақыты
ko: 베송일
ky: Жеткирүү күнү
lv: Piegādes datums
mn: Илгээх өдөр
pt: Data de entrega
ro: Data livrării
ru: Дата поступления
uk: Дата надходження
uz: Етказиб бериш санаси
zh: 郵寄日期

source: Demo email address
ca: Adreça de correu electrònic de demostració
de: Demo E-Mail Adresse
es: Dirección de email de prueba
fr: Adresse e-mail de démonstration
it: Indirizzo email dimostrativo
ja: デモ用メールアドレス
kk: Демо электрондық пошта мекенжайы
ky: Электрондук почта дарегинин үлгүсү
lv: Demonstrācijas e-pasta adrese
mn: Демо имэйл хаяг
pt: Endereço de e-mail de demonstração
ro: Demo Adresa de e-mail
ru: Пример адреса электронной почты
uk: Приклад адреси електронної пошти
uz: Намойиш электрон почта манзили
zh: 演示邮件地址

source: Demo mode
ca: Mode de Demostració
de: Demo-Modus
es: Modo de Demostración
fr: Mode démo
it: Modalità demo
ja: デモモード
kk: Демо режимі
ky: Демо режими
lv: Demo režīms
mn: Демо тавил
pt: Modo de demonstração
ro: Modul demo
ru: Режим демонстрации
uk: Режим демонстрації
uz: Демо режим
zh: 演示模式

source: demo referral link
ca: Enllaç de referència de demostració
es: enlace de referencia de prueba
fr: lien de référence pour la démonstration
it: referral link alla demo
ja: デモ用紹介リンク
kk: демонстрациялық сілтеме
ky: үлгү рефералдык шилтеме
lv: demonstrācijas atsauces saite
mn: демо элсүүлэх холбоос
pt: link de referência de demonstração
ro: link de recomandare demo
ru: демонстроционная реферальная ссылка
uk: демонстраційне реферальне посилання
uz: реферал ҳавола намойиши
zh: 演示推荐链接

source: Demo referral link
ca: Enllaç de referència de demostració
de: Demo Empfehlungs-Link
es: Enlace de Referencia de prueba
fr: Lien de référence pour la démonstration
it: Referral Link dimostrativo
ja: デモ用紹介リンク
kk: Демо нұсқасына сілтеме
ky: Үлгү рефералдык шилтеме
lv: Demonstrācijas atsauces saite
mn: Демо элсүүлэх холбоос
pt: Link de referência de demonstração
ro: Link de recomandare Demo
ru: Пример реферальной ссылки
uk: Приклад реферального посилання
uz: Намойиш реферал ҳавола
zh: 演示推荐链接

source: demonstrate the overwhelmingly positive experiences of inCruises Members and Partners
ca: demostrar les experiències àmpliament positives dels Membres i Socis d’inCruises
de: die überwiegend positiven Erfahrungen der inCruises Mitglieder und Partner zeigen
es: demuestran las experiencias ampliamente positivas de los Miembros y Socios de inCruises
fr: Démontrer les expériences extrêmement positives des Membres et Partenaires d'inCruises
it: dimostrano le esperienze estremamente positive dei Membri e dei Partner di inCruises
ja: inCruisesのメンバーおよびパートナーの圧倒的にポジティブな体験を示しています
kk: inCruises клуб мүшелері мен серіктестерінің аса оң тәжірибелерін көрсету
ky: inCruises клубунун мүчөлөрүнүн жана өнөктөштөрүнүн өзгөчө позитивдүү тажрыйбасын көрсөтөт
lv: atsauksmes liecina par patieasi pozitīvo pieredzi, ko guvuši “InCruises” Biedri un Partneri
mn: inCruises-ийн Гишүүд болон Түнш нарын хамгийн их эерэг туршлагуулын харуулах
pt: Demonstram as experiências extremamente positivas dos Membros e Parceiros da inCruises
ro: demonstrează experiențele extrem de pozitive ale membrilor și partenerilor inCruises
ru: демонстрируют исключительный положительный опыт Членов Клуба и Партнеров inCruises
uk: демонструвати надзвичайно позитивний досвід Членів і Партнерів inCruises
uz: inCruises Аъзолари ва Ҳамкорларининг ниҳоятда позитив тажрибаларини намойиш этади
zh: 展示inCruises会员与合作伙伴极为正面的体验

source: Denied
ca: Denegada
de: Abgelehnt
es: Rechazada
fr: Refusé
it: Respinta
ja: 却下されました
kk: Бас тартылды
ky: Четке кагылды
lv: Noliegts
mn: Татгалзсан
pt: Negada
ro: Refuzat
ru: Отклонено
uk: Відмовлено
uz: Рад этилди
zh: 已拒绝

source: Deny
ca: Denegar
de: Ablehnen
es: Rechazar
fr: Refuser
it: Respingi
ja: 却下
kk: Бас тарту
ky: Четке кагуу
lv: Noliegt
mn: Татгалзах
pt: Negar
ro: Refuză
ru: Отклонить
uk: Відмовляти
uz: Рад этиш
zh: 拒绝

source: Depart
ca: Sortida
de: Abreise
es: Salir
fr: Départ
it: Parte
ja: 出発
kk: Кету
ko: 출발
ky: Кет
lv: Atiet
mn: Явах
pt: Partir
ro: Pleacă
ru: Отправление
uk: Відправлення
uz: Жўнаш
zh: 出發

source: DEPART
ca: SORTIDA
de: ABFAHRT
es: SALIDA
fr: DÉPART
it: PARTENZA
ja: 出発
kk: КЕТУ
ky: КЕТҮҮ
lv: ATIEŠANA
mn: ХӨДЛӨХ
pt: PARTIDA
ro: PLECARE
ru: ОТПРАВЛЕНИЕ
uk: ВІДПРАВЛЕННЯ
uz: ЖЎНАШ
zh: 出发

source: Depart Date
ca: Data de Sortida
de: Abreisedatum
es: Fecha de Salida
fr: Date de départ
it: Data di partenza
ja: 出発日
kk: Кету күні
ko: 출발일
ky: Кетүү датасы
lv: Atiešanas datums
mn: Явах өдөр
pt: Data de Partida
ro: Data plecării
ru: Дата Отправления
uk: Дата Відправлення
uz: Жўнаш санаси
zh: 出發日期

source: Depart Date/ Return Date
ca: Data de Sortida / Data de Tornada
de: Abreisedatum/Rückkehrdatum
es: Fecha de Salida / Fecha de Regreso
fr: Date de Départ/ Date de Retour
it: Data di partenza/ Data di ritorno
ja: 出発日／帰着日
kk: Жөнелту күні/Қайту күні
ky: Кетүү күнү/Кайтуу күнү
lv: Atiešanas datums/Atgriešanās datums
mn: Хөдлөх / Ирэх огноо
pt: Data de Partida/ Data de Retorno
ro: Data plecării / Data întoarcerii
ru: Дата отправления/дата возвращения
uk: Дата відправлення/Дата повернення
uz: Жўнаш санаси/ Қайтиш санаси
zh: 出发日期/返回日期

source: Depart Port
ca: Port de Sortida
de: Abfahrt Hafen
es: Puerto de Zarpe
fr: Port de départ
it: Porto di partenza
ja: 出発港
kk: Жөнелту Порты
ky: Кетүү порту
lv: Atiešanas Osta
mn: Хөдлөх боомт
pt: Porto de Partida
ro: Portul de plecare
ru: Порт отправления
uk: Порт відправлення
uz: Жўнаш порти
zh: 出发港口

source: Departing Date
ca: Data de Sortida
de: Abreisedatum
es: Fecha de Zarpe
fr: Date de Départ
it: Data di partenza
ja: 出発日
kk: Жөнелу күні
ky: Кетүүчү күн
lv: Atiešanas Datums
mn: Хөдлөх огноо
pt: Data de Partida
ro: Data plecării
ru: Дата отправления
uk: Дата відправлення
uz: Жўнаш санаси
zh: 出发日期

source: Departing Port
ca: Port de Sortida
de: Abfahrtshafen
es: Puerto de Zarpe
fr: Port de Départ
it: Porto di partenza
ja: 出発港
kk: Жөнелу Порты
ky: Чыгуу порту
lv: Atiešanas osta
mn: Хөдлөх боомт
pt: Porto de Partida
ro: Portul de plecare
ru: Порт отправления
uk: Порт відправлення
uz: Жўнаш порти
zh: 出发港口

source: department
ca: departament
de: Abteilung
es: departamento
fr: département
it: reparto
ja: 担当部署
kk: бөлім
ko: 담당 부서
ky: бөлүм
lv: departaments
mn: хэлтэс
pt: departamento
ro: departament
ru: отдел
uk: відділ
uz: бўлим
zh: 部门

source: Department
ca: Departament
de: Abteilung
es: Departamento
fr: Département
it: Settore
ja: 担当部署
kk: Бөлім
ko: 담당 부서
ky: Бөлүм
lv: Departaments
mn: Хэлтэс
pt: Departamento
ro: Departament
ru: Отдел
uk: Відділ
uz: Бўлим
zh: 部门
