Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: An inCruises Member is someone who has purchased a Club Membership to gain travel value. They primarily want to see more of the world for less. inCruises Partners are part of our Independent Partner Program and can refer and Activate others into the Club Membership. Many Partners are also "Partner Members".
ca: Un Membre d'inCruises és una persona que ha adquirit una Membresia al Club per obtenir valor en viatges. El seu principal objectiu és descobrir més del món a un preu més baix. Els Socis d'inCruises formen part del nostre Programa de Socis Independents i poden referir i activar altres Membres en la Membresia del Club. Molts Socis són també "Membres Socis".
de: Ein inCruises-Mitglied ist jemand, der eine Club-Mitgliedschaft erworben hat, um einen Reisevorteil zu erhalten. Sie wollen in erster Linie mehr von der Welt für weniger Geld sehen. inCruises Partner sind Teil unseres unabhängigen Partnerprogramms und können andere in die Clubmitgliedschaft vermitteln und aktivieren. Viele Partner sind auch "Partnermitglieder".
es: Un Miembro de inCruises es alguien que ha comprado una Membresía del Club para obtener valor en viajes. Su principal objetivo es ver más del mundo por menos. Los Socios de inCruises son parte de nuestro Programa de Socios Independientes y pueden referir y activar a otros en la Membresía del Club. Muchos Socios también son "Socio-Miembros".
fr: Un Membre inCruises est une personne qui a acheté une Adhésion au Club pour gagner de la valeur de voyage. Ils veulent avant tout voir plus de choses pour moins cher. Les Partenaires inCruises font partie de notre Programme de Partenariat Indépendant et peuvent recommander et activer d'autres personnes dans le cadre de l'Adhésion au Club. De nombreux Partenaires sont également des "Membres Partenaires".
it: Un Membro del Club inCruises è una persona che ha acquistato la Membership al Club per la convenienza dei viaggi. Vuole soprattutto vedere di più del mondo spendendo meno. I Partner inCruises fanno parte del nostro Programma per Partner Indipendenti e possono sponsorizzare e attivare altre persone come Membri del Club. Molti Partner sono anche "Partner-Membri".
ja: inCruisesメンバーとは、旅行の価値を得るためにクラブメンバーシップを購入した方です。inCruisesパートナーとは、独立パートナープログラムの一員であり、他の会員を紹介してクラブメンバーシップに登録させることができます。多くのパートナーは「パートナー・メンバー」でもあります。
kk: InCruises мүшесі - бұл саяхаттан пайда алу үшін клуб мүшелігін сатып алған адам. Ең алдымен, олар аз ақшаға көбірек әлемді көргісі келеді. InCruises серіктестері біздің тәуелсіз серіктестік бағдарламамыздың бөлігі болып табылады және басқа мүшелерді клубқа шақырып, олардың қатысуын белсендіре алады. Көптеген серіктестер де "серіктестік мүшелері"болып табылады.
ky: inCruises мүчөсү - саякат артыкчылыктарына ээ болуу үчүн Клуб мүчөлүгүн сатып алган адам. Алар, биринчи кезекте, азыраак чыгым менен дүйнөнү көбүрөөк көрүүнү каалашат. inCruises Өнөктөштөрү биздин Көз карандысыз өнөктөштүк программабыздын бир бөлүгү болуп саналат жана башкаларды Клубдун мүчөлүгүнө чакырып, активдештире алышат. Көптөгөн өнөктөштөр ошондой эле "Өнөктөш мүчөлөр" болуп саналат.
lv: inCruises Biedrs ir persona, kas ir piekritis Kluba Biedra dalībai, lai iegūtu ceļošanas vērtību.Viņi vēlas redzēt vairāk pasauli par mazāku cenu. inCruises Partneri ir daļa no mūsu Neatkarīgās Partneru programmas un tie var uzaicināt un Aktivizēt citas personas Kluba Biedru Dalībai.Daudzi Partneri ir arī "Partneri Biedri".
mn: inCruises-ийн Гишүүн бол аяллын үнэ цэнийг бий болгох үүднээс Клубын Гишүүнчлэл худалдаж авсан хүн юм. Тэд юуны өмнө дэлхий ертөнцөөр хямд үнээр аялахыг хүсдэг хүмүүс юм. inCruises-ийн Түнш гэдэг бол манай Бие даасан Түншийн хөтөлбөрт хамрагдсан, бусдыг Клубын Гишүүнчлэлд хамруулж, идэвхжүүлдэг хүмүүс юм. Ихэнх Түнш нар "Түнш Гишүүн" байдаг.
pt: Um Membro inCruises é alguém que paga uma assinatura ao Clube para obter mais valor em viagens. Eles querem principalmente conhecer mais do mundo, e por menos. Os Parceiros inCruises fazem parte do nosso Programa de Parceiros Independentes e podem indicar e ativar outros para a assinatura ao Clube. Muitos Parceiros também são "sócio-membros".
ro: Un membru inCruises este cineva care a achiziționat un abonament la club pentru a câștiga valoare de călătorie. Ei vor în primul rând să vadă mai mult din lume pentru mai puțin. Partenerii inCruises fac parte din programul nostru de parteneri independenți și pot trimite și activa pe alții în calitatea de membru al clubului. Mulți parteneri sunt și „Membri Parteneri”.
ru: Член Клуба inCruises - это тот, кто приобрёл Членство в Клубе для получения туристической ценности. Главным образом он хочет увидеть мир дешевле. Партнёры inCruises - часть нашей Программы Независимого Партнёрства, они могут приводить и активировать других Членов Клуба. Многие Партнёры являются так же и "Членами-Партнёрами Клуба".
uk: Член Клубу inCruises - це той, хто придбав Членство в Клубі для отримання туристичної цінності. Головним чином він хоче побачити світ за менші кошти. Партнери inCruises - частина нашої Програми Незалежного Партнерства, вони можуть залучати та активувати інших Членів Клубу. Багато Партнерів є і "Членами Партнерами Клубу".
uz: inCruises Аъзоси – саёҳат қийматини ошириш учун Клубга Аъзоликни харид қилган инсондир. Улар камроқ харажат эвазига дунё кезишни истайдилар. inCruises Ҳамкорлари бизнинг Мустақил Ҳамкор дастуримизнинг бир қисми бўлиб, бошқаларни ҳам Клуб Аъзолигига жалб этиш ва фаоллаштириш имконига эга. Аксарият Ҳамкорлар шунингдек "Ҳамкор Аъзолар" ҳамдир.
zh: inCruises会员是指购买了俱乐部会员资格以获得旅行价值的人。他们主要希望以更低的价格看到更多的世界。inCruises合作伙伴是我们独立合作伙伴计划的一部分，可以推荐和激活其他人加入俱乐部会员。许多合作伙伴也是“合作伙伴会员”。

source: An infant must be at least 6 months old at the time of sailing to board.
ca: Els bebès han de tenir almenys 6 mesos d'edat en la data de sortida per a poder embarcar.
de: Ein Kleinkind muss zum Zeitpunkt der Abfahrt mindestens 6 Monate alt sein, um an Bord gehen zu können.
es: Un bebé debe tener al menos 6 meses de edad en el momento de navegar para abordar.
fr: Pour embarquer, un bébé doit être âgé d'au moins 6 mois au moment du départ.
it: I neonati devono avere almeno 6 mesi di età alla data di partenza per potersi imbarcare.
ja: 乳児は、出航時に生後６ヶ月以上でなければ搭乗できません。
kk: Отырғызу кезінде нәресте кемінде 6 айлық болуы керек.
ko: 유아는 승선할 때 최소 6개월 이상이어야 합니다.
ky: Ымыркайдын жашы бортко отурарда 6 айдан кем эмес болушу керек.
lv: Laikā, kad zīdainis atrodas uz kuģa, tam jābūt vismaz 6 mēnešus vecam.
mn: Нялх хүүхдийн хувьд хөлөгт суух үед дор хаяж 6 сар хүрсэн байх ёстой.
pt: Uma criança deve ter pelo menos 6 meses de idade no momento da partida para embarcar.
ro: Un copil trebuie să aibă cel puțin 6 luni în momentul navigării la bord.
ru: Несовершеннолетнему должно быть минимум 6 месяцев на момент посадки на борт.
uk: Неповнолітньому має бути мінімум 6 місяців на момент посадки на борт.
uz: Бортга чиқишда боланинг ёши камида 6 ой бўлиши шарт.
zh: 乘船登船時，嬰兒必須至少 6 個月大。

source: An initial Partner Activation payment is $95 USD. To retain your Active Partner status, you must make semi-annual Partner renewal payments of $95 USD. Special renewal terms apply to residents of Italy. See the Policies and Procedures document for more details.
ca: El pagament inicial per activar un Soci és de 95 dòlars. Per mantenir l'estatus de Soci Actiu, cal fer pagaments de renovació semestrals de 95 dòlars. S'apliquen termes de renovació especials als residents d'Itàlia. Consulta el document de Polítiques i Procediments per a més detalls.
de: Die erste Zahlung für die Partneraktivierung beträgt $95 USD. Um Ihren Status als aktiver Partner beizubehalten, müssen Sie halbjährliche Partnererneuerungszahlungen in Höhe von 95 USD leisten. Für Personen mit Wohnsitz in Italien gelten besondere Verlängerungsbedingungen. Weitere Einzelheiten finden Sie im Dokument Bestimmungen und Modalitäten.
es: El pago inicial de activación de Socio es de 95 USD. Para mantener tu estatus de Socio Activo, debes realizar pagos semestrales de renovación de Socio de 95 USD. Se aplican términos especiales de renovación para los residentes de Italia. Consulta el documento de Políticas y Procedimientos para más detalles.
fr: Le paiement initial pour l'activation d'un partenaire s'élève à 95 USD. Pour conserver votre statut de partenaire actif, vous devez effectuer des paiements semestriels de renouvellement de 95 USD. Des conditions spéciales de renouvellement s'appliquent aux résidents de l'Italie. Voir le document Politiques et procédures pour plus de détails.
it: Il pagamento iniziale per l'attivazione dei Partner è di $95. Per mantenere lo status di Partner attivo, dovrai pagare $95 ogni sei mesi per il rinnovo della Partnership. Ai residenti in Italia si applicano condizioni di rinnovo speciali. Per maggiori dettagli, consulta il documento Politiche e procedure.
ja: 初回のパートナー登録の支払いは$95米ドルです。アクティブパートナーのステータスを維持するには、半年ごとに$95米ドルのパートナー更新料を支払っていただく必要があります。イタリアの居住者には、特別な更新条件が適用されます。詳細については、「ポリシーと手続き」の書面をご確認ください。
kk: Серіктесті белсендіру үшін бастапқы төлем 95 долларды құрайды. Белсенді серіктес мәртебеңізді сақтау үшін серіктестікті ұзарту үшін алты айда бір рет 95 доллар төлеуіңіз керек. Италия тұрғындары үшін ұзартудың ерекше шарттары бар. Толығырақ ақпаратты "саясат және процедуралар" құжатынан қараңыз.
ky: Өнөктөштү активдештирүү үчүн баштапкы төлөм 95 долларды түзөт. Активдүү өнөктөш статусун сактап калуу үчүн сиз $95 долларлык жарым жылдык өнөктөштүктү жаңылоо төлөмдөрүн төлөшүңүз керек. Италиянын тургундары үчүн жаңыртуунун өзгөчө шарттары колдонулат. Көбүрөөк маалымат алуу үчүн биздин Саясат жана процедуралар документибизди караңыз.
lv: Sākotnējais Partneru Aktivizācijas maksājums ir USD 95. Lai saglabātu aktīva Partnera statusu, jāveic partnera atjaunošanas pusgada maksājumi USD 95 apmērā. Īpaši atjaunošanas noteikumi attiecas uz Itālijas iedzīvotājiem. Plašāku informāciju skatiet Politikas un Procedūru dokumentā.
mn: Түнш идэвхжүүлэх анхны төлбөр $95 байна. Идэвхтэй Түншийн статусаа хадгалахын тулд та хагас жил тутам $95-ын сунгалт хийх ёстой. Италийн оршин суугчдын хувьд тусгай сунгах нөхцөл мөрдөгдөнө. Дэлгэрэнгүй мэдээллийг Бодлого Журмын Гарын Авлагаас харна уу.
pt: Um pagamento inicial de ativação de um Parceiro é de $95 USD. Para manter o status de Parceiro Ativo, você deve fazer pagamentos semestrais de renovação da parceria de $95 USD. Termos especiais de renovação se aplicam a residentes da Itália. Veja o documento Políticas e Procedimentos para mais detalhes.
ro: O plată inițială pentru activarea partenerului este de 95$. Pentru a-ți păstra statutul de partener activ, trebuie să faci plăți semestriale de reînnoire a parteneriatului de 95$. Condiții speciale de reînnoire se aplică rezidenților din Italia. Consultă documentul Politici și proceduri pentru mai multe detalii.
ru: Первоначальный платёж за Активацию Партнёра составляет $95. Для сохранения Активного статуса Партнёра вы должны совершать платежи за возобновление Партнёрской программы в размере $95 каждые полгода. Особые положения о возобновлении применяются к резидентам Италии. Смотрите "Руководство по политике и процедурам", чтобы узнать подробности.
uk: Початковий платіж за Активацію Партнера складає $95. Для збереження Активного статусу Партнера ви повинні здійснювати платежі за поновлення Партнерської програми у розмірі $95 кожні півроку. Особливі положення щодо поновлення застосовуються до резидентів Італії. Дивіться "Посібник з Політики та Процедур", щоб дізнатися подробиці.
uz: Дастлабки Ҳамкорликни фаоллаштириш тўлови - 95$. Фаол Ҳамкор мақомини ушлаб туриш учун сиз ҳар ярим йилда 95$ Ҳамкорликни узайтириш тўловини қилишингиз шарт. Италия резидентлари учун махсус узайтириш шартлари татбиқ этилади. Батафсил маълумотлар учун Сиёсат ва жараёнлар ҳужжатига қаранг.
zh: 初始合作伙伴激活付款为95美元。为了保持您的活跃合作伙伴身份，您必须每半年支付95美元的合作伙伴续费。意大利居民适用特殊续费条款。有关更多详细信息，请参阅政策和程序文档。

source: An unexpected error occurred while applying the client filters.
fr: Une erreur inattendue s'est produite lors de l'application des filtres client.
it: Si è verificato un errore inatteso con i filtri.
pt: Ocorreu um erro inesperado ao aplicar os filtros do cliente.
uk: Під час застосування клієнтських фільтрів сталася непередбачена помилка.

source: An unexpected error occurred while initializing the local client filters.
fr: Une erreur inattendue s'est produite lors de l'initialisation des filtres client locaux.
it: Si è verificato un errore imprevisto durante l'inizializzazione dei filtri client locali.
pt: Ocorreu um erro inesperado durante a inicialização dos filtros locais do cliente.
uk: Під час ініціалізації фільтрів локального клієнта сталася непередбачена помилка.

source: An unexpected error occurred while loading countries.
fr: Une erreur inattendue s'est produite lors du chargement des pays.
it: Si è verificato un errore imprevisto durante il caricamento dei paesi.

source: An unexpected error occurred while loading languages.
fr: Une erreur inattendue s'est produite lors du chargement des langues.
it: Si è verificato un errore imprevisto durante il caricamento delle lingue.

source: An unexpected error occurred while loading members counting toward QBI.
fr: Une erreur inattendue s'est produite lors du chargement des membres comptabilisés pour le QBI.
it: Si è verificato un errore imprevisto durante il caricamento dei Membri che contano ai fini del QBI.

source: An unexpected error occurred while loading members with cruise bookings pending invoices.
fr: Une erreur inattendue s'est produite lors du chargement des membres ayant des réservations de croisière avec factures en attente.
it: Si è verificato un errore imprevisto durante il caricamento dei membri con prenotazioni crociere e fatture in sospeso.

source: An unexpected error occurred while loading members with pending invoices.
fr: Une erreur inattendue s'est produite lors du chargement des membres ayant des factures en attente.
it: Errore imprevisto nel caricamento membri con fatture in sospeso.

source: An unexpected error occurred while loading membership upgrades and downgrades.
fr: Une erreur inattendue s'est produite lors du chargement des mises à niveau et des rétrogradations d'adhésion.
it: Si è verificato un errore imprevisto durante il caricamento degli upgrade e dei downgrade delle Membership.

source: An unexpected error occurred while loading new members.
fr: Une erreur inattendue s'est produite lors du chargement des nouveaux membres.
it: Si è verificato un errore imprevisto durante il caricamento dei nuovi Membri.

source: An unexpected error occurred while loading partners still eligible fast start.
fr: Une erreur inattendue s'est produite lors du chargement des partenaires encore éligibles au démarrage rapide.
it: Errore imprevisto nel caricamento dei partner idonei all'Avvio Veloce.

source: An unexpected error occurred while loading teams.
fr: Une erreur inattendue s'est produite lors du chargement des équipes.
it: Si è verificato un errore imprevisto durante il caricamento dei team.

source: An unexpected error occurred while loading users recurring payment status.
fr: Une erreur inattendue s'est produite lors du chargement du statut des paiements récurrents des utilisateurs.
it: Si è verificato un errore imprevisto durante il caricamento dello stato dei pagamenti ricorrenti degli utenti.

source: An unexpected error occurred while opening the column selection widget.
fr: Une erreur inattendue s'est produite lors de l'ouverture du widget de sélection des colonnes.
it: Si è verificato un errore imprevisto durante l'apertura del widget di selezione delle colonne.
pt: Ocorreu um erro inesperado ao abrir o widget de seleção de colunas.
uk: Під час відкриття віджета вибору за колонками сталася непередбачена помилка.

source: An unexpected error occurred while resetting the filters.
fr: Une erreur inattendue s'est produite lors de la réinitialisation des filtres.
it: Si è verificato un errore imprevisto durante il ripristino dei filtri.
pt: Ocorreu um erro inesperado ao redefinir os filtros.
uk: Під час скидання фільтрів сталася непередбачена помилка.

source: Analytics data began on 03/24/2021
ca: Les dades d’anàlisis van començar el 24/03/2021
de: Analysedaten begannen am 24.03.2021
es: Información de análisis inició el 3/24/2021
fr: Les données analytiques ont commencé le 24/03/2021
it: I dati analitici sono iniziati il 24/03/2021
ja: 分析データは2021年3月24日から集計しています
kk: Аналитикалық деректер 03/24/2021 жылы басталды
ko: 분석 데이터는 2021년 3월 24일부터 시작합니다
ky: Аналитикалык маалыматтары 24.03.2021-жылы башталган
lv: Analīzes dati sākti 03/242021
mn: 2021 оны 3 сарын 24-нөөс хойшхи анализ өгөгдөл
pt: Os dados de análise começaram em 24/03/2021
ro: Datele analitice au început pe 24.03.2021
ru: Данные аналитики взяты начиная с 24.03.2021
uk: Дані аналітики взяті починаючи з 24.03.2021
uz: Таҳлилий маълумотлар 03/24/2021 дан бошланган
zh: 分析數據始於03/24/2021

source: Analytics data is not language specific.
ca: Les dades d'anàlisis no són específiques de l'idioma.
de: Analysedaten sind nicht sprachspezifisch.
es: Información de análisis no cuenta con un idioma específico.
fr: Les données analytiques ne sont pas spécifiques à une langue.
it: I dati analitici non sono specifici della lingua.
ja: 分析データは言語別ではありません。
kk: Аналитикалық мәліметтер тілге тән емес.
ko: 분석 데이터는 언어에 제한되지 않습니다.
ky: Аналитикалык маалыматтар тилге көз каранды эмес.
lv: Analīzes dati nav saistīti ar konkrētu valodu.
mn: Анализ өгөгдөлд хэлний онцлог шинж байхгүй.
pt: Os dados analíticos não são específicos do idioma.
ro: Datele analitice nu sunt specifice unei limbi anume.
ru: Данные аналитики в разных языках не различаются.
uk: Дані аналітики на різних мовах не відрізняються.
uz: Таҳлилий маълумотлар тилга боғлиқ эмас.
zh: 分析數據不是特定於語言的。

source: and
ca: i
de: und
es: y
fr: et
it: e
ja: と
kk: және
ko: 그리고
ky: жана
lv: un
pt: e
ro: și
ru: и
uk: та
uz: ва
zh: 和

source: and
ca: i
de: und
es: y
fr: et
it: e
ja: そして
kk: және
ky: жана
lv: un
mn: түүнчлэн
pt: e
ro: și
ru: и
uk: та
uz: ва
zh: 以及

source: And at this potential rank, you will also qualify for the 5% New Business Production Bonus Which could be bring your total monthly income up to $260,000!
ca: I en aquest rang potencial, també pots obtenir el 5% de Bonificació de Nova Producció de Negoci, que podria augmentar els teus ingressos mensuals fins a 260.000 dòlars!
de: Und bei diesem potenziellen Rang qualifizieren Sie sich auch für den 5% New Business Production Bonus, der Ihr monatliches Gesamteinkommen auf bis zu $260.000 bringen könnte!
es: Y en este rango potencial, también calificarás para el 5% del Bono de Nueva Producción de Negocio el cual podría elevar tu ingreso mensual ¡hasta $260,000!
fr: Et à ce rang potentiel, vous pourrez également bénéficier du Bonus de Nouvelle Production de Business de 5% qui pourrait porter votre revenu mensuel total à 260 000 $ !
it: E a questo potenziale livello, ti qualificherai anche per il bonus del 5% per la produzione di nuovi affari, che potrebbe portare il tuo reddito mensile totale fino a $260.000!
ja: そして可能性のあるこのランクでは、5％の新ビジネスプロダクションボーナスの獲得条件を満たし、毎月の収入合計金額が最大$260,000となる可能性があります！
kk: Осы әлеуетті дәрежеде сіз ай сайынғы жалпы кірісті 260 000$-ға дейін жеткізетін 5% Жаңа Бизнес Өндірісі бонусына ие бола аласыз!
ko: 또한 이 잠재 등급에서는 신규 비즈니스 생산 보너스 5%도 받으실 수 있으므로 귀하의 총 월 수입이 최대 $260,000이 될 수 있습니다!
ky: Жана бул потенциалдуу даражада сиз жалпы айлык кирешеңизди 260,000$ долларга чейин көтөрө ала турган 5% Жаңы Бизнес Көрсөткүч Бонусуна ээ болосуз!
lv: Un šajā potenciālajā rangā pretendēsiet arī uz 5% Jauno Produkcijas Apgrozījuma Bonusu,kas jūsu mēneša ienākumus var papildināt līdz $260.000!
mn: Энэхүү цол зэрэглэлээр, та сард нийт $260,000 хүртэл орлого авах эрх бүхий Шинэ бизнесийн Борлуулалтын урамшууллын 5%-ийн урамшуулалд хамрагдах боломжтой юм.
pt: E nesta classificação potencial, você também se qualificará para o Bônus de Nova Produção de 5%, que pode elevar sua renda mensal total para $ 260.000!
ro: Iar la acest potențial rang, te vei califica și pentru bonusul de 5% pentru producția de noi afaceri care îți poate duce venitul lunar total până la 260.000 de $!
ru: И при этом потенциальном ранге вы также будете квалифицированы и для получения 5% бонуса "За новый товарооборот в бизнесе", который может принести вам суммарный доход за месяц до $260 000!
uk: І при цьому потенційному ранзі ви також будете кваліфіковані і для отримання 5% бонусу "За новий товарообіг в бізнесі", який може принести вам сумарний дохід за місяць до $260,000!
uz: Ва ушбу потенциал рангда сиз шунингдек ойига умумий 260,000$ гача даромад келтирувчи 5% Янги ишлаб чиқариш бонусини қўлга киритасиз!
zh: 在這個潛在職位上，您還將有資格獲得5％的新業務生產獎金，這可能使您的每月總收入達到260,000美元！

source: and challenged our Partners to match and exceed it, and they have!
fr: et a mis nos Partenaires au défi d'égaler et de dépasser ce montant, et ils l'ont fait !
it: e abbiamo sfidato i nostri Partner a eguagliarla e superarla, e ci sono riusciti!
pt: e desafiamos nossos Parceiros a igualar e superar isso e eles conseguiram!
uk: і кинув виклик нашим Партнерам, щоб вони зібрали стільки ж або навіть перевищили цю суму. І вони це зробили!

source: and let's start the year off right!
ca: i comencem bé l'any!
de: und lassen Sie uns das Jahr richtig beginnen!
es: ¡Y comencemos el año de la mejor manera posible!
fr: commençons l'année du bon pied !
it: e iniziamo l'anno nel migliore dei modi!
ja: そして、新年を最高のスタートにしましょう！
kk: және жаңа жылды дұрыс бастайық!
ko: 그리고 한 해를 제대로 시작합시다!
ky: жана жылды жакшы баштайлы!
lv: un sāksim šo gadu pareizi!
mn: шинэ оноо сайхан эхлүүлцгээе!
pt: e vamos começar o ano com o pé direito!
ro: și să începem anul cu bine!
ru: и давайте начнём год красиво!
uk: і давайте почнемо рік правильно!
uz: ва келинг, йилни гўзал бошлаймиз!
zh: 让我们开始新的一年吧！

source: And Many More!
ca: I Molt Més!
de: Und viele mehr!
es: ¡Y mucho más!
fr: Et bien d'autres encore !
it: E molti altri ancora!
ja: そしてもっとたくさん！
kk: Және тағы басқалар!
ko: 그리고 더 많은 !
ky: Жана дагы башкалар!
lv: Un daudz kas vairāk!
mn: болон бусад олон шалтгаанууд!
pt: E muito mais!
ro: Şi mult mai mult!
ru: И многое другое!
uk: І багато іншого!
uz: Ва бошқалар!
zh: 还有很多！

source: and meet additional Eligibility requirements that will be announced in April.
fr: et satisfaire aux exigences d'Éligibilité supplémentaires qui seront annoncées en avril.
it: e soddisfare ulteriori requisiti di Idoneità che verranno annunciati ad aprile.

source: and sailing date
ca: i data de sortida
de: und Abfahrtsdatum
es: y fecha de zarpe
fr: et la date de départ
it: e data di partenza
ja: および出航日
kk: және жүзу күндері
ky: жана круизге чыгуу датасы
lv: un atiešanas datums
mn: болон хөдлөх огноо
pt: e data de navegação
ro: și data de navigare
ru: и даты плавания
uk: і дати плавання
uz: ва сузиш санаси
zh: 和出发日期

source: and the
ca: i el
de: und
es: y la
fr: et le
it: e il
ja: そして
kk: және
ky: ошондой эле
lv: un
mn: түүнчлэн
pt: e o
ro: și
ru: и
uk: та
uz: ва
zh: 以及

source: and unlock opportunities like this—plus enjoy unparalleled travel value!
fr: et accédez à des opportunités comme celle-ci, tout en profitant d'un voyage à prix imbattable !
it: e sbloccare opportunità come questa, oltre a godere di un valore di viaggio senza pari!
kk: және осындай мүмкіндіктерді ашыңыз — сонымен қатар теңдессіз саяхаттық құндылыққа ие болыңыз!
pt: e desbloqueie oportunidades como esta — além de aproveitar um valor de viagem incomparável!
uk: і відкривайте для себе подібні можливості, а також насолоджуйтеся безпрецедентною туристичною цінністю!
uz: ва шу каби имкониятларга эга бўлинг - плюс, тенгсиз саёҳат қийматидан баҳраманд бўлинг!
zh: 并解锁这样的机会——同时享受无与伦比的旅行价值！
