Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Confirm Language
ca: Confirmar Idioma
de: Sprache hinzufügen
es: Confirmar Idioma
fr: Confirmer la langue
it: Conferma lingua
ja: 言語を確定する
kk: Тілді Растаңыз
ky: Тилди тастыктаңыз
lv: Apstiprināt Valodu
mn: Улсын хэлээ баталгаажуулах
pt: Confirmar idioma
ro: Confirmă Limba
ru: Подтвердить язык
uk: Підтвердити Мову
uz: Тилни тасдиқланг
zh: 确认语言

source: Confirm New Password
ca: Confirmar Nova Contrasenya
de: Neues Passwort bestätigen
es: Confirmar Nueva Contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma la nuova password
ja: 新しいパスワードの確認
kk: Жаңа құпия сөзіңізді растаңыз
ko: 신규 비밀번호 확인
ky: Жаңы сырсөздү тастыктаңыз
lv: Apstiprini jauno paroli
mn: Шинэ нууц үгийг дахин бичих
pt: Confirme a nova senha
ro: Confirmă parola nouă
ru: Подтвердите новый пароль
uk: Підтвердіть новий пароль
uz: Янги паролни тасдиқланг
zh: 确认新密码

source: Confirm Passengers
ca: Confirmar Passatgers
de: Passagiere bestätigen
es: Confirmar Pasajeros
fr: Confirmer les passagers
it: Conferma i passeggeri
ja: 乗客を確定する
kk: Жолаушыларды Растаңыз
ky: Жүргүнчүлөрдү тастыктаңыз
lv: Apstiprini Pasažierus
mn: Зорчигч нарын тоог баталгаажуулах
pt: Confirmar passageiros
ro: Confirmă pasagerii
ru: Подтвердить пассажиров
uk: Підтвердити пасажирів
uz: Йўловчиларни тасдиқланг
zh: 确认乘客

source: Confirm password
ca: Confirma la contrasenya
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmez le mot de passe
it: Conferma password
ja: パスワードの確認
kk: Құпия сөзді растаңыз
ky: Сырсөздү тастыктаңыз
lv: Apstiprini Paroli
mn: Нууц үгээ баталгаажуулна уу
pt: Confirme a senha
ro: Confirmă parola
ru: Подтвердить пароль
uk: Підтвердити пароль
uz: Паролни тасдиқланг
zh: 确认密码

source: Confirm Password
ca: Confirma la Contrasenya
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ja: パスワードの確認
kk: Құпия сөзді Растау
ko: 비밀번호 확인
ky: Сырсөздү тастыктаңыз
lv: Apstiprini paroli
mn: Нууц үг дахин бичих
pt: Confirme a senha
ro: Confirmă parola
ru: Подтвердить Пароль
uk: Підтвердити Пароль
uz: Паролни тасдиқланг
zh: 確認密碼

source: Confirm Payout
ca: Confirmar pagament
de: Bestätigung der Auszahlung
es: Confirmar Pago
fr: Confirmer le versement
it: Conferma il pagamento
ja: 決済の確認
kk: Төлемді растау
ko: 지불 확인
ky: Төлөмдү тастыктаңыз
lv: Apstiprini izmaksu
mn: Мөнгө таталтыг баталгаажуулах
pt: Confirmar pagamento
ro: Confirmă plata
ru: Подтвердить выплату
uk: Підтвердити виплату
uz: Тўловни тасдиқлаш
zh: 確認支付

source: Confirm Production
ca: Confirma la Producció.
de: Bestätigung des Umsatzes
es: Confirmar Producción
fr: Confirmer la production
it: Conferma la produzione
ja: プロダクションを確認する
kk: Тауар Айналымын Растау
ky: Өндүрүмдүүлүктү тастыктаңыз
lv: Apstiprini Apgrozījumu
mn: Борлуулалтыг баталгаажуулах
pt: Confirmar produção
ro: Confirmă producția
ru: Подтвердить товарооборот
uk: Підтвердити товарообіг
uz: Ишлаб чиқаришни тасдиқлаш
zh: 确认产出

source: Confirm Social Security Number
ca: Confirma el Número de la Seguretat Social
de: Sozialversicherungsnummer bestätigen
es: Confirma tu Número de Seguridad Social
fr: Confirmer le numéro de sécurité sociale
it: Conferma il tuo numero di previdenza sociale
ja: 社会保障番号を確認してください
kk: Әлеуметтік Сақтандыру Нөмірін Растаңыз
ko: 사회보장번호 확인
ky: Социалдык камсыздоо номерин тастыктаңыз
lv: Apstiprini sociālās apdrošināšanas numuru
mn: Иргэний үнэмлэхний дугаар баталгаажуулах
pt: Confirmar número de Segurança Social
ro: Confirmă numărul de asigurare socială
ru: Подтвердите Номер Социального Обеспечения
uk: Підтвердіть Номер Соціального Страхування
uz: Ижтимоий суғурта рақамини тасдиқланг
zh: 確認社會安全號碼

source: Confirm state
ca: Confirma l'estat
de: Staat bestätigen
es: Confirmar estado
fr: Confirmer l'état
it: Conferma lo stato
ja: 州を確定する
kk: Күйді растау
ko: 상태 확인
ky: Штатты тастыктаңыз
lv: Apstiprini datumu
mn: Өөрийн мужийг баталгаажуулах
pt: Confirmar estado
ro: Confirmă starea
ru: Подтвердить штат
uk: Підтвердити штат
uz: Штатни тасдиқланг
zh: 確認州

source: Confirm VAT
ca: Confirmar l'IVA
de: Bestätigen VAT
es: Confirmar IVA
fr: Confirmer la TVA
it: Conferma IVA
ja: VATを確認する
kk: ҚҚС Растау
ky: КНСти тастыктоо
lv: Apstiprini VAT
mn: VAT баталгаажуулна уу
pt: Confirmar VAT
ro: Confirmă TVA
ru: Подтвердить НДС
uk: Підтвердити ПДВ
uz: ҚҚСни тасдиқлаш
zh: 确认VAT

source: Confirm VAT Number
ca: Confirmar el número d'IVA
de: Umsatzsteuer-Identifikationsnummer bestätigen
es: Confirmar Número VAT
fr: Confirmer le Numéro de TVA
it: Conferma il numero di partita IVA
ja: VAT番号の確認
kk: ҚҚС нөмірін растау
ko: VAT 번호를 확인하십시오
ky: КНС номерин тастыктаңыз
lv: Apstiprini PVN numuru
mn: НӨАТ-ийн дугаарыг баталгаажуулна уу
pt: Confirme o número VAT
ro: Confirmă numărul TVA
ru: Подтвердите номер плательщика НДС
uk: Підтвердіть номер платника ПДВ
uz: ҚҚС рақамини тасдиқланг
zh: 確認增值稅號

source: Confirm your Recurring Profile to get the Trust My Travel (TMT) Protection Guarantee
ca: Confirma el teu Perfil Habitual per obtenir la garantia de protecció Trust My Travel (TMT)
de: Bestätigen Sie Ihr wiederkehrendes Protokoll, um die Trust My Travel (TMT)-Schutzgarantie zu erhalten
es: Confirma tu perfil recurrente para obtener la Garantía de Protección Trust My Travel (TMT)
fr: Confirmez votre Profil Récurrent pour obtenir la Garantie de Protection Trust My Travel (TMT)
it: Conferma il tuo profilo ricorrente per ottenere la garanzia di protezione Trust My Travel (TMT)
ja: トラストマイトラベル（TMT）の保護/保証の対象となるため、定期払いの情報を確認する
kk: Trust My Travel (TMT) Қорғаныс Кепілдігін алу үшін Қайталанатын Профиліңізді растаңыз
ko: Trust My Travel (TMT) 보호 보증을 받으려면 자동 프로필을 확인하십시오
ky: Trust My Travel (TMT) коргоо кепилдигин алуу үчүн кайталануучу профилиңизди тастыктаңыз
lv: Apstiprini savu periodisko profīlu,lai saņemtu "Trust My Travel"(TMT) aizsardzības garantiju
mn: My Travel (TMT) хамгаалалтын баталгааг авахын тулд өөрийн давтамжит төлбөрийн профайлыг баталгаажуулна уу
pt: Confirme seu perfil recorrente para obter a garantia de proteção da Trust My Travel (TMT)
ro: Confirmați Profilul dumneavoastră Recurent pentru a obține garanția de protecție Trust My Travel (TMT)
ru: Подтвердите Ваш рекуррентный профиль, чтобы получить Гарантию Защиты Платежей Trust My Travel (TMT)
uk: Підтвердіть Ваш рекурентний профіль, щоб отримати Гарантію Захисту Платежів Trust My Travel (TMT)
uz: Trust My Travel (TMT) ҳимояси кафолатини олиш учун ўз Даврий профилингизни тасдиқланг
zh: 確認您的個人資料以獲得Trust My Travel(TMT)保護保證

source: Confirmation Terms
ca: Termes de Confirmació
de: Bestätigung der Bedingungen
es: Términos de Confirmación
fr: Conditions de confirmation
it: Condizioni per la conferma
ja: 確認事項
kk: Растау шарттары
ko: 확인 조건
ky: Тастыктоо шарттары
lv: Apstiprinājuma nosacījumi
mn: Баталгаажуулах нөхцөлүүд
pt: Termos de confirmação
ro: Termenii de confirmare
ru: Условия подтверждения
uk: Умови підтвердження
uz: Тасдиқлаш шартлари
zh: 确认条款

source: Congrats you are ranking!
ca: Enhorabona, estàs pujant de rang!
de: Herzlichen Glückwunsch zum Rang!
es: ¡Felicitaciones, estás subiendo de rango!
fr: Félicitations, vous êtes classé !
it: Congratulazioni per il tuo rango!
ja: おめでとうございます！ランクインしています！
kk: Құттықтаймыз, сіз бірінші орында тұрсыз!
ky: Сизди даражаңызга жетишиңиз менен куттуктайбыз!
lv: Apsveicami, tu virzies uz rangu!
mn: Таныг цолонд хүрсэнд баяр хүргэе!
pt: Parabéns, você está classificado!
ro: Felicitări, urci în clasament!
ru: Поздравляем с получением ранга!
uk: Вітаємо з отриманням рангу!
uz: Рангда кўтарилганингиз билан табриклаймиз!
zh: 恭喜您，您的排名正在提升！

source: Congrats, claim your points and continue enjoying the inCruises benefits.
ca: Enhorabona, reclama els teus punts i continua gaudint dels beneficis d'inCruises.
de: Herzlichen Glückwunsch, fordern Sie Ihre Punkte an und genießen Sie weiterhin die inCruises-Vorteile.
es: Felicidades, reclama tus Puntos y sigue disfrutando de los beneficios de inCruises.
fr: Félicitations, faites valoir vos points et continuez à profiter des avantages inCruises.
it: Congratulazioni, richiedi i tuoi crediti e continua a godere dei vantaggi di inCruises.
ja: おめでとうございます！あなたのポイントを受取り申請をして、引き続きinCruisesの特典をお楽しみください。
kk: Құттықтаймыз, ұпайларыңызды жинаңыз және inCruises артықшылықтарын пайдалануды жалғастырыңыз.
ky: Куттуктайбыз, упайларыңызды алыңыз жана inCruises артыкчылыктарынан пайдаланып туруңуз.
lv: Apsveicami, pretendē uz saviem punktiem un turpini baudīt inCruises priekšrocības.
mn: Танд баяр хүргэе, оноогоо хүсэмжлэн авч, inCruises-ийн үр өгөөжийг цаашид эдлээрэй.
pt: Parabéns, resgate seus pontos e continue aproveitando os benefícios da inCruises.
ro: Felicitări, revendică-ți punctele și continuă să te bucuri de beneficiile inCruises.
ru: Поздравления! Запросите свои баллы и продолжайте наслаждаться преимуществами inCruises.
uk: Вітаємо! Отримайте свої бали та продовжуйте насолоджуватися перевагами inCruises.
uz: Табриклаймиз, балларингизни талаб қилиб олинг ва inCruises афзалликларидан баҳраманд бўлишда давом этинг.
zh: 恭喜您，领取您的积分并继续享受inCruises的福利。

source: Congratulations on earning your place at %{competitionName}, an achievement that reflects your consistent action, bold vision, and commitment to enriching lives through better travel and your unparalleled opportunity.
ca: Enhorabona per haver-te guanyat la teva plaça a %{competitionName}, un assoliment que reflecteix la teva acció constant, visió ambiciosa i compromís per enriquir vides mitjançant un viatge millor i la teva oportunitat incomparable.
fr: Félicitations pour votre participation à %{competitionName}. Cette réussite témoigne de votre engagement constant, de votre vision audacieuses et de votre volonté d'enrichir des vies grâce à de meilleurs voyages et à une opportunité unique.
it: Congratulazioni per esserti aggiudicato un posto a %{competitionName}, un risultato che riflette la tua dedizione costante, la tua visione audace e il tuo impegno nel migliorare la vita delle persone attraverso viaggi indimenticabili e opportunità senza eguali.
ja: %{competitionName} への出場権獲得おめでとうございます。これは、あなたの継続的な行動、大胆なビジョン、そしてより良い旅行と他に類を見ないチャンスを通じて人生を豊かにするというあなたの献身の証です。
kk: %{competitionName} іс-шарасына қатысу құқығын жеңіп алуыңызбен құттықтаймыз! Бұл — сіздің жүйелі әрекетіңізді, батыл көзқарасыңызды және саяхат сапасын арттыру мен өзіңізге берілген бірегей мүмкіндік арқылы өмірлерді жақсартуға деген адалдығыңызды көрсететін жетістік.
pt: Parabéns por conquistar seu lugar %{competitionName}, Parabéns por conquistar seu lugar, uma conquista que reflete sua ação consistente, visão ousada e compromisso em enriquecer vidas por meio de melhores experiências de viagens e da sua oportunidade incomparável.
ro: Felicitări pentru câștigarea locului la %{competitionName}, o realizare care reflectă acțiunea ta consecventă, viziunea îndrăzneață și angajamentul tău de a îmbogăți vieți prin călătorii mai bune și prin oportunitatea de neegalat pe care o ai.
uk: Вітаємо з завоюванням вашого місця в%{competitionName} - досягнення, яке відображає ваші послідовні дії, сміливе бачення та прагнення збагатити життя найкращими подорожами та безпрецедентними можливостями.
uz: %{competitionName} да ўз ўрнингизни эгаллаганингиз билан табриклаймиз, ушбу ютуқ сизнинг тинимсиз ҳаракатларингиз, кучли қарашларингиз ҳамда яхшироқ саёҳат қилиш ҳамда тенгсиз имкониятлар орқали ҳаётларни бойитишга бўлган интилишларингизни намоён этади.
zh: 祝贺您赢得%{competitionName}的席位，这一成就体现了您始终如一的行动力、宏大的愿景，以及通过更优质的旅行和您无与伦比的机遇来丰富生活的承诺。

source: Congratulations,
fr: Félicitations,
it: Congratulazioni,

source: Congratulations, %{firstName}! You Are A GLS-X Winner!
ca: Enhorabona, %{firstName}! Ets un(a) guanyador(a) de GLS-X!
fr: Félicitations, %{firstName} ! Vous ètes Gagnant(e) de GLS-X !
it: Congratulazioni, %{firstName}! Hai vinto il GLS-X!
ja: おめでとうございます、%{firstName}さん! あなたはGLS-Xの資格を勝ち抜きました!
kk: Құттықтаймыз, %{firstName}! Сіз — GLS-X жеңімпазысыз!
pt: Parabéns, %{firstName}! Você é um Vencedor do GLS-X!
ro: Felicitări, %{firstName}! Ești câștigător al concursului GLS-X!
uk: Вітаємо, %{firstName}! Ви переможець GLS-X!
uz: Табриклаймиз, %{firstName}! Сиз GLS-X ғолиби бўлдингиз!
zh: 祝贺您，%{firstName}！您是GLS-X获奖者！

source: Congratulations, you have already redeemed your Growth Bonus for this month!
ca: Enhorabona, ja has bescanviat els teus Bons de creixement d'aquest mes!
de: Glückwunsch, Sie haben bereits Ihren Wachstumsbonus für diesen Monat eingelöst!
es: ¡Felicidades, ya has canjeado tu Bono de crecimiento para este mes!
fr: Félicitations, vous avez déjà utilisé votre bonus de croissance pour ce mois !
it: Congratulazioni, hai già riscattato il tuo Bonus di Crescita di questo mese!
ja: おめでとうございます！今月のあなたの成長によるボーナスを既に受け取っています！
kk: Құттықтаймыз, сіз осы айға Өсу Бонусыңызды алдыңыз!
ko: 축하합니다. 이번 달에 이미 성장 보너스를 사용하셨습니다!
ky: Куттуктайбыз, сиз бул ай үчүн Өсүү бонусуна ээ болдуңуз!
lv: Apsveicam, jūs jau esat atguvis savu pagājušā mēneša izaugsmes Bonusu!
mn: Танд баяр хүргэе, та энэ сарын Өсөлтийн урамшууллаа татан авсан байна!
pt: Parabéns, você já resgatou seu bônus de crescimento deste mês!
ro: Felicitări, v-aţi recuperat deja Bonusul de Creştere pentru luna aceasta!
ru: Поздравляем, Вы уже получили свой Бонус Роста за этот месяц!
uk: Вітаємо, ви вже отримали свій Бонус Роста за цей місяць!
uz: Табриклаймиз, сиз бу ойги Ривожланиш бонусингизни ечиб олдингиз!
zh: 祝賀，您已經兌換了本月的成長獎金！

source: Congratulations, you have finished your onboarding! You can now proceed to enjoy your new Membership.
ca: Enhorabona, has completat el procés d'incorporació amb èxit! Ara pots començar a gaudir de tots els avantatges de la teva nova Membresia.
de: Herzlichen Glückwunsch, Sie haben Ihr Onboarding abgeschlossen! Sie können nun Ihre neue Mitgliedschaft genießen.
es: ¡Felicitaciones, has completado tu proceso de incorporación! Ahora puedes proceder a disfrutar de tu nueva Membresía.
fr: Félicitations, vous avez terminé votre intégration ! Vous pouvez maintenant profiter de votre nouvelle Adhésion.
it: Congratulazioni, hai terminato la procedura di iscrizione! Ora puoi iniziare a goderti la tua nuova Membership.
ja: 初期設定が完了しました！おめでとうございます。新しいメンバーシップをお楽しみください。
kk: Құттықтаймыз, сіз тіркелуді аяқтадыңыз! Енді жаңа мүшелікті пайдалануды жалғастыра аласыз.
ky: Куттуктайбыз! Сиз таанышуу процессин аяктадыңыз! Эми сиз клубга мүчөлүк программаңыздан ырахат ала аласыз.
lv: Apsveicu, esat pabeidzis iekāpšanu! Tagad varat turpināt baudīt jauno Biedru Dalību.
mn: Танд баяр хүргэе, таны элсэлтийн бүртгэл хийгдлээ! Одоо та өөрийн Гишүүнчлэлээ сонгоно уу.
pt: Parabéns, você concluiu sua integração! Agora você pode aproveitar sua nova assinatura.
ro: Felicitări, ai terminat procesul de onboarding! Acum poți continua să te bucuri de noul tău abonament.
ru: Поздравляем! Вы завершили процесс ознакомления! Теперь вы можете наслаждаться вашей программой Членства в Клубе.
uk: Вітаємо! Ви завершили процес ознайомлення! Тепер ви можете насолоджуватися програмою Членства в Клубі.
uz: Табриклаймиз, сиз рўйхатдан ўтдингиз! Энди сиз янги Аъзоликдан баҳраманд бўлишингиз мумкин.
zh: 恭喜您的加入！现在您可以开始享受您的新会员资格了。

source: Congratulations!
ca: Enhorabona!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!
fr: Félicitations !
it: Congratulazioni!
ja: おめでとうございます！
kk: Құттықтаймыз!
ky: Куттуктайбыз!
lv: Apsveicam!
mn: Баяр хүргэе!
pt: Parabéns!
ro: Felicitări!
ru: Наши поздравления!
uk: Вітання!
uz: Табриклаймиз!
zh: 恭喜！

source: Congratulations! Click on CONTINUE to receive your certificate.
ca: Enhorabona! Clica CONTINUA per rebre el certificat.
de: Herzlichen Glückwunsch! Klicken Sie auf FORTFAHREN um Ihr Zertifikat zu erhalten.
es: ¡Enhorabuena! haz clic en CONTINUAR para recibir el certificado.
fr: Toutes nos félicitations ! Cliquez sur CONTINUER pour recevoir votre certificat.
it: Complimenti! Clicca CONTINUA per ricevere il certificato.
ja: おめでとうございます！「続ける」をクリックして修了証を受け取ってください。
kk: Құттықтаймыз! Сертификатыңызды алу үшін ЖАЛҒАСТЫРУ батырмасын басыңыз.
ko: 축하합니다! 인증서를 받으려면 "계속" 버튼을 클릭하십시오.
ky: Куттуктайбыз! Сертификатыңызды алуу үчүн УЛАНТУУга басыңыз.
lv: Apsveicam! Uzklikšķiniet uz CONTINUE lai saņemtu savu sertifikātu.
mn: Танд баяр хүргэе! ҮРГЭЛЖЛҮҮЛЭХ товчийг дарж гэрчилгээгээ авна уу.
pt: Parabéns! Clique em CONTINUAR para receber seu certificado.
ro: Felicitări! Daţi click pe CONTINUĂ pentru a primi certificatul.
ru: Поздравляем! Нажмите на ПРОДОЛЖИТЬ, для получения Вашего сертификата.
uk: Вітаємо! Натисніть ПРОДОВЖИТИ, щоб отримати ваш сертифікат.
uz: Табриклаймиз! Сертификатингизни олиш учун ДАВОМ ЭТТИРИШ тугмасини босинг.
zh: 祝賀！單擊“繼續”以接收證書。

source: Congratulations! Click on FINALIZE to receive your certificate.
ca: Enhorabona! Clica en FINALITZAR per rebre el certificat.
de: Herzlichen Glückwunsch! Klicken Sie auf FERTIGSTELLEN, um Ihr Zertifikat zu erhalten.
es: ¡Felicitaciones! haz clic en FINALIZAR para recibir tu certificado.
fr: Toutes nos félicitations ! Cliquez sur FINALISER pour recevoir votre certificat.
it: Complimenti! Clicca CONCLUDI per ricevere il certificato.
ja: おめでとうございます！「完了」をクリックして修了証を受け取ってください。
kk: Құттықтаймыз! Сертификатыңызды алу үшін АЯҚТАУ батырмасын басыңыз.
ko: 축하합니다! 인증서를 받으려면 "최종" 버튼을 클릭하십시오.
ky: Куттуктайбыз! Сертификатыңызды алуу үчүн АЯКТООго басыңыз.
lv: Apsveicam! Uzklikšķiniet uz FINAKIZE (pabeigt) lai saņemtu savu sertifikātu.
mn: Танд баяр хүргэе! Гэрчилгээг авахын тулд ҮРГЭЛЖЛҮҮЛЭХ товчийг дарна уу.
pt: Parabéns! Clique em FINALIZAR para receber seu certificado.
ro: Felicitări! Fă click pe FINALIZEAZĂ pentru a primi certificatul.
ru: Поздравляем! Нажмите на ЗАВЕРШИТЬ, для получения своего сертификата.
uk: Вітаємо! Натисніть ЗАВЕРШИТИ, щоб отримати свій сертифікат.
uz: Табриклаймиз! Сертификатингизни олиш учун ТУГАЛЛАШ тугмасини босинг.
zh: 恭喜！ 单击完成以接收您的证书。

source: Congratulations! You have claimed your reward points.
ca: Enhorabona! Has sol·licitat els teus punts de recompensa.
de: Herzlichen Glückwunsch! Sie haben Ihre Reward Points eingelöst.
es: ¡Felicidades, ya has canjeado tus Puntos de Recompensa!
fr: Nous vous félicitons ! Vous avez réclamé vos Points de Récompense.
it: Congratulazioni! Hai richiesto i tuoi crediti premio.
ja: おめでとうございます！リワードポイントの受取り申請済みです。
kk: Құттықтаймыз! Сіз жүлде ұпайларын алдыңыз.
ky: Куттуктайбыз! Сиз бонустук упайларыңызды талап кылдыңыз.
lv: Apsveicam! Jūs jau esat pieprasījis savus balvu punktus.
mn: Танд баяр хүргэе, та Шагналын Оноогоо авах хүсэлт гаргасан байна!
pt: Parabéns! Você reivindicou seus Pontos de Recompensa.
ro: Felicitări! Ți-ai revendicat punctele de recompensă.
ru: Поздравляем! Вы запросили свои бонусные баллы.
uk: Вітаємо! Ви отримали свої бонусні бали.
uz: Табриклаймиз! Сиз Бонус балларингизни талаб қилиб олдингиз.
zh: 恭喜您！您已成功领取奖励积分。

source: Connect
fr: Connecter
ja: コネクト
kk: Қосылу
ko: 커넥트
ky: Коннект
lv: Savieno
mn: Конект
ru: Коннект
uk: Коннект

source: CONNECT 1500
fr: RELIER 1500
ja: コネクト 1500
kk: ҚОСЫЛУ 1500
ko: 커넥트 1500
ky: КОННЕКТ 1500
mn: КОНЕКТ 1500
ru: КОННЕКТ-1500
uk: КОННЕКТ 1500

source: CONNECT 500
fr: RELIER 500
ja: コネクト 500
kk: ҚОСЫЛУ 500
ko: 커넥트 500
ky: КОННЕКТ-500
mn: КОНЕКТ 500
ru: КОННЕКТ-500
uk: КОННЕКТ 500

source: Connect is an online meeting tool embedded right in your inCruises back office so that you can connect with prospects and your Partner Team with the push of a button.
ca: Connect és una eina de reunió en línia, disponible a la teva oficina d'InCruises de manera que pots connectar amb els teus prospectes i el teu Partner Team simplement clicant un botó.
de: Connect ist ein Online-Meeting-Tool, das direkt in Ihrem inCruises-Backoffice integriert ist, sodass Sie auf Knopfdruck mit Interessenten und Ihrem Partner-Team in Verbindung treten können.
es: Connect es una herramienta de reuniones virtuales disponible en tu web personal de inCruises para que pueda conectar con tus prospectos y tu Equipo de Socios con solo hace click a un botón.
fr: Connect est un outil de réunion en ligne intégré à votre back office inCruises afin que vous puissiez vous connecter avec vos prospects et votre équipe de partenaires en appuyant simplement sur un bouton.
it: Connect è uno strumento per riunioni online che è stato incorporato nel tuo back office inCruises per permetterti di collegarti con i potenziali clienti e il tuo team di Partner semplicemente premendo un pulsante.
ja: コネクトは、インクルーズのバックオフィスに埋め込まれたオンラインミーティングツールです。ボタンを押すだけで、あなたのチームのパートナーや候補者とつながることができます。
kk: Connect - сіздің InCruises кабинетіңізге қосылған онлайн жиналыс құралы. Сіз әлеуетті клиенттеріңізбен және Серіктестер тобыңызбен түймені бір рет басу арқылы байланыса аласыз.
ko: inCruises 백오피스에 포함된 온라인 미팅도구인 커넥트를 통해 잠재 고객 및 파트너 팀과 연결할 수 있습니다.
ky: Connect – бул түздөн-түз inCruises жеке кабинетиңизге орнотулган онлайн жолугушуу куралы. Сиз бир баскычты басуу менен потенциалдуу кардарларыңыз жана өнөктөштөрүңүз менен байланыша аласыз.
lv: Connect ir tiešsaistes sapulču rīks, kas ir iestrādāts tieši jūsu inCruises birojā, lai jūs varētu sazināties ar paredzamajiem biedriem un partneru komandu, nospiežot pogu.
mn: Конект гэдэг бол InCruises-ийн арын оффисд буй онлайн уулзалтын цэсээр дамжуулан өөрийн багийн Түншүүд болон сонирхогч нартайгаа холбогдох бизнес уулзалтын арга юм.
pt: O Connect é uma ferramenta de reunião online incorporada no seu escritório virtual da InCruises. Com ele você pode se conectar com seus possíveis clientes e com sua equipe de sócios ao simples toque de um botão.
ro: Connect este o unealtă pentru întâlniri online încorporată chiar în biroul dvs. virtual inCruises, astfel încât să vă puteţi conecta cu prospecţii şi cu echipa dvs. de Parteneri printr-o apăsare de buton.
ru: Connect - это Онлай-инструмент для встреч, встроенный прямо в Ваш кабинет inCruises. Вы сможете связаться с потенциальными клиентами и Вашей Командой Партнеров одним нажатием кнопки.
uk: Connect - це інструмент онлайн-зустрічей, вбудований безпосередньо у ваш бек-офіс inCruises, так що ви можете з'єднатися з потенційними клієнтами та Командою Партнерів одним натисканням кнопки.
uz: Connect - бу биргина тугмани босиб, эҳтимолий мижозлар ва Ҳамкор жамоангиз билан боғланишингиз учун inCruises даги бэк-офисингизга ўрнатилган онлайн учрашув қуролидир.
zh: Connect是一個嵌入在您的inCruises後台辦公室的在線會議工具，只需按一下按鈕即可與潛在客戶和您的合作夥伴團隊聯繫。

source: Connect Plan
ca: Pla Connect
es: Plan de Connect
fr: Plan Connect
it: Piano Connect
ja: コネクトプラン
kk: Қосылу жоспары
ko: 커넥트 요금제
ky: Коннект планы
lv: Connect Plāns
mn: Конект Төлөвлөгөө
pt: Plano Connect
ro: Planul Connect
ru: Тариф комнаты "Коннект"
uk: Тариф кімнати "Коннект"
uz: Connect режаси
zh: Connect 計劃

source: Connect Plans
ca: Plans Connect
de: Connect Pläne
es: Planes de Connect
fr: Plans Connect
it: Piani Connect
ja: コネクトプラン
kk: Қосылу жоспарлары
ko: 커넥트 요금제
ky: Коннект пландары
lv: Connect plāni
mn: Конект өрөөний багцууд
pt: Planos Connect
ro: Planuri Connect
ru: Тарифы комнат "Коннект"
uk: Тариф кімнат "Коннект"
uz: Connect режаси
zh: Connect 計劃

source: Connect your app
ca: Connecta la teva app
de: Verbinden Sie Ihre App
es: Conecta tu app
fr: Connectez votre application
it: Collega la tua app
ja: アプリと接続
kk: Қолданбаңызды қосыңыз
ko: 앱 연결
ky: Колдонмоңузду туташтырыңыз
lv: Izveidot savienojumu ar programmu
mn: Апп-тай холбох
pt: Conecte seu aplicativo
ro: Conectează-ți aplicația
ru: Подключить своё приложение
uk: Підключити свій додаток
uz: Иловангизни улаш
zh: 连接您的应用程序
