Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Transfer money to your Hyperwallet account. If you do not have an account, one will be created when you transfer funds and you will receive an email with further instructions.
ca: Transfereix diners al teu compte de Hyperwallet. Si no tens un compte, se'n crearà un quan transfereixis fons i rebràs un correu electrònic amb més instruccions.
de: Überweisen Sie Geld auf Ihr Hyperwallet-Konto. Wenn Sie noch kein Konto haben, wird eines erstellt, sobald Sie Geld überweisen und Sie erhalten eine E-Mail mit weiteren Anweisungen.
es: Transfiere dinero a tu cuenta de Hyperwallet. Si no tienes una cuenta, se creará una cuando transfieras fondos y recibirás un correo electrónico con más instrucciones.
fr: Transférez de l'argent sur votre compte Hyperwallet. Si vous n'avez pas de compte, un qui pourra être créé quand vous transferez des fonds et vous recevrez un courrier électronique avec des instructions supplémentaires.
it: Trasferisci denaro sul tuo conto Hyperwallet. Se non hai un conto, ne verrà creato uno al momento del trasferimento dei fondi e riceverai un'email con ulteriori istruzioni.
ja: あなたのハイパーウォレットアカウントに送金してください。口座をお持ちでない場合は、資金を移す際に口座が作成され、詳細な指示が記載されたメールが届きます。
kk: Өзіңіздің Hyperwallet аккаунтыңызға ақша аударыңыз. Егер сізде тіркеулік жазба болмаса, ол ақша аударғанда құрылады және сіз қосымша нұсқаулармен электрондық хат аласыз.
ko: 하이퍼월렛 계정으로 돈을 이체하십시오. 계좌가 없는 경우, 계좌 이체시 신규계좌가 자동생성되고 추가 지시 사항이 포함된 이메일이 전송됩니다.
ky: Hyperwallet эсебиңизге акча которуу. Эгер сизде Hyperwallet эсебиңиз жок болсо, ал сиз акча которууда ачылат жана кийинки кадамдарды түшүндүргөн электрондук кат аласыз.
lv: Pārskaiti naudu uz savu Hyperwallet kontu . Ja tev nav konta,tas tiks izveidots,kad tu pārskaitīsi līdzekļus un saņemsi epastu ar tālākām instrukcijām.
mn: Hyperwallet данс руу мөнгө татах. Хэрэв энэ данс байхгүй бол, таныг шилжүүлэг хийхэд уг данс үүсгэгдэх бөгөөд цаашид хэрхэн ажиллах заавар имэйлээр очих болно.
pt: Transferir dinheiro para sua conta Hyperwallet. Se você não tiver uma conta, uma será criada quando você transferir fundos e você receberá um email com mais instruções.
ro: Transferă bani în contul tău Hyperwallet. Dacă nu ai un cont, va fi creat unul când vei transfera fonduri şi vei primi un email cu următoarele instrucţiuni.
ru: Переведите деньги на свой счет Hyperwallet. Если у Вас нет учетной записи, она будет создана после перевода средств, и Вы получите электронное письмо с дальнейшими инструкциями.
uk: Перекажіть гроші на свій аккаунт Hyperwallet. Якщо у вас немає данного аккаунту, він буде створено під час переказу коштів, і ви отримаєте електронний лист з подальшими інструкціями.
uz: Пулларни Hyperwallet аккаунтингизга ўтказинг. Агар сизда Hyperwallet аккаунти бўлмаса, у маблағларни ўтказаётганингизда очилади ва сизга келгуси ҳаракатлар ёритилган электрон хат келади.
zh: 轉賬到您的Hyperwallet賬戶。如果您沒有帳戶，則在轉帳時會創建一個帳戶，您將收到一封包含進一步說明的電子郵件。

source: Transfer money to your iPayout account. If you do not have an account, one will be created when you transfer funds and you will receive an email with further instructions.
ca: Transfereix diners al teu compte iPayout. Si no tens cap compte, se't crearà un quan transfereixis fons i rebràs un correu electrònic amb més instruccions.
de: Überweisen Sie Geld auf Ihr iPayout-Konto. Wenn Sie noch kein Konto haben, wird eines erstellt, sobald Sie Geld überweisen und Sie erhalten eine E-Mail mit weiteren Anweisungen.
es: Transfiere dinero a tu cuenta de iPayout. Si no tienes una cuenta, se creará una cuando transfieras fondos y recibirás un correo electrónico con más instrucciones.
fr: Transférez de l'argent sur votre compte iPayout. Si vous n'avez pas de compte, un qui pourra être créé quand vous transferez des fonds et vous recevrez un courrier électronique avec des instructions supplémentaires.
it: Trasferisci denaro sul tuo conto iPayout. Se non hai un conto, ne verrà creato uno al momento del trasferimento dei fondi e riceverai un'email con ulteriori istruzioni.
ja: あなたのiPayoutアカウントに送金してください。口座をお持ちでない場合は、資金を移す際に口座が作成され、詳細な指示が記載されたメールが届きます。
kk: Өзіңіздің iPayout аккаунтыңызға ақша аударыңыз. Егер сізде тіркеулік жазба болмаса, ол ақша аударғанда құрылады және сіз қосымша нұсқаулармен электрондық хат аласыз.
ko: iPayout 계정으로 돈을 이체하십시오. 계좌가 없는 경우, 계좌 이체시 신규계좌가 자동생성되고 추가 지시 사항이 포함된 이메일이 전송됩니다.
ky: Сиздин iPayout эсебиңизге акча которуу. Эгер сизде эсеп жок болсо, ал акча которууда ачылат жана сизге кошумча нускамалар камтылган электрондук кат келет.
lv: Pārskaiti naudu uz savu iPayout kontu.Ja tev nav konta,tāds tiks izveidots,kad tu pārskaitīsi līdzekļus un saņemsi epastu ar tālākām instrukcijām.
mn: iPayout данс руу мөнгө татах. Хэрэв энэ данс байхгүй бол, таныг шилжүүлэг хийхэд уг данс үүсгэгдэх бөгөөд цаашид хэрхэн ажиллах заавар имэйлээр очих болно.
pt: Transfira dinheiro para sua conta do iPayout. Se você não tiver uma conta, será criada uma quando você transferir fundos e você receberá um e-mail com mais instruções.
ro: Transferă bani în contul tău iPayout. Dacă nu ai un cont, va fi creat unul când vei transfera fonduri şi vei primi un email cu următoarele instrucţiuni.
ru: Переведите деньги на Ваш iPayout Аккаунт. Если у Вас нет Аккаунта, то Вы его сможете создать при переводе средств, а также, Вы получите электронное письмо с дальнейшими инструкциями.
uk: Перекажіть гроші на свій iPayout акаунт. Якщо у вас немає данного аккаунту, його можна створити під час переказу коштів, і ви отримаєте електронний лист з подальшими інструкціями.
uz: Пулларни iPayout аккаунтингизга ўтказинг. Агар аккаунтингиз бўлмаса, сиз маблағларни ўтказаётганингизда очилади ва сиз келгуси кўрсатмалар билан электрон хат оласиз.
zh: 轉賬到您的 iPayout賬戶。如果您沒有帳戶，則在轉帳時會創建一個帳戶，您將收到一封包含進一步說明的電子郵件。

source: Transfer money to your Payoneer account.
ca: Transfereix els diners al teu compte de Payoneer.
de: Überweisen Sie Geld auf Ihr Payoneer-Konto.
es: Transferir fondos a tu cuenta de Payoneer
fr: Transférez de l'argent sur votre compte Payoneer.
it: Trasferisci i soldi sul tuo conto Payoneer.
ja: ペイオニアアカウントへ資金を送金する。
kk: Payoneer Аккаунтыңызға ақша аударыңыз.
ko: Payoneer 계정으로 이체하십시오.
ky: Payoneer эсебиңизге акча которуу.
lv: Pārskaiti uz Payoneer kontu.
mn: Өөрийн Payoneer-ийн данс руу мөнгөө татах.
pt: Transfira dinheiro para sua conta Payoneer.
ro: Transferă bani în contul tău Payoneer.
ru: Перевод денежных средств на Ваш Payoneer Аккаунт.
uk: Переказ грошових коштів на ваш Акаунт Payoneer.
uz: Пулларни Payoneer аккаунтингизга ўтказиш.
zh: 將款項轉入您的Payoneer帳戶

source: Transfer money to your Payquicker account. If you do not have an account, one will be created when you transfer funds and you will receive an email with further instructions.
ca: Transfereix diners al teu compte de Payquicker. Si no tens cap compte, se't crearà un quan transfereixis fons i rebràs un correu electrònic amb més instruccions.
de: Überweisen Sie Geld auf Ihr Payquicker-Konto. Wenn Sie noch kein Konto haben, wird eines erstellt, sobald Sie Geld überweisen und Sie erhalten eine E-Mail mit weiteren Anweisungen.
es: Transfiere dinero a tu cuenta de Payquicker. Si no tienes una cuenta, se creará una cuando transfieras fondos y recibirás un correo electrónico con más instrucciones.
fr: Transférez de l'argent sur votre compte Payquicker. Si vous n'avez pas de compte, un qui pourra être créé quand vous transferez des fonds et vous recevrez un courrier électronique avec des instructions supplémentaires.
it: Trasferisci denaro sul tuo conto Payquicker. Se non hai un conto, ne verrà creato uno al momento del trasferimento dei fondi e riceverai un'email con ulteriori istruzioni.
ja: あなたのPayquickerアカウントに送金してください。口座をお持ちでない場合は、資金を移す際に口座が作成され、詳細な指示が記載されたメールが届きます。
kk: Өзіңіздің Payquicker аккаунтыңызға ақша аударыңыз. Егер сізде тіркеулік жазба болмаса, ол ақша аударғанда құрылады және сіз қосымша нұсқаулармен электрондық хат аласыз.
ko: Payquicker 계정으로 돈을 이체하십시오. 계좌가 없는 경우, 계좌 이체시 신규계좌가 자동생성되고 추가 지시 사항이 포함된 이메일이 전송됩니다.
ky: Сиздин Payquicker эсебиңизге акча которуу. Эгер сизде эсеп жок болсо, ал акча которууда ачылат жана сизге кошумча нускамалар камтылган электрондук кат келет.
lv: Pārskaiti naudu uz savu Payquicker kontu.Ja tev nav konta,tāds tiks izveidots,kad tu pārskaitīsi līdzekļus un saņemsi epastu ar tālākām instrukcijām.
mn: Payquicker iPayout данс руу мөнгө татах. Хэрэв энэ данс байхгүй бол, таныг шилжүүлэг хийхэд уг данс үүсгэгдэх бөгөөд цаашид хэрхэн ажиллах заавар имэйлээр очих болно.
pt: Transferir dinheiro para sua conta Payquicker. Se você não tiver uma conta, uma será criada quando você transferir fundos e você receberá um email com mais instruções.
ro: Transferă bani în contul tău Payquicker. Dacă nu ai un cont, va fi creat unul când vei transfera fonduri şi vei primi un email cu următoarele instrucţiuni.
ru: Переведите деньги на свой Payquicker Аккаунт. Если у вас нет Аккаунта, то Вы его сможете создать при переводе средств, и вы получите электронное письмо с дальнейшими инструкциями.
uk: Перекажіть гроші на свій Payquicker аккаунт. Якщо у вас немає данного аккаунту, його можна створити під час переказу коштів, і ви отримаєте електронний лист з подальшими інструкціями.
uz: Пулларни Payquicker аккаунтингизга ўтказинг. Агар аккаунтингиз бўлмаса, сиз маблағларни ўтказаётганингизда очилади ва сиз келгуси кўрсатмалар билан электрон хат оласиз.
zh: 轉賬到您的Payquicker賬戶。如果您沒有帳戶，則在轉帳時會創建一個帳戶，您將收到一封包含進一步說明的電子郵件。

source: Transfer submitted
ca: Transferència enviada
de: Übertragung eingereicht
es: Transferencia enviada
fr: Transfert soumis
it: Trasferimento inviato
ja: 送金を確定する
kk: Аударылым жіберілді
ko: 이체 제출
ky: Которуу жөнөтүлдү
lv: Pārskaitījums iesniegts
mn: Шилжүүлэг хийгдлээ
pt: Transferência enviada
ro: Transfer trimis
ru: Перевод отправлен
uk: Переказ надісланий
uz: Ўтказма жўнатилди
zh: 转账已提交

source: Transfer To ePayments Account
ca: Transferiu al Compte de ePayments
de: Zum ePayments Account überweisen
es: Transferir a la cuenta de ePayments
fr: Virement vers un compte ePayments
it: Trasferisci sul conto ePayments
ja: イーペイメンツアカウントへの振込
kk: ePayments Аккаунтына Аудару
ko: 이페이먼트 계정으로 이체
ky: ePayments'теги эсепке которуу
lv: Pārskaiti uz ePayments kontu
mn: Өөрийн Payquicker данс руу мөнгө татах
pt: Transferir para conta de ePayments
ro: Transferă în contul ePayments
ru: Перевод На Аккаунт ePayments
uk: Переказ на Рахунок ePayments
uz: ePayments даги ҳисоб рақамга ўтказиш
zh: 轉移到ePayments帳戶

source: Transfer To Hyperwallet Account
ca: Transferència al compte Hyperwallet
de: Zum Hyperwallet Account überweisen
es: Transferir a la cuenta de Hyperwallet
fr: Transfert vers un compte Hyperwallet
it: Trasferisci sul conto Hyperwallet
ja: ハイパーウォレットアカウントへの振込
kk: Hyperwallet Аккаунтына Аудару
ko: 하이퍼월렛 계정으로 이체
ky: Hyperwallet эсебине которуу
lv: Pārskaiti uz Hyperwallet kontu
mn: Өөрийн Hyperwallet данс руу мөнгө татах
pt: Transferir para conta da Hyperwallet
ro: Transferă în contul Hyperwallet
ru: Перевод На Аккаунт Hyperwallet
uk: Переказ на Рахунок Hyperwallet
uz: Hyperwallet даги ҳисоб рақамга ўтказиш
zh: 轉移到Hyperwallet帳戶

source: Transfer To iPayout Account
ca: Transferència al compte iPayout
de: Zum iPayout Konto überweisen
es: Transferir a cuenta iPayout
fr: Transfert vers un compte iPayout
it: Trasferisci sul conto iPayout
ja: iPayoutアカウントへの振込
kk: iPayout Аккаунтына Аудару
ko: iPayout 계정으로 이체
ky: iPayout'тагы эсепке которуу
lv: Pārskaiti uz iPayout kontu
mn: Өөрийн iPayout данс руу мөнгө татах
pt: Transferir para uma conta iPayout
ro: Transferă în contul iPayout
ru: Переведите деньги на iPayout Аккаунт
uk: Переказ коштів на iPayout акаунт
uz: iPayout даги ҳисоб рақамга ўтказиш
zh: 轉移到iPayout帳戶

source: Transfer To Payoneer Account
ca: Transferència al compte de Payoneer
de: Zum Payoneer Account überweisen
es: Transferir a la cuenta de Payoneer
fr: Transfert vers un compte Payoneer
it: Trasferisci sul conto Payoneer
ja: ペイオニアアカウントへの振込
kk: Payoneer Аккаунтына Аудару
ko: 페이오니어 계정으로 이체
ky: Payoneer эсебине которуу
lv: Pārskaiti uz Payoneer kontu
mn: Өөрийн Payoneer данс руу мөнгө татах
pt: Transferência para conta do Payoneer
ro: Transferă în contul Payoneer
ru: Перевод На Аккаунт Payoneer
uk: Переказ на Рахунок Payoneer
uz: Payoneer даги ҳисоб рақамга ўтказиш
zh: 轉移到Payoneer帳戶

source: Transfer To Payquicker Account
ca: Transferència al compte de Payquicker
de: Zum Payquicker Account überweisen
es: Transferir a la cuenta de Payquicker
fr: Virement vers un compte Payquicker
it: Trasferisci sul conto Payquicker
ja: Payquickerへの振込
kk: Payquicker Аккаунтына Аудару
ko: Payquicker 계정으로 이체
ky: Акчаны Payquicker аккаунтуна которуу
lv: Pārskaiti uz Payquicker kontu
mn: Өөрийн Payquicker данс руу мөнгө татах
pt: Transferência para conta do Payquicker
ro: Transferă în contul Payquicker
ru: Перевод На Payquicker Аккаунт
uk: Переклад На Payquicker Аккаунт
uz: Payquicker даги ҳисоб рақамга ўтказиш
zh: 轉移到Payquicker帳戶

source: Transfer type
ca: Tipus de transferència
de: Typ der Übertragung
es: Tipo de transferencia
fr: Type de transfert
it: Tipo di trasferimento
ja: 送金の種類
kk: Аударылым түрі
ko: 이체 종류
ky: Которуу түрү
lv: Pārskaitījuma veids
mn: Шилжүүлгийн төрөл
pt: Tipo de transferência
ro: Tipul transferului
ru: Тип перевода
uk: Тип переказу
uz: Ўтказма тури
zh: 传输类型

source: Transitioned to entrepreneurship in the field of merchant acquiring and global cross-border payment solutions
ca: Va emprendre una nova etapa com a empresari especialitzat en l'adquisició de comerços i solucions globals de pagament transfronterer
de: Übergang zum Unternehmertum im Bereich des Akquirierens von Händlern und globaler grenzüberschreitender Zahlungslösungen
es: Transicionó a una etapa como empresario, especializado en el campo de adquisición de comercios y soluciones globales de pago transfronterizo
fr: Transition vers l'entrepreneuriat dans le domaine de l'acquisition de commerçants et des solutions de paiement transfrontalières mondiales
it: Passato all'imprenditoria nel settore della merchant acquiring e delle soluzioni di pagamento transfrontaliere globali
ja: 加盟店契約業務およびグローバルな越境決済ソリューション分野で起業家としての道へ転身
kk: Сауда эквайрин және жаһандық трансшекаралық төлем шешімдері саласындағы кәсіпкерлік қызметке көшті
ky: Сатуучу эквайринг жана глобалдык трансчек аралык төлөм чечимдери жаатында ишкердикке өттү
lv: Pārejaot uz uzņēmējdarbību komersantu iegūšanas un globālo pārrobežu maksājumu risinājumu jomā
mn: Худалдааны төлбөр хүлээн авах үйлчилгээ болон хилийн чанад дахь төлбөрийн шийдлийн салбарт шилжин ажилласан
pt: Fez a transição para o empreendedorismo na área de aquisição de comerciantes e soluções globais de pagamento internacional
ro: A trecut la antreprenoriat în domeniul achizițiilor de companii și al soluțiilor globale de plată transfrontalieră
ru: Перешёл в предпринимательство в области торгового эквайринга и решений в сфере глобальных трансграничных платежей
uk: Перейшов у підприємництво у сфері торговельного еквайрингу та рішень у сфері глобальних транскордонних платежів
uz: Савдо эквайринги ва трансчегаравий тўловлар ечими соҳасидаги тадбиркорлик фаолиятини бошлаган
zh: 转型为企业家，专注于商户收单和全球跨境支付解决方案领域

source: Transparent pricing –
ca: Preus Transparents –
de: Transparente Preise –
es: Precios Transparentes –
fr: Tarification transparente –
it: Prezzi Trasparenti –
ja: 透明な価格設定ー
kk: Ашық баға–
ky: Ачык баа –
lv: Pārredzama cenu noteikšana –
mn: Тодорхой үнэ -
pt: Preços transparente –
ro: Prețuri transparente –
ru: Прозрачное ценообразование —
uk: Прозоре ціноутворення —
uz: Шаффоф нархлар -
zh: 透明定价-

source: Transparent Pricing:
ca: Preus Transparents:
de: Transparente Preise:
es: Precios Transparentes:
fr: Une tarification transparente :
it: Prezzi Trasparenti:
ja: 透明な価格設定：
kk: Ашық баға:
ky: Ачык баа:
lv: Pārredzama Cenas:
mn: Тодорхой үнэ:
pt: Preços Transparente:
ro: Prețuri transparente:
ru: Прозрачное ценообразование:
uk: Прозоре ціноутворення:
uz: Шаффоф нархлар:
zh: 透明定价：

source: Transportation to the port city (flights or ground transportation), is not included in this booking cost. Book this transport separately after your cruise booking has been confirmed.
ca: El transport a la ciutat portuària (vols o transport terrestre), no està inclòs en el cost d'aquesta reserva. Reserva aquest transport per separat una vegada confirmada la teva reserva de creuer.
de: Der Transport in die Hafenstadt (Flüge oder Bodentransport) ist nicht in diesem Buchungspreis enthalten. Buchen Sie diesen Transport separat, nachdem Ihre Kreuzfahrtbuchung bestätigt wurde.
es: El transporte a la ciudad puerto (vuelos o transporte terrestre), no está incluido en este costo de reserva. Reserve este transporte por separado después de que se haya confirmado la reserva de su crucero.
fr: Le transport jusqu'à la ville portuaire (vols ou transports terrestres) n'est pas inclus dans le coût de la réservation. Réservez ce transport séparément après avoir confirmé la réservation de votre croisière.
it: Il trasporto verso la città portuale (voli o trasporti via terra) non è incluso nel costo della prenotazione. Prenota tale trasporto separatamente dopo che la prenotazione della crociera è stata confermata.
ja: 港町までの交通手段（飛行機または地上交通機関）は、この予約費用には含まれていません。クルーズの予約が確定した後に、別途ご自身でご予約ください。
kk: Порт қаласына дейін тасымалдау (рейс немесе жердегі тасымалдау) брондау құнына кірмейді. Круиздік брондау расталғаннан кейін бұл көлікке бөлек тапсырыс беріңіз.
ko: 항구 도시로 가는 교통편(항공편 또는 지상 교통편)은 이 예약 비용에 포함되어 있지 않습니다. 크루즈 예약이 확정된 후 이 교통편을 별도로 예약하십시오.
ky: Порт шаарына которуунун баасы (аба же жердеги транспорт) брондоонун баасына кирбейт. Сураныч, круиздик брондооңуз ырасталгандан кийин бул транспортторго өзүнчө брондоо кылыңыз.
lv: Šīs rezervēšanas izmaksas neietver transportēšanu uz ostas pilsētu (lidojumi vai sauszemes transports). Rezervējiet šo transportu atsevišķi pēc tam, kad ir apstiprināta kruīza rezervācija.
mn: Уг захиалгын зардалд боомт руу очих (нислэг эсвэл газрын) тээврийн зардлууд ороогүй болно. Аяллын захиалгаа баталгаажуулсны дараа өөрийн тээврийн зардлыг захиалаарай.
pt: O transporte para a cidade portuária (voos ou transporte terrestre), não está incluído neste custo de reserva. Reserve este transporte separadamente após a confirmação da reserva do seu cruzeiro.
ro: Transportul către orașul port (zboruri sau transport terestru), nu este inclus în acest cost de rezervare. Rezervă acest transport separat după ce rezervarea ta de croazieră a fost confirmată.
ru: Дорога до портового города (перелёт или наземный проезд) не входит в стоимость данного бронирования. Бронируйте проезд отдельно после подтверждения вашего круиза.
uk: Дорога до портового міста (переліт чи наземний проїзд) не входить у вартість цього бронювання. Бронюйте проїзд окремо після підтвердження вашого круїзу.
uz: Порт шаҳрига бориш учун трансфер (самолёт ёки ер транспорти) ҳақи буюртма нархига киритилмаган. Круиз буюртмаси тасдиқланганидан сўнг, ушбу транспортларга алоҳида буюртма беринг.
zh: 到港口城市的交通（航班或地面交通）不包含在此预订费用中。 确认您的邮轮预订后，单独预订此交通工具。

source: TRAVEL ADVISOR AGENCY CATEGORY
fr: CATÉGORIE DES AGENCES DE CONSEIL EN VOYAGES
it: CATEGORIA AGENZIA DI CONSULENZA VIAGGI
kk: САЯХАТ АГЕНТТІГІ САНАТЫ
ko: 여행 어드바이저 에이전시 목록
ky: САЯКАТ КЕҢЕШЧИЛЕРИНИН КАТЕГОРИЯСЫ
lv: CEĻOJUMU KONSULTĀCIJU AĢENTŪRAS KATEGORIJA
mn: АЯЛЛЫН ЗӨВЛӨХ АГЕНТЛАГИЙН ТӨРӨЛ
pt: CATEGORIA DE CONSULTOR DE AGÊNCIA DE VIAGENS
ro: CATEGORIA AGENȚIE DE CONSILIERE DE CĂLĂTORIE
zh: 旅游顾问机构类别

source: Travel Challenge Bonus Statement
ca: Declaració de bonificació de Travel Challenge
de: Travel Challenge Bonus-Kontoauszug
es: Extractos de Bonos de Viajes de Incentivos
fr: Relevé de la prime du défi voyage
it: Rendiconto dei Bonus viaggi d'incentivazione
ja: トラベル チャレンジ ボーナス明細書
kk: Саяхат Бонусы Мәлімдемесі
ko: 여행 챌린지 보너스 내역서
ky: Travel Challenge бонустук отчету
lv: Travel Challenge bonusa paziņojums
mn: Аяллын челленж урамшууллын мэдээлэл
pt: Extrato do Bônus de Incentivo de Viagem
ro: Extrasul de cont pentru Bonusul Travel Challenge
ru: Отчёт Travel Бонуса
uk: Звіт,Заява Travel Бонус
uz: Travel Challenge бонуси ҳисоботи
zh: 旅遊挑戰獎金聲明

source: Travel Country
ca: País de Viatge
de: Reiseland
es: País de Viaje
fr: Pays de Voyage
it: Paese di viaggio
ja: 渡航先の国
kk: Саяхат елі
ky: Саякат өлкөсү
lv: Ceļošanas Valsts
mn: Аялах орон
pt: País de Viagem
ro: Țara de călătorie
ru: Страна путешествия
uk: Туристична Країна
uz: Саёҳат қилинадиган мамлакат
zh: 出行国家

source: Travel Documentation
ca: Documentació de viatges
de: Reisedokumente
es: Documentación del Viaje
fr: Documentation de voyage
it: Documentazione di viaggio
ja: 旅行書類
kk: Жол жүру Құжаттары
ko: 여행 서류
ky: Саякат документтери
lv: Ceļošanas dokumentācija
mn: Аяллын бичиг баримт
pt: Documentação de Viagem
ro: Documentaţia de călătorie
ru: Туристическая Документация
uk: Документація для Подорожі
uz: Саёҳатга оид ҳужжатлар
zh: 旅行證件

source: Travel Documents
ca: Documents de viatge
de: Reisedokumente
es: Documentos de Viaje
fr: Documents de voyage
it: Documenti di viaggio
ja: 旅行書類
kk: Жол жүру Құжаттары
ko: 여행 서류
ky: Саякат Документтери
lv: Ceļošanas dokumenti
mn: Аяллын бичиг баримтууд
pt: Documentos de Viagem
ro: Documentele de călătorie
ru: Круизная документация
uk: Туристичні Документи
uz: Саёҳатга оид ҳужжатлар
zh: 旅行證件

source: Travel Experience!
ca: Experiència de viatge!
de: Reiseerlebnis!
es: ¡Vive una Experiencia Exclusiva de Viaje!
fr: Expérience de voyage !
it: Esperienza di viaggio!
ja: 旅行体験！
kk: Саяхат тәжірибесі!
ko: 여행 경험 !
ky: Саякат Тажрыйбасы!
lv: Ceļojuma Pieredze!
mn: Аялал!
pt: Experiência de viagem!
ro: Experiența călătoriei!
uk: Досвід подорожей!
uz: Саёҳат тажрибаси!
zh: 旅行体验！

source: Travel IN Style with %{s}
fr: Voyagez IN Style grâce à %{s}
it: Viaggia con stile con %{s}
kk: %{s} бірге СТИЛЬДІ САЯХАТТАҢЫЗ
pt: Viaje com estilo com %{s}
uk: Подорожуйте у стилі IN з %{s}
uz: %{s} билан IN услубида саёҳат қилинг
zh: 与%{s}一起以IN风格旅行

source: Travel Item Check In
ca: Facturació d’Equipatge de Viatge
de: Reiseartikel Check In
es: Registro de Artículo de Viaje
fr: Enregistrement de l'Aticle de Voyage
it: Check-in articolo di viaggio
ja: 旅行アイテムのチェックイン
kk: Туристік затты тіркеу
ky: Саякат буюмдарын каттоо
lv: Ceļojuma vienuma reģistrācija
mn: Аяллын тээшээ шалгуулах
pt: Check-in de Item de Viagem
ro: Înregistrarea articolului de călătorie
ru: Регистрация туристического предмета
uk: Реєстрація туристичних речей
uz: Саёҳат предметини рўйхатга олиш
zh: 旅行项目签到

source: Travel Item Check Out
ca: Recollida d’Equipatge de Viatge
de: Reiseartikel Check Out
es: Salida de Artículo de Viaje
fr: Sortie de l'Article de Voyage
it: Check-out articolo di viaggio
ja: 旅行アイテムのチェックアウト
kk: Саяхатқа арналған заттарды шығару (немесе беру)
ky: Саякат буюмдарын өткөрүп берүү
lv: Ceļojuma vienuma izrakstīšanās
mn: Аяллын тээшээ авах
pt: Check Out de item de viagem
ro: Finalizare comandă articole de călătorie
ru: Оформление туристического предмета
uk: Виписка на подорожі
uz: Саёҳат предметини расмийлаштириш
zh: 旅行项目签出

source: Travel Item Name
ca: Nom de l’Equipatge de Viatge
de: Reiseartikel Name
es: Nombre de Artículo de Viaje
fr: Nom de l'Article de Voyage
it: Nome dell'articolo di viaggio
ja: 旅行アイテム名
kk: Туристік заттың атауы
ky: Саякат буюмунун аталышы
lv: Ceļojuma vienuma nosaukums
mn: Аяллын тээшний нэр
pt: Nome do item de viagem
ro: Nume articol de călătorie
ru: Наименование туристического предмета
uk: Назва Туристичного Предмета
uz: Саёҳат предметининг номи
zh: 旅行项目名
