Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Download our comprehensive media kit, including company information, leadership bios, high-resolution images, and brand assets.
ca: Descarrega el nostre kit de premsa complet, que inclou informació sobre l’empresa, biografies de l’equip directiu, imatges en alta resolució i recursos de marca.
de: Laden Sie unser umfassendes Medienpaket herunter, einschließlich Unternehmensinformationen, Biografien der Führungskräfte, hochauflösender Bilder und Markenwerte.
es: Descarga nuestro kit de medios completo, que incluye información de la empresa, biografías del equipo directivo, imágenes en alta resolución y recursos de la marca.
fr: Téléchargez notre kit média complet, comprenant des informations sur l'entreprise, des biographies de leaders, des images haute résolution et des éléments de marque.
it: Scarica il nostro kit media completo, che include informazioni sull'azienda, biografie dei dirigenti, immagini ad alta risoluzione e risorse del marchio.
ja: 会社情報、リーダーの略歴、高解像度画像、ブランドアセットを含む、包括的なメディアキットをダウンロードしてください。
kk: Компания туралы ақпаратты, басшылардың өмірбаянын, жоғары ажыратымдылықтағы суреттерді және брендтік материалдарды қамтитын толық медиа-китті жүктеп алыңыз.
ky: Компания тууралуу маалыматты, жетекчилик курамынын өмүр баяндары, жогорку сапаттагы сүрөттөр жана бренд материалдары камтылган кеңири медиа топтомду жүктөп алыңыз.
lv: Lejupielādējiet mūsu visaptverošo multivides komplektu, tostarp kompānijas informāciju, līderu BIOS, augstas izšķirtspējas attēlus un zīmola līdzekļus.
mn: Компанийн мэдээлэл, манлайллын танилцуулга, өндөр нарийвчлалтай зураг, брендийн өмч зэрэг манай иж бүрэн медиа багцыг татаж аваарай.
pt: Faça o download do nosso kit de mídia completo, incluindo informações sobre a empresa, biografias dos líderes, imagens em alta resolução e ativos da marca.
ro: Descarcă setul nostru media cuprinzător, inclusiv informații despre companie, biografii ale conducerii, imagini de înaltă rezoluție și active ale mărcii.
ru: Скачайте наш полный медиа-кит, включающий информацию о компании, биографии руководителей, изображения в высоком разрешении и брендированные материалы.
uk: Завантажте наш повний медіа-набір, включаючи інформацію про компанію, біографії керівників, зображення високої роздільної здатності та активи бренду.
uz: Компанияга оид маълумотлар, раҳбарлар биографияси, юқори сифатли тасвирлар ва бренд манбаларини ўз ичига олган кенг қамровли медиа тўпламни юклаб олинг.
zh: 下载我们内容详尽的媒体资料包，内含公司信息、领导团队简介、高分辨率图片和品牌资产。

source: Download PDF
ca: Descarregar PDF
es: Descargar PDF
fr: Télécharger le PDF
it: Scarica PDF
ja: PDFをダウンロード
kk: PDF жүктеп алыңыз
ky: PDFти жүктөп алыңыз
lv: Lejupielādēt PDF formātā
mn: PDF файлаар татаж авах
pt: Baixar PDF
ro: Descarcă PDF
ru: Скачать PDF
uk: Завантажити PDF
uz: PDF ни юклаш
zh: 下载PDF

source: Download Pending CSV
ca: Descarrega l'Arxiu CSV
de: Download ausstehende CSV
es: Descargate el Archivo CSV
fr: Télécharger le fichier CSV en attente
it: Scarica il file CSV
ja: 保留中のCSVをダウンロード
kk: кезектегі CSV-ді Жүктеу
ko: 보류중인 CSV 파일 다운로드
ky: Күтүүдө CSV жүктөө
lv: Lejupielādēt gaidošo CSV
mn: Хүлээгдэж буй CSV татаж авах
pt: Baixar CSV pendente
ro: Descarcă fişierul CSV aflat în aşteptare
ru: Скачать Ожидающее CSV
uk: Завантажити Очікуваний CSV
uz: Кутаётган CSV ни юклаш
zh: 下載待定CSV

source: Download Report
ca: Descarregar informe
de: Bericht herunterladen
es: Descargar Reporte
fr: Télécharger le rapport
it: Scarica report
ja: レポートをダウンロード
kk: Есепті жүктеу
ky: Отчетту жүктөп алыңыз
lv: Lejupielādēt Atskaiti
mn: Тайлан татаж авах
pt: Baixar relatório
ro: Descarcă Raport
ru: Скачать отчёт
uk: Завантажити звіт
uz: Ҳисоботни юклаш
zh: 下载报告

source: Download Script
ca: Descarrega el text
es: Descargar Guión
fr: Télécharger le script
it: Scarica il testo
ja: スクリプトをダウンロード
kk: Скриптті жүктеп алыңыз
ko: 스크립트 다운로드
ky: Скрипт жүктөп алуу
lv: Lejupielādēt skriptu
mn: Бичвэрийг татаж авах
pt: Baixar script
ro: Descarcă scriptul
ru: Скачать сценарий
uk: Завантажити сценарій
uz: Юклаш схемаси
zh: 下载脚本

source: Download Slides
ca: Descarrega les Diapositives
de: Folien herunterladen
es: Descargar Diapositivas
fr: Télécharger les Diapositives
it: Scarica le slide
ja: スライドをダウンロード
kk: Слайдтарды Жүктеу
ky: Слайдды жүктөп алыңыз
mn: Слайд татаж авах
pt: Baixe os Slides
ro: Descarcă prezentarea
ru: Скачать слайды
uk: Завантажити слайди
uz: Слайдларни юклаш
zh: 下载幻灯片

source: Download these informational PDFs to learn more about inCruises.
ca: Descarrega aquests PDF informatius per saber-ne més sobre inCruises.
de: Laden Sie diese Informations-PDFs herunter, um mehr über inCruises zu erfahren.
es: Descarga estos archivos PDF informativos para conocer más sobre inCruises.
fr: Téléchargez ces PDF informatifs pour en savoir plus sur inCruises.
it: Scarica questi PDF informativi per saperne di più su inCruises.
ja: inCruisesについて詳しく知るために、これらの情報PDFをダウンロードしてください。
kk: InCruises туралы көбірек білу үшін осы PDF құжаттарын жүктеп алыңыз.
ky: inCruises жөнүндө көбүрөөк маалымат алуу үчүн бул PDF файлдарды жүктөп алыңыз.
lv: Lejupielādējiet šos informatīvos PDF failus, lai uzzinātu vairāk par inCruises.
mn: inCruises-ийн талаар дэлгэрэнгүй мэдээллийг эдгээр PDF файлаас татаж аваарай.
pt: Faça o download desses PDFs informativos para saber mais sobre a inCruises.
ro: Descarcă aceste fișiere PDF informative pentru a afla mai multe despre inCruises.
ru: Скачайте эти PDF-документы, чтобы узнать больше об inCruises.
uk: Скачайте ці інформаційні матеріали в PDF, щоб дізнатися більше про inCruises.
uz: inCruises ҳақида кўпроқ билиш учун маълумот берувчи қуйидаги PDF ларни юклаб олинг.
zh: 下载这些信息性PDF文件，了解更多关于inCruises的内容。

source: Download Training Decks
ca: Descarrega les Presentacions de Formació
fr: Télécharger les Supports de Formation
it: Scarica i materiali formativi
ja: トレーニング資料をダウンロード
kk: Оқу материалдарын жүктеп алу
pt: Baixar as Apresentações de Treinamento
ro: Descarcă slide-urile de training
uk: Завантажити навчальні матеріали
uz: Тренинг тўпламларини юклаб олиш
zh: 下载培训幻灯片

source: Download your personalized business cards to present our Membership and Business Opportunity professionally.
ca: Descarrega les teves targetes de visita personalitzades per presentar la nostra Membresia i Oportunitat de negoci professionalment.
de: Laden Sie Ihre personalisierten Visitenkarte herunter, um unsere Mitgliedschaft und Geschäftsmöglichkeit professionell zu präsentieren.
es: Descargar tus tarjetas de visita personalizadas para presentar nuestra Membresía y oportunidad de negocio profesionalmente.
fr: Téléchargez vos cartes de visite personnalisées pour présenter notre adhésion et notre opportunité commerciale de manière professionnelle.
it: Scarica i tuoi biglietti da visita personalizzati e presenta la nostra Membership e opportunità di business in maniera professionale.
ja: 自分用にカスタマイズされた名刺をダウンロードして、会員の方やとビジネスの機会に提示しましょう。
kk: Клуб мүшелігімізді және бизнес мүмкіндіктерді кәсіби деңгейде ұсыну үшін дербестелген визит карталарын жүктеп алыңыз.
ko: 귀하의 맞춤 명함을 다운로드하여 당사의 멤버십과 비즈니스 기회를 프로패셔널하게 제공하십시오.
ky: Мүчөлүк жана Бизнес Мүмкүнчүлүгүбүздү профессионалдуу көрсөтүү үчүн жекелештирилген визиттик карталарыңызды жүктөп алыңыз.
lv: Lejupielādējiet savas personalizētās vizītkartes, lai profesionāli iepazīstinātu ar mūsu dalības un biznesa iespējām.
mn: Та өөрийн мэдээлэл бүхий нэрийн хуудсыг татан авч манай Бизнесийн боломж болон Гишүүнчлэлийн тухай бусдад мэргэжлийн түвшинд танилцуулах боломжтой.
pt: Faça o download de seus cartões de visita personalizados para apresentar nossa oportunidade de negócio de forma profissional.
ro: Descarcă imaginile cărţilor tale de vizită personalizate pentru a prezenta în mod profesional Clubul şi oportunitatea noastră de afaceri.
ru: Загрузите персонализированные визитные карточки, чтобы рекомендовать наше клубное членство и возможности для бизнеса профессионально.
uk: Завантажте персоналізовані візитні картки, щоб професійно представляти наше Членство та Можливості для Бізнесу .
uz: Бизнинг Аъзолик ёки бизнес имкониятларимизни профессионал даражада тақдим этиш учун хусусийлаштирилган ташриф қоғозингизни юклаб олинг.
zh: 下載您的個性化名片，以專業的方式展示我們的會員和商業機會。

source: Downloading...
fr: Téléchargement en cours...
it: Download in corso...

source: Driven to leave a legacy of Love Centered Leadership, opportunity, and innovation for future generations.
ca: Impulsats per deixar un llegat de lideratge centrat en l’amor, oportunitat i innovació per a les futures generacions.
de: Wir wollen ein Vermächtnis hinterlassen, das Herz hat und künftigen Generationen Chancen und Innovationen bietet.
es: Enfocado en dejar un legado de Liderazgo Centrado en el Amor, oportunidades e innovación para las futuras generaciones.
fr: Déterminé à laisser un héritage de Leadership Centré sur l'Amour, d'opportunité et d'innovation aux générations futures.
it: Animato dal desiderio di lasciare alle generazioni future un'eredità di Leadership incentrata sull'Amore, opportunità e innovazione.
ja: 愛を中心としたリーダーシップ、チャンス、そしてイノベーションの遺産を次世代に残すことに情熱を注いでいます。
kk: Біз болашақ ұрпаққа сүйіспеншілікке, мүмкіндікке және инновацияға негізделген көшбасшылықты қалдыруға тырысамыз.
ky: Сүйүүгө негизделген лидерликти, мүмкүнчүлүктү жана жаңычылдыкты келечек муундар үчүн мурас катары калтырууга умтулат.
lv: Radīta atstāt mīlestības Centrētu līdrību, iespēju un inovāciju mantojumu nākamajām paaudzēm.
mn: Ирээдүй хойч үедээ хайр төвтэй манлайлал, боломж, шинэлэг санаачлагын өвийг үлдээхээр урагшилж байна.
pt: Motivado a deixar um legado de liderança centrada no amor, oportunidade e inovação para as futuras gerações.
ro: Motivat să lase o moștenire de Leadership Centrat pe Dragoste, oportunitate și inovație pentru generațiile viitoare.
ru: Движимые желанием оставить для будущих поколений наследие Лидерства по зову сердца, возможностей и инноваций.
uk: Прагнемо залишити у спадок майбутнім поколінням лідерство, орієнтоване на любов, можливості та інновації.
uz: Бўлғуси авлодлар учун муҳаббатга, имкониятларга ва инновацияларга асосланган етакчиликни мерос қолдиришга интиламиз.
zh: 致力于为后代留下以爱为核心的领导力、机遇与创新的传承。

source: Driver's License
ca: Carnet de Conduir
de: Führerschein
es: Carnet de Conducir
fr: Permis de conduire
it: Patente di guida
ja: 運転免許証
kk: Жүргізуші куәлігі
ko: 운전면허증
ky: Айдоочунун күбөлүгүн
lv: Vadītāja apliecība
mn: Жолооны Үнэмлэх
pt: Carteira de motorista
ro: Permis de conducere
ru: Водительские Права
uk: Водійські Права
uz: Ҳайдовчилик гувоҳномаси
zh: 駕照

source: Due date
ca: Data de venciment
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d'échéance
it: Data di scadenza
ja: 期日
kk: Төлем мерзімі
ky: Аяктоо датасы
lv: Izpildes Datums
mn: Дуусах огноо
pt: Data de vencimento
ro: Data scadentă
ru: Срок оплаты
uk: Термін оплати
uz: Муддати
zh: 截止日期

source: Due Date
ca: Data de Venciment
de: Fälligkeitsdatum
es: Fecha de Vencimiento
fr: Date d'échéance
it: Scadenza
ja: 期日
kk: Мерзімнің өту күні
ko: 마감일
ky: Аяктоо датасы
lv: Izpildes datums
mn: Дуусах Огноо
pt: Data de vencimento
ro: Data scadentă
ru: Срок
uk: Дата Платежу
uz: Муддат
zh: 截止日期

source: Due Date (UTC)
ca: Data de Venciment (UTC)
de: Fälligkeitsdatum (UTC)
es: Fecha de Vencimiento (UTC)
fr: Date d'échéance (UTC)
it: Data di scadenza (UTC)
ja: 期日（UTC）
kk: Мерзімі (UTC)
ky: Аяктоо датасы (UTC)
lv: Izpildes datums(UTC)
mn: Дуусах огноо (UTC)
pt: Data de vencimento (UTC)
ro: Data scadentă (UTC)
ru: Срок (UTC)
uk: Термін (UTC)
uz: Қуйидаги санагача (UTC):
zh: 截止日期（UTC）

source: Due Date UTC
ca: Data de Venciment UTC
de: Fälligkeitsdatum UTC
es: Fecha de Vencimiento (UTC)
fr: Date d'échéance UTC
it: Data di scadenza UTC
ja: 期日 UTC
kk: Мерзімі UTC
ky: Аяктоо датасы (UTC)
lv: Izpildes datumsUTC
mn: Дуусах огноо UTC
pt: Data de vencimento UTC
ro: Data scadentă UTC
ru: Срок UTC
uk: Термін UTC
uz: Қуйидаги санагача (UTC)
zh: 截止日期UTC

source: Due Diligence Document
ca: Informe de verificació
de: Due-Diligence-Dokument
es: Documento de debida diligencia
fr: Document de Diligence Raisonnable
it: Documento di due diligence
ja: デューデリジェンス文書
kk: Тиісті сараптама құжаты
ko: 실사 문서
ky: Жагдай аныктоо документи
lv: Pienācīgas pārbaudes dokuments
mn: Магадлан шалгах материал
pt: Documento de diligência
ro: Document de due diligence
ru: Документ "Корпоративная правовая добросовестность"
uk: Документ "Корпоративна правова сумлінність"
uz: "Корпоратив ҳуқуқий экспертиза" ҳужжати
zh: 尽职调查文件

source: Due to compatibility issues with iOS devices, we've created the option for referral links to contain dashes ( - ) as well as underscores ( _ ). Referral links that contain underscores ( _ ) will continue to work on devices that allow them.
ca: A causa de problemes de compatibilitat amb els dispositius iOS, hem creat l'opció que els enllaços de recomanació continguin guions (-) a més de guions baixos (_). Els enllaços de recomanació que continguin guions baixos (_) seguiran funcionant en els dispositius que els permetin.
de: Aufgrund von Kompatibilitätsproblemen mit iOS-Geräten haben wir die Option geschaffen, dass Empfehlungslinks sowohl Bindestriche ( -) als auch Unterstriche ( _) enthalten können. Empfehlungslinks, die Unterstriche ( _ ) enthalten, funktionieren weiterhin auf Geräten, die diese zulassen.
es: Debido a problemas de compatibilidad con los dispositivos iOS, hemos creado la opción para que los enlaces de referencia contengan guiones (-) y guiones bajos (_). Los enlaces de referencia que contienen guiones bajos (_) seguirán funcionando en los dispositivos que los permitan.
fr: En raison de problèmes de compatibilité avec les appareils iOS, nous avons créé l'option permettant aux liens de parrainage de contenir des tirets ( - ) ainsi que des traits bas ( _ ). Les liens de parrainage contenant des traits bas ( _ ) continueront de fonctionner sur les appareils qui les autorisent.
it: A causa di problemi di compatibilità con i dispositivi iOS, abbiamo creato la possibilità che i referral link contengano trattini ( - ) e trattini bassi ( _ ). I referral link che contengono trattini bassi ( _ ) continueranno a funzionare sui dispositivi che li consentono.
ja: iOS端末の互換性の問題に伴い、紹介リンク作成時にハイフン ( - ) とアンダーバー ( _ ) が使用できるようオプションとして追加いたしました。アンダーバー ( _ ) が紹介リンクに含まれている場合は、使用できる端末で従来通り使用できます。
kk: iOS шешімдерімен үйлесімділік мәселелеріне байланысты сілтеме сілтемелері үшін дефис (-) және ерекшеленбейтін таңбаларды (_) қамтуы үшін параметрін жасадық. Төменгі сызықтары бар сілтеме сілтемелері (_) оларға рұқсат етілген құрылғыларда жұмысын жалғастырады.
ko: iOS 기기와의 호환성 문제로 인해, 추천 링크에 대시(-)와 밑줄(_)을 포함하는 옵션을 만들었습니다. 밑줄(_)이 포함된 추천 링크는 이를 허용하는 기기에서 계속 작동합니다.
ky: iOS түзмөктөрүндөгү шайкештик көйгөйлөрүнөн улам, биз сызыкчаларды ( - ) жана астын сызыктарды ( _ ) камтыган жолдомо шилтемелери үчүн опцияны түздүк. Төмөнкү сызыктарды ( _ ) камтыган багыттоо шилтемелери аларга уруксат берген түзмөктөрдө ишин улантат.
lv: IOS ierīču saderības problēmu dēļ mēs esam izveidojuši opciju, lai novirzīšanas saites saturētu defises (-), kā arī pasvītrojumus (_). Novirzīšanas saites, kurās ir pasvītrojumi (_), turpinās būt ierīcēs, kas tās atļauj.
mn: IOS төхөөрөмжүүдтэй нийцэж ажиллах үүднээс элсүүлэх холбоосыг зураас (-) болон доогуур зураас (_) агуулж байхаар тохируулсан. Доогуур зураас (_) бүхий элсүүлэх холбоосууд нь тэдгээрийг хүлээн зөвшөөрдөг төхөөрөмжүүд дээр ажиллах болно.
pt: Devido a problemas de compatibilidade com dispositivos iOS, criamos a opção de links de referência para conter travessões (-), bem como sublinhados (_). Os links de referência que contêm sublinhados (_) continuarão funcionando em dispositivos que os permitem.
ro: Datorită problemelor de compatibilitate cu dispozitivele iOS, am creat opțiunea pentru linkurile de recomandare pentru a conține linii (-), precum și subliniere (_). Link-urile de recomandare care conțin subliniere (_) vor continua să lucreze la dispozitive care le permit.
ru: В связи с проблемами совместимости с iOS-устройствами мы создали возможность использования в реферальных ссылках дефисов (-) наряду с нижними подчёркиваниями (_). Реферальные ссылки с нижними подчёркиваниями (_) продолжат работать на устройствах, которые их поддерживают.
uk: У зв'язку з проблемами сумісності з iOS-пристроями ми створили можливість використання у реферальних посиланнях дефісів (-) поряд з нижніми підкресленнями (_). Реферальні посилання з нижніми підкресленнями (_) продовжать працювати на пристроях, які їх підтримують.
uz: iOS қурилмаларидаги тасодифий мос келиш муаммоси туфайли, реферал ҳаволаларда чизиқча ( - ) ва остки чизиқдан ( _ ) фойдаланиш имкониятини яратдик. Таркибида остки чизиқ ( _ ) мавжуд реферал ҳаволалар уларга йўл қўйилган қурилмаларда ишлашда давом этади.
zh: 由於與 iOS 設備的兼容性問題，我們為推薦鏈接創建了包含破折號 ( - ) 和下劃線 ( _ ) 的選項。 包含下劃線 (_) 的推薦鏈接將繼續在允許它們的設備上工作。

source: Due to your
ca: Degut a
de: Aufgrund Ihres
es: Cargado a tu
fr: en raison de votre
it: In base al tuo inquadramento di Incaricato
ja: 期日は
kk: Сенің кесірінен
ko: 으로 인해
ky: Сиздин аркаңыздан
lv: Jūsu dēļ
pt: Devido ao seu
ro: Datorită
ru: В связи с вашим
uk: У зв'язку з вашим
uz: Мақомингизга кўра
zh: 由於您的

source: Due today
fr: À payer aujourd'hui
it: In scadenza oggi

source: Duplicator
es: Duplicador
fr: Duplicateur
ja: デュプリケイター
kk: Дупликатор
ko: 듀플리케이터
ky: Дубликатор
lv: Dublikātors
mn: Дупликетор
pt: Duplicador
ru: Дубликатор
uk: Дублікатор
uz: Дубликатор

source: Duplicator is engaging, personalized, animated, and fully interactive presentation you can send to your prospects via an inCruises email invitation.
ca: Duplicator és una presentació atractiva, personalitzada, animada i totalment interactiva que pots enviar als teus clients potencials mitjançant una invitació de correu electrònic inCruises.
de: Duplicator ist eine ansprechende, personalisierte, vollständig animierte, interaktive Präsentation, die Sie an Interessenten per inCruises E-Mail Einladung senden können.
es: Duplicator es una presentación interactiva atractiva, personalizada y completamente animada, que puedes enviar a tus posibles clientes a través del sistema de invitaciones de inCruises.
fr: Duplicator est une présentation attrayante, personnalisée, animée et entièrement interactive que vous pouvez envoyer à vos prospects via une invitation par courrier électronique inCruises.
it: Duplicator è una presentazione coinvolgente, personalizzata, animata e completamente interattiva che puoi inviare ai tuoi potenziali clienti tramite il sistema di inviti di inCruises.
ja: デュプリケイターは魅力的で、個人向けに作られ、アニメーション化され、完全対話式の紹介動画です。インクルーズのメール招待状を使って候補者に送ることができます。
kk: Дупликатор - әлеуетті клиенттеріңізге inCruises электрондық пошта арқылы шақыру ретінде жіберуге болатын тартымды, жекелендірілген, анимациялық және толық интерактивті презентация.
ko: 듀플리케이터는 inCruises 이메일이나 SNS를 통해서 귀하의 잠재 고객에게 개별적으로 전달할 수 있는, 매력적인 대화형 소개 영상 프로그램입니다.
ky: Дубликатор – бул кызыктуу, жекелештирилген, анимацияланган жана толук интерактивдүү презентация, аны inCruises электрондук чакыруусу аркылуу өз келечегиңизге жөнөтө аласыз.
lv: Dublikātora programma ir aizraujoša, personalizēta, animēta un pilnībā interaktīva prezentācija, ko var nosūtīt saviem nākamajiem biedriem izmantojot inCruises e-pasta uzaicinājumu.
mn: Дупликетор гэдэг бол сонирхол татахуйц, интерактив видео танилцуулга бөгөөд InCruises-ийн имэйлээр дамжуулан өөрийн найзуудад хүргэх урилга юм.
pt: O Duplicator é uma apresentação envolvente, personalizada, animada e totalmente interativa que você pode enviar aos seus clientes em potencial por meio de um convite da InCruises por email.
ro: Duplicatorul este angajant, personalizat, animat - şi o prezentare perfect interactivă pe care o puteţi trimite prospecţilor tăi printr-o invitaţie ca email inCruises.
ru: Duplicator - это привлекательная, персонализированная, анимированная и полностью интерактивная презентация, которую вы можете отправить своим потенциальным клиентам в виде приглашения по электронной почте inCruises.
uk: Duplicator - це чарівна, персоналізована, повністю анімована, інтерактивна презентація, яку ви можете надсилати запрошення до потенційних клієнтів по пошті inCruises.
uz: Дубликатор - inCruises электрон почтаси орқали эҳтимолий мижозларга юборишингиз мумкин бўлган жозибадор, хусусийлаштирилган, анимациялаштирилган, тўлиқ интерактив тақдимотдир.
zh: Duplicator是具有吸引力，個性化的，動畫的，完全交互式的演示文稿，您可以通過inCruises電子郵件發送邀請給您的潛在客戶。

source: Duplicator works on mobile and on any computer type, tablet and operation system.
ca: Duplicator funciona en qualsevol sistema operatiu, en dispositius mòbils i tablets.
de: Duplicator funktioniert auf Mobilgeräten und auf jedem Computertyp, Tablet und Betriebssystem.
es: Duplicator funciona en dispositivos móviles y en cualquier tipo de ordenador, computadora, tableta y sistema operativo.
fr: Le duplicateur fonctionne sur mobile et sur n'importe quel type d'ordinateur, tablette et système d'exploitation.
it: Duplicator funziona su dispositivi mobili e su qualsiasi tipo di computer, tablet e sistema operativo.
ja: デュプリケイターは、携帯電話やタブレット、すべての種類のコンピューター及び操作システムで動作します。
kk: Дупликатор ұялы телефонда және кез келген компьютер түрінде, планшетте және операциялық жүйеде жұмыс істейді.
ko: 듀플리케이터는 스마트폰 및 태블릿 PC, 모든 운영시스템의 PC에서 사용할 수 있습니다.
ky: Duplicator мобилдик түзмөктөрдө жана компьютерлердин, планшеттердин жана операциялык системалардын бардык түрлөрүндө иштейт.
lv: Dublikātors darbojas mobilajā ierīcē un jebkurā datora tipā, planšetdatorā un operāciju sistēmā.
mn: Дюпликетор бүх үйлдлийн системийн ухаалаг гар утас, таблет компьютер, компьютер дээр ашиглах боломжтой.
pt: O Duplicator funciona em dispositivos móveis e em qualquer tipo de computador, tablet e sistema operacional.
ro: Duplicatorul funcţionează pe telefonul mobil şi pe orice tip de computer, tabletă şi sistem de operare.
ru: Duplicator работает на мобильных устройствах и на любом типе компьютера, планшете и операционной системе.
uk: Дублікатор працює на мобільному та будь-якому комп'ютері, планшеті та операційній системі.
uz: Дубликатор телефонда ва барча турдаги компьютер, планшет ва операцион тизимда ишлайди.
zh: Duplicator適用於移動設備和任何類型的計算機，平板電腦和操作系統。

source: Duration
ca: Durada
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 期間
kk: Ұзақтығы
ky: Мөөнөтү
lv: ilgums
mn: Хугацаа
pt: Duração
ro: Durata
ru: Продолжительность
uk: Тривалість
uz: Давомийлиги
zh: 持續時間

source: during the contest
ca: durant el concurs
de: während des Wettbewerbs
es: durante el concurso
fr: pendant le concours
it: durante il concorso
ja: コンテスト期間中
kk: байқау барысында
ky: конкурсттун жүрүшүндө
mn: уралдааны турш
pt: Durante o concurso
ro: în timpul concursului
ru: в течение конкурса
uk: під час конкурсу
uz: танлов даврида
zh: 在比赛期间
