Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises offers financial protection for travel bookings through Trust My Travel. Review their terms for more details on how your Membership payments are safeguarded.
ca: inCruises ofereix protecció financera per a les reserves de viatge mitjançant Trust My Travel. Consulta els seus termes per obtenir més detalls sobre com es protegeixen els teus pagaments de Membresia.
de: inCruises bietet über Trust My Travel finanziellen Schutz für Reisebuchungen. Lesen Sie die Bedingungen, um mehr über den Schutz Ihrer Mitgliedsbeiträge zu erfahren.
es: inCruises ofrece protección financiera para las reservas de viaje a través de Trust My Travel. Revisa sus términos para obtener más detalles sobre cómo se protegen tus pagos de Membresía.
fr: inCruises offre une protection financière pour les réservations de voyage via Trust My Travel. Consultez leurs conditions pour plus de détails sur la protection de vos paiements d'Adhésion.
it: inCruises offre protezione finanziaria per le prenotazioni di viaggio tramite Trust My Travel. Consulta le loro condizioni per maggiori dettagli su come sono protetti i tuoi pagamenti dell'Abbonamento.
ja: inCruisesは、Trust My Travelを通じて旅行予約に対する金銭的保護を提供しています。メンバーシップ支払いがどのように保護されているかについての詳細は、Trust My Travelの利用規約をご確認ください。
kk: inCruises саяхат брондауына қаржылық қорғауды Trust My Travel арқылы ұсынады. Қосымша мәліметтер алу үшін олардың шарттарын қарап шығыңыз, олар сіздің Мүшелік төлемдеріңіздің қалай қорғалғанын түсіндіреді.
ky: inCruises саякатка байланыштуу брондоолор үчүн Trust My Travel аркылуу каржылык коргоону сунуштайт. Мүчөлүк төлөмдөрүңүз кантип корголорун толук түшүнүү үчүн алардын шарттарын карап чыгыңыз.
lv: inCruises piedāvā finansiālu aizsardzību ceļojumu rezervēšanai, izmantojot Trust My Travel. Pārskatiet viņu noteikumus, lai iegūtu sīkāku informāciju par to, kā tiek aizsargāti jūsu Biedru dalības maksājumi.
mn: inCruises нь Trust My Travel-ээр дамжуулан аяллын захиалгад санхүүгийн хамгаалалтыг санал болгодог. Таны гишүүнчлэлийн төлбөрийг хэрхэн хамгаалж байгаа талаар дэлгэрэнгүй мэдээлэл авахын тулд тэдний үйлчилгээний нөхцөлийг уншна уу.
pt: A inCruises oferece proteção financeira para reservas de viagens através do Trust My Travel. Consulte os termos para obter mais detalhes sobre como os pagamentos da sua assinatura são protegidos.
ro: inCruises oferă protecție financiară pentru rezervările de călătorie prin Trust My Travel. Consultă termenii acestora pentru mai multe detalii despre cum sunt protejate plățile pentru calitatea de membru.
ru: inCruises предлагает финансовую защиту бронирований путешествий через Trust My Travel. Ознакомьтесь с их условиями, чтобы получить более подробную информацию о том, как обеспечивается безопасность ваших платежей по Программе Членства.
uk: inCruises пропонує фінансовий захист для бронювання подорожей через Trust My Travel. Ознайомтеся з їхніми умовами, щоб дізнатися більше про те, як захищено ваші членські платежі.
uz: inCruises Trust My Travel орқали саёҳат буюртмалари учун молиявий ҳимояни таъминлайди. Уларнинг Аъзолик тўловларингиз қандай ҳимояланишига доир шартлари ва батафсил маълумотларни кўриб чиқинг.
zh: inCruises通过Trust My Travel为旅行预订提供财务保障。请查阅其条款，了解有关您会员付款保障方式的更多详情。

source: inCruises or any of its employees do not accept or consider unsolicited ideas. inCruises asks that you do not send any artwork, samples, demos or other works. inCruises wishes to avoid any potential misunderstandings or disputes that may arise if an idea of inCruises may seem similar to those you submit. If you do submit ideas or materials to inCruises, inCruises makes no assurances that your submission will be treated as confidential or proprietary.
ca: inCruises o qualsevol dels seus empleats no accepten ni consideren idees no sol·licitades. inCruises demana que no enviïs cap obra d'art, mostra, demostració o altres treballs. inCruises desitja evitar qualsevol possible malentès o controvèrsia que pugui sorgir si una idea d'inCruises sembla similar a la que puguis enviar. Si envies idees o materials a inCruises, inCruises no garanteix que la teva presentació sigui tractada com a confidencial o reservada.
de: inCruises und seine Mitarbeiter akzeptieren oder berücksichtigen keine unaufgeforderten Ideen. inCruises bittet Sie, keine Grafiken, Muster, Demos oder andere Arbeiten einzusenden. inCruises möchte mögliche Missverständnisse und Streitigkeiten vermeiden, die entstehen können, wenn eine Idee von inCruises Ihren eingereichten Ideen ähnelt. Wenn Sie Ideen oder Materialien an inCruises senden, übernimmt inCruises keine Gewähr für die vertrauliche Behandlung Ihrer Einsendungen.
es: inCruises o cualquiera de sus empleados no aceptarán ni considerarán ideas no solicitadas. inCruises pide que no envíes ninguna obra de arte, muestras, demostraciones u otros trabajos. inCruises desea evitar cualquier posible malentendido o controversia que pueda surgir si una idea de inCruises puede parecer similar a la que tú envíes. Si envías ideas o materiales a inCruises, inCruises no garantiza que aquello que envíes será tratado como confidencial o reservado.
fr: inCruises et ses employés n'acceptent ni ne prennent en compte les idées non sollicitées. inCruises vous demande de ne pas envoyer d'illustrations, d'échantillons, de démos ou autres travaux. inCruises souhaite éviter tout malentendu ou litige potentiel si une idée d'inCruises ressemble à celles que vous soumettez. Si vous soumettez des idées ou du matériel à inCruises, inCruises ne garantit pas que votre soumission sera traitée de manière confidentielle ou exclusive.
it: inCruises, né alcuno dei suoi dipendenti, accetta o prende in considerazione idee non richieste. Ti chiediamo di non inviarci opere d'arte, campioni, demo o altri lavori. Vogliamo evitare potenziali malintesi o dispute che potrebbero sorgere se una nostra idea dovesse sembrare simile a quelle che ci invii. Se dovessi inviarci idee o materiali, inCruises non ti assicura che la tua presentazione sarà trattata come confidenziale o proprietaria.
ja: inCruisesまたはその従業員は、未承諾のアイデアを受け⼊れたり検討したりしません。inCruises宛てにアートワーク、サンプル、デモ、またはその他の作品を送らないようにお願いします。 inCruisesが発信したアイデアと類似しているように⾒える場合に予期せぬ誤解または紛争を事前に回避したいと考えています。アイデアや資料をinCruisesに提出した場合、inCruisesは提出された内容が機密情報または専有物として扱われることを保証しません。
kk: inCruises немесе оның қызметкерлері сұралмаған идеяларды қабылдамайды немесе қарастырмайды. inCruises сізден ешқандай өнер туындыларын, үлгілерді, демо-нұсқаларды немесе басқа жұмыстарды жібермеуіңізді сұрайды. inCruises, егер идеяларыңыз inCruises ұсынғандарға ұқсас болып көрінсе, туындауы мүмкін түсініспеушіліктер немесе дауларды болдырмауды қалайды. Егер сіз inCruises-ке идеялар немесе материалдар жіберсеңіз, inCruises бұл ұсыныстардың құпия немесе меншікті түрде қаралатынына кепілдік бермейді.
ky: inCruises же анын кызматкерлери талап кылынбаган идеяларды кабыл албайт же эске алышбайт. inCruises сизден эч кандай сүрөттөрдү, үлгүлөрдү, демонстрацияларды же башка иштерди жөнөтпөөңүздү суранат. inCruises идеясы сиз сунуштаган идеяга окшош болушу мүмкүн болсо, келип чыгышы мүмкүн болгон ар кандай түшүнбөстүктөрдөн же талаштардан качууну каалайт. Эгерде сиз идеяларды же материалдарды inCruisesке тапшырсаңыз, inCruises сиздин тапшырыгыңыз купуя же менчик катары каралаарына кепилдик бербейт.
lv: inCruises vai arī kāds no tās darbiniekiem nepieņem vai neapsver nepaiesas idejas. inCruises lūdz nesūtīt nevienu mākslas darbu, paraugus, demonstrācijas vai citus darbus. inCruises vēlas izvairīties no jebkādiem iespējamiem pārpratumiem vai strīdiem, kas var rasties, ja inCruises ideja var šķist līdzīga jūsu iesniegtajiem. Ja iesniedzat idejas vai materiālus programmā InCruises, tā nesniedz nekādas garantijas, ka jūsu iesniegums tiks uzskatīts par konfidenciālu vai patentētu.
mn: inCruises эсвэл түүний ажилчид хүсээгүй санааг хүлээн авахгүй, авч үзэхгүй болно. inCruises таныг ямар ч урлагийн бүтээл, дээж, үзүүлэн болон бусад бүтээлийг илгээхгүй байхыг хүсч байна. inCruises нь таны санал болгож буй санаатай төстэй мэт санагдах тохиолдолд гарч болзошгүй аливаа үл ойлголцол, маргаанаас зайлсхийхийг хүсэж байгаа болно. Хэрэв та санаа, материалаа inCruises-д илгээвэл inCruises таны илгээсэн материалыг нууц эсвэл өмчийнх гэж үзэх баталгаа өгөхгүй юм.
pt: A inCruises ou qualquer um dos seus funcionários não aceita ou considera as ideias não solicitadas. A inCruises pede que você não envie nenhuma obra de arte, amostras, demonstrações ou outros trabalhos. A inCruises deseja evitar possíveis mal-entendidos ou disputas que possam surgir caso uma ideia da inCruises possa parecer semelhante à que você enviar. Se você enviar ideias ou materiais para a inCruises, a Empresa não garante que o seu envio será tratado como confidencial ou proprietário.
ro: inCruises sau oricare dintre angajații săi nu acceptă sau ia în considerare ideile nesolicitate. inCruises îți cere să nu trimiți nicio lucrare de artă, mostre, demonstrații sau alte lucrări. inCruises dorește să evite eventualele neînțelegeri sau dispute care pot apărea dacă o idee despre inCruises poate părea similară cu cele pe care le trimiți. Dacă trimiți idei sau materiale către inCruises, inCruises nu oferă nicio asigurare că trimiterea ta va fi tratată ca confidențială sau proprietară.
ru: inCruises или любой из его сотрудников не принимает и не рассматривает добровольно поданные идеи. inCruises просит, чтобы вы не отправляли никаких иллюстраций, шаблонов, демонстрационных образцов или других работ. inCruises хочет избежать любых возможных недоразумений или споров, которые могут возникнуть, если какая-либо идея inCruises окажется похожей на ту, которую предоставили вы. Если же вы отправляете свои идеи или материалы в inCruises, то inCruises не дает никаких гарантий в отношении того, что ваши материалы будут рассматриваться как конфиденциальные или имеющие право собственности.
uk: Компанія inCruises або будь-хто з її співробітників не приймає та не розглядає ініціативні добровільно надані ідеї. inCruises просить вас не надсилати будь-які твори мистецтва, зразки, демоверсії чи інші твори. inCruises бажає уникати будь-яких непорозумінь або суперечок, які можуть виникнути, якщо ідея inCruises може здатися подібною до поданої вами. Якщо ви надсилаєте ідеї чи матеріали до inCruises, то компанія inCruises не дає жодних гарантій, що таке ваше надсилання буде розглядатися як конфіденційне чи захищене.
uz: inCruises ёки унинг ходимлари сўралмаган фикрларни қабул қилмайди ва кўриб чиқмайди. inCruises сиздан бирорта санъат асари, намуна, тақдимот ёки бошқа ишларни юбормасликни сўрайди. inCruisesʼга тегишли ғоялар сиз топширган ғоялар билан ўхшаш бўлиб туйилиши оқибатида вужудга келиши мумкин бўлган ҳар қандай эҳтимолий тушунмовчилик ва низоларнинг олдини олишни хоҳлайди. Агар inCruisesʼга ғоя ёки материал юборсангиз, inCruises унга нисбатан махфий ёки хусусий материал сифатида муносабатда бўлиш учун ҳеч қандай кафолат бермайди.
zh: inCruises或其任何员工不接受或考虑未经请求的创意。inCruises要求您不要发送任何艺术作品、样品、演示或其他作品。inCruises希望避免因其创意看似与您提交的内容相似而可能引发的误解或争议。如果您确实向inCruises提交了创意或材料，inCruises不保证会将您的提交视为机密或专有内容。

source: inCruises pays its Partners through various payout providers. We will transfer your earnings to your inCruises Wallet and notify you each time a commission is earned. You can then transfer your wallet balance, assuming it is greater than $50.00 USD, to your preferred payout provider to receive your funds via bank transfer to your local bank or prepaid Visa or MasterCard issued by your chosen payout provider.
ca: inCruises paga als seus Socis a través de diversos proveïdors de pagaments. Transferirem els teus guanys a la teva Cartera inCruises i et notificarem cada vegada que es guanyi una comissió. A continuació, pots transferir el saldo del teu moneder, sempre que sigui superior a 50 dòlars, al proveïdor de pagaments que prefereixis per a rebre els teus fons mitjançant una transferència bancària al teu banc local o una targeta Visa o Mastercard de prepagament emesa pel proveïdor de pagaments que hagis triat.
de: inCruises zahlt seine Partner über verschiedene Auszahlungsanbieter aus. Wir werden Ihren Verdienst auf Ihr inCruises Wallet übertragen und Sie jedes Mal benachrichtigen, wenn eine Provision verdient wird. Sie können dann Ihr Wallet-Guthaben, vorausgesetzt es ist größer als $50,00 USD, an Ihren bevorzugten Auszahlungsanbieter überweisen, um Ihr Geld per Banküberweisung an Ihre lokale Bank oder eine Prepaid Visa oder MasterCard, die von Ihrem gewählten Auszahlungsanbieter ausgestellt wurde, zu erhalten.
es: inCruises paga a sus Socios a través Payoneer®. Cada vez que ganes una comisión, transferiremos tus ganancias a tu Monedero inCruises y te lo notificaremos. Luego puedes transferir el saldo de tu billetera, suponiendo que sea superior a $ 50.00 USD, a Payoneer® para recibir tus fondos mediante transferencia bancaria a tu banco local o Visa prepaga o MasterCard emitida por Payoneer®
fr: inCruises paie ses Partenaires par l'intermédiaire de différents fournisseurs de paiement. Nous transférerons vos gains sur votre Portefeuille d'inCruises et vous informerons chaque fois qu'une commission est gagnée. Vous pouvez ensuite transférer le solde de votre portefeuille, à condition qu'il soit supérieur à 50,00 USD, à votre fournisseur de paiement préféré pour recevoir vos fonds par virement bancaire à votre banque locale ou par carte Visa ou MasterCard prépayée émise par votre fournisseur de paiement choisi.
it: inCruises paga i suoi Partner attraverso diversi servizi di pagamento. Trasferiremo i tuoi guadagni nel tuo portafoglio inCruises e ti informeremo ogni volta che riceverai una commissione. Potrai quindi trasferire il saldo del tuo portafoglio, sempre che sia superiore a $50,00, al tuo servizio di pagamento preferito per ricevere i soldi tramite bonifico bancario presso la tua banca locale o sulla carta prepagata Visa o MasterCard emessa dal fornitore di pagamenti da te scelto.
ja: inCruisesは、各種送金プロバイダーを介してパートナーに支払います。コミッションを獲得するたびに、あなたのinCruisesウォレットに報酬を送金し、通知します。ウォレットの残高が$50.00 USD以上あると、その資金をご希望の送金プロバイダーが発行したプリペイドビザカードやマスターカードへ送金、または現地銀行への銀行振込をご希望の送金プロバイダーを介して行うことが可能です。
kk: inCruises серіктестеріне әртүрлі төлем провайдерлері арқылы төлейді. Біз сіздің табысыңызды inCruises әмияныңызға аударамыз және комиссия алған сайын сізге хабарлаймыз. Содан кейін әмияндағы теңгерім, егер ол $50 АҚШ-дан асса, жергілікті банкке банктік аударым арқылы немесе қалаған төлем провайдері шығарған алдын ала төленген Visa немесе MasterCard картасына ақша алу үшін қалаған төлем провайдеріне аудара аласыз.
ky: inCruises өзүнүн Өнөктөштөрүнө төлөмдөрдү ар кандай төлөм системалары аркылуу ишке ашырат. Комиссия тапкан сайын, кирешеңизди inCruises капчыгыңызга которуп, сизге кабарлайбыз. Эгер Wallet балансыңыз 50 АКШ долларынан ашса, сиз каалаган төлөм системасы аркылуу акча каражаттарын алып, аларды банктык которуу жолу менен жергиликтүү банк эсебиңизге же өзүңүз тандаган төлөм системасы тарабынан чыгарылган Visa же MasterCard дебет картасын колдонуу менен ала аласыз.
lv: inCruises norēķinās ar saviem partneriem, izmantojot dažādus izmaksu sniedzējus Mēs pārskaitīsim jūsu ieņēmumus jūsu inCruises maciņā katru reizi un jums to paziņosim,kad ir komisija nopelnīta. Pēc tam bilances atlikumu, pieņemot, ka tas ir lielāks par $50.00 USD, varat pārsūtīt jūsu izvēlētajam izmaksu sniedzējam , lai saņemtu savu finansējumu, izmantojot bankas pārvedumu uz jūsu vietējo banku vai Visa debetkarti vai MasterCard, ko izsniedzis jūs izvēlētais izmaksu sniedzējs.
mn: inCruises нь өөрийн Түншүүддээ төлбөр хүлээн авах хэд хэдэн аргаар дамжуулан төлбөрийг шилжүүлдэг. Бид таны орлогыг inCruises-ийн түрийвч руу шилжүүлэх бөгөөд энэ тухайгаа танд мэдэгдэх болно. Та түрийвчиндээ буй мөнгөн дүнг $50 USD-аас их болмогц сонгосон төлбөр шилжүүлэгчээр дамжуулан өөрийн банкны данс руу эсвэл төлбөр шилжүүлэгчээс гаргасан Виза болон Мастер карт руу шилжүүлэн авах боломжтой.
pt: A inCruises paga seus parceiros por meio de vários provedores de pagamento. Transferiremos seus ganhos para sua carteira inCruises e notificaremos você sempre que uma comissão for ganha. Você pode então transferir o saldo da sua carteira, supondo que seja superior a US$50, para seu provedor de pagamento preferido para receber seus fundos por transferência bancária para seu banco local ou através de um cartão Visa ou MasterCard pré-pago emitido pelo provedor de pagamento escolhido.
ro: inCruises își plătește partenerii prin diverși furnizori de plăți. Îți vom transfera câștigurile în portofelul inCruises și te vom anunța de fiecare dată când se câștigă un comision. Apoi, poți transfera soldul portofelului, presupunând că este mai mare de 50$ USD, către furnizorul tău de plăți preferat pentru a-ți primi fondurile prin transfer bancar la banca locală sau cardul preplătit Visa sau MasterCard emis de furnizorul de plăți ales.
ru: inCruises осуществляет выплаты своим Партнёрам, используя различные платёжные системы. Каждый раз, когда зарабатывается комиссия, мы переводим ваш заработок в ваш Кошелек inCruises и уведомляем вас об этом. Если баланс Кошелька превышает $50 USD, вы можете получить средства через выбранную вами систему и вывести их банковским переводом на ваш счёт в местном банке либо используя дебетовую карту Visa или MasterCard, выпущенную выбранной вами платёжной системой.
uk: inCruises здійснює виплати своїм Партнерам через різні платіжні системи. Щоразу, коли ви заробляєте комісію, ми зараховуємо ваш дохід у Гаманець inCruises і повідомляємо вас про це. Якщо баланс Гаманця перевищує $50 USD, ви можете отримати кошти через обрану вами систему — банківським переказом на ваш рахунок у місцевому банку або за допомогою дебетової картки Visa чи MasterCard, випущеної відповідною платіжною системою.
uz: inCruises ўз Ҳамкорларига турли тўлов провайдерлари орқали пул тўлайди. Ҳар сафар комиссия ҳисобланганида биз уларни inCruises ҳамёнингизга ўтказамиз ва бундан сизни хабардор қиламиз. Ҳамёнингиздаги баланс 50 АҚШ$ дан ортиқ суммани ташкил этса, маблағларингизни маҳаллий банкингизга банк ўтказмаси орқали ёки ўзингиз танлаган тўлов провайдери томонидан чиқарилган олдиндан тўланган Visa ёки MasterCard орқали олиш учун мақбул тўлов провайдерига ўтказишингиз мумкин бўлади.
zh: inCruises通过各种支付提供商向其合作伙伴付款。 我们会将您的收入转入您的inCruises钱包，并在每次赚取佣金时通知您。 然后，您可以将您的钱包余额（假设大于50.00美元）转移到您的首选支付提供商，以通过银行转账到当地银行或您选择的支付提供商发行的预付Visa或MasterCard接收您的资金。
