Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Travel More for Less—Get 50 Reward Points for Free
ca: Viatja Més per Menys: Obtén 50 Punts de Recompensa Gratuïts
de: Mehr für weniger Geld reisen - 50 Reward Points kostenlos erhalten
es: Viaja más por menos—Obtén 50 Puntos de Recompensa Gratis
fr: Voyagez plus pour moins cher - obtenez 50 Points de Récompense gratuitement
it: Viaggiare di più spendendo meno - Ottieni 50 Crediti Premio gratis
ja: より安く、より多くの旅を - 50リワードポイントを無料でゲット
kk: Аз ақшаға көбірек саяхаттаңыз-50 бонустық ұпайларды тегін алыңыз
ky: Көбүрөөк саякаттаңыз - 50 бонустук упайын бекер алыңыз
lv: Ceļojiet vairāk par Mazāķu Cenu -Gūstiet 50 Balvu Punktus bez maksas
mn: Бага үнээр аял-50 Шагналын Оноо үнэгүй ав
pt: Viaje mais por menos — ganhe 50 Pontos de Recompensa grátis
ro: Călătorește mai mult pentru mai puțin — obține 50 de puncte gratuite de recompensă
ru: Путешествуйте больше за меньшие деньги — получите 50 Бонусных Баллов бесплатно
uk: Подорожуйте більше за менше — отримуйте 50 Бонусних Балів безкоштовно
uz: Камроқ харажат билан кўпроқ саёҳат қилинг - Бепул 50 Бонус балларини қўлга киритинг
zh: 旅行更多，花费更少——免费获取50奖励积分

source: Travel places
ca: Llocs de viatge
de: Reiseorte
es: Lugares de viaje
fr: Lieux de voyage
it: Luoghi di viaggio
ja: 旅行先
kk: Саяхат бағыттары
ko: 여행 장소
ky: Саякат жерлери
lv: Ceļošanas vietas
mn: Аялах газрууд
pt: Lugares de viagem
ro: Locuri de călătorie
ru: Туристические места
uk: Туристичні місця
uz: Саёҳат ерлари
zh: 旅游地点

source: Travel Prize Eligibility
ca: Requisits per Accedir al Premi de Viatge
de: Berechtigung für den Reisepreis
es: Requisitos para ganar recompensa de viaje
fr: Éligibilité au prix de voyage
it: Idoneità al premio di viaggio
ja: 旅行賞の内容
kk: Туристік сыйлық алу құқығы
ky: Саякат сыйлыгынын талаптары:
lv: Ceļojumu Balvas Atbilstība
mn: Аяллын шагнал авах эрх
pt: Elegibilidade para prêmio de viagem
ro: Eligibilitatea pentru premiul de călătorie
ru: Право на получение туристических призов
uk: Право на отримання туристичних призів
uz: Саёҳат ютуқларини олиш ҳуқуқи
zh: 旅行奖励资格

source: Travel Prizes
ca: Premis de Viatge
de: Reisepreise
es: Recompensas de viaje
fr: Prix du voyage
it: Premi di viaggio
ja: 旅行賞
kk: Туристік сыйлықтар
ky: Саякат сыйлыктары
lv: Ceļojuma Balvas
mn: Аяллын шагналууд
pt: Prêmios de viagem
ro: Premii călătorie
ru: Туристические призы
uk: Туристичні призи
uz: Саёҳат ютуқлари
zh: 旅行奖励

source: Travel Rewards Club
ca: Club de Recompenses de Viatge
de: Reiseprämienclub
es: Más Valioso del Mundo
fr: Club de Récompenses de Voyage
it: Club di Premi Viaggio
ja: トラベルリワードクラブ
kk: Саяхатқа арналған сыйақы клубы
ky: Саякат сыйлыктары клубу
lv: Ceļojumu Balvu Klubs
mn: Аяллын шагналын клуб
pt: Clube de Recompensas de Viagem
ro: Clubul de recompense de călătorie
ru: Клуб туристических вознаграждений
uk: Клуб винагороди за подорожі
uz: саёҳат учун мукофотловчи Клуб
zh: 旅行奖励俱乐部

source: TRAVELER
ca: VIATGER
de: REISENDER
es: VIAJERO
fr: VOYAGEUR
it: VIAGGIATORE
ja: 旅行者
kk: САЯХАТШЫ
ky: САЯКАТЧЫ
lv: CEĻOTĀJS
mn: АЯЛАГЧ
pt: VIAJANTE
ro: CĂLĂTOR
ru: ПУТЕШЕСТВЕННИК
uk: ПОДОРОЖУВАЛЬНИК
uz: САЁҲАТЧИ
zh: 旅行者

source: Traveler name invalid. Please check and try again
ca: Nom del viatger no vàlid. Si us plau, comprova'l i torna-ho a intentar.
de: Der Name des Reisenden ist ungültig. Bitte prüfen und erneut versuchen
es: El nombre del viajante es inválido. Por favor, revisa y vuelve a intentarlo
fr: Le nom du voyageur n'est pas valide. Veuillez vérifier et réessayer
it: Nome del viaggiatore non valido. Controlla e riprova.
ja: 旅行者名が無効です。ご確認の上、再度お試しください
kk: Саяхатшының аты жарамсыз. Тексеріп, әрекетті тағыда қайталап көріңіз
ky: Саякатчынын аты жараксыз. Сураныч, кайра аракет кылыңыз.
lv: Ceļotāja vārds nav pareizs. Pārbaudiet un ievadiet to vēlreiz
mn: Аялагчийн нэр буруу байна. Шалгаад дахин бичнэ үү
pt: Nome do viajante inválido. Verifique e tente novamente
ro: Numele călătorului este invalid. Te rugăm să verifici și să încerci din nou
ru: Некорректное имя путешественника. Пожалуйста, проверьте и попробуйте снова
uk: Ім’я мандрівника недійсне. Перевірте, будь ласка, та спробуйте знову
uz: Саёҳатчининг исми нотўғри. Илтимос, текшириб, қайта уриниб кўринг.
zh: 旅行者姓名无效。请检查并重试。

source: Traveler name invalid. Please check and try again.
ca: Nom del viatger no vàlid. Si us plau, comprova-ho i torna a intentar-ho.
de: Der Name des Reisenden ist ungültig. Bitte prüfen und erneut versuchen.
es: El código de autenticación ingresado es inválido. Por favor, vuelve a intentarlo.
fr: Le nom du voyageur n'est pas valide. Veuillez vérifier et réessayer.
it: Nome del viaggiatore non valido. Controlla e riprova.
ja: 旅行者名が無効です。ご確認の上、再度お試しください。
kk: Саяхатшының аты жарамсыз. Тексеріп, әрекетті тағыда қайталап көріңіз.
ky: Саякатчынын аты жараксыз. Сураныч, кайра аракет кылыңыз.
lv: Ceļotāja vards nav pareizs. Pārbaudiet un mēģiniet atkal.
mn: Аялагчийн нэр буруу байна. Шалгаад дахин бичнэ үү
pt: Nome do viajante inválido. Verifique e tente novamente.
ro: Numele călătorului este invalid. Te rugăm să verifici și să încerci din nou.
ru: Некорректное имя путешественника. Пожалуйста, проверьте и попробуйте снова.
uk: Ім’я мандрівника недійсне. Перевірте, будь ласка, та спробуйте знову.
uz: Саёҳатчининг исми нотўғри. Илтимос, текшириб, қайта уриниб кўринг.
zh: 旅行者姓名无效。请检查并重试。

source: Traveler Pickup
ca: Recollida del viatger
de: Reisende Abholung
es: Recogida del viajero
fr: récupérer le voyageur
it: Prelievo del viaggiatore
ja: 旅行者のピックアップ
kk: Саяхатшыларды алып кету
ky: Саякатчыларды алып кетүү
lv: Ceļotāja Uzņemšana
mn: Аялагч нарыг тосч авах мэдээлэл
pt: Busca do viajante
ro: Ridicare călător
ru: Подбор путешественника
uk: Підбирання подорожувальників
uz: Саёҳатчини олиб кетиш
zh: 旅行者接送

source: Travelers
ca: Viatgers
de: Reisende
es: Viajeros
fr: Voyageurs
it: Viaggiatori
ja: 旅行者
kk: Саяхатшылар
ky: Саякатчылар
lv: Ceļotāji
mn: Аялагч нар
pt: Viajantes
ro: Călători
ru: Путешественники
uk: Подорожувальники
uz: Саёҳатчилар
zh: 旅行者

source: Triple Digit Banner
ca: Banner de tres dígits
de: Dreistelliges Banner
es: Banner de Tres Dígitos
fr: Bannière à Triple Chiffre
it: Banner Tripla Cifra
ja: Triple Digit（3桁）バナー
kk: Үш Таңбалы Баннер
ko: 트리플 디짓 배너
ky: Үч сандуу баннер
lv: Trīskāršais/Trīsciparu Karodziņš
mn: Трипл Дижит Баннер
pt: Banner de Três Dígitos
ro: Banner Triple Digit
ru: Трёхзначный баннер
uk: Трьохзначний Банер
uz: Уч рақамли баннер
zh: 三位數Banner

source: Trust My Travel
fr: Faites confiance à mon voyage
ja: トラストマイトラベル
ko: 트러스트 마이 트래블
lv: "Trust My Travel"(Uzticies)
zh: 信任我的旅行

source: Trusted suppliers, numerous prestigious awards, and most importantly the real-life success stories of our Members and Partners all confirm how inCruises is transforming travel worldwide!
ca: Proveïdors de confiança, nombrosos premis prestigiosos i, el més important, les històries d’èxit reals dels nostres Membres i Socis confirmen que inCruises està transformant la manera de viatjar arreu del món!
de: Vertrauenswürdige Lieferanten, zahlreiche prestigeträchtige Auszeichnungen und vor allem die echten Erfolgsgeschichten unserer Mitglieder und Partner bestätigen, wie inCruises das Reisen weltweit verändert!
es: Proveedores de confianza, numerosos premios prestigiosos y, lo más importante, las historias de éxito reales de nuestros Miembros y Socios confirman cómo inCruises está transformando los viajes ¡a nivel mundial!
fr: Des fournisseurs de confiance, de nombreuses récompenses prestigieuses et, surtout, les réussites concrètes de nos Membres et Partenaires confirment tous comment inCruises transforme les voyages dans le monde entier !
it: Fornitori fidati, numerosi premi prestigiosi e, soprattutto, le storie di successo reali dei nostri Membri e Partner confermano come inCruises stia trasformando il modo di viaggiare in tutto il mondo!
ja: 信頼できるサプライヤー、数々の名誉ある受賞歴、そして何よりもメンバーやパートナーたちの実体験による成功ストーリーが、inCruisesが世界中の旅行をどれほど変革しているかを証明しています！
kk: Сенімді жеткізушілер, көптеген беделді марапаттар және ең бастысы — Клуб Мүшелеріміз бен Серіктестеріміздің шынайы табыс оқиғалары inCruises компаниясының бүкіл әлем бойынша саяхатты қалай өзгертетінін дәлелдейді!
ky: Ишенимдүү жеткирүүчүлөр, көптөгөн кадыр-барктуу сыйлыктар жана эң негизгиси биздин мүчөлөрдүн жана өнөктөштөрдүн чыныгы жашоодогу ийгиликтери inCruises дүйнө жүзү боюнча саякаттоону кандайча өзгөртүп жаткандыгын тастыктайт!
lv: Uzticami piegādātāji, neskaitāmi prestiži apbalvojumi un, pats galvenais, mūsu Biedru un Partneru reālās dzīves veiksmes stāsti apliecina, kā “InCruises” pārveido ceļošanu visā pasaulē!
mn: Найдвартай ханган нийлүүлэгч нар, олон тооны нэр хүндтэй шагналууд, хамгийн гол манай Гишүүд болон Түнш нарын бодит амжилтын түүхүүд нь inCruises-ийг дэлхий даяар аялал жуулчлалыг хэрхэн өөрчлөн шинэтгэж байгааг батлан харуулж байгаа юм!
pt: Fornecedores confiáveis, inúmeros prêmios de prestígio e o mais importante, as histórias reais de sucesso de nossos Membros e Parceiros confirmam como a inCruises está transformando as viagens em todo o mundo!
ro: Furnizorii de încredere, numeroase premii prestigioase și, cel mai important, poveștile de succes din viața reală ale membrilor și partenerilor noștri confirmă modul în care inCruises transformă călătoriile în întreaga lume!
ru: Надежные поставщики, многочисленные престижные награды и, самое главное, реальные истории успеха от наших Членов Клуба и Партнеров — все это является подтверждением того, что inCruises трансформирует индустрию путешествий по всему миру!
uk: Надійні постачальники, численні престижні нагороди та, що найважливіше, реальні історії успіху наших Членів і Партнерів підтверджують, як inCruises змінює подорожі по всьому світу!
uz: Ишончли етказиб берувчилар, кўплаб обрўли мукофотлар ва энг муҳими, Аъзоларимиз ва Ҳамкорларимизнинг ҳақиқий муваффақият тарихлари - буларнинг бари inCruises бутун дунё бўйлаб саёҳат саноатини қанчалик ўзгартириб юборганлигинининг исботидир!
zh: 值得信赖的供应商、无数的知名奖项，更重要的是我们会员和合作伙伴的真实成功案例，这些都证明了inCruises如何正在改变全球旅行方式！

source: Try Again
fr: Réessayer
it: Prova di nuovo

source: Try our new compensation view for easier bonus and incentive tracking.
fr: Essayez notre nouvelle vue de rémunération pour un suivi plus facile des primes et des incitations.
it: Prova la nostra nuova visualizzazione del piano compensi per monitorare più facilmente bonus e incentivi.

source: Try our new reports view for easier access to reports and faster report runs.
fr: Essayez notre nouvelle vue des rapports pour un accès plus facile aux rapports et des exécutions de rapports plus rapides.
it: Prova la nostra nuova visualizzazione dei report per facilitare l'accesso ai report e velocizzarne l'esecuzione.

source: Turkish Lira (TRY)
fr: Livre Turque (TRY)
it: Lira turca (TRY)
kk: Түрік лирасы (TRY)
pt: Lira turca (TRY)
uk: Турецька ліра (TRY)
uz: Туркия лираси (TRY)
zh: 土耳其里拉 (TRY)

source: Turn Your Love for Travel Into INcome!
ca: Transforma la teva passió per viatjar en una font d’INgressos!
de: Verwandeln Sie Ihre Liebe zum Reisen in ein eINkommen!
es: Convierte Tu Amor por Viajar en INgreso!
fr: Transformez votre amour des voyages en revenus !
it: Trasforma il tuo amore per i viaggi in una fonte di guadagno!
ja: 旅行好きを収入に変えよう！
kk: Саяхатқа деген сүйіспеншілігіңізді табысқа айналдырыңыз!
ky: Саякатка болгон сүйүүңүздү кирешеге айландырыңыз!
lv: Pārvēršiet Savu Mīlestību Ceļot Par Inienākumiem!
mn: Аялах хүслээ орлогын эх үүсвэр болго!
pt: Transforme seu amor por viagens em renda!
ro: Transformă-ți dragostea pentru călătorii în VENIT!
ru: Превратите свою любовь к путешествиям в доход!
uk: Перетворіть свою любов до подорожей на дохід!
uz: Саёҳатга бўлган қизиқишингизни даромадга айлантиринг!
zh: 将您对旅行的热爱转化为收入！

source: Turn Your Passion
ca: Transforma la teva passió
de: Verwandeln Sie Ihre Leidenschaft
es: Convierte Tu Pasión
fr: Transformez Votre Passion
it: Trasforma la tua passione
ja: 情熱を変える
kk: Өзіңіздің құштарлығыңызды айналдырыңыз
ky: Арзууңузду ... айлантыңыз
lv: Pārvēršiet Savas Vēlmes
mn: Гал халуун сэтгэлээ
pt: Transforme Sua Paixão
ro: Transformă-ți pasiunea
ru: Превратите свою страсть
uk: Перетворіть свою пристрасть
uz: Қизиқишларингизни
zh: 转变您的激情

source: Turn Your Passion Into Prosperity
ca: Transforma la Teva Passió en Prosperitat
de: Verwandeln Sie Ihre Leidenschaft in Wohlstand
es: Convierte Tu Pasión En Prosperidad
fr: Transformez Votre Passion En Prospérité
it: Trasforma la tua passione in prosperità
ja: 情熱を繁栄につなげよう
kk: Құмарлықты Өркендеуге Айналдырыңыз
ky: Арзууңузду гүлдөп-өсүүгө айлантыңыз
lv: Pārvēršiet Savas Vēlmes Labklājībā
mn: Гал халуун сэтгэлээ өсөлт дэвшил болго
pt: Transforme Sua Paixão em Prosperidade
ro: Transformă-ți pasiunea în prosperitate
ru: Превратите свою страсть в процветание
uk: Перетворіть свою пристрасть в процвітання
uz: Қизиқишларингизни даромадга айлантиринг
zh: 将您的激情转化为繁荣

source: Twelve Month Volume
ca: Volum de dotze mesos
de: Zwölf-Monats-Umsatz
es: Volumen Anual
fr: Volume sur douze mois
it: Volume di dodici mesi
ja: 12ヶ月のボリューム
kk: Он екі айдағы көлем
ky: Он эки айдагы көлөм
lv: Divpadsmit Mēnešu Apjoms
mn: Арван хоёр сарын идэвхжүүлэлтийн хэмжээ
pt: Volume de doze meses
ro: Volumul de 12 luni
ru: Объём двенадцати месяцев
uk: Обсяг дванадцяти місяців
uz: Ўн икки ойлик ҳажм
zh: 十二个月的销售额

source: Two Factor Authentication
ca: Autenticació de dos factors
de: Zwei-Faktor-Authentifizierung
es: Autentificación de Dos Factores
fr: Authentification à deux facteurs
it: Autenticazione a due fattori
ja: ２段階認証
kk: Екі факторлы аутентификация
ko: 이중 인증
ky: Эки факторлуу аутентификация
lv: Divu faktoru autentifikācija
mn: 2 FA хамгаалалт
pt: Autenticação de dois fatores
ro: Autentificare cu doi factori
ru: Двухфакторная Аутентификация
uk: Двофакторна Автентифікація
uz: Икки факторли аутентификация
zh: 双重身份验证

source: Two Factor Code
ca: Codi de Doble Factor
es: Código de dos factores
fr: Code à deux facteurs
it: Codice a due fattori
ja: 2段階認証コード
kk: Екі факторлы код
ky: Эки факторлуу код
mn: Two Factor код
pt: Código de dois fatores
ro: Autentificare în doi factori
ru: Код двухфакторной авторизации
uk: Код двофакторної авторизації
uz: Икки факторли код
zh: 两因素验证码

source: Two Month's Ago Total
ca: Total fa dos mesos
de: Summe der letzten zwei Monate
es: Total hace dos Meses
fr: Il y a deux mois au total
it: Totale degli ultimi due mesi
ja: 2ヶ月前の合計
kk: Екі Ай Қорытындысы
ko: 2 개월 전 합계
ky: Жалпысынан эки ай мурун
lv: Kopā divi mēneši atpakaļ
mn: Хоёр сарын өмнөх нийт
pt: Total de Dois Meses Atrás
ro: Totalul de acum două luni
ru: Итоги За Два Месяца
uk: Всього за Минулі Два Місяці
uz: Икки ой олдин жами
zh: 兩個月前總計

source: Two Weeks Prior Contest
ca: Dues setmanes Abans del Concurs
de: Zwei Wochen vor dem Wettbewerb
es: Dos Semanas Antes del Concurso
fr: Concours des deux Semaines Précédentes
it: Gara delle due settimane precedenti
ja: 2週間のコンテスト
kk: Сайысқа дейінгі Екі Апта
ko: 2주 전의 주간 경연
ky: Таймашууга эки апта калганда
lv: Divu nedēļu iepriekšējais konkurss
mn: Хоёр долоо хоногийн өмнөх уралдаан
pt: Duas semanas antes do Concurso
ro: Concurs de două săptămâni înainte
ru: Две недели до конкурса
uk: Два тижні до конкурсу
uz: Мусобақадан икки ҳафта олдин
zh: 兩週前比賽

source: type when applicable
ca: escriu quan sigui aplicable
de: Typ, falls zutreffend
es: cuando corresponda
fr: type si applicable
it: ove applicabile.
ja: 該当する場合は入力してください
kk: қолданылатын түрі
ky: керек болгондо териңиз
lv: attiecīgā gadījumā ierakstiet
mn: хэрэгтэй тохиолдолд бичнэ үү
pt: tipo quando aplicável
ro: tip (unde este aplicabil)
ru: тип, когда это применимо
uk: вкажіть тип за потреби
uz: йўл қўйиладиган ҳолатлар
zh: 如适用，请填写类型

source: Type your question here or scroll below
ca: Escriu aquí la teva pregunta o desplaça't cap avall
de: Geben Sie Ihre Frage hier ein oder scrollen Sie nach unten
es: Escribe aquí tu pregunta o desplázate hacia abajo
fr: Tapez votre question ici ou faites défiler la liste ci-dessous
it: Scrivi qui la tua domanda o scorri in basso
ja: 質問を入力するか、スクロールダウンしてください。
kk: Сұрағыңызды осы жерге жазыңыз немесе төменге айналдырыңыз
ko: 여기에 질문을 입력하거나 아래로 스크롤 하세요
ky: Сурооңузду бул жерге жазыңыз же ылдый жылдырыңыз
lv: Ierakstiet jautājumu šeit vai zemāk
mn: Энд асуултаа бичих эсвэл доорх хариултуудаас уншина уу
pt: Digite sua pergunta aqui ou role abaixo
ro: Tastează întrebarea aici sau derulează mai jos
ru: Напишите свой вопрос здесь или пролистайте ниже
uk: Напишіть своє питання тут або прогортайте нижче
uz: Саволингизни бу ерга ёзинг ёки пастга тушинг
zh: 在此處輸入問題或滾動下方

source: types count the same (Legacy, Select, General Admission)
fr: Les types de billets comptent de la même manière (Legacy, Select, Admission Générale)
it: tipi contano allo stesso modo (Legacy, Select, i tipi contano allo stesso modo (Legacy, Select, Ingresso generale)

source: Ukrainian
ca: Ucraïnès
de: Ukrainisch
es: Ucraniano
fr: Ukrainien
it: Ucraino
ja: ウクライナ語
kk: Украин
ko: 우크라이나어
ky: Украиналык
lv: Ukrainietis
mn: Украйн хэл
pt: Ucraniano
ro: Ucrainiană
ru: Украинский
uk: Українська
uz: Украин
zh: 烏克蘭

source: Ukrainian and Russian Speaking European Markets
ca: Mercats Europeus de Parla Ucraïnesa i Russa
de: Ukrainisch und Russisch sprachige europäische Märkte
es: Mercados Europeos de habla Ucraniana y Rusa
fr: Marchés Européens Ukrainophones et Russophones
it: Mercati europei di lingua ucraina e russa
ja: ウクライナ語およびロシア語を話すヨーロッパ市場
kk: Украин және орыс тілінде сөйлейтін Еуропа нарықтары
ky: Украин жана орус тилдеринде сүйлөгөн Европа рыноктору
lv: Ukraiņu un krievu valodā runājošie Eiropas tirgi
mn: Орос, Украйн хэлтэй улс орнууд
pt: Mercados Europeus de Língua Ucraniana e Russa
ro: Piețe europene vorbitoare de limbă rusă și ucrainiană
ru: Европейский рынок украинского и руссского языков
uk: Європейський ринок для україномовної та російськомовної аудиторії
uz: Украин ва рус тилида сўзлашувчи Европа бозорлари
zh: 乌克兰语和俄语欧洲市场

source: Ukrainian Humanitarian Relief Campaign
ca: Campanya d'Ajuda Humanitària a Ucraïna
de: Ukrainian Humanitarian Relief Kampagne
es: Campaña de Ayuda Humanitaria a Ucrania
fr: Campagne d'aide humanitaire à l'Ukraine
it: Campagna di aiuti umanitari in Ucraina
ja: Ukrainian Humanitarian Relief Campaign（ウクライナ人道支援キャンペーン）
kk: Украинаның гуманитарлық көмек науқаны
ky: Украинага гуманитардык жардам көрсөтүү кампаниясы
lv: Ukrainas Humānās Palīdzības Kampaņa
mn: Украйн улсад туслах хандивийн аян
pt: Campanha de Ajuda Humanitária para a Ucrânia
ro: Campania Ukrainian Humanitarian Relief
ru: Кампания по оказанию гуманитарной помощи Украине
uk: Кампанія з надання гуманітарної допомоги в Україні
uz: Ukrainian Relief гуманитар ёрдам кампанияси
zh: 乌克兰人道主义援助运动

source: Unable to Add Inactive Member
ca: No es pot Afegir el Membre Inactiu.
de: Inaktives Mitglied kann nicht hinzugefügt werden
es: No es posible añadir un Miembro Inactivo
fr: Impossible d'ajouter un Membre inactif
it: Non è possibile aggiungere un Membro inattivo
ja: 非アクティブなメンバーを追加できません
kk: Белсенді емес қатысушыны қосу мүмкін емес
ky: Активдүү эмес мүчөнү кошуу мүмкүн эмес
lv: Nevar Pievienot Neaktīvu Biedru
mn: Идэвхгүй Гишүүн нэмэх боломжгүй байна
pt: Não é possível adicionar um membro inativo
ro: Nu se poate adăuga membru inactiv
ru: Невозможно добавить неактивного Члена Клуба
uk: Неможливо додати неактивного Члена Клубу
uz: Нофаол Аъзони қўшиб бўлмайди
zh: 无法添加非活跃会员

source: Unable to load this agreement right now.
fr: Impossible de charger cet accord pour le moment.
it: Non è possibile caricare questo contratto al momento.

source: Unable to load your agreements right now.
fr: Impossible de charger vos accords pour le moment.
it: Non è possibile caricare i tuoi contratti al momento.

source: Unable to load your certificates right now.
fr: Impossible de charger vos certificats pour le moment.
it: Non è possibile caricare i tuoi certificati al momento.

source: Unable to load your receipts right now.
fr: Impossible de charger vos reçus pour le moment.
it: Non è possibile caricare le tue ricevute al momento.

source: Unavailable
fr: Indisponible
it: Non disponibile
kk: Қолжетімсіз
pt: Indisponível
uk: Недоступно
uz: Мавжуд эмас
zh: 不可用

source: Understand the rules and conditions for using inCruises products and services. Review our Terms of Service for a comprehensive overview of your rights and responsibilities.
ca: Entén les normes i condicions per utilitzar els productes i serveis d’inCruises. Revisa els nostres Termes de Servei per obtenir una visió completa dels teus drets i responsabilitats.
de: Informieren Sie sich über die Regeln und Bedingungen für die Nutzung der Produkte und Dienstleistungen von inCruises. Lesen Sie unsere Servicebedingungen für einen umfassenden Überblick über Ihre Rechte und Pflichten.
es: Comprende las reglas y condiciones para utilizar los productos y servicios de inCruises. Revisa nuestros Términos de Servicio para obtener una visión completa de tus derechos y responsabilidades.
fr: Consultez les règles et conditions d'utilisation des produits et services inCruises. Consultez nos Conditions d'utilisation pour un aperçu complet de vos droits et responsabilités.
it: Comprendi le regole e le condizioni di utilizzo dei prodotti e dei servizi inCruises. Consulta le nostre Condizioni di servizio per avere una panoramica completa dei tuoi diritti e delle tue responsabilità.
ja: inCruisesの製品およびサービスを利用する際のルールと条件をご確認ください。ご自身の権利と責任を包括的に理解するために、利用規約をご覧ください。
kk: "inCruises өнімдері мен қызметтерін пайдалану ережелері мен шарттарын түсініңіз. Құқықтарыңыз бен міндеттемелеріңіз туралы толық ақпарат алу үшін Қызмет көрсету шарттарымызды қарап шығыңыз.
ky: inCruises өнүмдөрүн жана кызматтарын колдонуунун эрежелерин жана шарттарын түшүнүү. Сиздин укуктарыңыз жана милдеттериңиз жөнүндө толук маалымат алуу үчүн, биздин Кызмат көрсөтүү шарттарыбызды карап чыгыңыз.
lv: Izprast inCruises produktu un pakalpojumu lietošanas noteikumus un nosacījumus. Pārskatiet mūsu pakalpojumu sniegšanas noteikumus, lai iegūtu visaptverošu ieskatu par jūsu tiesībām un pienākumiem.
mn: inCruises бүтээгдэхүүн болон үйлчилгээг ашиглах дүрэм, нөхцлийг сайн ойлгоно уу. Та өөрийн эрх, үүрэг хариуцлагыг дэлгэрэнгүй мэдэхийн тулд манай Үйлчилгээний нөхцлүүдийг уншна уу.
pt: Entenda as regras e condições de uso dos produtos e serviços da inCruises. Analise nossos Termos de Serviço para ter uma visão geral abrangente de seus direitos e responsabilidades.
ro: Înțelege regulile și condițiile de utilizare a produselor și serviciilor inCruises. Consultă Termenii și condițiile noastre pentru o imagine de ansamblu cuprinzătoare a drepturilor și responsabilităților tale.
ru: Ознакомьтесь с правилами и условиями использования продуктов и услуг inCruises. Изучите наши Условия использования, чтобы получить полное представление о ваших правах и обязанностях.
uk: Зрозумійте правила та умови використання продуктів і послуг inCruises. Ознайомтеся з нашими Умовами користування, щоб отримати повний огляд ваших прав і обов’язків.
uz: inCruises маҳсулотлари ва хизматларидан фойдаланиш шартлари ва тартиблари билан танишинг. Ўз ҳуқуқларингиз ва мажбуриятларингизни билиш учун Хизмат кўрсатиш шартларимиз билан танишинг.
zh: 了解使用inCruises产品和服务的规则和条件。查看我们的服务条款，全面了解您的权利和责任。

source: Understanding Builders Base Bonus
fr: Comprendre le Bonus de Base des Constructeurs
it: Comprendere il bonus Base Costruttori
kk: Фундамент Бизнес Бонусын Түсіну
pt: Entendendo o Bônus de Base de Construtores
uk: Розуміння бонусу Фундамент Бізнесу
uz: Қурувчилар базаси бонуси ҳақида
zh: 了解建设者基础奖金

source: Understanding Member Activations Bonus
fr: Comprendre le Bonus d'Activations des Membres
it: Comprendere il bonus Attivazioni Membri
kk: Клубтың Мүшелерін Активтендіру Бонусын түсіну
pt: Entendendo o Bônus de Ativações de Membros
uk: Розуміння бонусу за Активації Членів Клубу
uz: Аъзоларни фаоллаштирганлик учун бонус ҳақида
zh: 了解会员激活奖金
