Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The <b v-translate="">DSN Global 100</b> list offers a unique perspective on the global impact of the industry on economic and social realms. It provides a range of mutual learning not only for industry members but also for researchers, investors and—most important—those seeking opportunities within the industry.
ca: La llista <b v-translate="">DSN Global 100</b> ofereix una perspectiva única sobre l'impacte global de la indústria en àmbits econòmics i socials. Proporciona una varietat d'aprenentatge mutu no només per als membres de la indústria, sinó també per a investigadors, inversors i —el més important— aquells que busquen oportunitats dins de la indústria.
de: Die <b v-translate="">DSN Global 100</b> Liste bietet eine einzigartige Perspektive auf die globalen Auswirkungen der Branche auf wirtschaftliche und soziale Bereiche. Sie bietet nicht nur den Mitgliedern der Branche, sondern auch Forschern, Investoren und - was am wichtigsten ist - denjenigen, die nach Möglichkeiten in der Branche suchen, eine Reihe von Möglichkeiten zum gegenseitigen Lernen.
es: La lista <b v-translate="">DSN Global 100</b> ofrece una perspectiva única sobre el impacto global de la industria en los ámbitos económico y social. Proporciona una gama de aprendizaje mutuo, no sólo para los miembros de la industria sino también para los investigadores, inversores y, lo más importante, aquellos que buscan oportunidades dentro de la industria.
fr: La liste <b v-translate="">DSN Global 100</b> offre une perspective unique sur l'impact global de l'industrie sur les domaines économiques et sociaux. Elle offre un éventail d'apprentissage mutuel non seulement aux membres de l'industrie, mais aussi aux chercheurs, aux investisseurs et, surtout, à ceux qui sont à la recherche d'opportunités au sein de l'industrie.
it: La lista <b v-translate="">DSN Global 100</b> offre una prospettiva unica sull'impatto globale del settore in ambito economico e sociale. Offre una serie di opportunità di apprendimento reciproco non solo per i membri del settore, ma anche per i ricercatori, gli investitori e, cosa più importante, per coloro che cercano opportunità nel settore.
ja: <b v-translate="">DSN Global 100</b>リストは、経済および社会領域における業界のグローバルな影響について、ユニークな視点を提供します。業界のメンバーだけでなく、研究者、投資家、そして最も重要なことですが、業界内で機会を求めている人たちにも、さまざまな相互学習を提供します。
kk: <b v-translate="">DSN Global 100</b> тізімі саланың жаһандық экономикалық және әлеуметтік әсеріне бірегей көзқарасты ұсынады. Ол сала қатысушыларына ғана емес, сонымен қатар зерттеушілерге, инвесторларға және ең бастысы, салада мүмкіндіктерді іздейтіндерге «тең-теңімен» оқытудың кең ауқымын ұсынады.
ky: <b v-translate="">DSN Global 100</b> тизмеси бул тармактын экономикалык жана социалдык чөйрөгө тийгизген глобалдык таасири жөнүндө уникалдуу көз карашты сунуштайт. Бул тармактын мүчөлөрү үчүн гана эмес, ошондой эле изилдөөчүлөр, инвесторлор жана - эң негизгиси – бул тармакта мүмкүнчүлүктөрдү издегендер үчүн өз ара үйрөнүү мүмкүнчүлүгүн камсыз кылат.
lv: <b v-translate="">DSN Global 100</b> saraksts piedāvā unikālu perspektīvu par nozares globālo ietekmi uz ekonomiskajām un sociālajām sfērām. Tā nodrošina savstarpēju mācīšanos ne tikai nozares dalībniekiem, bet arī pētniekiem, ieguldītājiem un tiem, kas ir vissvarīgākie, tiem, kuri meklē iespējas nozarē.
mn: <b v-translate="">DSN Global 100</b> жагсаалт нь эдийн засаг, нийгмийн хүрээнд манай салбарын дэлхий дахинд үзүүлэх нөлөө, цаашдын төлөвийг гарган үзүүлдэг юм. Энэ нь зөвхөн салбарын гишүүдэд төдийгүй судлаачид, хөрөнгө оруулагч нарт, хамгийн гол нь энэ салбар боломж хайж буй хүмүүст харилцан суралцах боломжийг олгодог юм.
pt: A lista <b v-translate="">DSN Global 100</b> oferece uma perspectiva única sobre o impacto global da indústria nos domínios econômico e social. Proporciona uma gama de aprendizagem mútua não só para os membros da indústria, mas também para investigadores, investidores e – o mais importante – aqueles que procuram oportunidades na indústria.
ro: Lista <b v-translate="">DSN Global 100</b> oferă o perspectivă unică asupra impactului global al industriei asupra sferelor economice și sociale. Oferă o serie de învățare mutuală nu numai pentru membrii industriei, ci și pentru cercetători, investitori și, cel mai important, pentru cei care caută oportunități în industrie.
ru: Список <b v-translate="">DSN Global 100</b> предлагает уникальный взгляд глобального влияния индустрии на экономические и социальные сферы жизни. Он предоставляет набор инструментов для взаимного обучения не только участникам индустрии, но и исследователям, инвесторам и, самое главное, тем, кто ищет возможности в индустрии.
uk: Список <b v-translate="">DSN Global 100</b> пропонує унікальний погляд глобального впливу індустрії на економічні та соціальні сфери життя. Він надає набір інструментів для взаємного навчання не тільки учасникам індустрії, а й дослідникам, інвесторам і, найголовніше, тим, хто шукає можливості в індустрії.
uz: <b v-translate="">DSN Global 100</b> рўйхати иқтисодий ва ижтимоий соҳада глобал таъсирга эга тармоқларга ўзгача ёндашишни таклиф этади. Бу нафақат соҳа вакиллари, балки тадқиқотчилар, сармоячилар ва, энг муҳими, ушбу соҳада имконият излаганлар учун умумий билимлар олиш учун кенг имкониятлар тақдим этади.
zh: <b v-translate="">DSN全球100强</b>名单提供了一个独特的视角，展示了该行业对经济和社会领域的全球影响。它不仅为行业成员提供了相互学习的机会，也为研究人员、投资者以及最重要的那些寻求行业内机遇的人提供了范围。

source: The $2,400.00 annual value referenced is not guaranteed and depends on a number of factors, <br/> including the monthly payment of membership dues, through 12 months or more, by each person referred by the person receiving this certificate.
fr: La valeur annuelle de 2 400,00 $ mentionnée n'est pas garantie et dépend de plusieurs facteurs, <br/> notamment du paiement mensuel de l'adhésion, pendant 12 mois ou plus, par chaque personne parrainée par le bénéficiaire de ce certificat.
it: Il valore annuale di $2.400,00 a cui si fa riferimento non è garantito e dipende da una serie di fattori, <br/> incluso il pagamento mensile delle quote associative, per 12 mesi o più, da parte di ciascuna persona segnalata dalla persona che riceve questo certificato.

source: The $2,400.00 annual value referenced is not guaranteed and depends on a number of factors, <br/>including the monthly payment of membership dues, through 12 months or more, by each person referred by the person receiving this certificate.
fr: La valeur annuelle de 2 400,00 $ mentionnée n'est pas garantie et dépend de plusieurs facteurs, <br/> notamment du paiement mensuel des cotisations, pendant 12 mois ou plus, par chaque personne parrainée par le bénéficiaire de ce certificat.
it: Il valore annuale di $2.400,00 a cui si fa riferimento non è garantito e dipende da una serie di fattori, <br/>incluso il pagamento mensile delle quote associative, per 12 mesi o più, da parte di ciascuna persona segnalata dalla persona che riceve questo certificato.

source: the 50-dollar difference. That's 250 (1 for 1) Reward Points!
ca: els 50 dòlars de diferència. Són 250 punts de recompensa (1 per 1)!
de: die 50 Dollar Differenz. Das sind 250 (1 für 1) Reward Points!
es: la diferencia de 50 dólares. ¡Esos son 250 Puntos de Recompensa! (1 por 1)
fr: la différence de 50 dollars. Cela représente 250 points de récompense (1 pour 1) !
it: la differenza di 50 dollari. Fanno 250 Crediti Premio (1 per 1)!
ja: ５０ドルの違いです。２５０リワードポイント（１倍）になります！
kk: айырмашылық 50 доллар. Бұл 250 (1-ден 1) сыйлық ұпайы!
ko: 50달러 차이. 250(1 대 1) 리워드 포인트입니다!
ky: 50 доллардын айырмасын кайтарып беребиз. Бул 250 (1ге 1) Бонустук Упай!
lv: 50 -dolāru starpība. Tas ir 250 (1 par 1) Balvu Punkti!
mn: нугалан 250 (1:1) Шагналын Оноо авах болно!
pt: a diferença de 50 dólares. São 250 (1 por 1) Pontos de Recompensa!
ro: diferența de 50 de dolari. Adică 250 de puncte recompensă (1 pentru 1)!
ru: 50-долларовую разницу. Это 250 Бонусных Баллов (1 к 1)!
uk: 50-доларову різницю. Це 250 Бонусних Балів (1 до 1)!
uz: 50 доллар фарқни қайтарамиз. Бу 250 (1 га 1) Бонус баллари демак!
zh: 50 美元的差额。 那是 250（1 换 1）奖励积分！

source: the absolute best cruise value for your money!
ca: la millor relació qualitat-preu en creuers per als teus diners!
de: der absolut beste Wert einer Kreuzfahrt für Ihr Geld!
es: el mejor valor de crucero por tu dinero!
fr: le meilleur rapport qualité - prix pour votre croisière !
it: il miglior valore assoluto per i tuoi soldi!
ja: あなたのお金に対して最高のクルーズ価値をお届けします！
kk: ақшаңыз үшін ең жақсы круиздік құндылық!
ky: Акчаңыз үчүн эң мыкты круиздик баа!
lv: vislabākā kruīza vērtība par jūsu naudu!
mn: таны мөнгө санхүүд хамгийн өндөр үнэ цэнэ өгөх аялал!
pt: o melhor valor absoluto de cruzeiro para o seu dinheiro!
ro: cea mai bună valoare absolută de croazieră pentru banii tăi!
ru: абсолютно лучшую круизную ценность за свои деньги!
uk: абсолютно найкраща цінність круїзу за свої гроші!
uz: пулларингиз эвазига мутлақо энг яхши круиз қиймати!
zh: 为您的每一分钱带来绝对最佳的邮轮价值！

source: The alternative offer is identical to the inCruises offer in all aspects:
ca: L'oferta alternativa és idèntica a l'oferta d'inCruises en tots els aspectes:
de: Das Alternativangebot ist in allen Punkten mit dem Angebot von InCruises identisch:
es: La oferta alternativa es idéntica a la de inCruises en todos los aspectos:
fr: L'offre alternative est identique à l'offre inCruises en tous points :
it: L'offerta alternativa è identica all'offerta inCruises in tutti gli aspetti:
ja: 代替オファーは、すべての点でinCruisesのオファーと同一です：
kk: Балама ұсыныс барлық аспектілер бойынша inCruises ұсынысымен бірдей:
ky: Альтернативалуу сунуш бардык жагынан inCruises сунушуна окшош:
lv: Alternatīvais piedāvājums ir identisks inCruises piedāvājumam visos aspektos:
mn: Санал болгож буй өөр хувилбар нь inCruises-ийн саналтай бүх талаараа ижил байна:
pt: A oferta alternativa é idêntica à oferta da inCruises em todos os aspectos:
ro: Oferta alternativă este identică cu oferta inCruises sub toate aspectele:
ru: Альтернативное предложение идентично предложению inCruises по всем параметрам:
uk: Альтернативна пропозиція є ідентичною пропозиції inCruises за всіма параметрами:
uz: Альтернатив таклиф барча жабҳаларда inCruises таклифи билан бир хил:
zh: 替代报价在所有方面均与inCruises的报价完全一致：

source: The amount protected includes the total out-of-pocket value + the total price paid for the protection ($%{outOfPocketPP} x No. of passengers).
ca: L'import protegit inclou el valor total de les despeses de butxaca + el preu total pagat per la protecció ($%{outOfPocketPP} x No. of passengers).
de: Der abgesicherte Betrag umfasst den Gesamtwert der Ausgaben + den Gesamtpreis, der für den Schutz gezahlt wurde ($%{outOfPocketPP} x Anzahl der Passagiere).
es: La cantidad protegida incluye el valor total de pagos de su bolsillo + el precio total pagado por la protección ($%{outOfPocketPP} x No. of passengers).
fr: Le montant protégé comprend la valeur totale des dépenses + le prix total payé pour la protection (%{outOfPocketPP} x nombre de passagers).
it: L'importo protetto comprende l'importo totale della spesa sostenuta + il prezzo totale pagato per la protezione ($%{outOfPocketPP} x numero di passeggeri).
ja: 保護される金額には、実費分の金額の合計＋プロテクションの支払い総額（$%{OfPocketPP} × 乗客数）が含まれます。
kk: Қорғалған сома билеттің жалпы құнын өз қаражатынан + қорғаныс үшін төленген жалпы бағаны (%%{outofpocketpp} x жолаушылар саны) қамтиды.
ky: Корголгон сумма чөнтөктөн төлөнгөн сумманы + коргоо үчүн төлөнгөн жалпы бааны камтыйт ($%{outOfPocketPP} x Жүргүнчүлөрдүн саны).
lv: Aizsargājamā summa ietver kopējo skaidrās naudas vērtību + kopējo par aizsardzību samaksāto cenu ($%{outOfPocketPP} x pasažieru skaits).
mn: Өөрөөс төлөх болон хамгаалагдсан нийт дүнд өөрөөс төлөх мөнгөн дүн + хамгаалалтын хураамж ($%{outOfPocketPP} x Зорчигчдын тоо) багтсан болно.
pt: O valor protegido inclui o valor total pago à parte + o preço total pago pela proteção ($%{outOfPocketPP} x Nº de passageiros).
ro: Suma protejată include valoarea totală din buzunar + prețul total plătit pentru protecție ($%{outOfPocketPP} x Nr. de pasageri).
ru: Защищённая сумма включает в себя общую стоимость собственных средств + общую стоимость, уплаченную за защиту ($%{outOfPocketPP} x кол-во пассажиров).
uk: Захищена сума включає загальну вартість власних коштів + загальну вартість, сплачену за захист ($%{outOfPocketPP} x кількість пасажирів).
uz: Ҳимояланган суммага ҳамёндан тўланган жами сумма + ҳимоя учун тўланган жами сумма ($%{outOfPocketPP} х йўловчилар сони) киради.
zh: 保护的金额包括总的自费金额+为保护支付的总价（$%{outOfPocketPP} x 乘客数量）。

source: The amount you will receive based on the bonus your eligible partners reach.
fr: Le montant que vous recevrez en fonction du bonus obtenu par vos partenaires éligibles.
it: L'importo che riceverai in base al bonus raggiunto dai tuoi Partner idonei.
kk: Сізге берілетін сома – құқықты серіктестеріңіздің жеткен бонусына негізделген.
pt: O valor que você receberá com base no bônus que seus parceiros qualificados atingirem.
uk: Сума, яку ви отримаєте, залежить від бонусу, заробленого вашими партнерами, які мають право на його отримання.
uz: Сиз оладиган сумма ҳамкорларингиз эришган бонус асосида ҳисобланади.
zh: 您将根据符合条件的合作伙伴所获得的奖金金额来领取相应的数额。

source: The balance available to be used for shared bookings corresponds to the active account balance. Inactive account balance is only available for personal bookings.
ca: El saldo disponible per a reserves compartides correspon al saldo actiu del compte. El saldo inactiu del compte només està disponible per a reserves personals.
de: Der für gemeinsame Buchungen verfügbare Betrag entspricht dem aktiven Kontostand. Der inaktive Kontostand steht nur für persönliche Buchungen zur Verfügung.
es: El saldo disponible para ser utilizado en reservas compartidas corresponde al saldo activo de la cuenta. El saldo de la cuenta inactiva solo está disponible para reservas personales.
fr: Le solde disponible pour les réservations partagées correspond au solde actif du compte. Le solde du compte inactif n'est disponible que pour les réservations personnelles.
it: Il saldo utilizzabile per le prenotazioni condivise corrisponde al saldo attivo dell'account. Il saldo del conto inattivo può essere utilizzato solo per le prenotazioni personali.
ja: 合算した予約に使用できる残高は、有効なアカウントの残高に対応します。非アクティブアカウント残高は、個人予約にのみ使用できます。
kk: Жалпы брондау үшін пайдалануға болатын теңгерім белсенді шот балансына сәйкес келеді. Белсенді емес есептік жазбаның балансы тек жеке брондау үшін қол жетімді.
ky: Биргелешкен брондоолор үчүн колдонула турган баланс сиздин активдүү эсеп балансыңыз менен бирдей. Активдүү эмес эсеп балансы жеке брондоолор үчүн гана жеткиликтүү.
lv: Koplietojamām rezervēšanām pieejamais atlikums atbilst aktīvajam konta atlikumam. Neaktīva konta bilance ir pieejama tikai personiskām rezervēšanām.
mn: Хуваан төлөх захиалгад ашиглах баланс бүртгэлийн идэвхтэй баланстай тохирч байна. Идэвхгүй бүртгэлийн балансыг зөвхөн тухайн хүний өөрийн захиалгад хэрэглэнэ.
pt: O saldo disponível para ser usado em reservas compartilhadas corresponde ao saldo da conta ativa. O saldo da conta inativa está disponível apenas para reservas pessoais.
ro: Soldul disponibil pentru a fi utilizat pentru rezervările partajate corespunde soldului contului activ. Soldul contului inactiv este disponibil numai pentru rezervările personale.
ru: Баланс, доступный для использования в совместных бронированиях, соответствует балансу активной учётной записи. Баланс неактивной учётной записи доступен только для персональных бронирований.
uk: Баланс, доступний для використання у спільних бронюваннях, відповідає балансу активного облікового запису. Баланс неактивного облікового запису доступний лише для персональних бронювань.
uz: Қўшма буюртмалар учун фақат фаол аккаунт балансидан фойдаланиш мумкин. Нофаол аккаунт балансидан эса фақат шахсий буюртмалар учун фойдаланиш мумкин.
zh: 可用于共享预订的余额对应于活跃账户余额。非活跃账户余额仅可用于个人预订。

source: The Basic Training Courses will show you the
ca: Els cursos de formació bàsica t'ensenyaran
de: In den Basistrainingskursen lernen Sie
es: Los Cursos de Formación Básica le mostrarán los
fr: Les cours de formation de base vous montreront
it: I corsi di formazione di base ti spiegano
ja: ベーシックトレーニングコースは
kk: Негізгі оқу курстары сізге көрсетеді
ko: 기본 교육 과정은 다음을 보여줍니다
ky: Негизги тренинг курстары сизге төмөнкүлөрдү көрсөтөт
lv: Pamatu apmācības kursi jums parādīs
mn: Үндсэн сургалтууд нь танд
pt: Os cursos de formação básica irão mostrar-lhe a
ro: Cursurile de formare de bază îți vor arăta
ru: Курсы базового тренинга покажут вам
uk: Базові навчальні курси покажуть вам
uz: Асосий тренинг курслари сизга
zh: 基础培训课程将向您展示

source: The benefits of a mobile app without logistical limitations!
ca: Els avantatges d'una aplicació mòbil sense limitacions logístiques!
de: Die Vorteile einer mobilen App ohne logistische Einschränkungen!
es: ¡Los beneficios de una aplicación móvil sin restricciones logísticas!
fr: Les avantages d'une application mobile sans limites logistiques !
it: I vantaggi di un'app mobile senza limiti logistici!
ja: 物流の制限を受けないモバイルアプリの利点！
kk: Логистикалық шектеусіз мобильді қосымшаның артықшылықтары!
ko: 송신 제한이 없는 모바일 앱의 이점!
ky: Мобилдик колдонмонун пайдасы логистикалык чектөөлөрсүз!
lv: Mobilās aplikācijas priekšrocības bez loģistikas ierobežojumiem!
mn: Логистикийн хязгаарлалтгүй гар утасны програмын ашиг тус!
pt: Os benefícios de um aplicativo móvel sem limitações logísticas!
ro: Beneficiile unei aplicații mobile fără limitări logistice!
ru: Все преимущества мобильного приложения без логистических ограничений!
uk: Всі переваги мобільного додатка без логістичних обмежень!
uz: Логистик чекловларсиз мобиль илова афзалликлари!
zh: 移动应用程序的好处是没有物流限制！

source: The booking is made through a website that hides the hotel chain or room type until after booking.
ca: La reserva es fa a través d'un lloc en línia que amaga la cadena hotelera o el tipus d'habitació fins després de completar la reserva.
de: Die Buchung erfolgt über eine Website, auf der die Hotelkette oder die Zimmerkategorie erst nach der Buchung angezeigt wird.
es: La reserva se realiza a través de un sitio web que oculta la cadena hotelera o tipo de habitación hasta después de completar la reserva.
fr: La réservation est effectuée par l'intermédiaire d'un site web qui cache la chaîne d'hôtels ou le type de chambre jusqu'à la fin de la réservation.
it: La prenotazione viene effettuata tramite un sito web che nasconde la catena alberghiera o il tipo di camera fino a quando non viene effettuata la prenotazione.
ja: 予約は、予約後までホテルチェーンや部屋タイプを隠すウェブサイトを通じて行われます。
kk: Брондау қонақүйлер желісін немесе бөлме түрін брондау сәтіне дейін жасыратын веб-сайт арқылы жүзеге асырылады.
ky: Брондоолор брондолгонго чейин мейманкана чынжырын жана бөлмө түрүн жашырган веб-сайт аркылуу жүргүзүлөт.
lv: Rezervācija tiek veikta, izmantojot tīmekļa vietni, kas noslepeno viesnīcas ķēdi vai numuru, līdz rezervācijai.
mn: Захиалга хийж дуустал зочид буудлын сүлжээ болон өрөөний төрлийг харуулдаггүй вэб хуудсаар дамжуулан хийсэн захиалга.
pt: A reserva é feita através de um site que oculta a rede hoteleira ou o tipo de quarto até depois da reserva.
ro: Rezervarea se face prin intermediul unui site care ascunde lanțul hotelier sau tipul de cameră până după rezervare.
ru: Бронирование совершено через веб-сайт, который скрывает гостиничную сеть или тип номера до осуществления бронирования.
uk: Бронювання здійснено через веб-сайт, який приховує готельну мережу або тип номера до здійснення бронювання.
uz: Буюртма меҳмонхона занжири ёки хона турини буюртма якунига қадар беркитадиган сайт орқали қилинмоқда.
zh: 预订是通过一个在预订后才显示酒店品牌或房间类型的网站进行的。

source: The Bronze Package is sold out. Please select another package.
ca: El Paquet Bronze està esgotat. Si us plau, selecciona un altre paquet.
de: Das Bronze-Paket ist ausverkauft. Bitte wählen Sie ein anderes Paket.
es: El Paquete Bronce está agotado. Por favor, selecciona un paquete diferente.
fr: Le Forfait Bronze est épuisé. Veuillez choisir un autre forfait.
it: Il pacchetto Bronze è esaurito. Ti invitiamo a selezionare un altro pacchetto.
ja: ブロンズ・パッケージは完売しました。他のパッケージをお選びください。
kk: Қола пакеті сатылып кетті. Басқа пакетті таңдаңыз.
ko: 브론즈 패키지는 매진되었습니다. 다른 패키지를 선택하십시오.
ky: Коло пакети сатылып алынган. Сураныч, башка пакетти тандаңыз.
lv: Bronzas paketes ir izpārdotas,. Lūdzu izvēlieties citu paketi.
mn: Хүрэл багц зарагдаж дууссан байна. Та өөр багц сонгоно уу.
pt: O pacote Bronze está esgotado. Selecione outro pacote.
ro: Pachetul Bronz este epuizat. Te rugăm să selectezi un alt pachet.
ru: Бронзовый тариф распродан. Выберите, пожалуйста, другой тариф.
uk: Бронзовий тариф розпродано. Виберіть, будь ласка, інший тариф.
uz: Бронза пакет сотиб бўлинди. Илтимос, бошқа пакетни танланг.
zh: Bronze 套餐已售完。 请选择其他套餐。

source: The card CVC you entered is not valid.
ca: El CVC de la targeta que has introduït no és vàlid.
fr: Le code CVC de la carte que vous avez saisi n'est pas valide.
it: Il codice CVC inserito non è valido.
ja: 入力されたカードのCVCコードは無効です。
kk: Сіз енгізген карта CVC коды жарамсыз.
pt: O código de segurança (CVC) do cartão que você inseriu não é válido.
ro: CVC-ul cardului introdus nu este valid.
uk: Введений вами CVC-код картки недійсний.
uz: Сиз киритган карта CVC рақами нотўғри.
zh: 您输入的银行卡CVC验证码无效。

source: The card expiration you entered is not valid.
ca: La data de caducitat de la targeta que has introduït no és vàlida.
de: Der von Ihnen eingegebene Kartenablauf ist nicht gültig.
es: La fecha de expiración de la tarjeta es incorrecta.
fr: La date d'expiration de la carte que vous avez saisi n'est pas valide.
it: La scadenza della carta inserita non è valida.
ja: 入力されたカードの有効期限は、正しくありません。
kk: Сіз енгізген картаның жарамдылық мерзімі жарамсыз.
ko: 입력하신 카드 유효기간이 맞지 않습니다.
ky: Сиз киргизген картанын жарактуу мөөнөтү туура эмес.
lv: Jūsu kartes derīguma termiņs nav derīgs.
mn: Таны картны дуусах хугацаа буруу байна.
pt: A expiração do cartão digitada não é válida.
ro: Expirarea cardului pe care ați introdus-o nu este validă.
ru: Введённый срок действия карты некорректен.
uk: Введений термін дії картки некоректний.
uz: Сиз киритган картанинг амал қилиш муддати нотўғри.
zh: 您輸入的卡有效期無效

source: The card number you entered is not valid.
ca: El número de targeta que has introduït no és vàlid.
de: Die von Ihnen eingegebene Kartennummer ist nicht gültig.
es: El número de tarjeta no es válido.
fr: Lu numéro de carte que vous avez saisi n'est pas valide.
it: Il numero di carta inserito non è valido.
ja: 入力されたカード番号は、正しくありません。
kk: Сіз енгізген карта нөмірі жарамсыз.
ko: 입력하신 카드 유효기간이 맞지 않습니다.
ky: Сиз киргизген картанын номери туура эмес.
lv: Jūsu ievadītais kartes numurs nav pareizs.
mn: Таны картны дугаар буруу байна.
pt: O número do cartão digitado não é válido.
ro: Numărul cardului pe care l-ați introdus nu este valid.
ru: Введён некорректный номер карты.
uk: Введений некоректний номер картки.
uz: Сиз киритган карта рақами нотўғри.
zh: 您輸入的卡號無效

source: The cardholder name is required.
ca: Fa falta el nom del titular de la targeta.
de: Der Name des Karteninhabers ist erforderlich.
es: Se requiere el nombre del titular de la tarjeta.
fr: Titulaire de carte requis.
it: Il nome del titolare della carta è obbligatorio.
ja: カード保有者の名前が必要です。
kk: Карточка ұстаушының аты-жөні қажет.
ko: 카드 소지자 이름이 필요합니다.
ky: Карта ээсинин аты талап кылынат.
lv: Nepieciešams kartes turētāja nosauklums.
mn: Карт эзэмшигчийн нэрийг бичнэ үү.
pt: O nome do titular do cartão é obrigatório.
ro: Numele titularului cardului este necesar.
ru: Необходимо указать имя держателя карты.
uk: Необхідно вказати ім‘я власника картки.
uz: Карта эгасининг исмини кўрсатиш талаб этилади.
zh: 持卡人姓名為必填項.
