Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Weekly Bonus Statement
ca: Declaració de bonificació setmanal
de: Wöchentliche Auflistung der Boni
es: Extracto de Bonos Semanales
fr: Relevé de bonus hebdomadaire
it: Rendiconto settimanale dei Bonus
ja: ウィークリーボーナス明細
kk: Апталық Бонустық Мәлімдеме
ko: 주간 보너스 내역서
ky: Апталык бонустук отчет
lv: Iknedēļas bonusa secinājums
mn: Долоо хоног бүрийн урамшууллын мэдээлэл
pt: Extrato do Bônus Semanal
ro: Extrasul de cont pentru Bonusul Săptămânal
ru: Еженедельный Бонусный Отчет
uk: Щотижневий Бонусний Звіт
uz: Ҳафталик бонус ҳисоботи
zh: 每週獎金聲明

source: Weekly Matching Bonus
ca: Bonificació setmanal
de: Wöchentlicher Matching Bonus
es: Bono Equivalente Semanal
fr: Bonus de Correspondence Hebdomadaire
it: Bonus Settimanale Equivalente
ja: ウィークリーマッチング ボーナス
kk: Апталық Матчинг Бонусы
ko: 주간 매칭 보너스
ky: Апталык шайкеш бонусу
lv: Iknedēļas Bonuss no Bonusa
mn: Долоо хоногийн Тохируулах урамшуулал
pt: Bônus Semanal de Correspondência
ro: Bonus de potrivire săptămânal
ru: Еженедельные Матчинг-бонусы
uk: Щотижневі Матчінг Бонуси
uz: Ҳафталик Мувофиқлик бонуси
zh: 每周匹配奖金

source: Weekly Matching Bonuses (on your direct Partners Activations)
ca: Bonificacions setmanals (sobre les Activacions Directes dels teus Socis)
de: Wöchentliche Matching-Boni (auf die Aktivierungen Ihrer direkten Partner)
es: Bonos Semanales Equivalentes (en tus Activaciones Directas de socios)
fr: Bonus de Correspondence Hebdomadaire (sur vos activations de Partenaires directs)
it: Bonus Equivalenti Settimanali (sulle Attivazioni dei tuoi Partner diretti)
ja: ウィークリーマッチング ボーナス（直紹介パートナーのアクティベーションに対するボーナス）
kk: Апталық матчинг бонустары (тікелей серіктестеріңізді белсендіргенде)
ko: 주간 매칭 보너스(직접 추천 파트너 활성화 시)
ky: Апталык Шайкеш бонустар (түздөн-түз сиздин өнөктөштүк ишмердүүлүгүңүздүн негизинде)
lv: Iknedēļas Bonusi no Bonusiem(jūsu tiešās Partneru Aktivizācijas)
mn: Долоо хоногийн Тохируулах урамшуулал (таны хувьчлан элсүүлсэн Түншүүдийн идэвхжүүлэлтүүдээс)
pt: Bônus Semanal de Correspondência (nas suas ativações diretas de parceiros)
ro: Bonusuri de potrivire săptămânale (pentru activările directe ale partenerilor)
ru: Еженедельные Матчинг-бонусы (за Активации ваших прямых Партнёров)
uk: Щотижневі Матчінг Бонуси (за Активації ваших прямих Партнерів)
uz: Ҳафталик Мувофиқлик бонуслари (тўғридан-тўғри Ҳамкорларингиз Фаоллигига кўра)
zh: 每周匹配奖金（在您的直接合作伙伴激活上）

source: Weekly Monthly Reward Points
ca: Punts de Recompensa Setmanals i Mensuals
de: Wöchentlich Monatlich Reward Points
es: Puntos de Recompensa Semanales Mensuales
fr: Points de Récompense hebdomadaires et mensuels
it: Crediti Premio settimanali mensili
ja: ウィークリー、マンスリー・リワードポイント
kk: Апта сайынғы ай сайынғы бонустық ұпайлар
ky: Апталык Айлык бонустук упайлар
lv: Iknedēļas Balvu Punkti
mn: Сарын, долоо хоногийн Шагналын Оноонууд
pt: Pontos de Recompensa semanais e mensais
ro: Puncte de recompensă lunare săptămânale
ru: Еженедельные Ежемесячные Бонусные Баллы
uk: Щотижневі Щомісячні Бонусні Бали
uz: Ҳафталик ойлик Бонус баллари
zh: 每周每月奖励积分

source: Weekly Personal Member Activation Production
ca: Producció d'Activació Setmanal de Membres Personals
de: Wöchentlicher Umsatz der persönlichen Mitgliederaktivierung
es: Producción Semanal de Activación Personal de Miembros
fr: Production d'Activations hebdomadaires de Membres personnels
it: Produzione settimanale di Attivazioni di Membri personali
ja: ウィークリー 直紹介メンバー新規売上
kk: Жеке қатысушыны белсендірудің апта сайынғы процесі
ky: Клуб мүчөлөрүнүн апталык жеке активдештирүү өндүрүшү
lv: Iknedēļas Personīgās Biedru Aktivizāciju Apgrozījums
mn: Долоо хоног бүрийн Гишүүн идэвхжүүлэх борлуулалт
pt: Produção semanal de ativação de membros pessoais
ro: Producția de activări săptămânale de membri personali
ru: Личный Активационный Товарооборот Члена Клуба за неделю
uk: Особистий Товарообіг Активацій Члена Клубу за тиждень
uz: Шахсий Аъзолар Фаоллиги бўйича ҳафталик ишлаб чиқариш
zh: 每周个人会员激活产量

source: Weekly Reveals:
ca: Descobriments setmanals:
de: Wöchentliche Einblicke:
es: Descubrimientos semanales:
fr: Révélations hebdomadaires :
it: Rivelazioni settimanali:
ja: 週間レポート：
kk: Апта сайынғы экспозициялар:
ky: Апталык ачылыштар:
lv: Iknedēļas Ziņojumi:
mn: Долоо хоног бүрийн мэдээллүүд:
pt: Revelações semanais:
ro: Dezvăluiri săptămânale:
ru: Еженедельные открытия:
uk: Щотижневі відкриття:
uz: Ҳафталик эълонлар:
zh: 每周揭晓：

source: Weekly Top Producers
ca: Els millors productors setmanals
de: Wöchentliche Top-Performer
es: Productores Semanales Top
fr: Les meilleurs producteurs hebdomadaires
it: Classifica settimanale dei Produttori Top
ja: 週間トッププロデューサー
kk: Апталық Үздік Өндірушілер
ko: 주간 최우수 프로듀서
ky: Апталык мыкты продюсерлер
lv: Nedēļas producentu tops
mn: Долоо хоногийн Шилдэгүүд
pt: Principais Produtores da Semana
ro: Producătorii săptămânali de top
ru: Еженедельные Топ Производители
uk: Щотижневі Топ Виробники
uz: Ҳафталик Топ продюсерлар
zh: 每週最佳製作人

source: Weekly/Monthly Competition
ca: Competició Setmanal/Mensual
de: Wöchentlicher/monatlicher Wettbewerb
es: Competencia Semanal/Mensual
fr: Concurrence hebdomadaire/mensuelle
it: Concorso settimanale/mensile
ja: ウィークリー/マンスリー コンペティション
kk: Апталық / Ай сайынғы Сайыс
ky: Апталык/Айлык Таймашуу
lv: Iknedēļas/ikmēneša konkurs
mn: Долоо хоног/Сар бүрийн уралдаан
pt: Competição semanal/mensal
ro: Competiţia săptămânală/lunară
ru: Еженедельный/Ежемесячный Конкурс
uk: Щотижневий/Щомісячний Конкурс
uz: Ҳафталик/Ойлик мусобақа
zh: 每周/每月比赛

source: Welcome
ca: Benvingut/da
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ja: ようこそ
kk: Қош келдіңіз
ko: 환영합니다
ky: Кош келиңиз
lv: Laipni lūdzam
mn: Тавтай морилно уу
pt: Bem-vindo
ro: Bun venit
ru: Приветствуем
uk: Ласкаво Просимо
uz: Хуш келибсиз
zh: 歡迎

source: Welcome Aboard!
ca: Benvingut/da a Bord!
de: Willkommen an Bord!
es: ¡Bienvenido a Bordo!
fr: Bienvenue à bord !
it: Benvenuto a bordo!
ja: ようこそ！
kk: Бортқа қош келдіңіз!
ky: Бордго кош келиңиз!
lv: Laipni lūgti uz Klāja!
mn: Тавтай морилно уу!
pt: Bem-vindo a bordo!
ro: Bun venit la bord!
ru: Добро пожаловать на борт!
uk: Ласкаво просимо на борт!
uz: Бортга Хуш келибсиз!
zh: 欢迎加入！

source: Welcome Amenities
fr: Services de Bienvenue
it: Servizi di benvenuto
kk: Қош келдіңіз сыйлықтары
pt: Mimos de Boas-vindas
uk: Привітальні привілеї
uz: Қаршилаш хизматлари
zh: 欢迎礼遇

source: Welcome Back
ca: Benvingut/da de nou
de: Willkommen zurück
es: Bienvenido
fr: Bienvenu(e) de retour
it: Bentornato
ja: おかえりなさい
kk: Қайта Келуіңізбен
ko: 다시 오신 것을 환영합니다
ky: Кайра кош келиңиз
lv: Laipni gaidīts atpakaļ
mn: Тавтай морилно уу
pt: Bem-vindo de volta
ro: Bine aţi revenit
ru: Добро Пожаловать
uk: З Поверненням
uz: Такрор хуш келибсиз
zh: 歡迎回來

source: WELCOME GIFT
ca: REGAL DE BENVINGUDA
de: WILLKOMMENSGESCHENK
es: REGALO DE BIENVENIDA
fr: CADEAU DE BIENVENUE
it: REGALO DI BENVENUTO
ja: ウェルカムギフト
kk: ҚОШ КЕЛДІҢІЗ СЫЙЛЫҒЫ
ko: 웰컴 기프트
ky: КОШ КЕЛҮҮ БЕЛЕГИ
lv: IERAŠANĀS DĀVANA
mn: БЭЛЭГ
pt: PRESENTE DE BOAS-VINDAS
ro: CADOU DE BUN VENIT
ru: ПРИВЕТСТВЕННЫЙ ПОДАРОК
uk: ПРИВІТАЛЬНИЙ ПОДАРУНОК
uz: ҚАРШИЛОВ СОВҒАСИ
zh: 欢迎礼物

source: Welcome Message
ca: Missatge de Benvinguda
de: Willkommensnachricht
es: Mensaje de Bienvenida
fr: Message de bienvenue
it: Messaggio di benvenuto
ja: ウェルカムメッセージ
kk: Сәлемдесу хабары
ko: 환영 메시지
ky: Саламдашуу билдирүүсү
lv: Ielūguma ziņojums
mn: Талархалын үг
pt: Mensagem de boas-vindas
ro: Mesaj de bun venit
ru: Приветственное сообщение
uk: Привітальне повідомлення
uz: Қаршилов мактуби
zh: 欢迎消息

source: WELCOME RECEPTION
ca: RECEPCIÓ DE BENVINGUDA
de: WILLKOMMENSEMPFANG
es: RECEPCIÓN DE BIENVENIDA
fr: RÉCEPTION DE BIENVENUE
it: RICEVIMENTO DI BENVENUTO
ja: ウェルカム・レセプション
kk: ҚОШ КЕЛДІҢІЗ ҚАБЫЛДАУЫ
ko: 웰컴 리셉션
ky: АТАЙЫН КАБЫЛ АЛУУ
lv: APSVEIKUMI UZŅEMŠANĀ
mn: УГТАЛТЫН ХҮЛЭЭН АВАЛТ
pt: RECEPÇÃO DE BOAS-VINDAS
ro: RECEPȚIA DE BUN VENIT
ru: ПРИВЕТСТВЕННЫЙ ПРИЁМ
uk: ВІТАЛЬНИЙ ПРИЙОМ
uz: МАХСУС ҚАБУЛ
zh: 欢迎招待会

source: Welcome to
ca: Benvingut/da a
de: Willkommen zu
es: Bienvenido a
fr: Bienvenue à
it: Benvenuto a
ja: ようこそ
kk: Қош Келдіңіз
ko: 환영합니다
ky: кош келиңиз
lv: Laipni lūdzam uz
mn: Тавтай морилно уу
pt: Bem-vindo a
ro: Bun venit la
ru: Добро пожаловать в
uk: Ласкаво просимо до
uz: Хуш келибсиз
zh: 欢迎来到

source: Welcome To InCruises
ca: Benvingut/da a InCruises
de: Willkommen zu inCruises
es: Bienvenido a inCruises
fr: Bienvenue à InCruises
it: Benvenuto in inCruises
ja: InCruisesへようこそ
kk: InCruises-ке қош келдіңіз
ky: inCruisesке кош келиңиз
lv: Laipni Lūgti inCruises
mn: inCruises-д тавтай морилно уу.
pt: Bem-vindo à inCruises
ro: Bun venit la InCruises
ru: Добро пожаловать в inCruises
uk: Ласкаво просимо в inCruises
uz: inCruises га хуш келибсиз
zh: 欢迎来到inCruises

source: Welcome To Reports
fr: Bienvenue Dans les Rapports
it: Benvenuto nei report

source: Welcome to the Basic Training Courses!
ca: Benvinguts als cursos de Formació Bàsica!
de: Willkommen bei den Basis-Trainingkursen!
es: ¡Bienvenido a los Cursos de Formación Básica!
fr: Bienvenue aux Cours de la Formation de Base !
it: Benvenuto ai corsi di formazione di base!
ja: ベーシックトレーニングコースへようこそ！
kk: Негізгі оқыту курстарына қош келдіңіз!
ko: 기본 교육 과정에 오신 것을 환영합니다!
ky: Негизги окутуу курстарына кош келиңиз!
lv: Esiet sveicināti pamata apmācības kursos!
mn: Үндсэн сургалтуудад тавтай морилно уу!
pt: Bem-vindo(a) aos cursos de formação básica!
ro: Bun venit la cursurile de formare de bază!
ru: Добро пожаловать на курсы базового тренинга!
uk: Ласкаво просимо на базові навчальні курси!
uz: Асосий тренинг курсларига хуш келибсиз!
zh: 欢迎来到基础培训课程！

source: Welcome to the Future of inCruises Club Membership:
ca: Benvinguts i Benvingudes al Futur de la Membresia del Club inCruises:
de: Willkommen in der Zukunft der inCruises Club-Mitgliedschaft:
es: Bienvenido al futuro de la Membresía del Club de inCruises:
fr: Bienvenue dans l'avenir de l'Adhésion au Club inCruises :
it: Benvenuto nel futuro del Membership Club di inCruises:
ja: inCruisesクラブメンバーシップの未来へようこそ：
kk: InCruises клубының мүшелігінің болашағына қош келдіңіз:
ky: inCruises Мүчөлүк программасынын келечегине кош келиңиз:
lv: Esiet sveicināti nākotnes InCruises Biedru Dalības Kluubā:
mn: inCruises Клубын Гишүүнчлэлийн ирээдүй рүү тавтай морилно уу:
pt: Bem-vindo ao futuro da assinatura ao clube inCruises:
ro: Bine ai venit în viitorul abonamentului clubului inCruises:
ru: Добро пожаловать в будущее Программы Членства в клубе inCruises:
uk: Ласкаво просимо в майбутнє Програми Членства в клубі inCruises:
uz: inCruises Аъзолик клуби келажагига хуш келибсиз:
zh: 欢迎加入inCruises俱乐部会员的未来：

source: Welcome to the Incruises Leadership Academy, a virtual learning site for our business leaders who aspire to “show the way” to those who partner with them in pursuit of the inCruises Vision: Improve and enrich the lives of others. Leadership Academy courses encompass two core values of developing the art of leadership: personal growth and growing others. The thrust of each course is not so much training as it is imparting. Imparting wisdom that gives clear perception so that you can be merchants of hope.
ca: Benvingut/da a l'Acadèmia de Lideratge d'incruises, és un lloc d'aprenentatge virtual per als nostres líders empresarials que aspiren a "mostrar el camí" a aquells que s'associen amb ells per assolir la visió d'inCruises: millorar i enriquir la vida dels altres. Els cursos de Leadership Academy inclouen dos valors bàsics per desenvolupar l'art del lideratge: el creixement personal i el creixement d'altres. L’objectiu de cada curs no és tant la formació com la impartició. Transmetre saviesa que proporciona una percepció clara perquè puguin ser comerciants d’esperança.
de: Willkommen bei der Incruises Leadership Akademie, einer virtuellen Lernplattform für unsere Business-Führungskräfte, die denjenigen, die mit ihnen gemeinsam die inCruises Vision verfolgen, "den Weg weisen" wollen: Das Leben anderer zu verbessern und zu bereichern. Die Kurse der Leadership Akademie umfassen zwei Kernwerte für die Entwicklung der Kunst der Führung: persönliches Wachstum und das Wachstum anderer. Der Schwerpunkt jedes Kurses liegt nicht so sehr auf der Ausbildung, sondern auf der Weitergabe von Kenntnissen. Es geht darum, Weisheit zu vermitteln, die eine klare Wahrnehmung ermöglicht, so dass Sie ein Hoffnungsträger sein können.
es: Bienvenido a la Academia de Liderazgo inCruises, un sitio de aprendizaje virtual para nuestros líderes empresariales que aspiran a "mostrar el camino" a quienes se asocian con ellos en la búsqueda de la Visión de inCruises: Mejorar y enriquecer las vidas de los demás. Los cursos de Academia de Liderazgo abarcan dos valores fundamentales para desarrollar el arte del liderazgo: el crecimiento personal y el crecimiento de los demás. La idea central de cada curso no es tanto la formación como la impartición. Impartiendo sabiduría que da una percepción clara para que puedan ser comerciantes de esperanza.
fr: Bienvenu(e) à l'Académie du Leadership d’inCruises, sur le site Web de la formation virtuelle, destinée à nos leaders de business, aspirant à "montrer la voie" à ceux qui sont leurs partenaires à la recherche de réalisation de la Vision d’inCruises : Améliorer et Enrichir la vie des gens. Les cours de l'Académie du Leadership englobent deux valeurs fondamentales de la maîtrise de l'art du leadership : le développement personnel et l’aide au développement des autres gens. L'objectif de chaque cours c’est plutôt la transmission que la formation. Il faut savoir transmettre des idées, qui donnent une perception claire, pour pouvoir devenir vendeurs d'espoir.
it: Benvenuto alla Leadership Academy di inCruises, un sito di apprendimento virtuale per i nostri leader aziendali che aspirano a "mostrare la strada" a chi collabora con loro nel perseguimento della visione di inCruises: migliorare e arricchire la vita degli altri. I corsi della Leadership Academy approfondiscono due valori fondamentali per sviluppare l’arte della leadership: la crescita personale e la crescita degli altri. Il nocciolo di ogni corso non è tanto addestrare quanto impartire. Impartire la sapienza che porta ad avere la percezione chiara per poter essere mercanti di speranza.
ja: Incruisesリーダーシップ・アカデミーへようこそ。人々の人生をより豊かに、そしてより良いものに変えていくという、inCruisesのビジョンを追求するパートナーの皆様が、「その道」を志すビジネスリーダーとしてのスキルをバーチャルに学ぶことのできるプラットフォームです。リーダーシップ・アカデミーのコースは、 素晴らしいリーダーシップを手に入れるためのコアとなる２つの価値をカバーします。それは自己成長と他己成長です。各コースの内容は、トレーニングというよりは、情報提供に近いかもしれません。提供する知恵でアンテナを張ることができ、あなたが望んでいるディストリビューターになれます。
kk: InCruises-тің басқалардың өмірін жақсарту және байыту мақсатын орындау жолында серіктес болғандарға «жол көрсетуге» тырысатын біздің бизнес көшбасшыларымыз үшін виртуалды білім беру алаңы - inCruises Көшбасшылар Академиясына қош келдіңіз. Көшбасшылық Академиясының курстарында көшбасшылық қабілеттерді дамытуға арналған негізгі екі құндылық бар: жеке тұлғаның өсуі және басқалардың дамуы. Әр курстың басты мақсаты оқытуға емес, көбірек бөлісуге бағытталған. Сіздің үміт сатушысы бола алатындығыңызды анық сездіретін даналықпен бөлісу.
ky: inCruises Лидерлик Академиясына кош келиңиз - башкалардын жашоосун жакшыртуу жана байытуу үчүн алар менен иштегендерге "жол көрсөтүүгө" умтулган бизнес лидерлерибиз үчүн виртуалдык окуу сайты, бул inCruises миссиясы. Лидерлик Академиясынын курстары Лидерлик чеберчилигин өрчүтүү эки негизги аспектилерди камтыйт: жеке өсүү жана башкалардын өсүшү. Ар бир курстун маңызы – окутуу эмес, билим берүү. Ишеним - бул сиз сатуучу (бөлүштүрүүчү) боло ала турганыңызды ачык түшүнгөн билимди берүү.
lv: Laipni lūgti inCruises Līedru Akadēmijā, virtuālā vietnē mūsu biznesa līderiem , kas iedvesmo "rāda ceļu'tiem partneriem, kuri ir kopā ar viņiem,, lai īstenotu inCruises vīziju: Uzlabot un darīt bagātākas citu dzīves. Līderu Akadēmijas kursi ietver divas līderu attīstības pamatvērtībasdership: personīgo un citu izaugsmi. Galvenais katrā kursā ir ne tik daudz apmācība kā izpratne. Izpratnes gudrība, kas od sakidru sapratni, ka jūs varat būt cerību nesēji.
mn: inCruises-ийн “Бусдын амьдралыг баялаг болгон сайжруулах” алсын харааг эрэлхийлдэг, өөрийн түншүүдэд "замыг заах" эрмэлзэл бүхий манай бизнес манлайлагч нарт зориулсан виртуал сургалтын сайт болох inCruises-ийн Манлайллын Академид тавтай морилно уу. Манлайллын Академийн сургалт нь манлайллын урлагийг хөгжүүлэх хоёр үнэт зүйлсийг багтаасан болно. Энэ бол хувь хүний өсөлт хөгжил, бусдыг хөгжүүлэн өсгөх явдал юм. Сургалт бүрийн үндэс нь хичээл төдий биш харин бусдад дамжуулан өгөх явдал юм. Маш тод ойлголт бүхий мэдлэгтэй болсноорта бусдад найдварыг бэлэглэгч байж чадах юм.
pt: Bem-vindo à Academia de Liderança da inCruises, um site de aprendizagem virtual para nossos líderes de negócios que desejam “mostrar o caminho” para aqueles que fazem parceria com eles na busca da visão da inCruises: melhorar e enriquecer a vida de outras pessoas. Os cursos da Academia de Liderança abrangem dois valores fundamentais para o desenvolvimento da arte da liderança: crescimento pessoal e desenvolvimento de outros. O impulso de cada curso não é tanto o treinamento, mas é transmitir. Transmitir sabedoria que dê uma percepção clara para que vocês possam ser vendedores de esperança.
ro: Bine ai venit la Academia de Leadership inCruises, un site virtual de învățare pentru liderii noștri care aspiră să „arate calea” celor care se asociază cu ei în urmărirea viziunii inCruises: îmbunătățirea și îmbogățirea vieților celorlalți. Cursurile Academiei de Leadership cuprind două valori esențiale ale dezvoltării artei conducerii: creșterea personală și dezvoltarea altora. Rolul fiecărui curs nu este atât de mult să instruiască cât să împărtășească. Împărtășirea înțelepciunii care oferă o percepție clară, astfel încât să poți fi comerciant al speranței.
ru: Добро пожаловать в Академию Лидерства inCruises, виртуальную образовательную платформу для наших бизнес-лидеров, которые стремятся “показывать путь” тем, кто является для них партнёром в погоне за реализацией Видения inCruises: улучшать и обогащать жизни других людей. Курсы Академии Лидерства содержат в себе 2 ключевые ценности для развития лидерского мастерства: личностный рост и развитие других людей. Упор каждого курса сделан не столько на то, чтобы обучать, сколько на то, чтобы делиться. Делиться мудростью, которая даёт чёткое ощущение того, что Вы можете быть торговцами надеждой.
uk: Ласкаво просимо в Академію Лідерства inCruises, віртуальну освітню платформу для наших бізнес-лідерів, які прагнуть "показувати шлях" тим, хто є для них партнером в гонитві за реалізацією Бачення inCruises: покращувати і збагачувати життя інших людей. Курси Академії Лідерства містять в собі 2 ключові цінності для розвитку лідерської майстерності: особистісний ріст і розвиток інших людей. Акцент кожного курсу зроблений не стільки на те, щоб навчати, скільки на те, щоб ділитися. Ділитися мудрістю, яка дає чітке відчуття того, що Ви можете бути торговцями надії.
uz: inCruises Етакчилик академиясига – inCruises мақсадлари бўлмиш бошқаларнинг ҳаётини яхшилаш ва бойитиш йўлида ҳамкорлик қилаётганларга “йўл кўрсатиш”га интилаётган бизнес етакчиларимиз учун виртуал таълим берувчи сайтга хуш келибсиз. Етакчилик академияси курслари етакчилик санъатини ривожлантиришнинг икки асосий жиҳати: шахсий ўсиш ва бошқаларни ўстиришни ўз ичига олади. Ҳар бир курснинг моҳияти ўқитиш эмас, билим беришдир. Ишонч сотувчилар (улашувчилар) бўлишингиз мумкинлиги ҳақидаги аниқ тушунчани шакллантирувчи билимларни беришдир.
zh: 欢迎来到 Incruises Leadership Academy，这是一个虚拟学习网站，面向我们的商业领袖，他们渴望向与他们合作的人“指明道路”，以实现 inCruises 愿景：改善和丰富他人的生活。 领导学院课程包含培养领导艺术的两个核心价值观：个人成长和他人成长。 每门课程的主旨与其说是培训，不如说是传授。 传授清晰洞察力的智慧，使您可以成为希望的商人。

source: Welcome to this exciting course. Notice the course questions that you will have to answer after seeing the video(s) in each segment. Once you have completed all the final exam questions satisfactorily, you will receive a course completion certificate.
ca: Benvingut/da a aquest emocionant curs. Observa les preguntes del curs que has de respondre després de veure els vídeos de cada segment. Un cop realitzades totes les preguntes finals de l’examen satisfactòriament, rebràs un certificat de finalització del curs.
de: Willkommen zu diesem spannenden Kurs. Beachten Sie die Kursfragen, die Sie beantworten müssen, nachdem Sie das Video/die Videos in jedem Segment gesehen haben. Wenn Sie alle Fragen der Abschlussprüfung zufriedenstellend beantwortet haben, erhalten Sie ein Kursabschlusszertifikat.
es: Bienvenido a este emocionante curso. Revisa las preguntas del curso que tendrás que contestar después de ver el video en cada sección. Una vez que contestes satisfactoriamente las preguntas del examen final , recibirás el certificado del curso completado.
fr: Bienvenue à ce cours passionnant. Faites attention aux questions du cours auxquelles vous devrez répondre après avoir vu la(les) vidéos de chaque segment. Une fois que vous aurez répondu de manière satisfaisante à toutes les questions de l'examen final, vous recevrez un certificat d'achèvement.
it: Benvenuto a questo emozionante corso. Nota che ci sono domande sul corso a cui dovrai rispondere dopo aver visto ogni parte del video. Una volta completate tutte le domande dell'esame finale in modo soddisfacente, riceverai un certificato di completamento del corso.
ja: このワクワクするようなコースへようこそ。各動画をご覧いただいた後にクイズに答えてください。最終クイズで合格点をクリアした場合、コース受講修了証を発行いたします。
kk: Осы қызықты курсқа қош келдіңіз! Назар аударыңыз, әр бөлімнің бейнесін көргеннен кейін сіз курс туралы сұрақтарға жауап беруіңіз керек. Барлық емтихан сұрақтарына қанағаттанарлық жауап бергеннен кейін, сіз курс аяқтағаныңыз туралы сертификат аласыз.
ko: 흥미가득한 코스에 오신 것을 환영합니다. 각 부분의 비디오를 본 후 답해야 하는 코스의 질문에 주목하십시오. 모든 최종 시험 문제를 만족스럽게 완료하면 코스 수료 증서를 받게 됩니다.
ky: Бул укмуштуудай курска кош келиңиз. Ар бир сегменттеги видео(лор)ду көргөндөн кийин жооп беришиңиз керек болгон суроолорго көңүл буруңуз. Сиз бүтүрүү экзаменинин бардык суроолоруна канааттандырарлык жооп бергенден кийин, сиз курсту аяктагандыгы тууралуу сертификат аласыз.
lv: Laipni gaidīti šājā aizraujošajā kursā.Apskatiet kursa jautājumus,kurus jums vajdzēs atbildēt pēc video(s) noskatīšanās katrā segmentā.Kad būsiet pabeiguši sekmīgi atbildēt eksāmena jautājumus,jūs saņemsiet kursu pabeigšanas sertifikātu.
mn: Сэтгэл татам энэхүү сургалтанд тавтай морилно уу. Та сургалтын видео бүрийг үзсэний дараа уг сургалтын асуултуудад хариулах ёстойг анхаарна уу. Бүх сургалтын асуултуудад хариулсны дараа та уг сургалтыг дүүргэсэн гэрчилгээ авах болно.
pt: Bem-vindo a este curso emocionante. Observe as perguntas do curso que você terá que responder depois de ver o(s) vídeo(s) em cada segmento. Depois de ter concluído todas as questões do exame final de forma satisfatória, você receberá um certificado de conclusão do curso.
ro: Bine ai venit la acest curs interesant. Observă întrebările la curs la care va trebui să răspunzi după ce vezi videoclipurile din fiecare segment. După ce ai completat toate întrebările finale de examen în mod satisfăcător, vei primi un certificat de finalizare a cursului.
ru: Добро пожаловать на этот увлекательный курс! Обратите внимание, что после просмотра видео каждого раздела, Вам нужно ответить на вопросы по курсу. После того, как Вы удовлетворительно ответите на все экзаменационные вопросы, Вы получите сертификат о прохождении курса.
uk: Ласкаво просимо на цей захоплюючий курс! Зверніть увагу, що після перегляду відео кожного розділу, Вам потрібно відповісти на питання з курсу. Після того, як Ви задовільно відповісте на всі екзаменаційні питання, Ви отримаєте сертифікат про проходження курсу.
uz: Ушбу ажойиб курсга хуш келибсиз. Ҳар бир сегментда видео(лар) томоша қилганингиздан сўнг жавоб беришингиз лозим бўлган саволларга эътибор беринг. Барча якуний имтиҳон саволларига қониқарли жавоб берганингиздан сўнг, курсни тамомлаганлик ҳақида сертификат оласиз.
zh: 歡迎來參加這個令人興奮的課程。在觀看視頻的每個章節後，您必須回答課程問題完成所有期末考試問題後，您將收到課程結業證書。
