Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Quick-Pay allows you to quickly pay your pending invoices.
ca: Quick-Pay et permet pagar ràpidament les teves factures pendents.
de: Mit Quick-Pay können Sie Ihre ausstehenden Rechnungen schnell bezahlen.
es: Quick-Pay te permite pagar rápidamente tus facturas pendientes.
fr: Quick-Pay vous permet de payer rapidement vos factures en suspens.
it: Con Quick-Pay puoi pagare rapidamente le fatture in sospeso.
ja: Quick-Payを使えば、保留中の請求書を素早く支払うことができます。
kk: Quick-Pay сізге аяқталмаған шоттарды тез төлеуге мүмкіндік береді.
ky: Quick-Pay күтүүдөгү эсеп-фактураңызды тез төлөөгө мүмкүндүк берет.
lv: Quick-Pay samaksa ļauj ātri apmaksāt gaidošos rēķinus.
mn: Quick-Pay нь танд хүлээгдэж буй нэхэмжлэхийг хурдан төлөх боломжийг олгоно.
pt: O Pagamento Rápido permite que você pague rapidamente suas faturas pendentes.
ro: Quick-Pay îți permite să plătești rapid facturile în așteptare.
ru: Quick-Pay позволяет вам быстро оплачивать открытые счета.
uk: Quick-Pay дає змогу швидко оплачувати відкриті рахунки.
uz: Quick-Pay сизга кутаётган ҳисобни тезкор тўлаш имконини беради.
zh: Quick-Pay允许您快速支付未结清的发票。

source: Quickly add passenger
de: Schnelles Hinzufügen von Passagieren
es: Agregar pasajero rápidamente
fr: Ajouter un passager rapidement
it: Aggiunta rapida di un passeggero
ko: 간편 승객 추가
ky: Жүргүнчүнү тез кошуу
lv: Steidzīgi Pievieno Pasažieri
mn: Зорчигч хурдан нэмэх
ru: Быстрое добавление пассажира

source: Rank
ca: Rang
de: Rang
es: Rango
fr: Rang
it: Qualifica
ja: ランク
kk: Ранг
ko: 직급 및 보상 기준
ky: Ранг
lv: Pakāpe
mn: Зэрэглэл
ro: Treaptă
ru: Ранг
uk: Ранг
uz: Ранг
zh: 排名

source: Rank Achieved
fr: Rang Atteint
it: Rango raggiunto
kk: Қол жеткізілген ранг
pt: Patamar Alcançado
uk: Досягнутий ранг
uz: Рангга эришилди
zh: 达成级别

source: Rank Advancement Bonuses
ca: Bonificacions per Ascens de Rang
de: Boni für das Erreichen höherer Ränge
es: Bonos por Ascenso de Rango
fr: Bonus Avancement de Rang
it: Bonus per l'avanzamento di rango
ja: ランク達成ボーナス
kk: Рангты көтеру бонустары
ky: Даражаны жогорулатуу боюнча бонустар
lv: Rangu paaugstināšanas bonusi
mn: Цол ахих урамшууллууд
pt: Bônus de avanço de classificação
ro: Bonusuri de avansare în carieră
ru: Бонусы за продвижение в ранге
uk: Бонуси за просування у ранзі
uz: Рангда илгарилаганлик учун бонуслар
zh: 晋级奖金

source: Rank and INcome Chart
ca: Taula de Rangs i INgressos
de: Rang und eINkommen Tabelle
es: Tabla de Rango e INgresos
fr: Tableau des rangs et des revenus
it: Tabella dei Ranghi e dei Redditi
ja: ランクとINcome（収入）チャート
kk: Рангтар мен кірістер кестесі
ky: Даражалар жана кирешелер диаграммасы
lv: Ranga un Ienākumu Diagramma
mn: Цол, орлогын жагсаалт
pt: Tabela de classificação e renda
ro: Tabel de venituri și niveluri de carieră
ru: График ранга и дохода
uk: Графік рангу та доходу
uz: Ранглар ва даромад жадвали
zh: 等级和收入图表

source: Rank Breakdown
fr: Répartition du rang
it: Ripartizione per rango

source: Rank Certificate
ca: Certificat de rànquing
de: Rang Zertifikat
es: Certificado de Rango
fr: Certificat de classement
it: Certificato di qualifica
ja: ランク認定書
kk: Ранг Сертификаты
ko: 직급 인증서
ky: Ранг сертификаты
lv: Pakāpes sertifikāts
mn: Зэрэглэлийн Гэрчилгээ
pt: Certificado de Qualificação
ro: Certificat al treptei de carieră
ru: Ранговый Сертификат
uk: Ранговий Сертифікат
uz: Ранг сертификати
zh: 等級證書

source: rank determines the rank division you compete in.
fr: rang détermine la division dans laquelle vous concourez.
it: il rango determina la classe di rango in cui competi.

source: Rank Division Awards
ca: Premis per Divisió de Rang
de: Ranglevel Auszeichnungen
es: Premios por División de Rangos
fr: Prix de la Division de Rang
it: Premi per la classe di rango
ja: ランクカテゴリー別の賞
kk: Рангтік бөлу марапаттары
ky: Даража бөлүмү боюнча сыйлыктар
lv: Rangu Iedalījumu Balvas
mn: Цолны ангиллын шагналууд
pt: Prêmios por divisão de classificação
ro: Premiile Diviziei de Carieră
ru: Награды рангового дивизиона
uk: Нагороди рангового дивізіону
uz: Ранг тоифасидаги мукофотлар
zh: 等级组别奖励

source: Rank Divisions
ca: Divisions de Rang
de: Ranglevel
es: Divisiones de Rango
fr: Divisions de rang
it: Classi di rango
ja: ランクカテゴリー
kk: Рангтік бөлімшелер
ky: Даражалык бөлүмдөр
lv: Rangu Iedalījums
mn: Цолны ангиллууд
pt: Divisões de classificação
ro: Divizii de Carieră
ru: Ранговые дивизионы
uk: Рангові дивізіони
uz: Ранг тоифалари
zh: 等级组别

source: RANK DIVISIONS + CASH PRIZES
fr: DIVISIONS DE RANGS + PRIX EN ARGENT
it: CLASSI DI RANGO + PREMI IN DENARO

source: Rank Maintained
fr: Rang Maintenu
it: Rango mantenuto
kk: Ранг сақталды
pt: Patamar Mantido
uk: Підтриманий ранг
uz: Ранг сақлаб қолинди
zh: 保持级别

source: Rank Status
ca: Estat de Rang
de: Rang Status
es: Estatus de Rango
fr: Statut du Rang
it: Status della qualifica
ja: ランクステータス
kk: Ранг Мәртебесі
ko: 직급 현황
ky: Ранг абалы
lv: Līmeņa statuss
mn: Цол зэрэг
pt: Status de classificação
ro: Stare rang
ru: Статус ранга
uk: Статус рангу
uz: Ранг мақоми
zh: 排名狀態

source: Rank Titles (%{Levels} Title Achievement Goals To Max-out Compensation)
ca: Títols de Rang (%{Nivells} Objectius de Títols de Lideratge per Maximitzar la teva Compensació)
de: Rangtitel (%{Levels} )Titel Zielerreichung für maximale Vergütung)
es: Títulos de Rango (%{Levels} Objetivos de Títulos de Liderazgo para Maximizar tu Compensación)
fr: Titres de classement (%{Levels} Titre d’accomplissement des objectifs pour avoir maximiser les compensations)
it: Titoli di rango (%{livelli} Obiettivi di raggiungimento del titolo per ottenere il massimo dei compensi)
ja: ランクタイトル (%{Levels} 報酬を最大化するためのタイトル達成目標)
kk: Ранг атақтары (атаққа қол жеткізу мақсаттарынан максималды сыйақыға дейін %{Levels} )
ky: Даража аттары (%{Levels} максималдуу компенсацияга жетүү үчүн )
lv: Rangu Nosaukumi (%{Levels}Nosaukumu sasniegšanas mērķi maksimālai kompensācijai)
mn: Хамгийн их орлого авах %{Levels} цол зэрэг
pt: Classificações de Liderança (%{Levels} títulos de realizações de metas para a compensação máxima)
ro: Denumirea nivelurilor de carieră (%{Levels} Obiective de realizare a titlului pentru a maximiza compensația)
ru: Названия рангов (%{Levels} титульных достижений для получения максимальной компенсации)
uk: Назви рангів (%{Levels} титульних досягнень для отримання максимальної компенсації)
uz: Ранг номлари (%{Levels} Максимал компенсация учун эришиладиган ранг даражалари)
zh: 等级头衔（%{Levels} 头衔成就目标以最大化薪酬）

source: Rank-Based (3 of 6 months as Ambassador BoDs+)
fr: Basé sur le Rang (3 mois sur 6 en tant qu' Ambassador BoDs+)
it: Basato sul Rango (3 di 6 mesi come Ambassador BoDs+)

source: Ranked as
ca: Classificat com a
de: Eingestuft als
es: Clasificado como
fr: Classé comme
it: Classificato come
ja: ランク
kk: Рангінде
ky: Даражасында
lv: Rangi kā
mn: Таны цол зэрэг
pt: Classificado como
ro: Clasat ca
ru: В ранге
uk: У ранзі
uz: Рангидагилар
zh: 排名

source: Ranked As
fr: Classé Comme
it: Classificato come

source: Ranked Partners are eligible for the Team Leadership Bonus, which is connected with rank advancement and incentivizes Total Activation Volume and Qualified Production.
fr: Les partenaires sont éligibles au Bonus de Leadership d'Équipe, qui est lié à la progression de rang et encourage le Volume d'Activation Total et la Production Qualifiée.
it: I Partner con Rango hanno diritto al Bonus di Leadership del Team, che è collegato all'avanzamento di Rango e incentiva il Volume di Attivazione Totale e la Produzione Qualificata.
kk: Ранг алған серіктестер команда жетекшілігі бонусына құқылы, ол дәрежені көтеруге байланысты және жалпы активациялар көлемі мен біліктілік өндірісін ынталандырады.
pt: Parceiros classificados são elegíveis para o Bônus de Liderança de Equipe, que está conectado ao avanço de classificação e incentiva o Volume Total de Ativação e a Produção Qualificada.
uk: Партнери в ранзі мають право на отримання Командного Лідерського бонусу, який пов’язаний із підвищенням у ранзі та стимулює Загальний Активаційний Обсяг і Кваліфікований Товарообіг.
uz: Рангга эришган Ҳамкорлар Жамоа етакчилиги бонусини олиш ҳуқуқига эга, ушбу бонус рангга эришиш ва Жами фаоллик ҳажми ҳамда Квалификацион ишлаб чиқариш ҳажмига боғлиқдир.
zh: 已晋级的合作伙伴有资格获得团队领导奖金，该奖金与级别晋升相关，并激励总激活业绩量和合格业绩量。

source: Rankings are updated on an <strong>hourly</strong> basis.
ca: Les classificacions s'actualitzen <strong>cada hora</strong>.
de: Die Ranglisten werden <strong>stündlich</strong> aktualisiert.
es: Las clasificaciones se actualizan <strong>cada hora</strong>.
fr: Les classements sont mis à jour sur une base <strong>horaire</strong> .
it: Le classifiche vengono aggiornate ogni <strong>ora</strong>.
ja: ランキングは <strong>１時間毎に</strong> 更新しています。
kk: Рейтингтер <strong>сағат</strong> сайын жаңартылып отырады.
ky: Рангдар ар бир <strong>саат сайын</strong> жаңыланат.
lv: Rangi tiek jaunināti<strong>stundu</strong>bāzes.
mn: Жагсаалт <strong>цаг дутамд</strong> шинэчлэгдэх болно.
pt: As classificações são atualizadas <strong> de hora em hora </strong>.
ro: Clasificările sunt actualizate în <strong>fiecare</strong> oră.
ru: Ранги обновляются каждый <strong>час</strong>.
uk: Ранги оновлюються <strong> кожну </strong> годину.
uz: Ранглар <strong>соатбай</strong> янгиланади.
zh: 排名<strong>每小時</strong>更新。

source: Rankings update every 30 minutes. Check out the competition rules <a href="%{incentivePDF}" target="_blank">here</a> .
ca: Els rànquings s'actualitzen cada 30 minuts. Consulta les bases del concurs <a href="%{incentivePDF}" target="_blank">aquí</a> .
de: Aktualisierung der Ranglisten alle 30 Minuten. Schauen Sie sich die Wettbewerbsregeln an. <a href="%{incentivePDF}" target="_blank">hier</a> .
es: El ranking se actualiza cada 30 minutos. Echa un vistazo a las reglas de la Competencia <a href="%{incentivePDF}" target="_blank">aquí</a> .
fr: Le classement est mis à jour toutes les 30 minutes. Consultez les règles du concours <a href="%{incentivePDF}" target="_blank">ici</a> .
it: Le classifiche si aggiornano ogni 30 minuti. Consulta <a href="%{incentivePDF}" target="_blank">qui</a> le regole del concorso.
ja: ランキングは30分毎にアップデートされます。コンペティションのルールの詳細は <a href="%{incentivePDF}" target="_blank">こちら</a> からどうぞ。
kk: Рангтер әр 30 минут сайын жаңарып тұрады. Сайыс шарттарымен <a href="%{incentivePDF}" target="_blank">осында</a>таныс болыңыздар.
ky: Рангдар ар 30 мүнөт сайын жаңыртылып турат. Таймашуунун эрежелери менен <a href="%{incentivePDF}" target="_blank">бул жакта</a> таанышыңыз.
lv: Rangi tiek jaunināti katras 30 minūtes.Skatiet konkurences/konkursa noteikumus<a href="%{incentivePDF}" target="_blank">here</a>.
mn: Жагсаалт 30 минут дутамд шинэчлэгдэнэ. Уралдааны зааврыг <a href="%{incentivePDF}" target="_blank">эндээс</a> харна уу.
pt: Os rankings são atualizados a cada 30 minutos. Confira as regras da competição <a href="%{incentivePDF}" target="_blank">aqui</a> .
ro: Clasificările se actualizează la fiecare 30 de minute. Vezi regulile competiţiei <a href="%{incentivePDF}" target="_blank">aici</a> .
ru: Ранги обновляются каждые 30 минут. Ознакомьтесь с правилами конкурса <a href="%{incentivePDF}" target="_blank">здесь</a>.
uk: Ранги оновляються кожні 30 хвилин. Ознайомтесь з правилами конкурсу <a href="%{incentivePDF}" target="_blank"> тут </a> .
uz: Рейтинг ҳар 30 дақиқада янгиланади. Мусобақа шартлари билан <a href="%{incentivePDF}" target="_blank">бу ерда</a> танишинг.
zh: 排名每 30 分钟更新一次。 查看比赛<a href="%{incentivePDF}" target="_blank">规则</a>。

source: Ranks
ca: Rangs
de: Ränge
es: Rangos
fr: Rangs
it: Ranghi
ja: ランク
kk: Рангтар
ky: Ранг
lv: Rangi
mn: Цолууд
pt: Classificações
ro: Niveluri de carieră
ru: Ранги
uk: Ранги
uz: Ранглар
zh: 排名

source: Rate Class
ca: Tipus de tarifa
de: Tarifklasse
es: Tipos de Tarifa
fr: Évaluer les cours
it: Classe di tariffa
ja: レッスンを評価
kk: Тариф класы
ky: Тариф классы
lv: Likmes/Tarifu Klase
mn: Ангиллын үнэ
pt: Classe da tarifa
ro: Clasa de tarif
ru: Класс тарифа
uk: Клас тарифу
uz: Тариф синфи
zh: 价格类别

source: Rate Comments
ca: Qualifica i comenta
de: Kommentare bewerten
es: Calificar comentarios
fr: Évaluer les Commentaires
it: Note sulle tariffe
ja: 評価コメント
kk: Пікірлерді Бағалаңыз
ko: 평가 코멘트
ky: Кайтарым пикирлерди баалаңыз
lv: Tarifu/Cenu Komentāri
mn: Сэтгэгдэл үнэлэх
pt: Comentários de avaliação
ro: Evaluează comentariile
ru: Оценить комментарии
uk: Оцінити коментарі
uz: Изоҳларга баҳо бериш
zh: 評價評論

source: Rate Comments (continued)
fr: Évaluer les Commentaires (suite)
it: Note sulla tariffa (continua)
kk: Пікірлерді Бағалаңыз (жалғасы)
pt: Comentários de avaliação (continuação)
uk: Оцінити коментарі (продовження)
zh: 评分评论（续）

source: Rate Notice
ca: Avís de Tarifa
de: Mitteilung über den Tarif
es: Aviso de Tarifa
fr: Avis de taux
it: Avviso sulle tariffe
ja: レートのお知らせ
kk: Ставка туралы хабарлама
ky: c. Эскертүү
lv: Paziņojums par likmi
mn: Тарифын мэдэгдэл
pt: Aviso de taxa
ro: Notă de tarif
ru: Уведомление о тарифах
uk: Сповіщення щодо тарифів
uz: Тарифга оид билдирги
zh: 费率通知

source: Re-Take Course
ca: Re-prendre el curs
de: Kurs wiederholen
es: Retomar el Curso
fr: Reprendre le parcours
it: Ripeti il corso
ja: 再受講する
kk: Курсты Қайталау
ko: 기초교육과정 재수강
ky: Курсту кайталоо
lv: Atkārtot kursu
mn: Сургалтанд дахин суух
pt: Retomar o curso
ro: Parcurge cursul din nou
ru: Повторить Курс
uk: Повторити Курс
uz: Курсдан қайта ўтиш
zh: 重新學習課程

source: Reach
ca: Abast
de: Struktur
es: ALCANCE
fr: Atteindre
it: Raggiungi
ja: 到達範囲
kk: Жетістіктер
ko: 초대정보 확산현황
ky: Камтуу
lv: Sasniedzamība
mn: Зорилгодоо хүрэх түвшин
pt: Alcance
ro: Reţea
ru: Охват
uk: Досягнення
uz: Қамров

source: Reach <strong>$1,000,000</strong> USD in qualified production, with a maximum of 10% per leg, and <strong>$2,000,000</strong> USD in new production.
ca: Aconsegueix <strong> 1.000.000</strong> dòlars en producció qualificada, amb un màxim del 10% per equip, i <strong>2.000.000</strong> dòlars en nova producció.
de: Erreichen Sie einen qualifizierten Umsatz von <strong>1.000.000</strong> USD mit maximal 10 % pro Bein und einen neuen Umsatz von <strong>2.000.000</strong> USD.
es: Alcanza <strong>$1,000,000</strong> USD en producción calificada, con un máximo del 10% por equipo, y <strong>$2,000,000</strong> USD en nueva producción.
fr: Atteindre <strong>1 000 000</strong> USD de production qualifiée, avec un maximum de 10 % par jambe, et <strong>2 000 000</strong> USD de nouvelle production.
it: Raggiungi <strong>$1.000.000</strong> di produzione qualificata, con un massimo del 10% per gamba, e <strong>$2.000.000</strong> di nuova produzione.
ja: 認定売上で <strong>$1,000,000</strong> 米ドルを各系列で最大10％で到達し、さらに <strong>$2,000,000</strong> 米ドルの新規売上を達成。
kk: Білікті өндірісте<strong> 1 000 000 </strong> долларға дейін, әр партия үшін ең көбі 10% - ға дейін және жаңа өндірісте <strong> 2 000000 </strong> долларға дейін жетіңіз.
ky: Ар бир бутактан максимум 10% өндүрүш менен жана <strong>$1,000,000</strong> АКШ долларлык жаңы өндүрүш менен<strong>$1,000,000</strong> АКШ долларлык жарамдуу өндүрүшкө жетиңиз.
lv: Sasnedz <strong>$1,000,000</strong> USD kvalificēto apgrozījumu ar 10% uz kāju, un <strong>$2,000,000</strong> USD ijaunajā apgrozījumā.
mn: Хөл тус бүрээс гарах хамгийн их хувь болох 10%-иар болзол хангах борлуулалтын хэмжээг <strong>$1,000,000</strong>-д, шинэ борлуулалтын хэмжээг <strong>$2,000,000</strong>-д хүргэх.
pt: Alcance <strong>$1.000.000</strong> em produção qualificada, com um máximo de 10% por linha, e <strong>$2.000.000</strong> em nova produção.
ro: Atinge <strong>1.000.000$</strong> în producție calificată, cu maximum 10% pe picior și <strong>2.000.000$</strong> în producție nouă.
ru: Достигнете <strong>$1 000 000</strong> квалификационного товарооборота с максимумом в 10% на ветку и <strong>$2 000 000</strong> нового товарооборота.
uk: Досягніть <strong>$1,000,000</strong> кваліфікаційного товарообігу з максимумом у 10% на гілку та <strong>$2,000,000</strong> нового товарообігу.
uz: Квалификацион ишлаб чиқаришда битта қўлдан максимум 10% билан <strong>1,000,000$</strong> га эришинг ва янги ишлаб чиқаришда <strong>2,000,000$</strong> га эришинг.
zh: 达到<strong>$1,000,000</strong>美元的合格产值，每条支线最多10%，并达到<strong>$2,000,000</strong>美元的新产值。

source: Reach <strong>$1,000,000</strong> USD in qualified production, with a maximum of 10% per leg, and <strong>$2,000,000</strong> USD in new production.<br><br> Royal Ambassador Board of Directors members earn a <strong>$305,000</strong> USD monthly Team Leadership Bonus!
ca: Aconsegueix <strong> 1.000.000</strong> dòlars en producció qualificada, amb un màxim del 10% per equip, i <strong>2.000.000</strong> dòlars en nova producció.<br><br> Els Membres Royal Ambassador Board of Directors guanyen una Bonificació de Lideratge d'Equip mensual de <strong>305.000</strong> dòlars!
de: Erreichen Sie einen qualifizierten Umsatz von <strong>1.000.000</strong> USD mit maximal 10 % pro Bein und einen neuen Umsatz von <strong>2.000.000</strong> USD.<br><br> Mitglieder des Royal Ambassador Board of Directors erhalten einen monatlichen Team Leadership-Bonus von <strong>305.000</strong> USD!
es: Alcanza <strong>1.000.000</strong> USD en producción calificada, con un máximo del 10% por equipo, y <strong>2.000.000</strong> USD en nueva producción.<br><br> ¡Los miembros del Royal Ambassador Board of Directors ganan un Bono de Liderazgo de Equipo mensual de <strong>305.000</strong> USD!
fr: Atteindre <strong>1 000 000</strong> USD de production qualifiée, avec un maximum de 10 % par personne, et <strong>2 000 000</strong> USD de nouvelle production.<br><br>Les membres du Conseil d'Administration des Ambassadeurs Royaux mensuelle de Leadership d'Équipe de <strong>305 000</strong> USD !
it: Raggiungi <strong>$1.000.000</strong> di produzione qualificata, con un massimo del 10% per gamba, e <strong>$2.000.000</strong> di nuova produzione.<br><br> I Royal Ambassador Board of Directors guadagnano un bonus di Leadership del Team di <strong>$350.000</strong> al mese!
ja: 認定売上で <strong>$1,000,000</strong> 米ドルを各系列で最大10％で到達し、さらに <strong>$2,000,000</strong> 米ドルの新規売上を達成。<br><br> Royal Ambassador Board of Directors メンバーは <strong>$305,000</strong> 米ドルを毎月のチームリーダーシップボーナスで獲得します！
kk: Білікті өндірісте<strong> 1 000 000 </strong> долларға дейін, әр партия үшін ең көбі 10% - ға дейін және жаңа өндірісте <strong> 2 000000 </strong> долларға дейін жетіңіз.<br><br> Royal Ambassador Директорлар кеңесінің мүшелері<strong> 305 000 </strong> АҚШ доллары көлемінде ай сайынғы командалық көшбасшылық бонус алады!
ky: Ар бир бутактан максимум 10% өндүрүш менен жана <strong>$2,000,000</strong> АКШ долларлык жаңы өндүрүш менен <strong>$1,000,000</strong> АКШ долларлык жарамдуу өндүрүшкө жетиңиз. <br><br> Royal Ambassador Board of Directors даражасындагы мүчөлөр ай сайын <strong>$305,000</strong> команда лидерлиги бонусун алышат!
lv: Sasnedz <strong>$1,000,000</strong> USD kvalificēto apgrozījumu ar 10% uz kāju, un <strong>$2,000,000</strong> USD ijaunajā apgrozījumā.<br><br>karaliskā Sūtņa valdes Direktori pelna <strong>$305,000</strong> USD ikmēnešu Komandas Līdera Bonusu!
mn: Хөл тус бүрээс гарах хамгийн их хувь болох 10%-иар болзол хангах борлуулалтын хэмжээг <strong>$1,000,000</strong>-д, шинэ борлуулалтын хэмжээг <strong>$2,000,000</strong>-д хүргэвэл <br><br>Royal Ambassador Board of Directors цолтой Гишүүд нь сар бүр Багийн Манлайллын Урамшуулалд <strong>$305,000</strong> авах болно!
pt: Alcance <strong>$1.000.000</strong> em produção qualificada, com um máximo de 10% por linha, e <strong>$2.000.000</strong> em nova produção.<br><br> Os membros Royal Ambassador Board of Directors ganham um bônus mensal de Liderança de Equipe de <strong>$305.000</strong>!
ro: Atinge <strong>1.000.000</strong> $ în producție calificată, cu un maxim de 10% pe picior și <strong>2.000.000</strong> $ în producție nouă.<br><br> Membrii Royal Ambassador Board of Directors câștigă un bonus lunar de <strong>305.000</strong> $ pentru conducerea echipei!
ru: Достигнете <strong>$1 000 000</strong> квалификационного товарооборота с максимумом в 10% на ветку и <strong>$2 000 000</strong> нового товарооборота.<br><br>Участники в ранге Royal Ambassador Board of Directors зарабатывают ежемесячный Командный Лидерский бонус в размере <strong>$305 000</strong>!
uk: Досягніть <strong>$1 000 000</strong> кваліфікаційного товарообігу з максимумом у 10% на гілку та <strong>$2 000 000</strong> нового товарообігу.<br><br>Учасники в ранзі Royal Ambassador Board of Directors заробляють щомісячний Командний Лідерський бонус у розмірі <strong>$305,000</strong>!
uz: Квалификацион ишлаб чиқаришда битта қўлдан максимум 10% билан <strong>1,000,000$</strong> га эришинг ва янги ишлаб чиқаришда <strong>2,000,000$</strong> га эришинг.<br><br> Royal Ambassador Board of Directors аъзолари ойига <strong>305,000$</strong> Жамоа етакчилиги бонусини оладилар!
zh: 达到<strong>1,000,000美元</strong>的合格业绩，其中每条线的业绩上限为10%，并实现<strong>2,000,000美元</strong>的新业绩。<br><br> 皇家大使董事会成员每月可获得<strong>305,000美元</strong>的团队领导奖金！

source: Reach <strong>$1,000,000</strong> USD in qualified production, with a maximum of 10% per leg, and <strong>$400,000</strong> in new production.
ca: Aconsegueix <strong>1.000.000</strong> dòlars en producció qualificada, amb un màxim del 10% per equip, i <strong>400.000</strong> dòlars en nova producció.
de: Erreichen Sie einen qualifizierten Umsatz von <strong>1.000.000</strong> USD, mit einem Maximum von 10 % pro Bein, und <strong>400.000</strong> USD an neuen Umsätzen.
es: Alcanza <strong>$1,000,000</strong> USD en producción calificada, con un máximo del 10% por equipo, y <strong>$400,000</strong> USD en nueva producción.
fr: Atteindre <strong>1 000 000 USD</strong> de production qualifiée, avec un maximum de 10 % par jambe, et <strong>400 000 USD</strong> de nouvelle production.
it: Raggiungi <strong>$1.000.000</strong> di produzione qualificata, con un massimo del 10% per gamba e <strong>$400.000</strong> di nuova produzione.
ja: 認定売上で <strong>$1,000,000</strong> 米ドルを各系列で最大10％で到達し、さらに <strong>$400,000</strong> 米ドルの新規売上を達成。
kk: Бір тармаққа 10% максимуммен және <strong>$400 000</strong> Жаңа тауар айналымымен<strong>$ 1,000 000</strong> біліктілік айналымына жетесіз.
ky: Ар бир бутактан максимум 10% өндүрүш менен жана <strong>$400,000</strong> долларлык жаңы өндүрүш менен <strong>$1,000,000</strong> АКШ долларлык жарамдуу өндүрүшкө жетиңиз.
lv: Sasniedz <strong>$1,000,000</strong> USD kvalificāts apgrozījumā ar 10% uz kāju un <strong>$400,000</strong> jaunajā apgrozījumā.
mn: Хөл тус бүрээс гарах хамгийн их хувь болох 10%-иар болзол хангах борлуулалтын хэмжээг <strong>$1,000,000</strong>-д, шинэ борлуулалтын хэмжээг <strong>$400,000</strong>-д хүргэх.
pt: Alcance <strong>$1.000.000</strong> em produção qualificada, com um máximo de 10% por linha, e <strong>$400.000</strong> em nova produção.
ro: Atinge <strong>1.000.000$</strong> în producție calificată, cu maximum 10% pe picior și <strong>400.000$</strong> în producție nouă.
ru: Достигнете <strong>$1 000 000</strong> квалификационного товарооборота с максимумом в 10% на ветку и <strong>$400 000</strong> нового товарооборота.
uk: Досягніть <strong>$1 000 000</strong> кваліфікаційного товарообігу з максимумом 10% на гілку та <strong>$400 000</strong> нового товарообігу.
uz: Квалификацион ишлаб чиқаришда битта қўлдан максимум 10% билан <strong>1,000,000$</strong> га эришинг ва янги ишлаб чиқаришда <strong>400,000$</strong> га эришинг.
zh: 达到<strong>$1,000,000</strong>美元的合格产值，每条支线最多10%，并达到<strong>$400,000</strong>美元的新产值。
