Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Subtotal: <b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
de: Zwischensumme: <b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
fr: Sous-total : <b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
it: Subtotale: <b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
ja: 小計：<b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
kk: Қорытынды: <b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
ky: Жалпы сумма: <b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
lv: Starpsumma: <b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
mn: Нийлбэр дүн: <b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
ru: Подытог: <b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
uk: Проміжний підсумок: <b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
uz: Оралиқ жами: <b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>
zh: 小计：<b>${{ $filters.money(data.additional_booking_data.subtotal) }}</b>

source: Subtotal: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
de: Zwischensumme: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
fr: Sous-total : <b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
it: Subtotale: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
ja: 小計：<b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
kk: Қорытынды: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
ky: Жалпы сумма: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
lv: Starpsumma: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
mn: Нийлбэр дүн: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
ru: Подытог: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
uk: Проміжний підсумок: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
uz: Оралиқ жами: <b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>
zh: 小计：<b>${{ $filters.money(this.selectedRequest.additional_booking_data.subtotal) }}</b>

source: Success
ca: Èxit
de: Erfolg
es: Éxito
fr: La réussite
it: Successo
ja: 成功
kk: Сәтті
ko: 성공
ky: Ийгилик
lv: Veiksme
mn: Амжилт
pt: Sucesso
ro: Succes
ru: Успех
uk: Успіх
uz: Муваффақият
zh: 成功

source: Successful Growth
ca: Creixement reeixit
de: Erfolgreiches Wachstum
es: Crecimiento exitoso
fr: Croissance réussie
it: Crescita vincente
ja: パートナーチームをうまく成長させる方法
kk: Табысты Өсім
ko: 성공적인 성장
ky: Ийгиликтүү өсүү
lv: Veiksmīga izaugsme
mn: Амжилттай өсөлт
pt: Crescimento bem sucedido
ro: Creştere de succes
ru: Успешный Рост
uk: Успішне Зростання
uz: Муваффақиятли ўсиш
zh: 成功的成長

source: Successful Referrals
ca: Recomanacions amb Èxit
de: Erfolgreiche Empfehlungen
es: Referencias exitosas
fr: Des références réussies
it: Referral di successo
ja: 成功した紹介
kk: Сәтті Cілтемелер
ky: Ийгиликтүү реферал-катталуучулар
lv: Sekmīgi nosūtījumi/uzaicinājumi
mn: Амжилттай санал болгосон хүмүүс
pt: Indicações bem-sucedidas
ro: Recomandări de succes
ru: Успешные рефералы
uk: Успішні реферали
uz: Муваффақиятли рефераллар
zh: 成功的推荐

source: Successful Referrals Source
ca: Font de Recomanacions amb Èxit
de: Erfolgreiche Empfehlungen Quelle
es: Fuente de referencias exitosas
fr: Source de références réussies
it: Provenienza dei referral di successo
ja: 紹介ソースの成功
kk: Табысты сілтемелердің көзі
ky: Ийгиликтүү реферал-катталуучу булактары
lv: Sekmīgu Atsauču avots
mn: Амжилттай санал болгосон хуудас
pt: Fonte de referências bem-sucedidas
ro: Sursă de recomandări de succes
ru: Успешные источники рефералов
uk: Успішні джерела рефералів
uz: Муваффақиятли рефераллар манбаи
zh: 成功推荐来源

source: Successfully created your email address.
ca: La teva adreça de correu electrònic s'ha creat amb èxit.
de: Ihre E-Mail-Adresse wurde erfolgreich erstellt.
es: Se ha creado con éxito tu cuenta de correo electrónico.
fr: Votre adresse mail créée avec succès.
it: Indirizzo email creato con successo.
ja: メールアドレスの作成に成功しました。
kk: Электрондық пошта мекен-жайыңыз сәтті жасалды.
ko: 귀하의 이메일 주소를 성공적으로 설치 했습니다.
ky: Сиздин электрондук почта дарегиңиз ийгиликтүү түзүлдү.
lv: Veiksmīgi ievadi savu e-pasta adresi.
mn: Таны имэйл хаяг амжилттай үүсгэгдлээ.
pt: Seu endereço de e-mail foi criado com sucesso.
ro: Adresa de email creată cu succes.
ru: Создание адреса Вашей электронной почты успешно завершено.
uk: Створення адреси Вашої електронної пошти успішно завершено.
uz: Электрон почта манзилингиз муваффақиятли яратилди.
zh: 成功創建您的電子郵件地址。

source: Successfully updated user department.
ca: Departament d'usuaris actualitzat amb èxit.
de: Die Benutzerabteilung wurde erfolgreich aktualisiert.
es: Departamento de usuario actualizado con éxito.
fr: Mise à jour réussie du département des utilisateurs.
it: Aggiornamento del reparto utenti eseguito con successo.
ja: ユーザーの部署のアップデートが成功しました。
kk: Пайдаланушы бөлімі сәтті жаңартылды.
ko: 사용자 부서를 성공적으로 업데이트했습니다.
ky: Колдонуучу бөлүмү ийгиликтүү жаңыртылды.
lv: Lietotāju nodaļa ir sekmīgi atjaunināta.
mn: Хэрэглэгчийн хэлтэс амжилттай шинэчлэгдлээ.
pt: Departamento do usuário atualizado com sucesso.
ro: Departamentul de utilizatori a fost actualizat cu succes.
ru: Пользовательский отдел успешно обновлён.
uk: Відділ користувача успішно оновлено.
uz: Фойдаланувчи бўлими муваффақиятли янгиланди.
zh: 已成功更新用户部门。

source: Successfully updated user permissions.
ca: S'han actualitzat correctament els permisos d'usuari.
de: Die Benutzerberechtigungen wurden erfolgreich aktualisiert.
es: Permisos de usuario actualizados con éxito.
fr: Mise à jour réussie des autorisations de l'utilisateur.
it: Aggiornamento dei permessi utente eseguito con successo.
ja: ユーザーの権限のアップデートが成功しました。
kk: Пайдаланушы рұқсаттары сәтті жаңартылды.
ko: 사용자 권한을 성공적으로 업데이트했습니다.
ky: Колдонуучунун лицензиясы ийгиликтүү жаңыртылды.
lv: Lietotāju atļaujas ir sekmīgi atjauninātas.
mn: Хэрэглэгчийн зөвшөөрөл амжилттай шинэчлэгдлээ.
pt: Permissões de usuário atualizadas com sucesso.
ro: Permisiunile utilizatorului au fost actualizate.
ru: Пользовательские права успешно обновлены.
uk: Успішно оновлено дозволи користувача.
uz: Фойдаланувчи рухсати муваффақиятли янгиланди.
zh: 已成功更新用户权限。

source: Successfully updated your display name.
ca: El nom de visualització s'ha actualitzat correctament.
de: Ihr Display-Name wurde erfolgreich aktualisiert.
es: Hemos actualizado tu nombre de visualización con éxito.
fr: Mis à jour avec succès votre nom d'affichage.
it: Nome di visualizzazione aggiornato con successo.
ja: ディスプレイネームの更新が成功しました。
kk: Көрсетілетін есім сәтті жаңартылды.
ko: 표시 이름을 업데이트했습니다.
ky: Колдонуучу атыңыз ийгиликтүү жаңыртылды.
lv: Veiksmīgi atjauno savu displeja nosaukumu.
mn: Таны хэрэглэгчийн нэр амжилттай шинэчлэгдлээ.
pt: Atualizamos com sucesso seu nome de exibição.
ro: Pseudonimul tău a fost actualizat cu succes.
ru: Обновление Вашего дисплей-имени успешно завершено.
uk: Оновлення Вашого дисплей-імені успішно завершено.
uz: Тахаллусингиз муваффақиятли янгиланди.
zh: 成功更新您的顯示名稱。

source: Suite
fr: Une suite
ja: スイート
kk: Сюита
ko: 스위트룸
ky: Люкс
lv: Suite (luksusa)
mn: Люкс өрөө
pt: Suíte
ro: Apartament
ru: Сюита
uk: Каюта Категорії Сюїт
uz: Люкс
zh: 套房

source: Suite of Marketing Tools
ca: Conjunt d’Eines de Màrqueting
de: Suite mit Marketing-Tools
es: Conjunto de Herramientas de Marketing
fr: Suite d'Outils Marketing
it: Suite di strumenti di marketing
ja: マーケティングツール一式
kk: Маркетингтік құралдар жиынтығы
ky: Маркетинг куралдарынын топтому
lv: Mārketinga Rīku Suite
mn: Маркетингийн хэрэгслийн багц
pt: Conjunto de Ferramentas de Marketing
ro: Suită de instrumente de marketing
ru: Набор маркетинговых инструментов
uk: Набір маркетингових інструментів
uz: Маркетингга оид иш қуроллари тўплами
zh: 营销工具套件

source: Sunday
fr: Dimanche
it: Domenica
kk: Жексенбі
pt: Domingo
uk: Неділя
uz: Якшанба
zh: 星期日

source: Super Builders Base
ca: Base de superconstructors
es: Super Base de Constructores
fr: Base des Super Constructeurs
it: Base Super Costruttori
ja: スーパービルダーズ・ベース
kk: Супер Бизнес Фундамент Қалаушылары
ko: 수퍼 빌더 베이스
ky: Супер куруучулардын базасы
lv: Labākā Lietotaju Bāze
mn: Супер Билдерс Бэйс
pt: Base de Super Construtores
ro: Baza Super Constructorilor
ru: База суперпостроителей
uk: База Супербудівельників
uz: Супер Қурувчилар базаси
zh: 超级建设者基础

source: Super Builders Bonus
ca: Bonificació per a Super Constructors
es: Bono de Super Constructores
fr: Bonus des super Bâtisseurs
it: Super Bonus Costruttori
ja: スーパービルダーズ ボーナス
kk: Супер Фундамент Бизнес Бонусы
ko: 수퍼 빌더 보너스
ky: Супер Куруучулар Бонусу
lv: Labākā Lietotaju Bonus
mn: Супер Билдерс Урамшуулал
pt: Bônus de Super Construtores
ro: Super bonusul pentru baza constructorilor
ru: Бонус суперпостроителей
uk: Бонус Суперпобудовників
uz: Супер Қурувчилар бонуси
zh: 超级建设者奖金

source: Super spoof will completely replace your session with this user. Are you sure you want to continue?
fr: L'usurpation avancée remplacera entièrement votre session par celle de cet utilisateur. Voulez-vous vraiment continuer ?
it: La funzione “Super spoof” sostituirà completamente la tua sessione con quella di questo utente. Sei sicuro di voler continuare?
ja: スーパー・スプーフは、このユーザーとのセッションを完全に置き換えます。本当に続行しますか？
kk: Super spoof сіздің сессияңызды бұл пайдаланушымен толықтай ауыстырады. Жалғастырғыңыз келетініне сенімдісіз бе?
pt: O super spoof vai substituir completamente a sua sessão pela deste usuário. Tem certeza de que deseja continuar?
ro: Super spoof va înlocui complet sesiunea ta cu cea a acestui utilizator. Ești sigur că vrei să continui?
uk: Суперпідміна повністю замінить вашу сесію на сесію цього користувача. Ви впевнені, що хочете продовжити?
uz: Super spoof мазкур фойдаланувчи билан сессияни бутунлай алмаштиради. Давом этишни истаётганингизга ишончингиз комилми?
zh: 超级伪装将完全用该用户的会话替换您当前的会话。您确定要继续吗？

source: Super spoofed as user - session completely replaced!
fr: Usurpation avancée en tant qu'utilisateur - session entièrement remplacée !
it: Super Spoofing come utente - sessione completamente sostituita!
ja: ユーザーとしてスーパー・スプーフしました ― セッションが完全に置き換えられました！
kk: Super spoof пайдаланушы ретінде орындалды — сессия толықтай ауыстырылды!
pt: Super spoof como o usuário realizada – sessão completamente substituída!
ro: Impersonare avansată ca utilizator – sesiunea a fost complet înlocuită!
uk: Суперпідміна під виглядом користувача — сесія повністю замінена!
uz: Фойдаланувчи сифатида Super spoof қўлланилди - сессия бутунлай алмаштирилди!
zh: 已超级伪装为该用户——会话已被完全替换！

source: Supplier INsights
ca: Anàlisi dels Proveïdors
de: Lieferanteneinblicke
es: Perspectivas IN de los Proveedores
fr: Aperçu des Fournisseurs
it: INsights dai Nostri Fornitori
ja: サプライヤーINサイト（インサイト）
kk: Жабдықтаушының түсініктері
ky: Жабдуучунун инсайттары
lv: Piegādātāju INieskati
mn: Ханган нийлүүлэгч нар бидний тухай
pt: INsights dos Fornecedores
ro: Informații despre furnizor
ru: Инсайты поставщиков
uk: Інформація про постачальника
uz: Етказиб берувчилар тавсиялари
zh: 供应商洞察

source: Supplier Ref
ca: Ref. del Proveïdor
de: Lieferant Ref
es: Ref. del Proveedor
fr: Référence du fournisseur
it: Rif. fornitore
ja: サプライヤーのリファレンス
kk: Жабдықтаушы сілтемесі
ky: Жабдуучунун шилтемеси
lv: Piegādātāja Ref
mn: Ханган нийлүүлэгчийн дугаар
pt: Ref. do fornecedor
ro: Ref furnizor
ru: Ссылка на поставщика
uk: Посилання на постачальника
uz: Етказиб берувчига оид маълумотлар
zh: 供应商参考

source: Supplier Reference
ca: Referència del proveïdor
de: Lieferant Referenz
es: Referencia del Proveedor
fr: Référence du fournisseur
it: Riferimento fornitore
ja: サプライヤーのリファレンス
kk: Жабдықтаушы Анықтамалығы
ky: Жабдуучунун маалымдамасы
lv: Piegādātāja Atsauce
mn: Ханган нийлүүлэгчийн тайлбар
pt: Referência do fornecedor
ro: Referinţă furnizor
ru: Ссылка на поставщика
uk: Посилання на постачальника
uz: Етказиб берувчига оид маълумотлар
zh: 供应商参考

source: Support
ca: Suport
es: Soporte
fr: Assistance
it: Assistenza
ja: サポート
kk: Қолдау Қызметі
ko: 지원
ky: Колдоо
lv: Atbalsta Komanda
mn: Тусламж
pt: Suporte
ro: Suport
ru: Поддержка
uk: Підтримка
uz: Қўллаб-қувватлаш хизмати
zh: 支持

source: Support Director
ca: Director de suport
es: Director de Soporte
fr: Directeur du Support
it: Direttore del servizio assistenza
ja: サポート ディレクター
kk: Қолдау Қызметінің Директоры
ko: 지원 디렉터
ky: Қолдоо кызматынын директору
lv: Atbalsta direktors
mn: Тусламжийн албаны Захирал
pt: Diretor de Suporte
ro: Director de asistenţă
ru: Директор Службы Поддержки
uk: Директор Служби Підтримки
uz: Қўллаб-қувватлаш хизмати директори

source: Support Replied
ca: Suport ha respost
de: Support geantwortet
es: Soporte Respondió
fr: L'assistance a répondu
it: L'assistenza ha risposto
ja: サポートからの返信
kk: Қолдау қызметі жауап берді
ko: 지원 응답
ky: Колдоодон жооп алынды
lv: Suports atbildēja
mn: Тусламжаас хариулагдсан
pt: Respostas do suporte
ro: Asistența a răspuns
ru: Ответ от Службы Поддержки
uk: Відповідь Служби Підтримки
uz: Қўллаб-қувватлаш хизматидан жавоб келди
zh: 已回复支持

source: Support Ticket No: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
ca: Tiquet de Suport Núm: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
de: Support Ticket Nr: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
es: Ticket de Soporte Número: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
fr: Numéro de Ticket d'Assistance : <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
it: Ticket di supporto n.: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
ja: サポートチケット番号：<a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
kk: Қолдау Тикет нөмірі: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
ky: Суроо-талаптын номери: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
lv: Atbalsta Biļetes No: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
mn: Тусламжийн хүсэлтийн дугаар: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
pt: Ticket de Suporte Nº: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
ro: Nr. bilet de asistență: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
ru: Тикет поддержки №: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
uk: Тікет підтримки №: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
uz: Қўллаб-қувватлаш чиптаси рақами: <a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>
zh: 支持工单编号：<a href="/support" class="underline text-orange-500 cursor-pointer">{{ supportTicketId }}</a>

source: Support Tickets
ca: Tiquets de Suport
es: Tickets de Soporte
fr: Tickets d'Assistance
it: Ticket di assistenza
ja: サポートチケット
kk: Қолдау билеттері
ko: 지원 티켓
ky: Колдоо билеттери
lv: Atbalsta Biļetes
mn: Тусламжийн хүсэлт
pt: Tickets de suporte
ro: Tichet de asistență
ru: Тикеты с поддержкой
uk: Тікети з підтримкою
uz: Қўллаб-қувватлаш чиптаси
zh: 支持票

source: Supports various global charities.
ca: Fes una donació a diverses ONG globals.
de: Unterstützt verschiedene globale Wohltätigkeitsorganisationen.
es: Apoya diversas organizaciones benéficas a nivel global.
fr: Soutient diverses organisations caritatives mondiales.
it: Sostiene diverse associazioni di beneficenza a livello mondiale.
ja: さまざまなグローバル慈善団体を支援しています。
kk: Әртүрлі ғаламдық қайырымдылық ұйымдарын қолдайды.
ky: Ар кандай дүйнөлүк кайрымдуулук уюмдарын колдойт.
lv: Atbalsta dažādas globālas labdarības organizācijas.
mn: Дэлхийн янз бүрийн энэрлийн байгууллагуудыг дэмждэг.
pt: Apoia várias instituições de caridade globais.
ro: Sprijină diverse organizații caritabile globale.
ru: Поддерживает различные международные благотворительные организации.
uk: Підтримує різноманітні міжнародні благодійні організації.
uz: Турли халқаро хайрия ташкилотларини қўллаб-қувватлайди.
zh: 支持多个全球慈善机构。

source: Swedish Krona (SEK)
fr: Couronne Suédoise (SEK)
it: Corona svedese (SEK)
kk: Швед кронасы (SEK)
pt: Coroa sueca (SEK)
uk: Шведська крона (SEK)
uz: Швеция кронаси (SEK)
zh: 瑞典克朗 (SEK)

source: Swipe over the cards to see your previously achieved ranks.
fr: Faites glisser les cartes pour voir vos rangs précédemment atteints.
it: Scorri le schede per visualizzare i ranghi raggiunti in precedenza.

source: Swipe to open
fr: Faites glisser pour ouvrir
it: Scorri per aprire

source: Swipe to see more
ca: Llisca el dit per a veure més
de: Wischen Sie, um mehr zu sehen
es: Desliza para ver más
fr: Glisser pour en voir plus
it: Scorri il dito per vedere di più
ja: もっと見るにはスワイプしてください
kk: Толығырақ көру үшін сырғытыңыз
ko: 더 보려면 화면을 위로 올리세요
ky: Көбүрөөк көрүү үчүн экранды сүрүңүз
lv: Pavelciet.lai redzētu virāk
mn: Цааш нь уншихын тулд эргүүлнэ үү
pt: Deslize para ver mais
ro: Glisează pentru a vedea mai multe
ru: Смахните, чтобы увидеть подробности
uk: Проведіть пальцем, щоб побачити подробиці
uz: Кўпроғини кўриш учун бармоғингиз билан суринг
zh: 滑动查看更多

source: Swiss Franc (CHF)
fr: Franc Suisse (CHF)
it: Franco svizzero (CHF)
kk: Швейцар франкі (CHF)
pt: Franco suíço (CHF)
uk: Швейцарський франк (CHF)
uz: Швейцария франки (CHF)
zh: 瑞士法郎 (CHF)

source: Switch to Classic
fr: Passer à la version Classic
it: Passa a Classic

source: Switch To Classic
fr: Passer À la Version Classic
it: Passa a Classic

source: Switch To New
fr: Passer À la Nouvelle Version
it: Passa a Nuovo

source: Symbols
ca: Símbols
de: Symbole
es: Símbolos
fr: Symboles
it: Simboli
ja: シンボル
kk: Символдар
ko: 기호
ky: Белгилер
lv: Simboli
mn: Тэмдгүүд
pt: Símbolos
ro: Simboluri
ru: Символы
uk: Символи
uz: Белгилар
zh: 符号

source: tab
ca: pestanya
es: pestaña
fr: onglet
it: scheda
ja: タブ
kk: қойындысы
ko: 탭
ky: өтмөк
lv: cilne/tabulēšana
mn: таб
pt: aba
ru: вкладка
uk: вкладка
uz: таб
zh: 标签

source: Tab
ca: Pestanya
fr: Languette
it: Scheda
ja: タブ
kk: қойынды
pt: Guia
uk: вкладка
uz: Илова
zh: 标签页

source: Table
fr: Tableau
it: Tabella

source: Table Actions
fr: Actions du Tableau
it: Azioni Tabella
pt: Ações da Tabela
uk: Дії з таблицею

source: Tag
ca: Etiqueta
es: Etiqueta
fr: Étiquette
ja: タグ
kk: Тег
ky: Тег
lv: Tags/atsauce
pt: Etiqueta
ro: Etichetă
ru: Тег
uk: Тег
uz: Тег
zh: 标签

source: Tag added
ca: Etiqueta afegida
de: Tag hinzugefügt
es: Etiqueta agregada
fr: Étiquette ajoutée
it: Tag aggiunto
ja: カードが追加されました
kk: Тег қосылды
ky: Тег кошулду
lv: Tags/atsauce pievienota
mn: Tag нэмэгдлээ
pt: Etiqueta adicionada
ro: Etichetă adăugată
ru: Тег добавлен
uk: Тег додано
uz: Тег қўшиш
zh: 标签已添加

source: Tag Label
ca: Nom de l'etiqueta
es: Nombre de la etiqueta
fr: Étiquette
ja: タグのラベル
kk: Тег белгісі
ky: Таг белгиси
lv: Taga etiķete
mn: Tag-ний шошго
pt: Nome da etiqueta
ro: Etichetă de identificare
ru: Метка тега
uk: Мітка тега
uz: Ёрлиқни белгилаш
zh: 标签名

source: Tag Management
ca: Gestió d'Etiquetes
es: Administración de etiquetas
fr: Gestion des étiquettes
ja: タグの管理
kk: Тегтерді басқару
ky: Тегди башкаруу
lv: Taga Menedžments
mn: Tag менежмент
pt: Gerenciamento de etiquetas
ro: Managementul etichetelor
ru: Управление тегами
uk: Управління тегами
uz: Тегларни бошқариш
zh: 标签管理

source: Tags
ca: Etiquetes
es: Etiquetas
fr: Étiquettes
it: Tag
ja: タグ
kk: Тегтер
ko: 태그
ky: Тегдер
lv: Azīmes
ro: Etichete
ru: Теги
uk: Теги
uz: Белгилаш
zh: 标签

source: Take a quick glance at everything important related to your inCruises business.
ca: Fes una ullada ràpida a tot allò important relacionat amb el teu negoci InCruises.
de: Werfen Sie einen kurzen Blick auf alles Wichtige rund um Ihr inCruises Geschäft.
es: Échale un vistazo rápido a todo lo importante relacionado con tu negocio de inCruises.
fr: Jette un coup d'oeil à tout ce qui est important en relation avec ton entreprise inCruise.
it: Dai un rapido sguardo a tutto ciò che è importante per la tua attività inCruises.
ja: inCruisesビジネスに関連する重要な事柄すべてが一目瞭然です。確認しましょう。
kk: InCruises бизнесіңізге қатысты барлық маңызды нәрселерге жылдам шолу жасаңыз.
ko: inCruises™ 비즈니스와 관련된 모든 중요한 사항을 간단히 살펴보십시오.
ky: inCruises бизнесиңизге байланыштуу бардык маанилүү нерселерге тез көз чаптырыңыз.
lv: Ātri apskati visu svarīgo, kas attiecas uz jūsu inCruises biznesu.
mn: InCruises бизнестэй холбоотой бүх чухал мэдээллүүдийг үзэх.
pt: Dê uma olhada rápida em tudo que é importante relacionado aos seus negócios inCruises.
ro: Aruncă o privire rapidă peste tot ce este important legat de afacerea ta inCruises.
ru: Кратко обо всем важном, что относится к Вашему бизнесу с inCruises.
uk: Окиньте швидким поглядом все важливе, що стосується вашого бізнесу inCruises.
uz: inCruises бизнесингизга оид барча муҳим нарсаларни кўриб чиқинг.
zh: 快速瀏覽一下與您的inCruise業務相關的所有重要事項。

source: Take Course
ca: Fer el Curs
de: Einen Kurs absolvieren
es: Realizar el Curso
fr: Suivre cours
it: Fai il corso
ja: 受講する
kk: Курсты Өту
ko: 기초교육과정 수강
ky: Курстан өт
lv: Uzņem kursu
mn: Видеог үзэх
pt: Faça o curso
ro: Completează acest curs
ru: Пройти Курс
uk: Пройти Курс
uz: Курсдан ўтиш
zh: 參加課程

source: Take inCruises wherever you go with our new Progressive Web Application (PWA)
ca: Porta inCruises allà on vagis amb la nostra nova Aplicació Web Progressiva (PWA)
de: Nehmen Sie inCruises mit unserer neuen Progressive Web Application (PWA) überall hin mit
es: Lleva a inCruises dondequiera que vayas con nuestra nueva Aplicación Web Progresiva (PWA, por sus siglas en inglés)
fr: Prenez inCruises où que vous alliez avec notre nouvelle application Web Progressive (PWA)
it: Porta inCruises ovunque tu vada con la nostra nuova Applicazione Web Progressiva (PWA)
ja: 新しいプログレッシブ・ウェブ・アプリケーション（PWA）でinCruisesをどこでも
kk: Жаңа Progressive Web App (PWA) арқылы қайда барсаңыз да, inCruises-ті өзіңізбен бірге алыңыз
ko: 새로운 PWA(Progressive Web Application)로 어디서든지 inCruises를 이용할 수 있습니다
ky: Жаңы Прогрессивдүү Веб Тиркемеси (PWA) менен кайда барбаңыз, inCruises'ти өзүңүз менен алып кетиңиз.
lv: InCruises vienmēr, kad izmantojat mūsu jauno progresīvo Web lietojumprogrammu (PWA)
mn: Манай шинэ Прогрессив Вэб Програм (PWA) таныг хаана ч явсан inCruises-тэй хамт байлгах болно.
pt: Faça inCruises onde quer que vá com nosso novo Progressive Web Application (PWA)
ro: Ia inCruises oriunde ai merge cu noua noastră aplicație web progresivă (PWA)
ru: Берите inCruises с собой, куда бы вы ни отправились, благодаря нашему новому Прогресивному Веб-Приложению (PWA)
uk: Беріть inCruises з собою, куди б ви не вирушили, завдяки нашому новому Прогресивному Веб-Додатку (PWA)
uz: Янги Progressive Web Application (PWA) билан қаерга борсангиз ҳам inCruises ни ўзингиз билан олиб кетинг
zh: 使用我们全新的渐进式 Web 应用程序 (PWA)，随时随地享受邮轮之旅
