Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Membership Video
ca: Vídeo de Membresia
es: Video de Membresía
fr: Vidéo d'Adhésion
it: Video sulla Membership
ja: メンバーシップ動画
kk: Мүшелік бағдарламасы туралы бейне
pt: Vídeo Sobre a Assinatura
ro: Videoclipul despre Abonament
uk: Членське відео
uz: Аъзоликка оид видео
zh: 会员视频

source: Membership, I have sailed on
ca: Membresia, he navegat en
de: Mitgliedschaft, ich bin weitergesegelt
es: Membresía, he navegado en
fr: Adhésion, j'ai navigué sur
it: Membership, ho navigato su
ja: メンバーシップのおかげで、私は
kk: Мүшелік, мен бардым
ko: 멤버십 덕분에, 저는 지금까지
ky: Мүчөлүк аркылуу төмөндөгү кеме менен барып келдим
lv: Biedru Dalība. Esmu devies
mn: -ийн Гишүүнчлэлийг ашиглан далайн аялалаар
pt: Assinatura, eu naveguei
ro: Ca membru, am navigat pe
ru: Членству, я побывал(-а) в
uk: Членству, я побував(-ла) в
uz: Аъзолиги орқали мен
zh: 会员身份，我已扬帆起航

source: Membership:
ca: Membres:
de: Mitgliedschaft:
es: Membresía:
fr: Adhésion :
ja: メンバーシップ：
kk: Мүшелік:
ko: 멤버십:
ky: Мүчөлүк:
lv: Partnerība:
mn: Гишүүнчлэл:
pt: Assinatura:
ro: Membru:
ru: Членство:
uk: Членство:
uz: Аъзолик:
zh: 會員：

source: Memberships include more benefits than shown here.
fr: Les Adhésions incluent plus d'avantages que ceux indiqués ici.
it: I diversi piani di Membership includono più vantaggi di quelli mostrati qui.
kk: Мүшелік бағдарламасына бұл жерде көрсетілгеннен де көп артықшылықтар енеді.
pt: As Associações incluem mais benefícios do que os apresentados aqui.
uk: Програма Членства в Клубі включає більше переваг, ніж показано тут.
zh: 会员资格包含的权益不仅限于此。

source: Menu Page
ca: Pàgina del menú
de: Menü Seite
es: Página de Menu
fr: Page de Menu
it: Pagina del menu
ja: メニューページ
kk: Мәзір беті
ko: 메뉴 페이지
ky: Меню баракчасы
lv: Izvēļņu lapa
mn: Үндсэн Цэс
pt: Página de menu
ro: Pagina de Meniu
ru: Страница Меню
uk: Сторінка Меню
uz: Меню саҳифаси
zh: 菜單頁面

source: Mercy Ships Fundraiser
ca: Recaptació de Fons de Mercy Ships
es: Recaudación de Fondos de Mercy Ships
fr: Collecte de fonds Mercy Ships
it: Raccolta fondi per Mercy Ships
ja: Mercy Shipsへの寄付活動
kk: Mercy Ships үшін қаражат жинау
ky: Mercy Ships Кайрымдуулук кампаниясы
lv: Mercy Ships Finansētājs
mn: Mercy Ships хөлгийн хандивын аян
pt: Arrecadação de fundos para a Mercy Ships
ro: Strângere de fonduri Mercy Ships
ru: Благотворительная кампания для Mercy Ships
uk: Благодійна кампанія для Mercy Ships
uz: Mercy Ships Хайрия тадбири
zh: Mercy Ships 筹款活动

source: Mercy Ships Has Its Own Page!
fr: Mercy Ships A Sa Propre Page !
it: Mercy Ships ha una sua pagina dedicata!

source: Mercy Ships is now a dedicated page. The redesigned experience makes donating easier and more engaging while highlighting our partnership to support life-changing healthcare.
fr: Mercy Ships dispose désormais d'une page dédiée. L'interface repensée facilite et rend plus attrayante la procédure de don, tout en mettant en avant notre partenariat pour soutenir des soins de santé qui changent des vies.
it: Mercy Ships ha ora una pagina dedicata. L'esperienza riprogettata rende la donazione più semplice e coinvolgente, sottolineando al contempo la nostra partnership a sostegno di un'assistenza sanitaria che cambia la vita.

source: Mercy Ships operates floating hospitals that bring critical medical care to vulnerable populations worldwide. Since partnering in 2021, the inCruises family has proudly raised $1,477,106.58 USD to support their life-changing efforts.
ca: Mercy Ships opera hospitals flotants que porten atenció mèdica vital a poblacions vulnerables d’arreu del món. Des que vam establir el Programa de Socis el 2021, la família inCruises ha recaptat amb orgull 1.477.106,58 dòlars per donar suport als seus esforços que canvien vides.
fr: Mercy Ships exploite des hôpitaux flottants qui fournissent des soins médicaux essentiels aux populations vulnérables du monde entier. Depuis le partenariat en 2021, la famille inCruises a fièrement collecté 1 477 106,58 USD pour assister leurs efforts de changement de vie.
it: Mercy Ships gestisce ospedali galleggianti che portano cure mediche essenziali a popolazioni vulnerabili in tutto il mondo. Dalla partnership avviata nel 2021, la famiglia inCruises ha raccolto con orgoglio 1.477.106,58 dollari per sostenere il loro lavoro che cambia la vita delle persone.
ja: Mercy Shipsは世界中の支援を必要とする人々に重要な医療を届ける病院船を運営しています。2021年にパートナーシップを結んで以来、inCruisesファミリーは彼らの人生を変える活動を支援するために$1,477,106.58 USDを集めました。誇りに思います。
kk: Mercy Ships – бұл бүкіл әлем бойынша осал топтарға маңызды медициналық көмек көрсететін теңіздегі жылжымалы ауруханалар болып табылады. 2021 жылдан бастап серіктестік орнатқаннан бері, inCruises қауымдастығы олардың өмірді өзгертетін қызметін қолдау үшін мақтанышпен $ $1,477,106.58 АҚШ долларын жинады.
pt: A Mercy Ships opera hospitais flutuantes que levam cuidados médicos essenciais a populações vulneráveis em todo o mundo. Desde a parceria em 2021, a família inCruises orgulhosamente arrecadou US$ 1.477.106,58 para apoiar seus esforços de transformar vidas.
ro: Mercy Ships operează spitale plutitoare care oferă îngrijiri medicale critice populațiilor vulnerabile din întreaga lume. De la parteneriatul din 2021, familia inCruises a strâns cu mândrie 1.477.106,58$ pentru a sprijini eforturile lor de a schimba viețile oamenilor.
uk: Mercy Ships експлуатує плавучі шпиталі, які надають життєво важливу медичну допомогу вразливим категоріям населення по всьому світу. З моменту початку співпраці у 2021 році сім'я inCruises з гордістю зібрала $1,477,106.58 USD для підтримки їхньої діяльності, що змінює життя людей.
uz: Mercy Ships бутун дунё бўйича эҳтиёжманд инсонларга шошилинч тиббий ёрдам кўрсатувчи шифохона-кемадир. 2021 йилда ҳамкорлик бошланганидан бери, inCruises оиласи уларнинг ҳаётларни яхшилаш бўйича ҳаракатини қўллаб-қувватлаш учун 1,477,106.58 АҚШ$ хайрия қилди.
zh: Mercy Ships运营着漂浮医院，为全球弱势群体提供关键的医疗服务。自2021年开始合作以来，inCruises 家庭已自豪地筹集了1,477,106.58美元，用于支持他们改变生命的努力。

source: Mercy Ships provides critical medical care to undeserved regions.
ca: Mercy Ships proporciona atenció mèdica crítica a regions desfavorides.
de: Mercy Ships bietet lebenswichtige medizinische Versorgung in unterversorgten Regionen.
es: Mercy Ships brinda atención médica vital a regiones desatendidas.
fr: Mercy Ships fournit des soins médicaux essentiels aux régions mal desservies.
it: Mercy Ships fornisce cure mediche essenziali a regioni svantaggiate.
ja: Mercy Shipsは、医療が十分に行き届いていない地域に対して、重要な医療ケアを提供しています。
kk: Mercy Ships бұл қолдауы жеткіліксіз аймақтарға маңызды медициналық көмек көрсететін ұйым.
ky: Mercy Ships медициналык тейлөөдөн жетишсиз калган аймактарга зарыл болгон медициналык жардам көрсөтөт.
lv: Mercy Ships sniedz nepieciešamo medicīnisko aprūpi nepietiekami nodrošinātiem reģioniem.
mn: Mercy Ships хөлөг нь эмнэлэгийн сайн тусламж үйлчилгээ хүрч чаддаггүй бүс нутагт эмнэлгийн чухал тусламж үзүүлдэг.
pt: A Mercy Ships fornece cuidados médicos essenciais a regiões carentes.
ro: Mercy Ships oferă asistență medicală critică regiunilor defavorizate.
ru: Mercy Ships оказывает важнейшую медицинскую помощь в малообеспеченных регионах.
uk: Mercy Ships надають життєво важливу медичну допомогу в малозабезпечених регіонах.
uz: Mercy Ships кам таъминланган ҳудудларга шошилинч тиббий хизмат кўрсатади.
zh: Mercy Ships为医疗资源匮乏地区提供关键医疗服务。

source: Merged
ca: Unificat
de: Zusammengeführt
es: Unificado
fr: Fusionné
it: Unito
ja: 統合されました
kk: Біріктірілді
ko: 합병
ky: Бириктирилди
lv: Sapludināts
mn: Нэгтгэсэн
pt: Mesclado
ro: Îmbinat
ru: Объединено
uk: Об'єднано
uz: Бирлаштирилди
zh: 合并

source: Message must be less than 500 characters
ca: El missatge ha de contenir almenys 500 caràcters
de: Die Nachricht muss weniger als 500 Zeichen umfassen
es: El mensaje debe contener por lo menos 500 caracteres
fr: Le message doit comporter moins de 500 caractères
it: Il messaggio deve essere inferiore a 500 caratteri
ja: メッセージは500文字以内でなければなりません
kk: Хабарлама 500 таңбадан аз болуы керек
ko: 메시지는 500자 미만이어야 합니다
ky: Билдирүү 500 белгиден аз болушу керек
lv: Ziņojumam jābūt mazākam par 500 rakstzīmēm
mn: Бичвэр 500 тэмдэгтээс цөөн байх ёстой
pt: A mensagem deve ter menos de 500 caracteres
ro: Mesajul trebuie să aibă mai puțin de 500 de caractere
ru: Сообщение должно быть короче 500 символов
uk: Повідомлення має містити менше 500 символів
uz: Хабар ҳажми 500 та белгидан кам бўлиши шарт
zh: 消息必须少于 500 个字符

source: Message Preview
ca: Vista Prèvia de Missatge
de: Nachrichten-Vorschau
es: Vista Previa de Mensaje
fr: Aperçu du message
it: Anteprima messaggio
ja: メッセージのプレビュー
kk: Хабарламаны алдын ала қарау
ko: 메시지 미리보기
ky: Билдирүүнү алдын ала көрүү
lv: Ziņojuma priekšskatījums
mn: Бичвэрийг харах
pt: Visualização da mensagem
ro: Previzualizare mesaj
ru: Предпросмотр сообщения
uk: Попередній перегляд повідомлення
uz: Хабарларни кўздан кечириш
zh: 消息预览

source: Message sent successfully
ca: Missatge enviat correctament
de: Nachricht erfolgreich gesendet
es: Mensaje enviado correctamente
fr: Message envoyé avec succès
it: Messaggio inviato con successo
ja: メッセージが正常に送信されました
kk: Хабарлама сәтті жіберілді
ky: Билдирүү ийгиликтүү жөнөтүлдү
lv: Ziņojums sekmīgi nosūtīts
mn: Амжилттай илгээгдлээ
pt: Mensagem enviada com sucesso
ro: Mesaj trimis cu succes
ru: Сообщение отправлено успешно
uk: Повідомлення успішно надіслано
uz: Хабарлар муваффақиятли жўнатилди
zh: 消息发送成功

source: Mexican Peso (MXN)
fr: Peso Mexicain (MXN)
it: Peso messicano (MXN)
kk: Мексика песосы (MXN)
pt: Peso Mexicano (MXN)
uk: Мексиканське песо (MXN)
uz: Мексика песоси (MXN)
zh: 墨西哥比索 (MXN)

source: Mexico
ca: Mèxic
de: Mexiko
es: México
fr: Mexique
it: Messico
ja: メキシコ
kk: Мексика
ko: 멕시코
ky: Мексика
lv: Meksika
mn: Мексик
pt: México
ro: Mexic
ru: Мексика
uk: Мексика
uz: Мексика
zh: 墨西哥

source: Miami Area - FL
ca: Àrea de Miami - FL
de: Region Miami - FL
es: Área de Miami, Florida
fr: Secteur de Miami - Florida
it: Area di Miami - FL
ja: マイアミ周辺 - フロリダ州
kk: Майами аймағы - Флорида
ko: 마이애미 지역 - 플로리다
ky: Майами аймагы - Флорида
lv: Maiami Rajons - FL
mn: Миами - Флорида
pt: Região de Miami, FL
ro: Zona Miami, FL
ru: Район Майами - Флорида
uk: Маямі, штат Флорида
uz: Майами ҳудуди - Флорида
zh: 迈阿密地区 - FL

source: Michael "Hutch" Hutchison - Co-Founder and Co-CEO
ca: Michael "Hutch" Hutchison - Cofundador i Codirector General
de: Michael "Hutch" Hutchison - Mitbegründer und Co-CEO
es: Michael "Hutch" Hutchison - Co-Fundador y Co-Director General
fr: Michael "Hutch" Hutchison - Co-Fondateur et Co-CEO
it: Michael "Hutch" Hutchison - Co-Fondatore e Co-CEO
ja: マイケル・"ハッチ"・ハッチソン- 共同創設者 ＆ 共同CEO
kk: Майкл "Хатч" Хатчисон - Негізін Қалаушы және Атқарушы Бас Директор
ko: 마이클 "허치" 허치슨 - 공동 창립자 및 공동 CEO
ky: Майкл "Хатч" Хатчисон - Орток Негиздөөчү жана Орток Башкы Директор
lv: Michael "Hutch" Hutchison -Līdzdibinātājs un Izpilddirektors
mn: Майкл "Хач" Хачисон - Хамтран-Үүсгэн байгуулагч, Ерөнхий Захирал
pt: Michael "Hutch" Hutchison - Cofundador e CoCEO
ro: Michael „Hutch" Hutchison - Co-Fondator și Co-CEO
ru: Майкл Хатчисон - Сооснователь и Генеральный Содиректор
uk: Майкл «Хатч» Хатчісон - Співзасновник та Співголовний Виконавчий Директор
uz: Майкл "Хатч" Хатчисон - Ҳаммуассис ва Бош Ижрочи ҳамдиректор
zh: Michael "Hutch" Hutchison - 联合创始人兼联合首席执行官

source: Michael “Hutch” Hutchison on
ca: Michael Hutchison a
es: Michael “Hutch” Hutchison en
fr: Michael Hutchison sur
it: Michael “Hutch” Hutchison a
ja: マイケル・「ハッチ」・ハッチソンの
kk: Майкл "Хатч" Хатчинсон
ky: Майкл "Хатч" Хатчисон төмөнкүлөр тууралуу
lv: Michael “Hutch” Hutchison par
mn: Майкл "Хач" Хачисон
pt: Michael “Hutch” Hutchison em
ro: Michael Hutchison despre
ru: Майкл Хатчинсон в
uk: Майкл Хатчісон в
uz: Майкл "Хатч" Хатчисон
zh: Michael Hutchison在

source: Michael Hutchison - Co-Founder & CEO
ca: Michael Hutchison - Cofundador i CEO
es: Michael Hutchison - Co-Fundador y Director General
fr: Michael "Hutch" Hutchison - Co-Fondateur et PDG
it: Michael Hutchison - Co-Fondatore e Co-CEO
ja: マイケル ハッチソン- 共同創設者 ＆ CEO
kk: Майкл Хатчисон – Тең құрылтайшы және Бас атқарушы директор (CEO)
pt: Michael Hutchison - Cofundador e CEO
ro: Michael Hutchison - Co-Fondator & CEO
ru: Майкл Хатчисон — Сооснователь и Генеральный Директор
uk: Майкл Хатчісон - Співзасновник і Генеральний Директор
uz: Майкл Хатчисон - Ҳаммуассис ва БИД
zh: Michael Hutchison - 联合创始人兼首席执行官

source: Min amount in dollars is $5.
fr: Montant minimum en dollars est de 5 $.
it: L'importo minimo in dollari è di 5 $.
pt: Valor mínimo é de U$5 dólares.
uk: Мінімальна сума в доларах — $5.

source: Min amount in dollars is 5.
fr: Montant minimum en dollars est de 5 $.
it: L'importo minimo in dollari è 5.
pt: Valor mínimo é de 5 doláres.
uk: Мінімальна сума в доларах — 5.

source: Min Lead Time
ca: Termini mínim de lliurament
de: Manimale Vorlaufzeit
es: Tiempo mínimo de entrega
fr: Délai de livraison minimum
it: Tempo minimo prima della partenza
ja: 出航までの最低期間
kk: Ең аз орындалу уақыты
ko: 최소 리드 타임
ky: Минималдуу жеткирүү убактысы
lv: Min Klienta laiks
mn: Захиалах хамгийн бага хугацаа
pt: Tempo mínimo de entrega
ro: Timp minim de livrare
ru: Минимальное время поставки
uk: Мінімальний час постачання лайнера
uz: Минимал бажариш вақти
zh: 最短交货时间

source: Min Price
ca: Preu mínim
de: Min Preis
es: Precio mínimo
fr: Prix minimum
it: Prezzo minimo
ja: 最低価格
kk: Минималдық бағасы
ky: Минималдык баа
lv: Min cena
mn: Хамгийн бага үнэ
pt: Preço mínimo
ro: Preţ minim
ru: Минимальная цена
uk: Мінімальна ціна
uz: Минимал нарх
zh: 最低价格

source: Minimum Basket Price
ca: Preu mínim de la cistella
de: Mindestwarenkorbwert
es: Precio Mínimo de la Cesta
fr: Prix Minimum du Panier
it: Importo minimo del carrello
ja: 最低バスケット価格
kk: Минималды Себет Бағасы
ky: Минималдуу себет баасы
lv: Minimālā Groza cena
mn: Хамгийн бага сагсны үнэ
pt: Preço Mínimo da Cesta
ro: Prețul minim de coș
ru: Минимальная стоимость корзины
uk: Мінімальна вартість кошика
uz: Саватдаги минимал нарх
zh: 最低购物篮价格

source: Minimum basket price is required
ca: Es requereix un preu mínim de la cistella
de: Mindestwarenkorbwert
es: Se requiere un precio mínimo de la cesta
fr: Prix minimum du panier est requis
it: È necessario raggiungere un importo minimo nel carrello
ja: 最低バスケット価格の入力が必要です
kk: Себеттің ең төменгі бағасы қажет
ky: Минималдуу себет баасы талап кылынат!
lv: Nepieciešama minimālā groza cena
mn: Хамгийн бага сагсны үнийг бичнэ үү
pt: É necessário um preço mínimo de cesta
ro: Este necesar prețul minim de coș
ru: Минимальная стоимость корзины обязательна
uk: Обов'язкова мінімальна вартість кошика
uz: Саватдаги минимал нарх талаб этилади
zh: 需要最低购物篮价格

source: Minimum Earned Bonus Amount
ca: Quantitat mínima de la Bonificació Obtinguda
de: Verdienter Mindestbonusbetrag
es: Monto mínimo ganado del Bono
fr: Montant minimum du bonus acquis
it: Importo minimo del bonus maturato
ja: 獲得したボーナスの最低金額
kk: Табылған бонустың ең аз сомасы
ky: Ыйгарылган Бонустун Минималдуу Суммасы
lv: Minimālā Nopelnītā Bonusa summa
mn: Хамгийн бага урамшууллын дүн
pt: Valor mínimo de bônus ganho
ro: Suma minimă a bonusului câștigat
ru: Минимальная сумма заработанного бонуса
uk: Мінімальна сума заробленого бонусу
uz: Минимал ишлаб топилган Бонус суммаси
zh: 最低已获奖金金额

source: Minimum price cannot be greater than maximum price
ca: El preu mínim no pot ser superior al preu màxim
de: Der Mindestpreis kann nicht höher sein als der Höchstpreis
es: El precio mínimo no puede ser mayor al precio máximo
fr: Le prix minimum ne peut être supérieur au prix maximum
it: Il prezzo minimo non può essere superiore al prezzo massimo
ja: 最低価格が最高価格を上回ることはできません
kk: Ең төменгі баға максималды бағадан жоғары болмауы керек
ky: Минималдык баа максималдык баадан жогору болушу мүмкүн эмес
lv: Minimālā cena nevar būt lielāka par maksimālo cenu
mn: Хамгийн бага үнэ нь дээд үнээс их байж болохгүй
pt: O preço mínimo não pode ser superior ao preço máximo
ro: Prețul minim nu poate fi mai mare decât prețul maxim
ru: Минимальная цена не может быть больше максимальной
uk: Мінімальна ціна не може перевищувати максимальну ціну
uz: Минимал нарх максимал нархдан катта бўлиши мумкин эмас
zh: 最低价格不能高于最高价格

source: Minimun of participants is 2.
ca: El mínim de participants és de 2.
de: Die Mindestteilnehmerzahl beträgt 2.
es: El mínimo de participantes es de 2.
fr: Le nombre minimum de participants est de 2.
it: Il numero minimo di partecipanti è 2.
ja: 最低参加者数は2人です。
kk: Қатысушылардың ең аз саны – 2.
ko: 최소 참가자는 2명입니다.
ky: Минималдуу катышуучу саны 2.
lv: Dalībnieku minimuns ir 2.
mn: Хамгийн багадаа 2 оролцогч байх ёстой.
pt: O mínimo de participantes é 2.
ro: Numărul minim de participanți este de 2.
ru: Минимальное количество участников - 2.
uk: Мінімальна кількість учасників – 2.
uz: Минимум иштирокчилар: 2.
zh: 最少参加人数为 2 人。

source: Missing required parameters: title, body, and account_ids array
fr: Paramètres obligatoires manquants : titre, corps et tableau account_ids
it: Parametri obbligatori mancanti: titolo, corpo e array account_ids

source: Missing Sales - InCruises
ca: Vendes pendents - InCruises
de: Fehlende Umsätze - InCruises
es: Ventas faltantes - InCruises
fr: Ventes manquantes - InCruises
it: Vendite mancanti - InCruises
ja: 未計上の売上 - InCruises
kk: Жетіспейтін сатылымдар - InCruises
ko: 판매 누락 - InCruises
ky: Өткөрүлүп жиберилген сатуулар - inCruises
lv: Trūkst Apgrozījuma - InCruises
mn: Дутуу борлуулалт: Incruises
pt: Vendas perdidas - InCruises
ro: Vânzări lipsă - inCruises
ru: Пропущенные продажи - InCruises
uk: Пропущені продажі - InCruises
uz: Ўтказиб юборилган сотишлар - InCruises
zh: 销售缺失 - InCruises

source: MIXOLOGY DEMO/CLASS
ca: DEMOSTRACIÓ/CLASSE DE COCTELERIA
de: MIXOLOGIE-DEMO/KURS
es: CLASE/DEMOSTRACIÓN DE MIXOLOGÍA
fr: DÉMO/CLASSE DE MIXOLOGIE
it: DEMO/LEZIONE DI MIXOLOGIA
ja: ミクソロジー・デモ／クラス
kk: МИКСОЛОГИЯ ДЕМО САБАҒЫН КӨРІҢІЗ
ko: 칵테일 데모/수업
ky: МИКСОЛОГИЯНЫН СЫНАП БАЙКООЧУ САБАГЫ
lv: MIKOLOĢIJAS DEMONSTRĀCIJA/KLASE
mn: УНДАА НАЙРУУЛАХ СУРГАЛТ
pt: DEMONSTRAÇÃO/AULA DE MIXOLOGIA
ro: DEMO/CLASA DE MIXOLOGIE
ru: ПРОБНЫЙ УРОК МИКСОЛОГИИ
uk: ПРОБНИЙ УРОК МІКСОЛОГІЇ
uz: МИКСОЛОГИЯ НАМОЙИШИ/МАШҒУЛОТ
zh: 调酒演示/课程

source: Mobile App Reminder
ca: Recordatori d'aplicacions mòbils
de: Mobile Apps Erinnerung
es: Recordatorio para App Móvil
fr: Rappel d'application mobile
it: Promemoria per le App mobili
ja: モバイルアプリのリマインダー
kk: Мобильді Қосымша туралы Еске Салу
ko: 모바일 앱 알리미
ky: Мобилдик колдонмо тууралуу эскертме
lv: Mobilo lietojumprogrammu atgādinājums
mn: Гар утасны Апп Сануулагч
pt: Lembrete de aplicativo móvel
ro: Memento pe aplicaţia de pe telefonul mobil
ru: Напоминание о Мобильном Приложении
uk: Нагадування про Мобільний Додаток
uz: Мобил иловаларга оид эслатма
zh: 移動應用提醒

source: Mobile Apps
ca: Aplicacions Mòbils
es: Apps para Móviles
fr: Applications mobiles
it: App per cellulare
ja: モバイルアプリ
kk: Мобильді телефонға арналған Қосымша
ko: 모바일 앱
ky: Мобилдик Колдонмолор
lv: Mobilās aplikācijas
mn: Гар утасны Аппууд
pt: Aplicativos móveis
ro: Aplicaţii pe telefon mobil
ru: Приложения для Мобильного Телефона
uk: Мобільні Додатки
uz: Мобил иловалар
zh: 移動應用

source: Mobile Phone
ca: Telèfon mòbil
de: Mobiltelefon
es: Teléfono Móvil
fr: Téléphone portable
it: Telefono cellulare
ja: 携帯電話
kk: Модильді Телефон
ko: 휴대 전화
ky: Мобилдик телефон
lv: Mobīlais telefons
mn: Гар утасны дугаар
pt: Celular
ro: Telefon mobil
ru: Мобильный Телефон
uk: Мобільний Телефон
uz: Мобил телефон
zh: 移動電話

source: Mobile phone copied to clipboard
fr: Téléphone portable copié dans le presse-papiers
it: Cellulare copiato negli appunti
kk: Ұялы телефон нөмірі алмасу буферіне көшірілді
pt: Celular copiado para a área de transferência
ro: Telefon mobil copiat în clipboard
uk: Мобільний телефон скопійовано в буфер обміну
uz: Буферга мобил телефондан нусха олинди
zh: 手机号码已复制到剪贴板

source: Mobile Phone is required.
ca: El telèfon mòbil és obligatori.
de: Handynummer ist erforderlich.
es: Se requiere Teléfono Móvil
fr: Téléphone portable requis.
it: Il numero di cellulare è obbligatorio.
ja: 携帯電話が求められています。
kk: Мобильді телефоныңызды жазыңыз.
ko: 휴대전화번호가 필요합니다.
ky: Мобилдик Телефон Номериңизди жазыңыз.
lv: Mobīlais telefons ir pieprasīts.
mn: Гар утасны дугаараа бичнэ үү.
pt: O celular é necessário.
ro: Este necesar numărul de mobil.
ru: Укажите Мобильный Телефон.
uk: Потрібно вказати Мобільний Телефон.
uz: Мобил телефон талаб этилади.
zh: 移動電話是必需的。

source: Mobile phone not available
fr: Téléphone mobile indisponible
it: Cellulare non disponibile

source: Mobile Ticket
ca: Tiquet pel mòbil
de: Mobiles Ticket
es: Ticket para móvil
fr: Billet mobile
it: Biglietto su cellulare
ja: モバイルチケット
kk: Мобильді Билет
ky: Мобилдик Билет
lv: Mobīlā Biļete
mn: Онлайн тасалбар
pt: Ticket para celular
ro: Bilet mobil
ru: Мобильный билет
uk: Електронний Квиток
uz: Мобиль чипта
zh: 移动票据

source: Modified Date (UTC)
ca: Data de Modificació (UTC)
de: Geändertes Datum (UTC)
es: Fecha Modificada (UTC)
fr: Date de modification (UTC)
it: Data di modifica (UTC)
ja: 更新日（UTC）
kk: Өзгертілген күн (UTC)
ky: Өзгөртүлгөн күнү(UTC)
lv: Modificēšanas datums (UTC)
mn: Өөрчлөгдсөн огноо (UTC)
pt: Data de modificação (UTC)
ro: Data modificării (UTC)
ru: Дата изменения (UTC)
uk: Дата зміни (UTC)
uz: Ўзгартирилган сана (UTC)
zh: 修改后日期（UTC）

source: Modified Date UTC
ca: Data de Modificació UTC
de: Geändertes Datum UTC
es: Fecha Modificada UTC
fr: Date de modification UTC
it: Data di modifica UTC
ja: 更新日 UTC
kk: Өзгертілген күн UTC
ky: Өзгөртүлгөн күнү UTC
lv: Modificēšanas datums UTC
mn: Өөрчлөгдсөн огноо UTC
pt: Data de modificação UTC
ro: Data modificării UTC
ru: Дата изменения UTC
uk: Дата зміни UTC
uz: Ўзгартирилган сана (UTC)
zh: 修改后日期UTC

source: Mongolian
ca: Mongol
de: Mongolisch
es: Mongol
fr: Mongol
it: Mongolo
ja: モンゴル語
kk: Моңғол тілі
ko: 몽골어
ky: Монголчо
lv: Mongoļu
mn: Монгол хэл
pt: Mongol
ro: Mongol
ru: Монгольский
uk: Монгольський
uz: Мўғул тили
zh: 蒙古人

source: Monitor and manage all your referral invitations and their statuses.
ca: Supervisa i gestiona totes les teves invitacions de referència i els seus estats.
de: Überwachen und verwalten Sie alle Ihre Empfehlungseinladungen und deren Status.
es: Monitorea y administra tus invitaciones de referencia y su estado actual.
fr: Surveillez et gérez toutes vos invitations de parrainage et leurs statuts.
it: Monitora e gestisci tutti gli inviti del tuo referral e relativo stato.
ja: すべてのご紹介招待メッセージとそのステータスを監視および管理します。
kk: Барлық жолдама шақыруларыңызды және олардың күйлерін қадағалаңыз және басқарыңыз.
ky: Бардык чакыруу сунуштарыңызды жана алардын абалдарын көзөмөлдөңүз жана башкаруу.
lv: Pārraudzīt un pārvaldīt visus savus nosūtījumu uzaicinājumus un to statusus.
mn: Өөрийн бүх элсүүлэх урилга болон статусыг нь харах.
pt: Monitore e gerencie todos os seus convites de indicação e seus status.
ro: Monitorizați și gestionați toate invitațiile de recomandare și starea acestora.
ru: Следите и управляйте всеми своими реферальными приглашениями и их статусами.
uk: Слідкуйте та керуйте всіма своїми реферальними запрошеннями та їхніми статусами.
uz: Барча реферал таклифларингиз ва уларнинг мақомларини кузатинг ва бошқаринг.
zh: 监控和管理所有您的推荐邀请及其状态。

source: month
ca: mes
de: Monat
es: mes
fr: mois
it: mese
ja: 月
kk: ай
ky: ай
lv: mēnesis
mn: сар
pt: mês
ro: luna
ru: месяц
uk: місяць
uz: ой
zh: 月

source: Month
ca: Mes
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
kk: Ай
ko: 월
ky: Ай
lv: Mēnesis
mn: Сар
pt: Mês
ro: Luna
ru: Месяц
uk: Місяць
uz: Ой
zh: 月

source: Month to Date
ca: Mes a la data
de: Monat bis Datum
es: Mes Hasta La Fecha
fr: Le mois courant
it: Dall'inizio del mese ad oggi
ja: その月の累計
kk: Айына дейін
ko: 당월 합계
ky: Күнгө чейин ай
lv: Līdz mēneša datumam
mn: Сарын эхнээс өнөөдрийг хүртэл
pt: Do início do mês até hoje
ro: Luna până la Data
ru: Месяц До Даты
uk: Місяць до Дати
uz: Ой бошидан буён
zh: 月累計
