Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: PARTNER agrees that the geographic scope of the restrictions set forth in Sections 4.c and 4.d shall apply to: a) any country in which inGroup International is operating or conducting business during the term of this Addendum; b) any country in which inGroup International is operating or conducting business within the one (1) year period following the termination of this Addendum; and c) any country that inGroup International has announced that it intends to operate or conduct business in during the term of this Addendum or within a one (1) year period following the termination of this Addendum.
ca: EL SOCI acorda que l'abast geogràfic de les restriccions establertes a les Seccions 4.c i 4.d s'aplicarà a: a) qualsevol país en què inGroup International estigui operant o realitzant negocis durant el període d'aquest Annex; b) qualsevol país en què inGroup International estigui operant o realitzant negocis en el període d'un (1) any després de la finalització d'aquest annex; i c) qualsevol país que inGroup International hagi anunciat que tingués intenció d'operar o dur a terme negocis durant el termini d'aquest Annex o en un període d'un (1) any després de la finalització d'aquest Annex.
de: Der PARTNER stimmt zu, dass der geografische Geltungsbereich der in den Abschnitten 4.c und 4 dargelegten Beschränkungen gilt für: a) jedes Land, in dem inGroup International während der Laufzeit dieses Addendums tätig ist oder Geschäfte tätigt; b) jedes Land, in dem inGroup International innerhalb eines (1) Jahres nach Beendigung dieses Addendums tätig ist oder Geschäfte tätigt; und c) jedes Land, das inGroup International angekündigt hat, dass es beabsichtigt, während der Laufzeit dieses Addendums oder innerhalb eines (1) Jahres nach Beendigung dieses Addendums Geschäfte zu tätigen oder durchzuführen.
es: El SOCIO acuerda que el alcance geográfico de las restricciones establecidas en las Secciones 4.c y 4.d se aplicará a: a) cualquier país en el que inGroup International esté operando o realizando negocios durante el plazo de este Anexo; b) cualquier país en el que inGroup International esté operando o realizando negocios dentro del período de un (1) año posterior a la terminación de este Anexo; y c) cualquier país que inGroup International haya anunciado que tiene la intención de operar o realizar negocios durante el término de este Anexo o dentro de un período de un (1) año posterior a la terminación de este Anexo.
fr: Le PARTENAIRE convient que la portée géographique des restrictions énoncées dans Sections 4.c et 4.d s’applique à : a) à tout pays dans lequel inGroup International est exploiter ou mener une affaire pendant la durée du terme de cet addendum ; b) tout pays dans lequel inGroup International est exploiter ou mener une affaire dans un délai d'une période d'un (1) an suivant la résiliation de cet addendum ; et c) tout pays qu'inGroup International a annoncé que son intention d'exploiter ou de mener une affaire durant le terme de cet addendum ou dans un délai d'une période d'un (1) an suivant la résiliation de cet addendum.
it: Il PARTNER concorda che l'area geografica delle restrizioni stabilite nelle sezioni 4.c e 4.d si applica a: a) qualsiasi paese in cui inGroup International opera o conduce affari durante la durata del presente Addendum; b) qualsiasi paese in cui inGroup International stia operando o conduce affari nel periodo di un (1) anno successivo alla risoluzione del presente Addendum; e c) qualsiasi paese in cui inGroup International abbia annunciato che intende operare o condurre affari durante il periodo di validità del presente Addendum o entro un (1) anno dalla sua scadenza.
ja: パートナーは、セクション4.cおよび4.dに規定されている制限の地理的範囲が以下に適用されることに同意します。a）本補遺の期間中にinGroup Internationalが営業または事業を行っている国。 b）本補遺の終了後1年以内にinGroup Internationalが営業または事業を行っている国。 c）本補遺の期間中、または本補遺の終了後1年以内に、inGroup Internationalが事業または事業を行うことを意図していると発表した国。
kk: СЕРІКТЕС 4.c және 4.d бөлімдерінде көрсетілген географиялық шектеулердің ауқымы қолданылатындығына келіседі: а)inGroup International осы қосымшаның қолдану мерзімі ішінде кез келген елде жұмыс атқарып немесе бизнес жүргізеді; b)inGroup International осы қосымша тоқтатылғаннан кейін бір (1) жыл мерзім ішінде кез келген елде жұмыс істейді немесе бизнесті жүргізеді ; және c) inGroup International осы Қосымша Келісімнің қолдану мерзімі ішінде немесе осы Қосымша Келісім тоқтатылып, күшін жойғаннан кейін бір (1) жыл ішінде кез келген елде бизнесті жүргізуді және басқаруды жариялайды.
ko: 파트너는 섹션 4.c 및 4.d에 명시된 제한의 지리적 범위가 아래 사항에 적용된다는데 동의합니다: a) inGroup International이 이 추가 조항의 기간 동안 영업하거나 운영하는 모든 국가. b) 이 추가 조항 종료 후 (1) 년 이내에 inGroup International이 사업을 운영하거나 수행하는 모든 국가; c) inGroup International이 이 추가 조항의 기간 동안 또는 이 추가 조항 종료 후 (1) 년 이내에 사업을 운영하거나 수행하려는 의사를 발표한 모든 국가.
ky: ӨНӨКТӨШ 4.c жана 4.d бөлүмдөрүндө баяндалган географиялык чектөөлөрдүн алкагы колдонулушуна макул болот: а. inGroup International бул өтүнмөнү колдонуунун мөөнөтү ичинде каалаган өлкөдө иштейт же бизнес жүргүзөт; б. inGroup International бул Келишим токтотулгандан кийин бир (1) жылдын ичинде кайсы өлкөдө болбосун иштейт же бизнес жүргүзөт; жана в. inGroup International бул Кошумча Макулдашуунун мөөнөтү ичинде же ушул Кошумча Макулдашуу токтотулгандан жана токтотулгандан кийин бир (1) жыл ичинде каалаган өлкөдө бизнес жүргүзүүнү жана иштөөнү билдирет.
lv: PARTNERIS piekrīt, ka 4. c un 4. d sadaļā noteikto ierobežojumu ģeogrāfiskais tvērums attiecas uz: a) jebkuru valsti, kurā inGroup International darbojas vai veic uzņēmējdarbību šā papildinājuma darbības laikā; b) jebkuru valsti, kurā inGroup International darbojas vai veic uzņēmējdarbību viena (1) gada laikā pēc šī papildinājuma izbeigšanas; un c) jebkura valsts, kurā inGroup International, ir paziņojusi, ka tā plāno darboties vai veikt uzņēmējdarbību šā papildinājuma darbības laikā vai viena (1) gada laikā pēc šā papildinājuma izbeigšanas.
mn: 4.в ба 4.г бүлэгт заасан газар зүйн хязгаарыг дараахь байдлаар дагаж мөрдөхөө ТҮНШҮҮД хүлээн зөвшөөрч байна. Үүнд: a) Энэхүү Нэмэлт гэрээний хүчинтэй хугацаа inGroup International-ийн үйл ажиллагаа явуулж байгаа аливаа улс. б) Энэхүү Нэмэлт гэрээг цуцалснаас хойш (1) жилийн дотор inGroup International үйл ажиллагаа эрхэлж, үйл ажиллагаа явуулж байгаа аливаа улс; в) Энэхүү Нэмэлт гэрээг дуусгавар болсны дараа (1) жилийн дотор, эсвэл энэ Нэмэлт гэрээний хүчинтэй хугацаанд inGroup International нь бизнес эрхлэхээр зарласан буй аливаа улс.
pt: O SÓCIO concorda que o âmbito geográfico das restrições estabelecidas nas Seções 4.c e 4.d se aplicará a: a) qualquer país no qual o inGroup International esteja operando ou conduzindo negócios durante a vigência deste Adendo; b) qualquer país em que o inGroup International esteja operando ou realizando negócios dentro do período de um (1) ano após o término deste Adendo; e c) qualquer país que o inGroup International tenha anunciado que pretenda operar ou realizar negócios durante o período deste Adendo ou dentro de um período de um (1) ano após o término deste Adendo.
ro: PARTENERUL este de acord că aria geografică a restricţiilor cuprinse în secţiunile 4.c şi 4.d se vor aplica: a) oricărei ţări în care inGroup International operează sau îşi desfăşoară afacerea pe termenul acestui Act Adiţional; b) oricărei ţări în care inGroup International operează sau îşi desfăşoară afacerea pe perioada anului (1 an) de la terminarea Actului Adiţional; şi c) oricărei ţări în care inGroup International a anunţat că intenţionează să opereze sau să-şi desfăşoare afacerea, timp în care acest Act Adiţional este funcţional sau pe perioada anului (1 an) de la terminarea Actului Adiţional.
ru: ПАРТНЕР соглашается, что географический охват ограничений, изложенных в разделах 4.c и 4.d, применяется к: a) любой стране, в которой inGroup International работает или ведет бизнес в течение срока действия настоящего Дополнения; b) любой стране, в которой inGroup International работает или ведет бизнес в течение одного (1) года после прекращения действия настоящего Дополнения; и c) любой стране, в которой inGroup International объявили о своем намерении вести бизнес в течение срока действия настоящего Дополнительного соглашения или в течение одного (1) года после прекращения действия настоящего Дополнительного соглашения.
uk: ПАРТНЕР погоджується, що географічне охоплення обмежень, викладених в розділах 4.c і 4.d, застосовується до: a) будь-якої країні, в якій inGroup International працює або веде бізнес протягом терміну дії цього Доповнення; b) будь-якій країні, в якій inGroup International працює або веде бізнес протягом одного (1) року після припинення дії цього Доповнення; і c) будь-якій країні, в якій inGroup International оголосив про свій намір вести бізнес протягом терміну дії цього Доповнення або протягом одного (1) року після припинення дії цього Доповнення.
uz: ҲАМКОР 4.с ва 4.д бўлимларида баён этилган чекловларнинг географик масштаби қуйидагиларга тааллуқли эканлигини қабул қилади: а) мазкур Қўшимчанинг амал қилиш муддати давомида inGroup International фаолият олиб бораётган ёки бизнес юритаётган ҳар қандай мамлакат; b) мазкур Қўшимча тугатилганидан кейинги бир (1) йил мобайнида inGroup International фаолият олиб бораётган ёки бизнес юритаётган ҳар қандай мамлакат; с) мазкур Қўшимчанинг амал қилиш муддати давомида ёки мазкур Қўшимча тугатилганидан кейинги бир (1) йил мобайнида inGroup International фаолият олиб бориши ёки бизнес юритишини эълон қилган ҳар қандай мамлакат.
zh: 合作夥伴同意第4.c和4.d節規定的地理限制範圍適用於：a）inGroup International在本附錄期間經營或開展業務的任何國家；b）inGroup International在本附錄終止後的一（1）年內經營或開展業務的任何國家；c）inGroup International已宣布其有意在本附錄期間或終止後一（1）年內經營或開展業務的任何國家。
