Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Legal Director
ca: Director Jurídic
de: Juristischer Direktor
es: Director Jurídico
fr: Directeur juridique
it: Direttore Affari Legali
ja: リーガル ディレクター
kk: Құқықтық Директор
ko: 법률 디렉터
ky: Юридикалык директор
lv: Juridiskais direktors
mn: Хууль зүйн албаны Захирал
pt: Diretora Jurídica
ro: Director Juridic
ru: Директор юридического отдела
uk: Директор юридичного відділу
uz: Ҳуқуқий директор

source: Legal seat: Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
ca: Seu legal: Metre Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
de: Rechtlicher Sitz: Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
es: Dirección Fiscal: Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
fr: Siège légal : Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
it: Sede legale: Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
ja: 法律上の住所：Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
kk: Заңды мекен-жайы: Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
ko: 법적 좌석: Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
ky: Юридикалык дарек: Metro Office Park, Suite 500, Гуайнабо, Пуэрто-Рико, АКШ, 00968
lv: uridiskā adrese: Metro Office Park, Suite 500, Guaynabo, Puertoriko, ASV, 00968
mn: Хууль ёсны хаяг: Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
pt: Assento legal: Metro Office Park, Suite 500, Guaynabo, Porto Rico, EUA, 00968
ro: Înscrierea juridică: Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
ru: Юридический адрес: Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
uk: Юридична адреса: Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
uz: Юридик манзил: Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968
zh: 法定席位：Metro Office Park, Suite 500, Guaynabo, Puerto Rico, USA, 00968

source: Legs Breakdown
ca: Desglossament de línies
de: Aufschlüsselung der Beine
es: Desglose de Líneas
fr: Répartition des composants
it: Suddivisione in gambe
ja: 系列の詳細
kk: Филиалдың бұзылуы
ky: Бутактардын бөлүштүрүлүшү
lv: Kāju sadalījums
mn: Хөлүүдийн задаргаа
pt: Quebra de pernas
ro: Defalcarea Picioarelor
ru: Разбивка по веткам
uk: Розподіл по гілках
uz: Қўлларни тақсимлаш
zh: 支部分解

source: Legs breakdown for $%{threshold} threshold
ca: Desglossament de línia descendent per a un llindar de $%{threshold}
de: Aufschlüsselung der Beine für $%{Grenzwert} Grenzwert
es: Desglose de línea descendente por umbral $%{threshold}
fr: Répartition des jambes pour $%{seuil} seuil
it: Ripartizione per gambe in base alla soglia di $%{soglia}
ja: $%{threshold} の値が各系列の内訳
kk: Лимит үшін тармақтар бойынша бөлу $%{threshold}
ky: {threshold} $% чеги үчүн бутактарга бөлүңүз
lv: Kāju $%{threshold} sliekšņi
mn: $%{threshold} хөлийн задаргаа
pt: Detalhamento das pernas para o limite de $%{threshold}
ro: Defalcarea picioarelor pentru pragul $%{threshold}
ru: Разбивка по веткам для лимита в $%{threshold}
uk: Розподіл по гілках для ліміту $%{threshold}
uz: Қўллар $%{threshold} ҳажмга бўлинади
zh: $%{threshold} 阈值的分支分布

source: Length:
de: Länge:
es: Duración:
fr: Longueur :
it: Durata:
ko: 기간:
ky: Узундугу:
lv: Ilgums:
mn: Хугацаа:
ru: Продолжительность:

source: less than $100
ca: menys de 100 dòlars
de: weniger als $100
es: menos de $100.00 USD
fr: moins de 100 $
it: meno di $100
ja: $100未満
kk: 100 доллардан аз
ky: 100 доллардан аз
lv: mazāk kā $ 100
mn: $100-оос бага
pt: menos do que US$100
ro: mai puțin de 100$
ru: менее $100
uk: менш ніж $100
uz: камида 100$
zh: 低于$100美元

source: Let me know if you have any questions—I’d love to help!
ca: Fes-m'ho saber si tens cap pregunta—m'encantaria ajudar-te!
de: Lassen Sie mich wissen, wenn Sie Fragen haben - ich helfe Ihnen gerne!
es: Hazme saber si tienes preguntas, ¡me encantaría ayudarte!
fr: Si vous avez des questions, n'hésitez pas à m'en faire part, je serai ravie de vous aider !
it: Se hai qualche domanda, fammi sapere: mi piacerebbe aiutarti!
ja: ご不明な点があれば、ぜひお気軽にお知らせください！喜んでお手伝いします！
kk: Егер сұрақтар туындаса, маған хабарлаңыз — мен көмектесуге қуаныштымын!
ky: Эгер кандайдыр бир суроолоруңуз болсо, мага билдириңиз - мен жардам берүүгө даярмын!
lv: Pastāsti, ja tev ir kādi jautājumi - labprāt palīdzēšu!
mn: Хэрэв танд ямар нэгэн асуулт байвал надад мэдэгдээрэй—би танд баяртайгаар туслах болно!
pt: Me avise se tiver qualquer pergunta—Vou adorar ajudar!
ro: Anunță-mă dacă ai întrebări - mi-ar plăcea să te ajut!
ru: Если возникнут вопросы, пожалуйста, дайте мне знать — я буду рад помочь!
uk: Дайте мені знати, якщо у вас виникнуть запитання, — буду радий допомогти!
uz: Саволларингиз бўлса, менга хабар беринг - Сизга ёрдам беришга тайёрман!
zh: 如果您有任何问题，请告诉我——我很乐意提供帮助！

source: Let's do it
ca: Fem-ho!
de: Los geht's
es: Hagámoslo
fr: Allons-y
it: Facciamolo
ja: さぁ、始めましょう
kk: Мұны жасайық!
ky: Келгиле, жасайлы
lv: Paveiksim to
mn: Одоо хийцгээе!
pt: Vamos fazer isso
ro: Hai să o facem
ru: Давайте сделаем это
uk: Давайте зробимо це
uz: Келинг, буни амалга оширамиз
zh: 我们开始吧！

source: Let's Import Your Contacts
ca: Importem els teus Contactes.
de: Importieren wir Ihre Kontakte
es: Importemos Tus Contactos
fr: Importons vos contacts
it: Importiamo i tuoi contatti
ja: 連絡先をインポートしましょう
kk: Контактілеріңізді импорттайық
ky: Контакттарыңызды Импорттойлу
lv: Importēsim Jūsu kontaktus
mn: Таны харилцагч нарын хаягийг татаж авцгаая
pt: Vamos importar seus contatos
ro: Să importăm contactele
ru: Давайте импортируем ваши контакты
uk: Давайте імпортуємо ваші контакти
uz: Келинг, контактларингизни импорт қиламиз
zh: 让我们来导入您的联系人

source: Let's maximize your inCome,
ca: Maximitzarem el teu ingrés,
de: Lassen Sie uns Ihr Einkommen maximieren,
es: Maximicemos tus INgresos,
fr: Optimisons votre revenu,
it: Massimizziamo il tuo reddito,
ja: 収入源を増やしましょう。
kk: Табысыңызды барынша арттырайық,
ko: 귀하의 수입을 극대화해 봅시다,
ky: Келиңиз кирешеңизди максималдуу деңгээлге чыгаралы
lv: Palielināsim jūsu inIenākumus,
mn: Өөрийн орлогыг ихэсгэе,
pt: Vamos maximizar sua renda,
ro: Să-ți maximizăm venitul,
ru: Давайте максимизируем ваш Доход,
uk: Давайте максимізуємо ваш Дохід,
uz: Келинг даромадингизни оширамиз,
zh: 让我们最大化您的收入，

source: lets you book with even more confidence. Simply make a confirmed hotel or resort booking through the inStays platform. *If you then find a lower publicly available published price for your same hotel, exact dates and room category booked within
ca: Et permet reservar amb encara més confiança. Només has de fer una reserva d'hotel o ressort confirmada a través de la plataforma inStays. *Si després trobes un preu publicat més econòmic disponible públicament per al teu mateix hotel, dates exactes i categoria d'habitació reservat dins de
de: können Sie mit noch mehr Vertrauen buchen. Nehmen Sie einfach eine bestätigte Hotel- oder Resortbuchung über die inStays-Plattform vor. *Wenn Sie dann einen niedrigeren öffentlich zugänglichen Preis für das gleiche Hotel, die gleichen Daten und die gleiche Zimmerkategorie finden, die Sie gebucht haben
es: te permite reservar con aún más confianza. Simplemente haz una reserva de hotel o resort confirmada a través de la plataforma inStays. *Si luego encuentras un precio publicado más bajo disponible públicamente para tu mismo hotel, fechas exactas y categoría de habitación reservado dentro de
fr: vous permet de réserver avec encore plus de confiance. Il vous suffit de faire une réservation confirmée dans un hôtel ou un centre de villégiature par le biais de la plateforme inStays. *Si vous trouvez ensuite un prix public inférieur pour le même hôtel, aux mêmes dates et dans la même catégorie de chambre, réservé dans le cadre du programme inStays dans
it: ti permette di prenotare con ancora più fiducia. Basta aver effettuato una prenotazione confermata di un hotel o di un resort attraverso la piattaforma inStays. *Se poi trovi un prezzo inferiore disponibile al pubblico per lo stesso hotel, le stesse date e la stessa categoria di camera prenotata all'interno
ja: でより安心してご予約できます。inStaysのプラットフォームでホテルやリゾートの予約を完了するだけです。*同じホテル、同じ日付、同じカテゴリーの客室の同条件でより安い価格を見つけた場合、inStaysの予約完了から
kk: бұдан да сенімді брондауға мүмкіндік береді. Тек inStays платформасы арқылы расталған қонақүйге немесе курортқа тапсырыс беріңіз. *Егер сіз сол қонақүйдің жалпыға қолжетімді жарияланған бағасын тапсаңыз, нақты күндер мен осы уақытта брондаған бөлме санаттары
ko: 더욱 안심하고 예약할 수 있습니다. inStays 플랫폼을 통해 호텔이나 리조트를 확정하기만 하면 됩니다. *그런 다음 동일한 호텔, 정확한 날짜 및 예약된 객실 카테고리에 대해 더 낮은 공개 공시 가격을 찾으면
ky: көбүрөөк ишеним менен брондоого мүмкүндүк берет. Жөн гана inStays платформасы аркылуу тастыкталган мейманкананы же курортту брондоңуз. *Эгерде сиз ошол эле мейманканаңыз үчүн брондолгон кийин так даталар жана бөлмө категорияларында жалпыга жеткиликтүү жарыяланган арзаныраак бааны тапсаңыз
lv: ļauj veikt rezervāciju ar vēl lielāku pārliecību. Vienkārši veiciet apstiprinātu viesnīcas vai kūrorta rezervāciju, izmantojot inStays platformu. * Ja atrodat zemāku publiski pieejamu cenu par to pašu viesnīcu, precīzus datumus un numuru kategoriju, kas rezervēta
mn: танд илүү итгэлтэйгээр захиалга өгөх боломжийг олгоно. Зүгээр л inStays платформоор баталгаажсан зочид буудал эсвэл амралтын газрын захиалгаа өгөөрэй. *Хэрэв та уг зочид буудалд, тухайн хугацаанд, ижил өрөөний ангилалд олон нийтэд өгсөн үнээс хямд үнэ олвол
pt: permite que você reserve com ainda mais confiança. Basta fazer uma reserva confirmada de hotel ou resort através da plataforma inStays. *Se você encontrar um preço publicado mais baixo para o mesmo hotel, nas datas exatas e na categoria do quarto reservado dentro de
ro: îți permite să rezervi cu și mai multă încredere. Pur și simplu faci o rezervare confirmată la hotel sau stațiune prin intermediul platformei inStays. *Dacă apoi găsești un preț făcut public mai mic pentru același hotel, datele exacte și categoria de cameră rezervată
ru: позволяет вам бронировать с ещё большей уверенностью. Просто совершите подтверждённое бронирование отеля или курорта на платформе inStays. *Затем, если вы найдёте более низкую, опубликованную в открытых источниках, цену на тот же самый отель, точные даты и категорию забронированного номера в течение
uk: дозволяє вам бронювати із ще більшою впевненістю. Просто здійсніть підтверджене бронювання готелю або курорту на платформі inStays. *Якщо потім ви знайдете нижчу, опубліковану у відкритих джерелах, ціну на той же готель, точні дати та категорію заброньованого номера протягом
uz: янада кўпроқ ишонч билан буюртма қилиш имконини беради. Шунчаки inStays платформаси орқали меҳмонхона ёки курорт буюртмасини тасдиқланг. *Агар inStays билан буюртма берганингиздан сўнг
zh: 让您更放心地预订。 只需通过 inStays 平台进行确认的酒店或度假村预订。 *如果您随后发现同一酒店的公开发布价格更低，请注明预订的确切日期和房间类别

source: Lets you use a display name across the platform so your legal name isn't shown.
fr: Vous permet d'utiliser un nom d'affichage sur la plateforme afin que votre nom légal ne soit pas affiché.
it: Ti permette di utilizzare un nome di visualizzazione su tutta la piattaforma così da evitare che sia visibile il tuo nome legale.
pt: Permite que você use um nome de exibição em toda a plataforma para que o seu nome legal não seja exibido.
uk: Дозволяє використовувати відображуване ім’я на всій платформі, щоб ваше офіційне ім’я не було видно.

source: Level
ca: Nivell
es: Nivel
fr: Niveau
it: Livello
ja: レベル
kk: Деңгей
ko: 레벨
ky: Деңгээл
lv: Līmenis
mn: Үе
pt: Nível
ro: Nivel
ru: Уровень
uk: Рівень
uz: Даража
zh: 等級

source: Level {{ index + 1 }}
ca: Nivell {{ index + 1 }}
es: Nivel {{ index + 1 }}
fr: Niveau {{ index + 1 }}
it: Livello {{ index + 1 }}
ja: レベル {{ index + 1 }}
kk: Деңгей {{ index + 1 }}
ko: 레벨 {{ index + 1 }}
ky: Деңгээл {{ index + 1 }}
lv: Līmenis {{ index + 1 }}
mn: Үе {{ index + 1 }}
pt: Nível {{ index + 1 }}
ro: Nivel {{ index + 1 }}
ru: Уровень {{ index + 1 }}
uk: Рівень {{ index + 1 }}
uz: Босқич {{ index + 1 }}
zh: 级别{{ index + 1 }}

source: Level 2
fr: Niveau 2
it: Livello 2

source: Level 3–5
fr: Niveaux 3 à 5
it: Livello 3-5

source: Level Limit
ca: Límit de Nivell
es: Límite de Nivel
fr: Limite de niveau
it: Limite di livello
ja: レベルの制限
kk: Деңгей Шегі
ko: 레벨 한도
ky: Деңгээлдин чеги
lv: Līmeņa limits
mn: Үеийн Хязгаар
pt: Limite de Nível
ro: Limita de nivel
ru: Предел Уровней
uk: Ліміт Рівнів
uz: Даража лимити
zh: 級別限制

source: Levels Reached:
ca: Nivells aconseguits:
de: Erreichte Ebenen:
es: Niveles Alcanzados:
fr: Niveaux Atteints :
it: Livelli raggiunti:
ja: 到達したレベル：
kk: Қол жеткізілген деңгейлер:
ko: 도달 레벨:
ky: Жетилген деңгээлдер:
lv: Sasniegtie Līmeņi:
mn: Хүрсэн үеүүд:
pt: Níveis alcançados:
ro: Nivele atinse:
ru: Уровней достигнуто:
uk: Досягнуто рівнів:
uz: Эришилган даражалар:
zh: 等级到达：

source: Levels:
ca: Nivells:
de: Ebenen:
es: Niveles:
fr: Niveaux :
it: Livelli:
ja: レベル：
kk: Деңгейлер:
ko: 레벨 :
ky: Деңгээлдер:
lv: Līmeņi:
mn: Үе:
pt: Níveis:
ro: Nivele:
ru: Уровни:
uk: Рівні:
uz: Босқичлар:
zh: 等级：

source: License #
ca: Número de Llicència #
de: Lizenz #
es: Numero de Licencia
fr: Licence #
it: Numero di licenza
ja: 免許証番号
kk: Лицензия #
ko: 라이센스 #
ky: Лицензия #
lv: Licenze #
mn: Лиценцын дугаар
pt: Licença #
ro: Autorizaţie #
ru: Лицензия #
uk: Ліцензія #
uz: Лицензия #
zh: 執照 #

source: Lifetime Commissions:
ca: Comissions per a tota la vida:
de: Provisionen auf Lebenszeit:
es: Comisiones de por vida:
fr: Commissions à vie :
it: Commissioni a vita:
ja: 現在までの全報酬金額：
kk: Өмірлік комиссиялар:
ko: 평생 수수료::
ky: Өмүр бою сүрө турчу комиссиялар:
lv: Mūža komisijas:
mn: Насан туршийн орлого:
pt: Total de comissões recebidas até o momento:
ro: Comisioane pe viață:
ru: Пожизненная комиссия:
uk: Пожиттєва комісія:
uz: Барча ишлаб топилган комиссиялар:
zh: 终身佣金：
