Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: When confirming a payment or transaction with inCruises, you agree and hold full responsibility for paying the full amount for that transaction. A part of the payment or transaction may include taxes, shipping costs, or other similar fees. Although some of the products and services on the inCruises website are provided by third-parties, inCruises will work with you in order to make sure you are happy with the products and services provided on the website. However, as it may be difficult or impossible to determine the nature and complexity of transactions in general prior to your request for a refund, full or partial refunds and the amount of each refund will be at the sole discretion of inCruises. For more information, please see Section V, below.
ca: En confirmar un pagament o una transacció amb inCruises, acceptes i assumeixes la responsabilitat total de pagar l’import complet d’aquesta transacció. Una part del pagament o de la transacció pot incloure impostos, costos d’enviament o altres taxes similars. Tot i que alguns dels productes i serveis del lloc web d’inCruises són proporcionats per tercers, inCruises col·laborarà amb tu per assegurar-se que estàs satisfet amb els productes i serveis oferts al lloc web. Tanmateix, com que pot ser difícil o impossible determinar la naturalesa i complexitat de les transaccions abans de la teva sol·licitud de reemborsament, els reemborsaments totals o parcials —i l’import de cada reemborsament— quedaran a la sola discreció d’inCruises. Per a més informació, consulta la Secció V a continuació.
de: Mit der Bestätigung einer Zahlung oder Transaktion mit inCruises erklären Sie sich damit einverstanden und übernehmen die volle Verantwortung für die Zahlung des vollen Betrags dieser Transaktion. Ein Teil der Zahlung oder Transaktion kann Steuern, Versandkosten oder ähnliche Gebühren enthalten. Obwohl einige der Produkte und Dienstleistungen auf der inCruises-Website von Drittanbietern bereitgestellt werden, arbeitet inCruises mit Ihnen zusammen, um sicherzustellen, dass Sie mit den auf der Website angebotenen Produkten und Dienstleistungen zufrieden sind. Da es jedoch schwierig oder unmöglich sein kann, Art und Komplexität von Transaktionen im Allgemeinen vor Ihrer Rückerstattungsanfrage zu bestimmen, liegen vollständige oder teilweise Rückerstattungen sowie deren Höhe im alleinigen Ermessen von inCruises. Weitere Informationen finden Sie unten in Abschnitt V.
es: Al confirmar un pago o transacción con inCruises, estás de acuerdo y asumes la responsabilidad de pagar el importe total de la transacción. Una parte del pago o de la transacción puede incluir impuestos, gastos de envío u otros cargos similares. Aunque algunos de los productos y servicios en la web son proporcionados por terceros, inCruises trabajará contigo para garantizar que estés satisfecho con los productos y servicios proporcionados en la página. Sin embargo, ya que puede ser difícil o imposible determinar la naturaleza y la complejidad de las transacciones en general antes de tu solicitud de devolución, los reembolsos totales o parciales y el importe de cada reembolso serán a la entera discreción de inCruises. Para obtener más información, consulta la Sección V de este Acuerdo.
fr: En confirmant un paiement ou une transaction avec inCruises, vous acceptez et assumez l'entière responsabilité du paiement du montant total de cette transaction. Une partie du paiement ou de la transaction peut inclure des taxes, des frais de livraison ou d'autres frais similaires. Bien que certains produits et services proposés sur le site web d'inCruises soient fournis par des tiers, inCruises collaborera avec vous pour s'assurer que vous en êtes satisfait. Cependant, comme il peut être difficile, voire impossible, de déterminer la nature et la complexité des transactions avant votre demande de remboursement, le remboursement total ou partiel et le montant de chaque remboursement seront à la seule discrétion d'inCruises. Pour plus d'informations, veuillez consulter la section V ci-dessous.
it: Quando confermi un pagamento o una transazione con inCruises, accetti e ti assumi la piena responsabilità del pagamento dell'intero importo per tale transazione. Una parte del pagamento o della transazione potrebbe includere tasse, costi di spedizione o altre commissioni simili. Sebbene alcuni dei prodotti e servizi sul sito web di inCruises siano forniti da terzi, inCruises collaborerà con te per assicurarsi che tu sia soddisfatto dei prodotti e servizi forniti sul sito web. Tuttavia, poiché potrebbe essere difficile o impossibile determinare la natura e la complessità delle transazioni in generale prima della tua richiesta di rimborso, i rimborsi totali o parziali e l'importo di ciascun rimborso saranno a esclusiva discrezione di inCruises. Per maggiori informazioni, consulta la Sezione V, di seguito.
ja: inCruisesで⽀払いまたは取引を確認する場合、会員はその取引の全額を⽀払うことに同意し、全責任を負います。⽀払いまたは取引の⼀部には、税⾦、送料、またはその他の同様の⼿数料が含まれる場合がありますinCruises のウェブサイト上の製品およびサービスの⼀部は第三者によって提供されていますが、inCruises では、ウェブサイトで提供される製品およびサービスに満⾜していただけるようサポートいたします。ただし、返⾦を申請する前に⼀般的な取引の性質と複雑さを判断することは困難、または不可能である可能性があるため、全額または⼀部の返⾦と各返⾦の⾦額は inCruises の単独の裁量によります。詳細については、以下のセクションVを参照してください。
kk: inCruises көмегімен төлемді немесе транзакцияны растай отырып, сіз келісесіз және осы транзакция бойынша толық соманы төлеуге толық жауаптысыз. Төлемнің немесе транзакцияның бір бөлігі салықтарды, жеткізу құнын немесе басқа ұқсас төлемдерді қамтуы мүмкін. InCruises веб-сайтындағы кейбір өнімдер мен Қызметтерді үшінші тұлғалар ұсынса да, inCruises веб-сайтта ұсынылатын өнімдер мен қызметтерге риза екеніңізге көз жеткізу үшін сізбен серіктес болады. Алайда, сіздің қайтару сұрауыңызға дейін жалпы транзакциялардың сипаты мен күрделілігін анықтау қиын немесе мүмкін болмағандықтан, толық немесе ішінара қайтару және әрбір өтеу сомасы тек inCruises қалауы бойынша жүзеге асырылады. Қосымша ақпарат алу үшін төмендегі V бөлімін қараңыз.
ky: inCruises менен төлөмдү же транзакцияны ырастоо менен, сиз ошол транзакциянын бардык суммасын төлөө үчүн макулдугуңузду билдиресиз жана бул үчүн толук жоопкерчиликти мойнуңузга аласыз.. Төлөмдүн же транзакциянын бир бөлүгү салыктарды, жеткирүү чыгымдарын же башка ушул сыяктуу жыйымдарды камтышы мүмкүн. inCruises веб-сайтындагы кээ бир продукттар жана кызматтар үчүнчү жактар тарабынан берилгенине карабастан, веб-сайтта сунушталган продукттар жана кызматтардын сизди канааттандырганын текшерүү үчүн inCruises сиз менен иштешет. Бирок, сиздин төлөмдү кайтаруу өтүнүчүңүздү орундатуудан мурун жалпысынан транзакциялардын мүнөзүн жана татаалдыгын аныктоо кыйын же такыр мүмкүн болбогондуктан, толук же жарым-жартылай кайтарып берүү жана ар бир кайтаруунун суммасы inCruisesтин кароосунда болот. Көбүрөөк маалымат алуу үчүн төмөнкү V Бөлүмдү караңыз.
lv: Apstiprinot maksājumu vai darījumu ar inCruises, jūs piekrītat un uzņematies pilnu atbildību par pilnas summas samaksu par šo darījumu. Maksājuma vai darījuma daļa var ietvert nodokļus, nosūtīšanas izmaksas vai citas līdzīgas maksas. Lai gan dažus no inCruises vietnē esošajiem produktiem un pakalpojumiem nodrošina trešās personas, inCruises sadarbosies ar jums, lai pārliecinātos, ka esat apmierināts ar vietnē sniegtajiem produktiem un pakalpojumiem. Tomēr, tā kā var būt grūti vai neiespējami noteikt darījumu veidu un sarežģītību kopumā pirms jūsu atmaksas pieprasījuma, pilnīga vai daļēja atmaksa un katras atmaksājuma summas būs tikai inCruises ziņā. Plašāku informāciju skatīt V sadaļā.
mn: inCruises-д төлбөр хийж, гүйлгээ баталгаажуулах үед та тухайн гүйлгээг бүрэн төлөх хариуцлагатэй гэдгээ хүлээн зөвшөөрнө. Төлбөрийн хэсэг нь татвар, тээврийн зардал эсвэл бусад төстэй хураамжуудад зарцуулагдаж болох юм. inCruises-ийн вэбсайтад буй зарим бүтээгдэхүүн болон үйлчилгээ нь гуравдагч этгээдээс хангагдаж байгаа ч, inCruises нь таны сэтгэл ханамжийг хангахын тулд танд туслах болно. Гэсэн хэдий ч, гүйлгээний төрөл, нарийн төвөгтэй байдлыг урьдчилан тодорхойлох нь хүндрэлтэй эсвэл боломжгүй байж болох тул, буцаан олголт, бүрэн эсвэл хэсэгчлэн буцаан олголт, мөн түүний хэмжээг inCruises-ийн шийдвэрээр шийдэгдэх болно. Илүү дэлгэрэнгүй мэдээллийг доорх V хэсгээс үзнэ үү.
pt: Ao confirmar um pagamento ou transação com a inCruises, você concorda e assume total responsabilidade em pagar o valor total por essa transação. Uma parte do pagamento ou transação pode incluir impostos, custos de envio ou outras taxas semelhantes. Embora alguns dos produtos e serviços do site sejam fornecidos por terceiros, a inCruises trabalhará com você para garantir que você esteja satisfeito com os produtos e serviços fornecidos no site. No entanto, como pode ser difícil ou impossível determinar a natureza e a complexidade das transações em geral antes da sua solicitação de reembolso, os reembolsos totais ou parciais e o valor de cada reembolso ficarão a critério exclusivo da inCruises. Para mais informações, consulte a Seção V, abaixo.
ro: Când confirmi o plată sau o tranzacție cu inCruises, ești de acord și ai întreaga responsabilitate pentru plata întregii sume pentru acea tranzacție. O parte din plată sau tranzacție poate include taxe, costuri de transport sau alte taxe similare. Deși unele dintre produsele și serviciile de pe site-ul inCruises sunt furnizate de terți, inCruises va colabora cu tine pentru a se asigura că ești mulțumit de produsele și serviciile oferite pe site. Cu toate acestea, deoarece poate fi dificil sau imposibil să se determine natura și complexitatea tranzacțiilor în general înainte de solicitarea ta de rambursare, rambursările totale sau parțiale și suma fiecărei rambursări vor fi la discreția exclusivă a inCruises. Pentru mai multe informații, consultă Secțiunea V, de mai jos.
ru: Когда вы подтверждаете платеж или транзакцию в inCruises, вы берете на себя полную ответственность по уплате всей суммы по этой транзакции. Часть платежа или транзакции может включать в себя налог, комиссию или какие-либо другие подобные сборы. Несмотря на то, что некоторые продукты и услуги на веб-сайте inCruises предоставляются третьими сторонами, с вами будет взаимодействовать inCruises, чтобы убедиться в том, что вы довольны продуктами и услугами, представленными на веб-сайте. Однако, поскольку обычно бывает трудно или даже невозможно определить тип и структуру транзакции до вашего запроса на возврат средств, то возможность полного либо частичного возврата средств, а также сумма каждого возврата определяется исключительно inCruises. Для получения дополнительной информации обратитесь к Разделу V ниже.
uk: При підтвердженні вами платежу або транзакції з inCruises, ви погоджуєтеся та несете повну відповідальність за сплату повної суми за цю транзакцію. Частина платежу або транзакції може включати податки, транспортні витрати або інші аналогічні збори. Хоча деякі з продуктів і послуг на сайті надаються сторонніми компаніями, inCruises буде працювати з вами, щоб переконатися, що ви задоволені продуктами та послугами, що надаються на сайті. Однак, оскільки може бути складно або неможливо визначити характер і складність транзакцій, в цілому, до отримання вашого запиту про повернення коштів, повне або часткове відшкодування і сума кожного відшкодування будуть визначені на розсуд inCruises. Для отримання додаткової інформації перегляньте Розділ V, нижче.
uz: inCruises га тўловни ёки транзакцияни тасдиқлаб, Сиз ушбу транзакция учун тўловнинг тўлиқ суммасини тўлаш мажбуриятини ўз зиммангизга олишга розилик билдирасиз. Тўловлар ва транзакцияларнинг бир қисми ўз ичига солиқлар, етказиб бериш нархи ёки бошқа шунга ўхшаш тўловларни олиши мумкин. inCruises веб-сайтидаги айрим маҳсулотлар ва хизматлар учинчи шахслар томонидан тақдим этилса-да, inCruises Сизнинг веб-сайтдаги маҳсулотлар ва кўрсатилаётган хизматлардан мамнун эканингизни билиш учун сиз билан бирга ишлайди. Бироқ, сизнинг маблағни қайтаришга оид сўровингизга қадар транзакциянинг таснифи ва мураккаблигини аниқлаш қийин бўлса ёки бунинг имкони бўлмаса, маблағни тўлиқ ёки қисман қайтариш ва ҳар бир қайтарилаётган маблағ суммаси inCruises ихтиёрига кўра белгиланади. Тўлиқ маълумот учун, илтимос, қуйидаги V бўлимни ўқинг.
zh: 在确认与inCruises的付款或交易时，您同意并承担支付该笔交易全额费用的全部责任。该付款或交易的一部分可能包括税费、运费或其他类似费用。尽管inCruises网站上的部分产品和服务由第三方提供，inCruises仍将与您合作，确保您对网站所提供的产品和服务满意。然而，由于在您提出退款请求之前通常难以或无法确定交易的性质与复杂程度，是否给予全额或部分退款以及具体退款金额，将完全由inCruises自行决定。更多信息请参见下文第五条。

source: When you and your team generate <strong>$3,000 in monthly sales</strong> volume, you can earn inCruises’ first rank, <strong>Marketing Director (MD)</strong> and earn <strong>Team Leadership Bonus</strong>.
ca: Quan tu i el teu equip genereu un volum de <strong>3.000 dòlars en vendes mensuals</strong> , pots guanyar el primer rang d'inCruises,<strong>Marketing Director (MD)</strong> i guanyar<strong>Bonificació per lideratge d'equip</strong>.
de: Wenn Sie und Ihr Team ein monatliches Umsatzvolumen von <strong>3.000 USD</strong> erzielen, können Sie den ersten Rang von inCruises, <strong>Marketing Director (MD)</strong>, erreichen und den <strong>Team Leadership Bonus</strong> erhalten.
es: Cuando tú y tu equipo generen un volumen de <strong>$3,000 en ventas mensuales</strong>, pueden ganar el primer rango de inCruises, <strong>Director de Marketing (MD)</strong> y ganar el <strong>Bono de Liderazgo de Equipo</strong >.
fr: Lorsque vous et votre équipe générez un volume de <strong>ventes mensuel de 3 000 $</strong>, vous pouvez accéder au premier rang d'inCruises, celui de <strong>Directeur du Marketing (MD)</strong> et obtenir un <strong>Bonus du Leadership d'Équipe</strong>.
it: Quando insieme al tuo team generi un <strong>volume di vendite mensile di $3.000</strong>, puoi acquisire il primo rango di inCruises, <strong>Marketing Director (MD)</strong> e guadagnare il <strong>Bonus di Leadership del Team</strong>.
ja: あなたとあなたのチームが <strong>月の売上で $3,000 </strong> のボリュームを達成すると、inCruises の最初のランクである <strong>マーケティング ディレクター (MD)</strong> になり、 <strong>チーム リーダーシップ ボーナス</strong>を獲得することができます。
kk: Сіз және сіздің командаңыз ай сайынғы сатылымдарыңыз <strong>3000 долларға жеткенде</strong>, сіз inCruises-те бірінші <strong>маркетинг жөніндегі директор (MD)</strong> атағын алып, <strong>топ көшбасшысы бонусын ала аласыз</strong>.
ko: 귀하와 귀하의 팀이 <strong>$3,000 월 매출</strong>을 달성하면 inCruises의 첫 번째 직급인 <strong>마케팅 디렉터(MD)</strong>가 되고 <strong>팀 리더십 보너스</strong>를 받을 수 있습니다.
ky: Сиз жана сиздин командаңыз ай сайын <strong>3,000 доллар сатуу</strong> көлөмүнө жеткенде, сиз inCruises'тин биринчи рангына ээ болгон <strong>Marketing Director (MD)</strong> жана <strong>Команда Лидерлиги Бонусун</strong> ала аласыз. >.
lv: Kad jūs un jūsu komanda ģenerē <strong>$3,000 ikmēneša apgrozījuma</strong> apjomā, jūs varat iegūt inCruises’pirmo līmeni, <strong>Mārketinga Direktoru (MD)</strong> un nopelnīt <strong>Komandas Līdera Bonusu</strong>.
mn: Та болон танай баг сард <strong>$3,000-ын борлуулалт</strong> хийснээр та inCruises-ийн анхны цол болох <strong>Marketing Director</strong> цолыг мөн <strong>Багийн манлайллын урамшууллыг</strong> авах боломжтой болно.
pt: Quando você e sua equipe geram <strong>$3.000 em volume de vendas mensais</strong>, você pode se qualificar para a primeira classificação da inCruises, <strong>Diretor de Marketing (MD)</strong> e receber <strong>Bônus de Liderança de Equipe</strong >.
ro: Când tu și echipa ta generați un volum de vânzări lunare de <strong>3.000$</strong>, poți câștiga primul nivel al inCruises, <strong>Marketing Director (MD)</strong> și poți câștiga <strong>Bonusul pentru conducerea echipei</strong>.
ru: Когда вы со своей командой генерируете объём <strong>ежемесячных продаж на $3000</strong>, то вы можете заработать первый ранг inCruises <strong>Маркетинг-Директора (МД)</strong> и получить <strong>Командный Лидерский бонус</strong>.
uk: Коли ви зі своєю командою генеруєте обсяг <strong>щомісячного продажу на $3000</strong>, то ви можете заробити перший ранг inCruises<strong>Маркетинг Директора (МД)</strong> і отримати <strong>Командний Лідерський бонус</strong>.
uz: Жамоангиз билан <strong>ойлик сотув ҳажмини 3000$</strong> га чиқарсангиз, сиз inCruises’даги биринчи - <strong>Marketing Director (MD)</strong> рангига эришасиз ва <strong>Жамоа етакчилиги бонусини</strong>ишлаб топасиз.
zh: 当您和您的团队产生<strong>3,000 美元的月销售额</strong> 时，您可以获得 inCruises 的头等舱，<strong>营销总监 (MD)</strong> 并获得<strong>团队领导奖金</strong >。

source: When you and your team produce at least $600 in Activation Volume but less than what's required for full bonus you earn half the bonus.
fr: Lorsque vous et votre équipe générez au moins 600 $ de Volume d'Activation, mais moins que le montant requis pour le bonus complet, vous recevez la moitié du bonus.
it: Quando tu e il tuo team generate un Volume di Attivazione di almeno $600, ma inferiore a quanto richiesto per il bonus completo, guadagnerai la metà del bonus.
kk: Сіз бен сіздің командаңыз кемінде $600 активациялар көлемін өндіргенде, бірақ толық бонусқа жеткіліксіз болса, сіз бонусың жартысын аласыз.
pt: Quando você e sua equipe geram pelo menos US$ 600 em Volume de Ativação, mas menos do que o necessário para o bônus total, você ganha metade do bônus.
uk: Коли ви з командою виробляєте від $600 Активаційного об'єму і більше, але менше, ніж потрібно для отримання повного бонусу, ви отримуєте половину бонусу.
uz: Сиз ва жамоангиз Фаоллик ҳажми камида 600$ га етса, аммо тўлиқ бонусни олиш талабларидан камроқ бўлса, сиз бонуснинг ярмини ишлаб топасиз.
zh: 当您和您的团队创造的激活业绩量至少达到$600，但未达到全额奖金要求时，您将获得一半的奖金。
