Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: These are all the Registered Members (Guests, Members, and Partners) in your team.
fr: Ce sont tous les Membres Inscrits (Invités, Membres et Partenaires) de votre équipe.
it: Questi sono tutti i Membri Registrati (Ospiti, Membri e Partner) del tuo team.
kk: Бұлардың барлығы сіздің командаңыздағы тіркелген клуб мүшелері (Қонақтар, Клуб мүшелері және Серіктестер).
pt: Estes são todos os Membros Registrados (Convidados, Membros e Parceiros) da sua equipe.
uk: Зареєстровані Члени Клубу (Гості, Члени Клубу та Партнери) у вашій команді.
zh: 以下是您团队中所有已注册的成员（访客、会员和合作伙伴）。

source: These are all the Registered Members (Guests, Members, and Partners) you have enrolled.
fr: Ce sont tous les Membres Inscrits (Invités, Membres et Partenaires) que vous avez inscrits.
it: Questi sono tutti i Membri Registrati (Ospiti, Membri e Partner) che hai iscritto.
kk: Бұл сіз тіркеген барлық тіркелген клуб мүшелері (Қонақтар, Клуб мүшелері және Серіктестер).
pt: Estes são todos os Mmbros Registrados (Convidados, Membros e Parceiros) que você inscreveu.
uk: Зареєстровані Члени Клубу (Гості, Члени Клубу та Партнери), яких ви підписали.
zh: 以下是您所注册的所有成员（访客、会员和合作伙伴）。

source: These are our top
ca: Aquests són els nostres millors
de: Das sind unsere top
es: Estos son nuestros mejores
fr: Voici notre top
it: Questi sono i nostri migliori
ja: トップ
kk: Бұл біздің шыңымыз
ko: 우리의 상위입니다
ky: Булар биздин эң мыктыларыбыз
lv: Šie ir mūsu top
mn: Манай топ
pt: Estes são os nossos melhores
ro: Acestea sunt în topul nostru
ru: Это наши лучшие
uk: Це наші найкращі
uz: Булар бизнинг топ
zh: 这些是我们的顶级

source: These are previously used passengers you can use to quickly pre-fill passenger information. If the passenger you wish to add is not on this list, you can proceed to fill in passenger info.
de: Dies sind bereits verwendete Passagiere, die Sie zum schnellen Ausfüllen der Passagierinformationen verwenden können. Wenn der Passagier, den Sie hinzufügen möchten, nicht in dieser Liste enthalten ist, können Sie mit dem Ausfüllen der Passagierdaten fortfahren.
es: Estos son pasajeros previamente guardados que puedes usar para pre-llenar rápidamente la información de pasajero. Si el pasajero que deseas añadir no está en esta lista, puedes proceder a llenar la información de pasajero.
fr: Il s'agit de passagers déjà utilisés que vous pouvez utiliser pour pré-remplir rapidement les informations les concernant. Si le passager que vous souhaitez ajouter ne figure pas dans cette liste, vous pouvez continuer à remplir les informations le concernant.
it: Si tratta di passeggeri già conosciuti che puoi utilizzare per precompilare rapidamente le informazioni sui passeggeri. Se il passeggero che desideri aggiungere non è presente in questo elenco, puoi procedere alla compilazione delle informazioni sul passeggero.
ko: 이들은 승객 정보를 빠르게 미리 채우는 데 사용할 수 있는 이전에 사용된 승객입니다. 추가하려는 승객이 이 목록에 없으면 승객 정보 입력을 진행할 수 있습니다.
ky: Булар мурда колдонулган жүргүнчүлөр, сиз жүргүнчүлөр тууралуу маалыматты тез толтуруу үчүн колдоно аласыз. Эгер сиз кошкуңуз келген жүргүнчү бул тизмеде жок болсо, сиз жүргүнчүлөр тууралуу маалыматты толтурууну уланта аласыз.
lv: Tie ir iepriekš bijušie pasažieri, kurus var izmantot, lai ātri aizpildītu informāciju par pasažieriem. Ja pasažiera, kuru vēlaties pievienot, nav šajā sarakstā, varat turpināt aizpildīt informāciju par pasažieri.
mn: Эдгээр нь урьд нь аялж байсан зорчигчид бөгөөд энэ нь уг зорчигчдийн мэдээллийг хурдан бөглөхөд хэрэгтэй юм. Хэрэв таны оруулах зорчигч энэ жагсаалтад байхгүй бол та зорчигчийн мэдээллийг бөглөж оруулах болно.
ru: Вы можете использовать эти данные прежних пассажиров для быстрого предварительного заполнения информации о пассажирах. Если пассажира, которого вы хотите добавить нет в списке, то вы можете заполнить информацию о пассажире самостоятельно.

source: These are the Active Members on your team.
ca: Aquests són els membres actius del teu equip.
de: Dies sind die aktiven Mitglieder in Ihrem Team.
es: Estos son los Miembros Activos en tu equipo.
fr: Ce sont les Membres Actifs de votre équipe.
it: Questi sono i Membri Attivi della tua squadra.
ja: あなたのチームのアクティブメンバーです。
kk: Бұл сіздің командаңыздың белсенді мүшелері.
ko: 이는 팀의 활성 멤버입니다.
ky: Булар сиздин командаңыздагы активдүү мүчөлөр.
lv: šie ir Aktīvie Biedri jūsu komandā.
mn: Таны багийн Идэвхтэй Гишүүд.
pt: Estes são os membros ativos em sua equipe.
ro: Aceștia sunt membrii activi din echipa ta.
ru: Активные Члены Клуба в вашей команде.
uk: Активні Члени Клубу у вашій команді.
uz: Булар жамоангиздаги Фаол Аъзолар.
zh: 這些是您團隊中的活躍會員。

source: These are the combined Active, Pending, and Inactive Members in your team.
ca: Aquests són els Membres actius, inactius i pendents que es troben en el teu equip.
de: Dies sind die aktiven, ausstehenden und inaktiven Mitglieder Ihres Teams.
es: Estos son los Miembros Activos, Pendiente e Inactivos combinados en tu equipo.
fr: Voici les Membres de l'Équipe Actifs, en Attente et Inactifs combinés dans votre équipe.
it: Questa è la somma dei Membri Attivi, in Sopseso e Inattivi della tua squadra.
ja: あなたのチームのアクティブ、保留中、非アクティブのメンバーです。
kk: Бұл сіздің командаңыздағы біріктірілген белсенді, күтудегі және белсенді емес мүшелер.
ko: 이는 팀의 활성, 미납 및 비활성 멤버를 더한 것입니다.
ky: Булар сиздин командаңыздагы активдүү, күтүүдө жана активдүү эмес мүчөлөр.
lv: šie ir kopējie Akīvie ,Gaidošie un Neaktīvie Biedri jūsu komandā.
mn: Таны багийн идэвхитэй, хүлээгдэж буй, идэвхгүй бүх Гишүүд.
pt: Estes são os membros ativos, pendentes e inativos combinados em sua equipe.
ro: Aceștia sunt membrii activi, în așteptare și inactivi din echipa ta.
ru: Члены Клуба в вашей команде: активные, неактивные и с задолженностью.
uk: Члени Клубу у вашій команді: активні, неактивні та із заборгованістю.
uz: Булар жамоангиздаги Фаол, Кутаётган ҳисоби мавжуд ва Нофаол Аъзолар.
zh: 這些是您團隊中的活躍、待定和非活躍會員的組合。

source: These are the combined Active, Pending, and Inactive Members that you enrolled.
ca: Aquests són els Membres Actius, Inactius i Pendents, que has inscrit aquest mes.
de: Dies sind die aktiven, ausstehenden und inaktiven Mitglieder, die Sie registriert haben.
es: Estos son los Miembros Activos, Pendientes e Inactivos combinados que enrolaste.
fr: Voici les Membres de l'Équipe Actifs, en Attente et Inactifs combinés dans votre équipe. Cliquez sur OUVRIR pour voir les détails.
it: Questa è la somma dei Membri Attivi, in Sospeso e Inattivi che hai iscritto.
ja: あなたが紹介した、アクティブ、保留中、非アクティブのメンバーです。
kk: Бұл сіз тіркеген біріктірілген белсенді, күтудегі және белсенді емес мүшелер.
ko: 이는 귀하가 등록한 활성, 미납 및 비활성 멤버를 합친 것입니다.
ky: Булар сиз каттаган активдүү, күтүүдөгү жана активдүү эмес мүчөлөр.
lv: Šie ir kopējie Aktīvie,Gaidošie un Neaktīvie Biedri,ko esat iesaistījis.
mn: Таны элсүүлсэн идэвхтэй, хүлээгдэж буй, идэвхгүй бүх Гишүүд.
pt: Estes são os membros ativos, pendentes e inativos - combinados - que você inscreveu.
ro: Aceștia sunt membri activi, în așteptare și inactivi, pe care i-ai înregistrat.
ru: Члены Клуба, зарегистрированные вами: активные, неактивные и с задолженностью.
uk: Члени Клубу, зареєстровані вами: активні, неактивні та із заборгованістю.
uz: Булар сиз обуна қилган Фаол, Кутаётган ҳисоби мавжуд ва Нофаол Аъзолар.
zh: 這些是您註冊的活動、待定和非活動會員的組合。

source: These are the Direct Members you have enrolled and re-activated this month.
ca: Aquests són els Membres Directes que has inscrit i reactivat aquest mes.
de: Dies sind die Direktmitglieder, die Sie in diesem Monat registriert und reaktiviert haben.
es: Estos son los Miembros Directos que has enrolado y re-activado este mes.
fr: Il s'agit des Membres Directs que vous avez recrutés et réactivés ce mois-ci.
it: Questi sono i Membri Diretti che hai iscritto e riattivato questo mese.
ja: あなたが紹介した直紹介者と今月再アクティブ化したメンバーです。
kk: Бұл сіз осы айда тіркелген және қайта белсендірген тікелей мүшелер.
ko: 다음은 귀하가 등록하고 이번 달에 다시 활성화한 직접 추천 멤버입니다.
ky: Булар сиз каттаган жана ушул айда кайра жандырган Түз Мүчөлөр.
lv: Šie ir jūsu Tiešie Biedri,kas iesaistīti un kuri ir reaktivizēti šajā mēnesī.
mn: Таны хувьчлан элсүүлсэн, энэ сард дахин идэвхжсэн Гишүүд.
pt: Estes são os membros diretos que você inscreveu e reativou este mês.
ro: Aceștia sunt membri direcți pe care i-ai înregistrat și pe care i-ai reactivat în această lună.
ru: Подписанные вами и реактивированные в этом месяце прямые Члены Клуба.
uk: Підписані вами та реактивовані у цьому місяці прямі Члени Клубу.
uz: Булар сиз ушбу ойда обуна қилган ва қайта фаоллаштирган тўғридан-тўғри Аъзолар.
zh: 這些是您本月註冊並重新激活的直接會員。

source: These are the Direct Members you have enrolled that are up-to-date with Membership.
ca: Aquests són els Membres Directes que has inscrit i que estan actualitzats amb la seva Membresia.
de: Dies sind die direkten Mitglieder, die Sie registriert haben und die auf dem neuesten Stand der Mitgliedschaft sind.
es: Estos son los Miembros Directos que has enrolado que están al corriente en su Membresía.
fr: Voici les Membres Directs que vous avez recruté dont l'Adhésion est à jour.
it: Questi sono i Membri Diretti che hai iscritto e che sono in regola con la Membership.
ja: あなたが登録した直紹介者で、メンバーシップが最新の状態のメンバーです。
kk: Бұл сіз тіркеген және жаңа мүшелік ақпараты бар тікелей мүшелер.
ko: 이는 귀하가 등록한 직접 추천 멤버로서 최신 멤버십입니다.
ky: Булар Мүчөлүк менен жаңыртылган сиз катталган Түз Мүчөлөр.
lv: Šie ir jūsu tiešie biedri,kas iesaistīti ar atjaunināto biedru dalību.
mn: Таны хувьчлан элсүүлсэн, Гишүүнчлэлтэй болж шинэчлэгдсэн Гишүүд.
pt: Estes são os membros diretos que você inscreveu que estão em dia com a assinatura.
ro: Aceștia sunt membri direcți pe care i-ai înregistrat și care sunt la zi cu plățile.
ru: Подписанные вами прямые Члены Клуба без задолженности по оплате Членства.
uk: Підписані вами напряму Члени Клубу без заборгованостей оплати Членства.
uz: Булар сиз обуна қилган, Аъзолик тўлови бўйича қарздорлиги йўқ Аъзолар.
zh: 這些是您註冊的具有最新會員資格的直接會員。

source: These are the Members you enrolled with a pending membership invoice.
ca: Aquests són els Membres que has inscrit que tenen la factura de Membresia pendent.
de: Dies sind die Mitglieder, die Sie mit einer ausstehenden Mitgliedsrechnung registriert haben.
es: Estos son los Miembros que enrolaste con una factura de membresía pendiente.
fr: Voici les Membres que vous avez recruté avec une facture d'adhésion en suspens.
it: Questi sono i Membri iscritti da te che hanno una fattura di Membership in sospeso.
ja: あなたが紹介したメンバーで、未払いの月会費請求書がある保留中メンバーです。
kk: Бұл сіз күтудегі мүшелік заң жобасымен тіркелген Мүшелер.
ko: 이는 귀하가 등록한 멤버 중 미납 청구서가 있는 멤버입니다.
ky: Булар сиз күтүүдөгү мүчөлүк эсеп-фактурасы менен каттаган Мүчөлөр.
lv: šie ir biedri,kas šajā mēnesī ir reģistrēti ar gaidošu dalības rēķinu.
mn: Таны элсүүлсэн Гишүүнчлэлийн нэхэмжлэх нь хүлээгдэж буй Гишүүд.
pt: Estes são os membros que você inscreveu com uma fatura de mensalidade pendente.
ro: Aceștia sunt membrii pe care i-ai înscris cu o factură de membru în așteptare.
ru: Подписанные вами Члены Клуба с задолженностью по оплате членского взноса.
uk: Підписані вами Члени Клубу із заборгованістю по сплаті членського внеску.
uz: Булар сиз обуна қилган, Кутаётган Аъзолик тўлови мавжуд Аъзолар.
zh: 這些是您使用待處理的會員發票註冊的會員。

source: These are the most recent
ca: Aquests són els més recents
de: Dies sind die neuesten
es: Estos son los más recientes
fr: Il s'agit des plus récentes
it: Questi sono i più recenti
ja: 最も最近
kk: Бұл соңғысы
ko: 가장 최근의 것입니다
ky: Булар акыркы жарыялангандар
lv: Tie ir visjaunākie
mn: Хамгийн сүүлийн үеийн
pt: Estes são os mais recentes
ro: Acestea sunt cele mai recente
ru: Это самые последние
uk: Це найостанніші
uz: Энг сўнггилари
zh: 这些是最新的

source: These are the Registered Members (Guests, Members, and Partners) in your team that enrolled this month.
fr: Ce sont les Membres Inscrits (Invités, Membres et Partenaires) de votre équipe qui se sont inscrits ce mois-ci.
it: Questi sono i Membri Registrati (Ospiti, Membri e Partner) del tuo team che si sono iscritti questo mese.
kk: Бұл осы айда тіркелген командаңыздағы тіркелген клуб мүшелері (Қонақтар, Клуб мүшелері және Серіктестер).
pt: Estes são os Membros Registrados (Convidados, Membros e Parceiros) da sua equipe que se inscreveram este mês.
uk: Члени Клубу, що зареєструвалися (Гості, Члени Клубу та Партнери) у вашій команді, які підписалися цього місяця.
zh: 以下是您团队中本月注册的成员（访客、会员和合作伙伴）。

source: These are the Registered Members (Guests, Members, and Partners) you have enrolled this month.
fr: Ce sont les Membres Inscrits (Invités, Membres et Partenaires) que vous avez inscrits ce mois-ci.
it: Questi sono i Membri Registrati (Ospiti, Membri e Partner) che si sono iscritti questo mese.
kk: Бұл осы айда сіз тіркеген тіркелген мүшелер (Қонақтар, Клуб мүшелері және Серіктестер).
pt: Estes são os Membros Registrados (Convidados, Membros e Parceiros) que você inscreveu este mês.
uk: Члени Клубу, що зареєструвалися (Гості, Члени Клубу та Партнери), яких ви підписали цього місяця.
zh: 以下是您本月所注册的成员（访客、会员和合作伙伴）。

source: These are the Team Members enrolled and re-activated this month.
ca: Aquests són els membres de l'equip inscrits i reactivats aquest mes.
de: Dies sind die in diesem Monat registrierten und reaktivierten Teammitglieder.
es: Estos son los Miembros del Equipo enrolados y que re-activaron este mes.
fr: Voici les Membres d'Équipe inscrits et réactivés ce mois-ci.
it: Questi sono i Membri del Team iscritti e riattivati questo mese.
ja: 今月登録、再アクティブ化したチームメンバーです。
kk: Бұл осы айда тіркелген және қайта белсендірілген топ мүшелері.
ko: 이는 등록된 팀 멤버로서 이번 달에 재활성화된 멤버입니다.
ky: Булар ушул айда жазылып, кайра иштетилген командаңыздагы Мүчөлөр.
lv: šie ir komandas biedri,kas šajā mēnesī ir reģistrēti un reaktivizēti.
mn: Энэ сард элсүүлсэн болон дахин идэвхжүүлсэн багийн Гишүүд.
pt: Estes são os membros da equipe inscritos e reativados este mês.
ro: Aceștia sunt membrii echipei înscriși și reactivați în această lună.
ru: Подписанные и реактивированные в этом месяце Члены Клуба в команде.
uk: Підписані та реактивовані цього місяця Члени Клубу в команді.
uz: Булар жамоангиздаги ушбу ойда обуна бўлган ва қайта фаоллашган Аъзолар.
zh: 這些是本月註冊並重新激活的團隊會員。

source: These are the Team Members with a pending membership invoice.
ca: Aquests són els Membres de l'Equip amb una factura de membresia pendent.
de: Dies sind die Teammitglieder mit einer ausstehenden Mitgliedsrechnung.
es: Estos son los Miembros del Equipo con una factura de membresía pendiente.
fr: Voici les Membres de l'Équipe avec une facture d'adhésion en attente.
it: Questi sono i Membri del Team con una fattura di Membership in sospeso.
ja: 未払いの月会費請求書があるチームメンバーです。
kk: Бұл күтудегі мүшелік шоттары бар топ мүшелері.
ko: 이는 미납 중인 멤버십 청구서가 있는 팀 멤버입니다.
ky: Булар Күтүүдөгү Мүчөлүк эсеп-фактурлары бар Командаңыздын мүчөлөрү.
lv: šie ir komandas biedri ar gaidošu dalības rēķinu.
mn: Гишүүнчлэлийн нэхэмжлэх нь хүлээгдэж буй таны багийн Гишүүд.
pt: Estes são os membros da equipe com uma fatura de assinatura pendente.
ro: Aceștia sunt membrii echipei cu o factură de membru în așteptare.
ru: Члены Клуба в команде, имеющие задолженность по оплате членского взноса.
uk: Члени Клубу у команді, які мають заборгованість по сплаті членського внеску.
uz: Булар Кутаётган Аъзолик тўлови мавжуд Жамоа Аъзолари.
zh: 這些是團隊會員，帶有未支付的會員賬單。

source: These important courses will help you understand the fundamental concepts of the inCruises Partnership opportunity and Club Membership product.
ca: Aquests cursos importants t'ajudaran a entendre els fonaments de l'oportunitat de negoci d'inCruises i el producte de membresia del club.
de: Diese wichtigen Kurse werden Ihnen helfen, die grundlegenden Konzepte der inCruises-Partnerschaft und des Produkts Clubmitgliedschaft zu verstehen.
es: Estos importantes cursos te ayudarán a comprender los conceptos fundamentales de la oportunidad del Programa de Socios y la Membresía del Club de inCruises.
fr: Ces cours importants vous aideront à comprendre les concepts fondamentaux de l'opportunité de Partenariat inCruises et du produit d'Adhésion au Club.
it: Questi importanti corsi ti aiuteranno a comprendere i concetti fondamentali dell'opportunità di Partnership inCruises e del prodotto Club Membership.
ja: これらの重要なコースは、inCruisesのパートナーシップのチャンスやクラブメンバーシップの商材に関する基本的な概念を理解するのに役立ちます。
kk: Бұл маңызды курстар inCruises серіктестік мүмкіндігі мен клуб мүшелігі өнімінің негізгі ұғымдарын түсінуге көмектеседі.
ko: 이 중요한 과정은 inCruises 파트너십 기회 및 클럽 멤버십 제품의 기본 개념을 이해하는 데 도움이 됩니다.
ky: Бул маанилүү курстар сизге inCruises Өнөкөштүк жана Club Mүчөлүк өнүмдөрүнүн негиздерин үйрөнүүгө жардам берет.
lv: Šie svarīgie kursi palīdzēs izprast inCruises partnerības iespējas un Kluba Biedru Dalības produkta pamatjēdzienus.
mn: Эдгээр чухал сургалтууд нь танд inCruises-ийн Түншлэлийн боломж болон Клубын Гишүүнчлэлийн үндсэн ойлголтуудыг ойлгоход тань туслах болно.
pt: Esses cursos importantes ajudarão você a entender os conceitos fundamentais da oportunidade de parceria inCruises e do produto de assinatura ao clube.
ro: Aceste cursuri importante te vor ajuta să înțelegi conceptele fundamentale ale oportunității de parteneriat inCruises și ale produsului de membru al clubului.
ru: Эти важные курсы дадут вам фундаментальные представления о возможностях программы Партнёрства и продукте Членства в Клубе inCruises.
uk: Ці важливі курси дадуть вам фундаментальні уявлення про можливості програми Партнерства та продукту Членства в Клубі inCruises.
uz: Ушбу муҳим курслар сизга inCruises Ҳамкорлик имкониятлари ва Клубга Аъзолик маҳсулоти асосларини ўрганишингизга ёрдам беради.
zh: 这些重要课程将帮助您了解 inCruises 合作机会和俱乐部会员产品的基本概念。

source: These Protection Books are not available!
ca: Aquestes opcions de Protecció no estan disponibles!
de: Diese Schutzbücher sind nicht verfügbar!
es: ¡Estos Registros de Protección no están disponibles!
fr: Ces livres de protection ne sont pas disponibles !
it: Questi Protection Books non sono disponibili!
ja: これらの保護予約はご利用できません！
kk: Бұл қауіпсіздік кітаптары қолжетімді емес!
ky: Бул коргоо пакеттери жеткиликтүү эмес!
lv: Šīs Aizsardzības Grāmatas nav pieejamas!
mn: Эдгээр захиалгуудад хамгаалалт хийгдээгүй байна.
pt: Essas proteções não estão disponíveis!
ro: Aceste cărți de protecție nu sunt disponibile!
ru: Данные Защитные Книги недоступны!
uk: Ці Книги Захисту недоступні!
uz: Ушбу ҳимояланадиган круизлар мавжуд эмас!
zh: 这些保护预订不可用！

source: These team members play an essential role in marketing, partnerships, and maintaining strategic travel industry relationships.
ca: Aquests membres de l’equip tenen un paper essencial en el màrqueting, el programa de socis i el manteniment de relacions estratègiques amb la indústria dels viatges.
de: Diese Teammitglieder spielen eine wesentliche Rolle im Marketing, bei Partnerschaften und der Pflege strategischer Beziehungen in der Reisebranche.
es: Estos miembros del equipo desempeñan un papel esencial en marketing, asociaciones y en el mantenimiento de relaciones estratégicas dentro de la industria de viajes.
fr: Ces membres de l'équipe jouent un rôle essentiel dans le marketing, les partenariats et le maintien de relations stratégiques avec l’industrie du voyage.
it: Questi membri del team svolgono un ruolo essenziale nel marketing, nelle partnership e nel mantenimento di relazioni strategiche nel settore dei viaggi.
ja: これらのチームメンバーは、マーケティング、パートナーシップの構築、そして旅行業界における戦略的な関係の維持において重要な役割を果たしています。
kk: Бұл команда мүшелері маркетинг, серіктестіктер және стратегиялық саяхат индустриясымен байланыстарды қолдауда маңызды рөл атқарады.
ky: Бул команда мүчөлөрү маркетингде, өнөктөштүктө жана саякат индустриясындагы стратегиялык мамилелерди сактоодо маанилүү роль ойношот.
lv: Šiem grupas biedriem ir būtiska loma mārketingā, partnerībās un stratēģisko ceļojumu nozares attiecību uzturēšanā.
mn: Эдгээр багийн гишүүд нь маркетинг, түншлэл, болон стратегийн аяллын салбарын харилцааг хадгалахад чухал үүрэг гүйцэтгэдэг болно.
pt: Esses membros da equipe desempenham um papel essencial no marketing, nas parcerias e na manutenção de relacionamentos estratégicos com o setor de viagens.
ro: Acești membri ai echipei joacă un rol esențial în marketing, parteneriate și menținerea relațiilor strategice în industria călătoriilor.
ru: Эти члены команды играют важнейшую роль в маркетинге, партнерских отношениях и поддержании стратегических связей с туристической индустрией.
uk: Ці члени команди відіграють важливу роль у маркетингу, партнерстві та підтримці стратегічних відносин у індустрії подорожей.
uz: Мазкур жамоа аъзолари маркетинг, ҳамкорлик ва туризм саноати билан стратегик муносабатлар қуришда муҳим роль ўйнайдилар.
zh: 这些团队成员在营销、合作伙伴关系和维持战略旅行行业关系方面发挥着重要作用。

source: These Terms of Service are effective as of September flor 1st, 2015, and shall remain in effect until modified and/or updated as provided in Section XXVIII above.
ca: Aquests Termes de Servei són vigents des de l’1 de Setembre de 2015 i romandran en vigor fins que siguin modificats o actualitzats segons el que s’estableix a la Secció XXVIII anterior.
de: Diese Servicebedingungen gelten ab dem 1. September 2015 und bleiben in Kraft, bis sie gemäß Abschnitt XXVIII oben geändert und/oder aktualisiert werden.
es: Estos Términos del Servicio son efectivos a partir del 1 septiembre de 2015, y permanecerán en vigor hasta que sean modificados y/o actualizados conforme a lo dispuesto en la Sección XXVIII de este documento.
fr: Les présentes Conditions d'utilisation entrent en vigueur à compter du 1er septembre 2015 et resteront en vigueur jusqu'à ce qu'elles soient modifiées et/ou mises à jour comme prévu à la Section XXVIII ci-dessus.
it: Le presenti Condizioni di servizio sono in vigore dal 1° settembre 2015 e rimarranno in vigore fino a quando non saranno modificate e/o aggiornate come previsto dalla precedente Sezione XXVIII.
ja: これらの利⽤規約は、2015年9⽉1⽇から有効であり、上記のセクションXXVIIに記載されているように変更および/または更新されるまで有効です。
kk: Бұл Қызмет көрсету шарттары 2015 жылдың 1 қыркүйегінен бастап күшіне енеді және XXVIII бөлімде көрсетілгендей өзгертілген және/немесе жаңартылғанға дейін күшінде болады.
ky: Бул Тейлөө шарттары 2015-жылдын 1-сентябрынан тартып күчүндө жана жогорудагы XXVIII бөлүмдө каралгандай өзгөртүлгөнгө жана/же жаңыртылганга чейин күчүндө болот.
lv: Šie pakalpojumu noteikumi stājas spēkā 2015. gada 1. septembrī un ir spēkā līdz brīdim, kad tie tiek grozīti un/vai atjaunināti, kā paredzēts XXVIII iedaļā.
mn: Эдгээр Үйлчилгээний нөхцөл нь 2015 оны 9-р сарын 1-ний өдрөөс эхлэн хүчин төгөлдөр байгаа бөгөөд дээрх XXVIII хэсэгт заасан өөрчлөлт болон шинэчлэгдэх хүртэл хүчин төгөлдөр байна.
pt: Estes Termos de Serviço entram em vigor a partir de 1º de setembro de 2015 e permanecerão em vigor até serem modificados e/ou atualizados conforme previsto na Seção XXVIII acima.
ro: Acești Termeni și condiții intră în vigoare de la 1 septembrie 2015 și vor rămâne în vigoare până când sunt modificați și/sau actualizați conform secțiunii XXVIII de mai sus.
ru: Настоящие Условия Использования вступают в законную силу с 1 сентября 2015 года и остаются в силе, пока не будут внесены соответствующие изменения и/или обновления, как указано в Разделе XXVII выше.
uk: Ці Умови надання послуг набувають чинності з 1 вересня 2015 р. та залишаються в силі до тих пір, поки не будуть змінені та/або оновлені відповідно до вищенаведеного Розділу XXVII.
uz: Мазкур Хизмат кўрсатиш шартларининг кучга кириш санаси – 2015 йилнинг 1 сентябри ҳисобланади ва юқоридаги XXVII бўлимида келтирилган тартибда ўзгартирилиши ва/ёки янгиланишига қадар ўз кучида қолади.
zh: 本服务条款自2015年9月1日起生效，并将持续有效，直至按上述第XXVIII节中的规定进行修改和/或更新。

source: They receive
ca: Ells reben
de: Sie erhalten
es: Ellos reciben
fr: Ils reçoivent
it: Ricevono
ja: 彼らの受取金額は
kk: Олар қабылдайды
ko: 송금 받기
ky: Алар алышат
lv: Viņi saņem
mn: Тэд
pt: Eles recebem
ro: Ei primesc
ru: Они получают
uk: Вони отримують
uz: Улар
zh: 他们收到
