Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The prices shown are in US dollars, based on double occupancy, and subject to availability. They do not include port charges and taxes. They do not include airfare or transfer to and from the arriving and departing ports.
ca: Els preus mostrats són en dòlars americans, basats en ocupació doble, i estan subjectes a disponibilitat. No inclouen càrrecs de port ni impostos. Tampoc inclouen els bitllets d'avió ni els trasllats d'anada i tornada als ports d'arribada i sortida.
de: Die angegebenen Preise sind in US-Dollar angegeben, basieren auf einer Belegung mit zwei Personen und unterliegen der Verfügbarkeit. Hafengebühren und Steuern sind nicht enthalten. Flugkosten und Transfer zum und vom Ankunfts- und Abfahrtshafen sind ebenfalls nicht enthalten.
es: Los precios se muestran en dólares estadounidenses, basados en ocupación doble, y sujetos a disponibilidad. No incluyen cargos portuarios ni impuestos. No incluyen pasaje aéreo ni traslado desde y hacia los puertos de llegada y salida.
fr: Les prix indiqués sont en dollars américains, sur la base d'une occupation double et sous réserve de disponibilité. Ils ne comprennent pas les frais de port et les taxes. Ils ne comprennent pas les billets d'avion ni les transferts vers et depuis les ports d'arrivée et de départ.
it: I prezzi indicati sono in dollari USA, si basano su occupazione doppia e sono soggetti a disponibilità. Non includono le spese portuali e le tasse. Non includono il biglietto aereo né il trasferimento da e per i porti di arrivo e di partenza.
ja: 表示されている価格は2人部屋に基づいたUSドル表記であり、空室状況により異なります。港湾使用料、税金は含まれていません。出港地まで及び帰港地からの航空運賃や移動費用は含まれていません。
kk: Көрсетілген бағалар екі адамға арналған АҚШ долларында көрсетілген және мүмкіндіктің болуына байланысты. Оларға порт төлемдері мен салықтар кірмейді. Олар келу және кету порттарынан/порттарына дейін әуе билеттері мен тасымалдау құнын қамтымайды.
ky: Төмөндө көрсөтүлгөн баалар АКШ долларында, эки кишилик орундарга негизделген жана жеткиликтүүлүккө жараша көрсөтүлгөн. Алар порттук төлөмдөрдү жана салыктарды камтыбайт. Алар аэропортко же аэропорттон келгенге жана кеткенге жол кирелерди камтыбайт.
lv: Parādītās cenas ir ASV dolāros, pamatojoties uz dubultu aizņemtību un atkarībā no pieejamības. Tie neietver ostu nodevas un nodokļus. Tie neietver aviobiļetes vai transfēru uz un no ienākošajām un izlidojošajām ostām.
mn: <strong> Уг үнэ нь Ам.доллараар, <u> хоёр хүний байрлах өрөөний үнэ</u> бөгөөд тухайн үед уг өрөөг захиалах боломжтой эсэхээс хамаарна. </strong> Үүнд боомтын хураамж болон татварууд ороогүй болно. Уг үнэнд тухайн боомтод ирэх, боомтоос явах болон нислэгийн зардлууд ороогүй болно.
pt: Os preços mostrados são em dólares americanos, com base em ocupação dupla e sujeitos à disponibilidade. Eles não incluem taxas portuárias e impostos. Eles não incluem passagem aérea ou transferência de e para os portos de chegada e partida.
ro: Prețurile afișate sunt în dolari SUA, pe bază de ocupare dublă și sunt în funcție de disponibilitate. Acestea nu includ taxele portuare și taxele. Acestea nu includ biletul de avion sau transferul la și de la porturile de sosire și de plecare.
ru: Цены указаны в долларах США при двойном размещении и наличии свободных мест. Цены не включают налоги, портовые сборы, стоимость авиаперелёта, а также трансфер в/из портов отправления и прибытия.
uk: Ціни вказані в доларах США при двомісному розміщенні та наявності вільних місць. Ціни не включають податки, портові збори, вартість авіаквитка, а також трансфер в/з портів відправлення та прибуття.
uz: Нархлар АҚШ долларида, жойлар мавжудлигига қараб икки кишилик жойлашув учун кўрсатилган. Уларга портга бориш ва қайтишгача бўлган авиаташув ва трансфер хизматлари киритилмаган.
zh: 所显示的价格为美元，基于双人入住，并视供应情况而定。价格不包括港口费用和税费，也不包括往返抵达和离港的机票或接送服务。

source: The PWA will support all languages supported by the current website.
ca: La PWA serà compatible amb tots els idiomes que admet el lloc web actual.
de: Die PWA wird alle von der aktuellen Website unterstützten Sprachen unterstützen.
es: La Aplicación Web Progresiva (PWA) estará en todos los lenguajes que nuestro sitio web ofrece actualmente.
fr: La PWA prendra en charge toutes les langues prises en charge par le site web actuel.
it: La PWA supporterà tutte le lingue supportate dal sito web attuale.
ja: PWAは、現在のウェブサイトでサポートされているすべての言語で利用できます。
kk: PWA ағымдағы веб-сайт қолдайтын барлық тілдерді қолдайды.
ko: PWA는 현재 웹사이트에서 지원하는 모든 언어를 지원합니다.
ky: PWA учурдагы веб-сайт тарабынан колдоого алынган бардык тилдерди колдойт.
lv: PWA atbalstīs visas valodas, ko atbalsta pašreizējā tīmekļa vietne.
mn: PWA нь одоогийн вэб хуудасны бүх хэл дээр ажиллах болно.
pt: O PWA suportará todos os idiomas suportados pelo site atual.
ro: PWA va accepta toate limbile acceptate de site-ul actual.
ru: PWA будет поддерживать все языки, которые поддерживает текущий веб-сайт.
uk: PWA підтримуватиме всі мови, які підтримуює поточний веб-сайт.
uz: PWA ушбу сайт томонидан қўллаб-қувватланадиган барча тилларда мавжуд.
zh: PWA 将支持当前网站支持的所有语言。

source: The rate comparison can be presented in whatever currency is used in your browser.
ca: La comparació de tarifes pot presentar-se en qualsevol moneda que s'utilitzi en el teu navegador.
de: Der Tarifvergleich kann in der Währung angezeigt werden, die in Ihrem Browser verwendet wird.
es: La comparación de tarifas se puede presentar en cualquier moneda que se utilice en tu navegador.
fr: La comparaison des taux peut être présentée dans la devise utilisée dans votre navigateur.
it: Il confronto delle tariffe può essere presentato in qualsiasi valuta in uso nel tuo browser.
ja: レート比較は、お使いのブラウザで使用されている通貨で表示することができます。
kk: Бағаларды салыстыру браузеріңізде қолданылатын кез келген валютада көрсетілуі мүмкін.
ko: 비율 비교는 브라우저에서 사용되는 모든 통화로 표시될 수 있습니다.
ky: Бааны салыштыруу браузериңизде кандай валютада колдонулбасын, көрсөтүлүшү мүмкүн.
lv: Cenu salīdzinājumu var parādīt jebkurā valūtā, kas tiek izmantota jūsu pārlūkprogrammā.
mn: Үнийн харьцуулалтыг таны хөтөч дээр ашиглаж буй ямар ч валютаар харуулж болно.
pt: A comparação de taxas pode ser apresentada em qualquer moeda usada em seu navegador.
ro: Comparația ratelor poate fi prezentată în orice monedă folosită în browser.
ru: Сравнение цены может быть представлено в любой используемой в вашем браузере валюте.
uk: Порівняння ціни може бути представлене в будь-якій валюті, що використовується у вашому браузері.
uz: Тариф сизнинг браузерингизда акс этган исталган валютада солиштирилиши мумкин.
zh: 汇率比较可以以您浏览器中使用的任何货币显示。

source: The region you complete in will be based on your home address as of April 1st 2025
ca: La regió en què competeixis es basarà en la teva adreça de residència a data 1 d’abril de 2025
de: Die Region, in der Sie den Antrag ausfüllen, basiert auf Ihrer Wohnadresse zum 1. April 2025.
es: La región en la que compites será determinada por tu dirección de residencia al 1ro. de abril de 2025
fr: La région dans laquelle vous concourez sera déterminée en fonction de votre adresse de résidence au 1er avril 2025
it: La regione in cui gareggerai dipenderà dal tuo indirizzo di residenza al 1° aprile 2025
ja: 所属する地域は、2025年4月1日時点のご自宅住所に基づいて決定されます
kk: Сіз қатысатын аймақ 2025 жылғы 1 сәуірдегі тұрғылықты мекен-жайыңызға негізделеді
ky: Сиз катыша турган аймак 2025-жылдын 1-апрелиндеги үй дарегиңизге негизделет
mn: Оролцох бүс нутгийг 2025 оны 4-р сарын 1-ний өдрийн таны гэрийн хаягийн мэдээлэл дээр үндэслэн тодорхойлно
pt: A região que você preencher será baseada no seu endereço residencial em 1º de abril de 2025
ro: Regiunea în care concurezi va fi stabilită pe baza adresei tale de domiciliu valabilă la data de 1 aprilie 2025
ru: Ваш регион соревнования будет определяться на основе вашего адреса проживания по состоянию на 1 апреля 2025 года
uk: Регіон, у якому ви берете участь, визначатиметься за вашою домашньою адресою станом на 1 квітня 2025 року
uz: Сиз рақобатлашадиган минтақа 2025 йил 1 апрель ҳолатига кўрсатилган уй манзилингиз асосида аниқланади
zh: 您参赛所属的地区将根据您截至2025年4月1日的家庭住址确定

source: the remaining 75% of the trip using out-of-pocket funds.
ca: el 75% restant del viatge usant fons pagats de la butxaca.
de: die restlichen 75 % der Reise aus eigener Tasche bezahlen.
es: el 75% restante del viaje usando fondos pagados del bolsillo.
fr: les 75 % restants du voyage en utilisant des fonds propres.
it: il restante 75% del viaggio utilizzando soldi di tasca propria.
ja: 残りの75％の旅費は自己負担となります。
kk: жол ақысының қалған 75 пайызы қолма-қол төленеді.
ko: 나머지 75%는 본인 부담으로 결제해야 합니다.
ky: Сапардын калган 75% чөнтөгүнөн чыккан каражаттардын эсебинен.
lv: atlikušie 75% no ceļojuma, izmantojot skaidras naudas līdzekļus.
mn: Захиалгын үнийн дүнгийн үлдсэн 75%-ийг өөрөөс төлнө.
pt: os 75% restantes da viagem usando fundos diretos.
ro: restul de 75% din călătorie folosind fonduri din buzunar.
ru: оставшиеся 75% стоимости путешествия необходимо оплатить из собственных средств.
uk: 75% вартості подорожі, що залишилися, необхідно сплатити з власних коштів.
uz: Саёҳат баҳосининг қолган 75%и ҳамёндан тўланади.
zh: 剩余75%的行程使用自付费用。

source: The required startDate and returnDate are missing.
ca: Falta la data d'inici i la data de retorn.
de: Die erforderlichen Angaben startDate und returnDate fehlen.
es: Faltan la fecha de inicio y la fecha de devolución requeridas.
fr: Les dates de début et de fin requises sont manquantes.
it: Mancano la data di inizio e la data di ritorno.
ja: チェックインとチェックアウトの日にちを指定していません。
kk: Міндетті түрде қажетті startDate және returnDate өткізіп алған.
ko: 필요한 시작 날짜와 반환 날짜가 누락되었습니다.
ky: Талап кылынган башталгыч жана кайтыш кунү.
lv: Trūkt prasītais sākuma un atgriešanās Datums.
mn: Эхлэх болон эргэн ирэх огноо байхгүй байна.
pt: As datas necessárias de início e de retorno estão ausentes.
ro: Datele necesare de început și de întoarcere lipsesc.
ru: Пропущены обязательные startDate и returnDate.
uk: Пропущені обов'язкові startDate та returnDate.
uz: Талаб этилган бошланиш ва тугаш санаси кўрсатилмаган.
zh: 缺少所需的开始日期和返回日期。

source: The rest of the sales have not been processed too for integrity reasons.
ca: La resta de les vendes tampoc s'han processat per raons d'integritat.
de: Der Rest der Verkäufe wurde aus Gründen der Integrität ebenfalls nicht verarbeitet.
es: El restante de las ventas tampoco no ha sido procesado por razones de integridad.
fr: Les autres ventes n'ont pas été traitées non plus pour des raisons d'intégrité.
it: Anche il resto delle vendite non è stato elaborato per motivi di integrità.
ja: その他の売上も、完全性の理由から処理されていません。
kk: Қалған сатылымдар да тұтастық үшін өңделмеген.
ky: Калган сатуулар да ак ниеттүүлүк үчүн иштетилген эмес.
lv: Arī pārējie pārdošanas darījumi nav apstrādāti integritātes apsvērumu dēļ.
mn: Бусад борлуулалтууд ч мөн адил шударга ажиллагааг хангах үүднээс боловсруулагдаагүй байна.
pt: O restante das vendas também não foi processado por motivos de integridade.
ro: Restul vânzărilor nu au fost procesate din motive de integritate.
ru: Остальные продажи также не были обработаны из соображений целостности.
uk: Інші продажі також не були оброблені з міркувань цілісності.
uz: Бошқа сотувлар ҳам яхлитлик нуқтаи назаридан қайта ишланмади.
zh: 出于完整性考虑，其他销售也尚未处理。
