Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: If you sign up under the inCruises Independent Partner Program, you will be required to read and agree to the terms of the inCruises Independent Partner Program Agreement before being allowed to receive compensation for referring anyone to the Site. Please read the terms carefully before agreeing to participate in the Independent Partner Program. We will use the email address that you provide to us to contact you regarding the enrollment in the Independent Partner Program, and we will use the address that you provide to us to send you any payments owed to you under the terms of the Independent Partner Program or any other system available to us that will facilitate the transfer of these funds. If you were referred to the Independent Partner Program by another Independent Partner, your contact information (name, address, email address, and/or telephone number) will be shared with the Independent Partner who referred you.
ca: Si et dones d’alta al Programa de Socis Independents d’inCruises, hauràs de llegir i acceptar els termes de l’Acord del Programa de Socis Independents d’inCruises abans de poder rebre cap compensació per haver referit algú al Lloc web. Si us plau, llegeix els termes atentament abans d’acceptar participar en el Programa de Socis Independents. Farem servir l’adreça de correu electrònic que ens proporcionis per contactar amb tu en relació amb la inscripció al Programa de Socis Independents, i l’utilitzarem per enviar-te qualsevol pagament que se t’hagi de fer segons els termes del Programa de Socis Independents o a través de qualsevol altre sistema disponible que permeti la transferència d’aquests fons. Si has estat referit al Programa de Socis Independents per un altre Soci Independent, la teva informació de contacte (nom, adreça, adreça electrònica i número de telèfon) serà compartida amb el Soci Independent que t’ha referit.
de: Wenn Sie sich im Rahmen des unabhängigen Partnerprogramms von inCruises anmelden, müssen Sie die Bedingungen der Vereinbarung über das unabhängige Partnerprogramm von inCruises lesen und ihnen zustimmen, bevor Sie eine Vergütung für die Empfehlung von Personen auf die Website erhalten können. Bitte lesen Sie die Bedingungen von sorgfältig durch, bevor Sie sich zur Teilnahme am unabhängigen Partnerprogramm bereit erklären. Wir werden die von Ihnen angegebene E-Mail-Adresse verwenden, um Sie bezüglich der Anmeldung zum Unabhängigen Partnerprogramm zu kontaktieren, und wir werden die von Ihnen angegebene Adresse verwenden, um Ihnen alle Zahlungen zukommen zu lassen, die Ihnen gemäß den Bedingungen des Unabhängigen Partnerprogramms geschuldet werden, oder ein anderes uns zur Verfügung stehendes System, das die Überweisung dieser Gelder erleichtert, . Wenn Sie von einem anderen unabhängigen Partner an das Unabhängige Partnerprogramm verwiesen wurden, werden Ihre Kontaktinformationen (Name, Adresse, E-Mail-Adresse und/oder Telefonnummer) an den unabhängigen Partner weitergegeben, der Sie verwiesen hat.
es: Si usted se inscribe en el Programa de Socio Independiente de inCruises, se le pedirá que lea y acepte los términos del Contrato del Programa de Socios Independientes de la compañía antes de que pueda recibir una compensación por referir a cualquier persona al Sitio Web. Por favor, lea los términos cuidadosamente antes de aceptar participar en el Programa de Socios Independientes. inCruises utilizará la dirección de correo electrónico que usted nos proporcione para comunicarnos con usted en relación a la inscripción en el Programa de Socios Independientes, y utilizaremos la dirección que usted nos proporcione para enviarle los pagos adeudados en virtud de los términos del Programa de Socios Independientes o cualquier otro sistema disponible que facilite la transferencia de estos fondos. Si usted ha sido referido al Programa de Socio Independiente por otro Socio Independiente, su información de contacto (nombre, dirección, dirección de correo electrónico y/o número de teléfono) se compartirá con el Socio Independiente que le refirió.
fr: Si vous vous inscrivez au Programme de Partenaire Indépendant d'inCruises, vous devrez lire et accepter les conditions d'Accord du Programme de Partenaire Indépendant d'inCruises avant de pouvoir percevoir une rémunération pour avoir recommandé quelqu'un sur le Site. Veuillez lire attentivement les conditions avant d'accepter de participer au Programme de Partenaire Indépendant. Nous utiliserons l'adresse e-mail que vous nous avez fournie pour vous contacter au sujet de votre inscription au Programme de Partenaire Indépendant, et nous l'utiliserons pour vous envoyer tout paiement qui vous est dû en vertu des conditions du Programme de Partenaire Indépendant ou de tout autre système à notre disposition facilitant le transfert de ces fonds. Si vous avez été recommandé au Programme de Partenaire Indépendant par un autre Partenaire Indépendant, vos coordonnées (nom, adresse, adresse e-mail et/ou numéro de téléphone) seront partagées avec le Partenaire Indépendant qui vous a recommandé.
it: Se ti iscrivi al Programma Partner Indipendente di inCruises, ti sarà richiesto di leggere e accettare i termini del Contratto del Programma Partner Indipendente di inCruises prima di poter ricevere compensi per aver presentato qualcuno al Sito. Ti preghiamo di leggere attentamente le condizioni prima di accettare di partecipare al Programma Partner Indipendente. Utilizzeremo l'indirizzo email che ci fornirai per contattarti in merito all'iscrizione al Programma Partner Indipendente e utilizzeremo l'indirizzo che ci fornirai per inviarti eventuali pagamenti a te dovuti ai sensi delle condizioni del Programma Partner Indipendente o di qualsiasi altro sistema a nostra disposizione che faciliterà il trasferimento di tali fondi. Se sei stato presentato al Programma Partner Indipendente da un altro Partner Indipendente, le tue informazioni di contatto (nome, indirizzo, indirizzo email e/o numero di telefono) saranno condivise con il Partner Indipendente che ti ha presentato.
ja: inCruises 独⽴パートナープログラムにサインアップした場合、サイトへの紹介に対する報酬を受け取る前にinCruises独⽴パートナープログラムの契約の条項を読んで同意する必要があります。 独⽴パートナープログラムへの参加に同意する前に、条件をよくお読みください。提供するメールアドレスを使⽤して、 独⽴パートナープログラムへの登録に関して会員に連絡します。また、提供するアドレスを使⽤して、独⽴パートナープログラムの条件に基づいて会員に⽀払うべき報酬を送⾦、または利⽤可能なその他のシステムなどへ⽀払いを送⾦します。別の独⽴パートナーから独⽴パートナープログラムに紹介された場合、 連絡先情報（名前、住所、メールアドレス、電話番号）は、紹介先の独⽴パートナーと共有されます。
kk: Егер сіз inCruises тәуелсіз серіктестік бағдарламасына тіркелсеңіз, сіз сайтқа біреуді сілтеу арқылы сыйақы алуға мүмкіндік алу үшін inCruises тәуелсіз серіктестік бағдарламасы келісімінің шарттарын оқып, келісуіңіз қажет. Тәуелсіз серіктестік бағдарламасына қатысуға келісер алдында шарттарды мұқият оқыңыз. Біз сіздің берген электронды пошта мекенжайыңызды тәуелсіз серіктестік бағдарламасына тіркелу туралы сізбен байланысу үшін пайдаланады және сіздің берген мекенжайыңызды сізге тәуелсіз серіктестік бағдарламасының шарттары бойынша немесе бізге қол жетімді кез келген басқа жүйе арқылы сізге төленетін төлемдерді жіберу үшін қолданамыз. Егер сізді басқа тәуелсіз серіктес бағдарламаға шақырған болса, сіздің байланыс ақпараттарыңыз (аты-жөні, мекенжайы, электронды пошта мекенжайы және/немесе телефон нөмірі) сізді шақырған тәуелсіз серіктеске берілетін болады.
ky: Эгерде сиз inCruises Көзкарандысыз Өнөктөш программасына катталсаңыз, кимдир-бирөөнү Сайтка шилтеме кылганыңыз, чакырганыңыз үчүн төлөм алууга уруксат алуудан мурун inCruises Көзкарандысыз Өнөктөш программасы келишиминин шарттарын окуп чыгып, макул болушуңуз керек. Көзкарандысыз өнөктөштүк программасына катышууга макулдук берүүдөн мурун, шарттарды кылдат окуп чыгыңыз. Биз сиз берген электрондук почта дарегиңизди Көзкарандысыз Өнөктөш программасына каттооңузга байланыштуу Көзкарандысыз Өнөктөш Программасынын шарттарына ылайык карыз болгон төлөмдөрдү жөнөтүү максатында сиз менен байланышуу үчүн сиз берген электрондук почта дарегиңизди же бул каражаттарды которууну жеңилдетүү үчүн бизге жеткиликтүү болгон башка системаны колдонобуз. Эгерде сизди Көзкарандысыз Өнөктөш программасына башка Көзкарандысыз Өнөктөш жөнөткөн болсо, сиздин байланыш маалыматыңыз (аты-жөнү, дареги, электрондук почта дареги жана/же телефон номери) сизге шилтеме берген Көзкарандысыз Өнөктөш менен бөлүшүлөт.
lv: Ja reģistrēsities inCruises Neatkarīgā partnera programmā, jums būs jāizlasa inCruises Neatkarīgā partnera programmas līguma nosacījumi un jāpiekrīt tiem, pirms saņemsit kompensāciju par to, ka esat aicinājis jebkuru personu uz vietni. Lūdzu, izlasiet pirms piekrītat piedalīties Neatkarīgo partneru programmā, rūpīgi ilasiet nosacījumus. Mēs izmantosim jūsu norādīto e-pasta adresi, lai sazinātos ar jums par reģistrēšanos Neatkarīgo partneru programmā, un mēs izmantosim jūsu norādīto adresi, lai nosūtītu jums visus maksājumus, kas jums pienākas saskaņā ar Neatkarīgo partneru programmas noteikumiem vai jebkuru citu mums pieejamu sistēmu, kas atvieglos šo līdzekļu pārskaitīšanu. Ja uz Neatkarīgā partnera programmu atsaucās cits Neatkarīgais partneris, jūsu kontaktinformācija (vārds, adrese, e-pasta adrese un/vai tālruņa numurs) tiks kopīgota ar Neatkarīgo partneri, kas jūs uzaicināja.
mn: Хэрэв та inCruises-ийн Бие даасан Түншийн хөтөлбөрт бүртгүүлж байгаа бол, хэн нэгнийг вэб хуудсанд урьсны төлөө орлого авах эрхтэй болохоос өмнө уг хөтөлбөрийн Гэрээний нөхцөлтэй танилцаж, түүнийг зөвшөөрөх шаардлагатай. Бие даасан Түншийн хөтөлбөрт оролцохоосоо өмнө тухайн нөхцөлийг анхааралтай уншина уу. Бид таны бүртгүүлэхдээ өгсөн цахим шуудангийн хаягийг Бие даасан түншийн хөтөлбөрт элсэлтийн талаар тантай холбоо барихад ашиглана. Мөн танд төлөх ёстой төлбөрийг илгээх зорилгоор таны өгсөн шуудангийн хаяг эсвэл бидэнд байгаа төлбөр дамжуулах боломжит бусад системийг ашиглана. Хэрэв та өөр нэг Бие даасан түншийн урилгаар энэхүү хөтөлбөрт элссэн бол таны холбоо барих мэдээлэл (нэр, хаяг, цахим шуудан, болон/эсвэл утасны дугаар) тухайн таныг урьсан түншид хуваалцагдана.
pt: Se você se inscrever no Programa de Parceiros Independentes da inCruises, será necessário ler e aceitar os termos do Contrato do Programa de Parceiros Independentes da inCruises antes de poder receber qualquer compensação por indicar alguém ao Site. Por favor, leia os termos com atenção antes de concordar em participar do Programa de Parceiros Independentes. Usaremos o endereço de e-mail que você nos fornecer para entrar em contato com você em relação à sua inscrição no Programa de Parceiros Independentes, e utilizaremos o endereço que você nos informar para enviar quaisquer pagamentos devidos a você de acordo com os termos do Programa ou por meio de outro sistema disponível que facilite a transferência desses valores. Se você foi indicado ao Programa de Parceiros Independentes por outro Parceiro Independente, suas informações de contato (nome, endereço, e-mail e/ou número de telefone) serão compartilhadas com o Parceiro Independente que o indicou.
ro: Dacă te înscrii în Programul de Partener Independent inCruises, ți se va cere să citești și să accepți termenii Acordului Programului de Partener Independent inCruises înainte de a ți se permite să primești compensații pentru recomandarea oricui către Site. Te rugăm să citești termenii cu atenție înainte de a accepta să participi la Programul de Parteneri Independenți. Vom folosi adresa de e-mail pe care ne-o furnizezi pentru a te contacta cu privire la înscrierea în Programul de Partener Independent și vom folosi adresa pe care ne-o furnizezi pentru a-ți trimite orice plăți datorate în conformitate cu termenii Programului de Partener Independent sau orice alt sistem disponibil pentru noi care va facilita transferul acestor fonduri. Dacă ai fost îndrumat către Programul de Partener Independent de către un alt partener independent, informațiile tale de contact (nume, adresă, adresă de e-mail și/sau număr de telefon) vor fi partajate cu Partenerul Independent care te-a recomandat.
ru: Если вы зарегистрируетесь в Программе Независимого Партнера inCruises, то прежде чем вам будет разрешено получать вознаграждение за привлечение кого-либо на Сайт, вам необходимо будет прочитать и принять условия Соглашения Независимого Партнера inCruises. Пожалуйста, внимательно прочитайте условия, прежде чем соглашаться на участие в Программе Независимого Партнера. Мы будем использовать адрес электронной почты, который вы предоставляете нам, чтобы связываться с вами по вопросам регистрации в Программе Независимого Партнера, и мы будем использовать адрес, который вы предоставляете нам, для отправки вам любых платежей, причитающихся вам в соответствии с условиями Программы Независимого Партнера, или используя любую другую доступную для нас систему, которая облегчит перевод этих средств. Если другой Независимый Партнер привлек вас в Программу Независимого Партнера, то ваша контактная информация (имя, адрес, адрес электронной почты и/или номер телефона) будет доступна этому Независимому Партнеру.
uk: Якщо Ви зареєструєтесь у Програмі Незалежного Партнера inCruises, то перш ніж Вам буде дозволено отримувати винагороду за залучення будь-кого на Сайт, Вам необхідно буде прочитати та прийняти умови Угоди Незалежного Партнера inCruises. Будь ласка, уважно прочитайте умови, перш ніж погоджуватись на участь у Програмі Незалежного Партнера. Ми будемо використовувати адресу електронної пошти, яку Ви надаєте нам, щоб зв'язуватися з Вами з питань реєстрації у Програмі Незалежного Партнера, і ми будемо використовувати адресу, яку Ви надаєте нам, для відправлення Вам будь-яких платежів, що належать Вам відповідно до умов Програми Незалежного Партнера , або використовуючи будь-яку іншу доступну нам систему, яка полегшить переказ цих коштів. Якщо інший Незалежний Партнер залучив Вас до Програми Незалежного Партнера, Ваша контактна інформація (ім'я, адреса, електронна пошта та/або номер телефону) буде доступна цьому Незалежному Партнеру.
uz: Агар сиз inCruisesнинг Мустақил Ҳамкор дастури асосида рўйхатдан ўтсангиз, биронтасини Сайтга йўналтирганингиз учун компенсация олишингизга рухсат берилишидан олдин “inCruisesнинг ǿустақил Ҳамкор дастури ҳақида келишув” шартларини ўқиб чиқишингиз ва уларга розилик беришингиз талаб этилади. Мустақил Ҳамкор дастурида иштирок этишга розилик беришдан олдин шартларни диққат билан ўқиб чиқинг. Мустақил Ҳамкор дастурига рўйхатга олиш масаласи юзасидан сиз билан боғланиш учун бизга тақдим этган электрон почта манзилингиздан фойдаланамиз ҳамда Мустақил Ҳамкор дастури шартларига мувофиқ сизга беришимиз керак бўлган тўловларни юборишда бизга тақдим этган манзилингиздан ёки ушбу тўловларни ўтказишимизни енгиллаштирадиган бизда мавжуд бўлган исталган бошқа тизимдан фойдаланамиз. Агар Мустақил Ҳамкор дастурига бошқа бир Мустақил Ҳамкор томонидан йўналтирилган бўлсангиз, сизнинг контакт маълумотларингиз (исм, манзил, электрон почта манзили ва/ёки телефон рақами) сизни йўналтирган Мустақил Ҳамкорга тақдим этилади.
zh: 如果您注册加入inCruises独立合作伙伴计划，您将在获得推荐他人访问本网站并获得报酬之前，被要求阅读并同意inCruises独立合作伙伴计划协议的条款。在参与独立合作伙伴计划之前，请仔细阅读 相关条款。我们将使用您提供的电子邮件地址与您联系，通知有关您加入独立合作伙伴计划的事项；我们也将使用您提供的地址， 或使用任何其他可用的系统，将根据独立合作伙伴计划条款应支付给您的款项汇款给您。如果您是由另一位独立合作伙伴推荐加入该计划的，您的 联系方式（姓名、地址、电子邮件地址和/或电话号码）将会被共享给推荐您的独立合作伙伴。

source: If you used a two for one reward points during registration, your membership must remain active throughout the embarkation.
ca: Si has utilitzat crèdits de recompensa de dos per un durant el registre, la teva Membresia ha d'estar activa fins que s'hagi realitzat l'embarcament.
de: Wenn Sie bei der Anmeldung eine 2 für 1-Reward Points-Aktion genutzt haben, muss Ihre Mitgliedschaft während der gesamten Dauer der Einschiffung aktiv bleiben.
es: Si utilizaste Puntos de Recompensa al (2 por 1) al registrarte, es imprescindible que mantengas tu Membresía activa durante todo el embarque.
fr: Si vous avez utilisé les points de récompense deux pour un lors de l'inscription, votre adhésion doit rester active pendant toute la durée de l'embarquement.
it: Se hai utilizzato i Crediti Premio due per uno durante la registrazione, la tua Membership deve rimanere attiva fino ad imbarco avvenuto.
ja: お申込み時に２倍のリワードポイントをご利用の場合は、乗船中もメンバーシップの資格が有効である必要があります。
kk: Тіркеу кезінде 2 бонустық ұпайыңызды 1 бонустық ұпайға сатып алсаңыз, сіз отырғызған кезде Мүшелік бағдарламаңыз белсенді болып қалуы керек.
ko: 등록 시 1대 2 리워드 포인트를 사용했다면, 승선하는 동안 멤버십이 활성 상태로 유지되어야 합니다.
ky: Эгер сиз каттоо учурунда эки Бонустук Упайыңыздан бирөөнү колдонсоңуз, бортко түшүү маалында Мүчөлүк программаңыз активдүү калыш керек.
lv: Ja reģistrācijas laikā esat izmantojis divus punktus par vienu punktu, jūsu dalībai ir jāpaliek aktīvai visā iekāpšanas laikā.
mn: Хэрэв та аяллын захиалгын үед (1:2) Шагналын Оноо ашигласан бол хөлөгт суутлаа идэвхтэй гишүүнчлэлтэй байх ёстой.
pt: Se você usou Pontos de Recompensa dois por um durante o registro, sua assinatura deve permanecer ativa durante todo o embarque.
ro: Dacă ai folosit puncte de recompensă (2 pentru 1) în timpul înregistrării, calitatea de membru trebuie să rămână activă pe toată durata îmbarcării.
ru: Если во время регистрации вы использовали бонусные баллы 2 к 1, то во время посадки на борт ваша программа Членства должна оставаться активной.
uk: Якщо під час реєстрації ви використовували бонусні бали 2 до 1, ваше членство має залишатися активним протягом посадки на борт.
uz: Агар рўйхатга олиш вақтида 1 га 2 бонус балларидан фойдаланган бўлсангиз, бортга чиққунингизга қадар аъзолигингиз фаол бўлиши шарт.
zh: 如果您在注册期间使用了二换一奖励积分，则您的会员资格必须在整个登船过程中保持有效。

source: If you want to participate in the room, press join.
ca: Si vols participar en la sala, pressiona "Unir-se".
de: Wenn Sie an dem Raum teilnehmen möchten, drücken Sie auf Beitreten.
es: Si quieres participar en la sala, presiona "Unirse".
fr: Si vous souhaitez participer à la salle, appuyez sur joindre.
it: Se vuoi partecipare alla stanza, premi "Partecipa".
ja: ルームに参加したい場合は、「参加する」をタップしてください。
kk: Бөлмеге қатысқыңыз келсе, «Қосылу» түймесін басыңыз.
ko: 방에 참여하고 싶다면 Join을 눌러주세요.
ky: Бөлмөгө кошулууну кааласаңыз, кошулуу баскычын басыңыз.
lv: Ja vēlaties piedalīties telpā, nospiediet taustiņu JOIN.
mn: Хэрэв та нэгдэхийг хүсвэл Нэгдэх товийг дарна уу.
pt: Se você quiser participar da sala, pressione entrar.
ro: Dacă vrei să participi în sală, apasă pe Înscrie-te.
ru: Если вы хотите зайти в комнату, нажмите "Присоединиться".
uk: Якщо ви бажаєте зайти до кімнати, натисніть "Приєднатися".
uz: Агар хонага киришни истасангиз, қўшилиш тугмасини босинг.
zh: 如果您想加入房间，请按“加入”。

source: If you want to submit questions but don't have an account, please fill out the form, and our support team will get back to you.
ca: Si vols enviar preguntes, però no tens un compte, si us plau omple el formulari i el nostre equip de suport es posarà en contacte amb tu.
de: Wenn Sie Fragen stellen möchten, aber noch kein Konto haben, füllen Sie bitte das Formular aus, und unser Support-Team wird sich mit Ihnen in Verbindung setzen.
es: Si quieres realizar una consulta o pregunta, pero no tienes una cuenta, llena el siguiente formulario y nuestro equipo de soporte entrará en contacto contigo.
fr: Si vous souhaitez soumettre des questions mais que vous n'avez pas de compte, veuillez remplir le formulaire et notre équipe d'assistance vous répondra.
it: Se vuoi inviare delle domande ma non hai un account, compila il modulo e il nostro team di assistenza ti risponderà.
ja: アカウントをお持ちでなくても質問を提出したい場合は、フォームにご記入ください。サポートチームが折り返しご連絡いたします。
kk: Егер сізде аккаунт болмаса, бірақ сұрақ қойғыңыз келсе, өтінеміз, форманы толтырыңыз — қолдау көрсету тобы сізбен жақын арада байланысады.
ky: Эгерде сиз суроолорду бергиңиз келсе, бирок каттоо эсебиңиз жок болсо, анкетаны толтуруңуз, биздин колдоо тобу сиз менен байланышат.
lv: Ja vēlaties iesniegt jautājumus, bet jums nav konta, lūdzu, aizpildiet veidlapu, un mūsu atbalsta grupa kontaktēsies ar jums.
mn: Хэрэв та бүртгүүлээгүй ч асуух асуулт байгаа бол доорх маягтыг бөглөнө үү. Манай тусламжийн баг танд хариу өгөх болно.
pt: Se você quiser enviar perguntas, mas não tem uma conta, por favor preencha o formulário e nossa equipe de suporte entrará em contato com você.
ro: Dacă dorești să trimiți întrebări, dar nu ai un cont, te rugăm să completezi formularul, iar echipa noastră de asistență te va contacta.
ru: Если вы хотите задать вопросы, но у вас нет учетной записи, то заполните, пожалуйста, форму, и наша служба поддержки свяжется с вами.
uk: Якщо ви хочете надіслати запитання, але не маєте облікового запису, заповніть форму, і наша служба підтримки зв’яжеться з вами.
uz: Агар савол йўллашни истасангиз, аммо аккаунтингиз бўлмаса, илтимос шаклни тўлдиринг ва қўллаб-қувватлаш жамоаси сиз билан боғланади.
zh: 如果您想提交问题但尚未拥有账户，请填写表格，我们的支持团队将尽快与您联系。

source: If you wish to contact inCruises for any reason, please address your inquiries to:
ca: Si desitges contactar amb inCruises per qualsevol motiu, si us plau adreça les teves consultes a:
de: Wenn Sie inCruises aus irgendeinem Grund kontaktieren möchten, richten Sie Ihre Anfragen bitte an:
es: Si deseas contactar a inCruises por cualquier motivo, favor de dirigir tus consultas a:
fr: Si vous souhaitez contacter inCruises pour quelque raison que ce soit, veuillez adresser vos demandes à :
it: Se desideri contattare inCruises per qualsiasi motivo, ti preghiamo di indirizzare le tue richieste a:
ja: inCruisesにご連絡をご希望の場合は、以下の宛先までお問い合わせください：
kk: Егер сіз қандай да бір себеппен inCruises компаниясымен байланысқыңыз келсе, өтініштеріңізді келесі мекенжайға жолдаңыз:
ky: Эгерде сиз inCruises менен байланышууну кааласаңыз, сураныч төмөнкү дарекке кайрылыңыз:
lv: Ja kāda iemesla dēļ vēlaties sazināties ar inCruises, lūdzu, adresējiet savus jautājumus uz:
mn: Хэрэв та ямар нэгэн шалтгаанаар inCruises компанитай холбогдохыг хүсвэл дараах хаягаар асуултаа илгээнэ үү:
pt: Se você desejar entrar em contato com a inCruises por qualquer motivo, por favor, envie suas dúvidas para:
ro: Dacă vrei să contactezi inCruises din orice motiv, te rugăm să adresezi întrebările la:
ru: Если по какой-либо причине вы хотите связаться с inCruises, пожалуйста, направляйте свои запросы сюда:
uk: Якщо ви хочете з будь-якої причини зв’язатися з компанією inCruises, будь ласка, зверніться зі своїми запитами до:
uz: Агар бирор сабаб юзасидан inCruises билан боғланмоқчи бўлсангиз, саволларингизни қуйидаги манзилга йўлланг:
zh: 如果您因任何原因希望联系inCruises，请将您的咨询发送至：
