Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Once your travel is confirmed, don't forget to also submit your
ca: Un cop el teu viatge estigui confirmat, no oblidis també enviar el teu
fr: Une fois votre voyage confirmé, n'oubliez pas de soumettre également votre
it: Una volta confermato il viaggio, non dimenticare di inviare anche il tuo
ja: 旅行が確定したら、忘れずに以下も提出してください
kk: Саяхатыңыз расталғаннан кейін, сондай-ақ өзіңіздің … тапсыруды ұмытпаңыз
pt: Assim que sua viagem for confirmada, não se esqueça de enviar também o seu
ro: După ce călătoria ta este confirmată, nu uitați să trimiți și
uk: Після підтвердження вашої подорожі не забудьте також надіслати ваш
uz: Саёҳатингиз тасдиқланиши билан, қуйидагиларни юборишни унутманг:
zh: 一旦您的行程确认，请别忘了同时提交您的

source: One Direct
ca: Una directa
de: Ein Direkter
es: Un Directo
fr: Un Direct
it: Un diretto
ja: １人の直紹介者
kk: Бір Түзу
ko: 직접 추천 1명
ky: Бир Түз
lv: Viens Tiešais
mn: Шууд урьсан 1 хүн
pt: Um direto
ro: Un Direct
ru: Один прямой
uk: Один прямий
uz: Бир нафар Тўғридан-тўғри
zh: 一個直接的

source: One Direct Partner This Month
ca: Un Soci Directe Aquest Mes
de: Ein direkter Partner in diesem Monat
es: Un Socios Directos Este Mes
fr: Un Partenaire Direct ce mois-ci
it: Un Partner diretto questo mese
ja: 今月１人の直紹介パートナー
kk: Осы Айдағы Бір Тікелей Серіктес
ko: 이번 달 1명의 직접추천 파트너
ky: Ушул айдагы бир Түз Өнөктөш
lv: Viens Tiešais Partnerisi šajā mēnesī
mn: Энэ сарын хувьчлан элсүүлсэн Түнш
pt: Um sócios direto este mês
ro: Un Partener Direct Luna Aceasta
ru: Один Прямой Партнер за Этот Месяц
uk: Один Особистий Партнер в цьому Місяці
uz: Ушбу ойдаги битта тўғридан-тўғри Ҳамкор
zh: 本月的一位直接合作夥伴

source: one donation at a time! Join the ranks of generous donors and help support
ca: una donació a la vegada! Uneix-te als rangs de generosos donants i ajuda a donar suport
de: eine Spende nach der anderen! Schließen Sie sich den Reihen der großzügigen Spender an und unterstützen Sie
es: un donativo a la vez! Únete a los rangos de donantes generosos y suma tu ayuda al apoyo de
fr: un don à la fois ! Rejoignez les rangs des généreux donateurs et aidez-nous à soutenir
it: una donazione alla volta! Unisciti ad altri generosi donatori e aiuta a sostenere
ja: できること。それは1回1回の寄付です！寛大な寄付者の仲間入りをし、支援を必要としている人々に希望と癒しをもたらす
kk: бір-бірден қайырымдылық жасаңыз! Жомарт донорлар қатарына қосылыңыз және қолдау көрсетуге көмектесіңіз
ky: бир учурда бир кайрымдуулук! Берешен донорлордун катарына кошулуп, колдоо көрсөтүңүз
lv: pa vienam ziedojumam! Pievienoties dāsno ziedotāju rindām un palīdzēt atbalstīt
mn: нэг удаа нэг хандив өргөөрэй. Өгөөмөр хандивлагч хүмүүсийн эгнээнд нэгдэж, дэмжлэг үзүүлээрэй
pt: uma doação de cada vez! Junte-se aos doadores generosos e ajude a apoiar
ro: câte o donație! Alătură-te rândurilor donatorilor generoși și ajută la susținerea
ru: одно пожертвование за раз! Вступайте в ряды щедрых спонсоров и помогайте поддерживать
uk: одна пожертва за раз! Вступайте до лав щедрих спонсорів і допомагайте підтримувати
uz: бир вақтда битта эҳсон! Сахий донорлар сафига қўшилинг ва
zh: 一次捐赠！加入慷慨捐赠者的行列，帮助支持

source: One Month Volume
ca: Volum d'un mes
de: Ein-Monats-Umsatz
es: Volumen de un mes
fr: Volume sur un mois
it: Volume di un mese
ja: 1ヶ月のボリューム
kk: Бір Айдағы Көлем
ky: Бир айлык көлөм
lv: Viena Mēneša Apjoms
mn: Нэг сарын хэмжээ
pt: Volume de um mês
ro: Volum de o lună
ru: Объём одного месяца
uk: Обсяг одного місяця
uz: Бир ойлик ҳажм
zh: 一个月的销售量

source: One or more files exceed the maximum size of 20MB.
ca: Un o més fitxers superen la mida màxima de 20 MB.
de: Eine oder mehrere Dateien übersteigen die maximale Größe von 20 MB.
es: Uno o más archivos superan el peso máximo de 20MB.
fr: Un ou plusieurs fichiers dépassent la taille maximale de 20MB.
it: Uno o più file superano la dimensione massima di 20 MB.
ja: 1つまたは複数のファイルが最大サイズの20MBを超えています。
kk: Бір немесе бірнеше файлдың максималды өлшемі 20 МБ - тан асады.
ky: Бир же бир нече файл 20 МБ максималдуу өлчөмдөн ашат.
lv: Viens vai vairāki faili pārsniedz maksimālo lielumu 20 MB.
mn: Файлуудын нийлбэр хэмжээ 20MB-аас хэтэрсэн байна.
pt: Um ou mais arquivos excedem o tamanho máximo de 20 MB.
ro: Unul sau mai multe fișiere depășesc dimensiunea maximă de 20 MB.
ru: Один или несколько файлов превысили максимальный размер в 20 МБ.
uk: Один або кілька файлів перевищили максимальний розмір у 20 МБ.
uz: Бир ёки бир неча файллар ҳажми максимум 20МВ дан ортиқ.
zh: 一个或多个文件超出最大大小限制20MB。

source: One or more files failed to upload.
ca: Un o més fitxers no s'han pogut carregar.
de: Eine oder mehrere Dateien konnten nicht hochgeladen werden.
es: Uno o más archivos no se pudieron cargar.
fr: Un ou plusieurs fichiers n'ont pas pu être téléchargés.
it: Il caricamento di uno o più file non è riuscito.
ja: 1つ以上のファイルのアップロードに失敗しました。
kk: Бір немесе бірнеше файлды жүктеу мүмкін болмады.
ky: Бир же бир нече файл жүктөлбөй калды.
lv: Neizdevās augšupielādēt vienu vai vairākus failus.
mn: Файл татаж авахад алдаа гарлаа.
pt: Falha no upload de um ou mais arquivos.
ro: Unul sau mai multe fișiere nu au putut fi încărcate.
ru: Не удалось загрузить один или несколько файлов.
uk: Не вдалося завантажити один або кілька файлів.
uz: Бир ёки бир неча файллар юкланмади.
zh: 一个或多个文件上传失败。

source: One or more members has an active sailing or a pending invoice.
de: Ein oder mehrere Mitglieder haben eine aktive Fahrt oder eine ausstehende Rechnung.
es: Uno o más miembros tienen una navegación activa o una factura pendiente.
fr: Un ou plusieurs membres ont une voile active ou une facture en attente.
it: Uno o più Membri hanno una prenotazione di crociera attiva o una fattura in sospeso.
ko: 한 명 이상의 멤버에게 활성 항해 및 미지불 청구서가 있습니다.
ky: Бир же бир нече катышуучуда активдүү сүзүү же төлөнбөгөн эсеп-фактура бар.
lv: Vienam vai vairākiem Biedriem ir aktīvi ceļojumi vai gaidošs rēķins.
mn: Нэг болон түүнээс дээш тооны гишүүд идэвхтэй аялалтай эсвэл хүлээгдэж буй нэхэмжлэхтэй байна.
ru: За одним или несколькими участниками числится активное плавание или неоплаченный счёт.

source: One time payment
ca: Pagament únic
de: Einmalige Zahlung
es: Un solo pago
fr: Paiement en une fois
it: Pagamento una tantum
ja: 1回のみのお支払い
kk: Біржолғы төлем
ky: Бир жолку төлөм
lv: Vienreizējs maksājums
mn: Нэг удаагийн төлбөр
pt: Pagamento único
ro: Plată o singură dată
ru: Единовременный платёж
uk: Одноразовий платіж
uz: Бир марталик тўлов
zh: 一次性付款

source: One Time Payment
ca: Pagament Únic
de: Einmalige Zahlung
es: Un solo pago
fr: Paiement en une fois
it: Pagamento Una Tantum
ja: 1回のみのお支払い
kk: Біржолғы төлем
ky: Бир жолку төлөм
lv: Vienreizējs Maksājums
mn: Нэг удаагийн төлбөр
pt: Pagamento único
ro: Plată o singură dată
ru: Единовременный платёж
uk: Одноразовий платіж
uz: Бир марталик тўлов
zh: 一次性付款

source: One-Time Password (OTP)
ca: Contrasenya d'un sol ús (OTP)
de: Einmaliges Passwort (OTP)
es: Contraseña de un solo uso (OTP)
fr: Mot de passe à usage unique (OTP)
it: Password monouso (OTP)
ja: ワンタイムパスワード（OTP）
kk: Бір реттік құпия сөз (OTP)
ko: 일회용 비밀번호(OTP)
ky: Бир жолку сырсөз (OTP)
lv: Vienreizējā parole(OTP)
mn: Нэг удаагийн нууц үг (OTP)
pt: Senha de uso único (OTP)
ro: Parolă unică (OTP)
ru: Одноразовый пароль (OTP)
uk: Одноразовий пароль (OTP)
uz: Бир маротабалик пароль (OTP)
zh: 一次性密码 (OTP)

source: one-time point bonus
fr: bonus de points unique
it: bonus punti una tantum

source: Ongoing access to make bookings at INsider Pricing's and save 17% on cruises hotels and resorts and the opportunity to earn and redeem Reward Points and reduce the retail price of cruises by up to 50% and the price of hotels and resorts by 17%.
ca: Accés continuat per fer reserves amb INsider Pricing, estalviant un 17% en creuers, hotels i ressorts, amb l'oportunitat de guanyar i utilitzar Punts de Recompensa. Així es pot reduir el preu de venda al públic dels creuers fins a un 50% i el preu d'hotels i ressorts en un 17%.
de: Ständiger Zugang zu Buchungen zu INsider Pricing's und Ersparnis von 17% auf Kreuzfahrten, Hotels und Resorts sowie die Möglichkeit, Reward Points zu sammeln und einzulösen und den Verkaufspreis von Kreuzfahrten um bis zu 50% und den Preis von Hotels und Resorts um 17% zu reduzieren.
es: Acceso continuo para hacer reservas con el Precio INsider y ahorrar un 17% en cruceros, hoteles y resorts, así como la oportunidad de ganar y canjear Puntos de Recompensa para reducir el precio minorista de los cruceros hasta en un 50% y el precio de hoteles y resorts en un 17%.
fr: Accès permanent pour effectuer des réservations au prix d'initié et économiser 17 % sur les croisières, les hôtels et les centres de villégiature et possibilité de gagner et d'échanger des Points de Récompense et de réduire le prix de détail des croisières jusqu'à 50 % et le prix des hôtels et des centres de villégiature jusqu'à 17 %.
it: Accesso continuo per effettuare prenotazioni con INsider Pricing e risparmiare il 17% su crociere, hotel e resort e l'opportunità di guadagnare e riscattare Crediti Premio e ridurre il prezzo al dettaglio delle crociere fino al 50% e il prezzo di hotel e resort del 17%.
ja: INsider Pricingでご予約いただくと、クルーズ・ホテル・リゾートが17％割引になります。また、リワードポイントの獲得、利用が可能で、クルーズは料金に対して最大50％、ホテル・リゾートは17％まで利用し、安くなります。
kk: Insider Pricing билеттерін брондауға үнемі қол жеткізу және круиздік қонақүйлер мен курорттарда 17% үнемдеу, бонустық ұпайларды алу және пайдалану және круиздердің бөлшек сауда құнын 50% - ға және қонақүйлер мен курорттардың құнын 17% - ға төмендету мүмкіндігі.
ky: Тынымсыз INsider Pricing баасы менен брондоо жана круиздерде, мейманканаларда жана курорттордо 17% үнөмдөө мүмкүнчүлүгү, ошондой эле бонустук упайларын алуу жана кайтарып алуу жана круиздердин чекене баасын 50% га, мейманканалардын жана курорттордун баасын 17%га чейин төмөндөтүү мүмкүнчүлүгү.
lv: Pastāvīga piekļuve, lai veiktu rezervācijas par Insider Pricing un ietaupītu 17% kruīzu viesnīcās un kūrortos, kā arī iespēja nopelnīt un izpirkt Balvu Punktus un samazināt kruīzu mazumtirdzniecības cenu pat par 50% un viesnīcu un kūrortu cenu par 17%.
mn: INsider Pricing үнээр далайн аялал, зочид буудал, амралтын газруудын захиалгыг 17% хэмнэнэ. Шагналын Оноо хуримтлуулж хэрэглэх нь далайн аялалын жижиглэнгийн үнийг 50%, зочид буудал, амралтын газрын үнийг 17% хэмнэх боломжтой болох юм.
pt: Acesso contínuo para fazer reservas com INsider Pricing e economizar 17% em cruzeiros, hotéis e resorts, além da oportunidade de ganhar e resgatar Pontos de Recompensa e reduzir o preço de varejo dos cruzeiros em até 50% e o preço dos hotéis e resorts em 17%.
ro: Acces continuu pentru a face rezervări cu INsider Pricing și a economisi 17% la croaziere, hoteluri și stațiuni și posibilitatea de a câștiga și valorifica puncte de recompensă și de a reduce prețul de retail al croazierelor cu până la 50% și prețul hotelurilor și stațiunilor cu 17%.
ru: Постоянный доступ к бронированям с ценами INsider Pricing и экономии в 17% на круизах, отеля и курортах, плюс возможность зарабатывать и применять Бонусные Баллы для снижения розничной стоимости круиза до 50%, а отелей и курортов — на 17%.
uk: Постійний доступ до бронювань з цінами INsider Pricing та економії в 17% на круїзах, готелях та курортах, плюс можливість заробляти та застосовувати Бонусні Бали для зниження роздрібної вартості круїзу до 50%, а готелів та курортів – на 17%.
uz: Доимий равишда INsider Pricing функциясидан фойдаланиш ва круизлар, меҳмонхоналар ва курортлар буюртмасида 17% гача чегирма олиш имконияти, шунингдек Бонус баллари ишлаб топиш ва круизлар чакана нархини 50% гача ҳамда меҳмонхона ва курортлар нархини 17% гача камайтириш имконияти.
zh: 持续获得以INsider Pricing价格预订的权限，并享受邮轮、酒店和度假村17%的折扣，同时有机会赚取和兑换奖励积分，从而将邮轮的零售价格降低最多50%，将酒店和度假村的价格降低17%。

source: Online Now
ca: En línia ara
de: Online jetzt
es: En línea ahora
fr: En ligne maintenant
it: Online ora
ja: 今すぐオンライン
kk: Қазір онлайн
ko: 지금 온라인
ky: Учурда онлайн
lv: Tiešsaiste tūlīt
mn: Одоо онлайнаар хийх
pt: Online agora
ro: Acum online
ru: Сейчас онлайн
uk: Зараз онлайн
uz: Ҳозир онлайн
zh: 现已上线

source: ONLINE TRAVEL SERVICES & TRAVEL ADVISOR AGENCY CATEGORIES
ca: SERVEIS DE VIATGES EN LÍNIA i AGÈNCIA D'ASSESSORAMENT DE VIATGES
de: KATEGORIEN VON ONLINE-REISEDIENSTLEISTUNGEN UND REISEBERATUNGSBÜROS
es: CATEGORÍAS DE SERVICIOS DE VIAJES EN LÍNEA Y AGENCIAS DE ASESORAMIENTO DE VIAJES
fr: SERVICES DE VOYAGE EN LIGNE & CATÉGORIES D'AGENCES DE CONSEIL EN VOYAGES
it: CATEGORIE DI SERVIZI DI VIAGGIO ONLINE E AGENZIE DI CONSULENZA DI VIAGGIO
ja: オンライン旅行サービス＆旅行アドバイザー代理店カテゴリー
kk: ОНЛАЙН ТУРИСТІК ҚЫЗМЕТТЕР & САЯХАТ АГЕНТТІЛІГІНІҢ САНАТТАРЫ
ky: ОНЛАЙН САЯКАТ КЫЗМАТТАРЫ & САЯКАТ КЕҢЕШЧИЛЕРИНИН КАТЕГОРИЯЛАРЫ
lv: CEĻOJUMU PAKALPOJUMI TIEŠSAISTĒ & CEĻOJUMU KONSULTĀCIJU AĢENTŪRU KATEGORIJAS
mn: АЯЛЛЫН ОНЛАЙН ҮЙЛЧИЛГЭЭ, АЯЛЛЫН ЗӨВЛӨХ АГЕНТЛАГЫН АНГИЛАЛ
pt: SERVIÇOS DE VIAGEM ONLINE E CATEGORIAS DE CONSULTOR DE AGÊNCIA DE VIAGENS
ro: CATEGORII DE SERVICII DE CĂLĂTORIE ONLINE & AGENȚIE DE CONSILIERE DE CĂLĂTORIE
uz: ОНЛАЙН САЁҲАТ ХИЗМАТЛАРИ ва САЁҲАТ МАСЛАҲАТ АГЕНТЛИГИ ТОИФАЛАРИ
zh: 在线旅游服务及旅行顾问机构类别

source: Only admins can send messages
ca: Només els administradors poden enviar missatges
de: Nur Administratoren können Nachrichten senden
es: Solo los administradores pueden mandar mensajes
fr: Seuls les administrateurs peuvent envoyer des messages
it: Solo gli amministratori possono inviare messaggi
ja: 管理者のみメッセージを送信
kk: Тек әкімшілер хабарламалар жібере алады
ko: 관리자만 메시지를 보낼 수 있습니다
ky: Администраторлор гана билдирүүлөрдү жөнөтө алышат
lv: Ziņojumus var sūtīt tikai administratori
mn: Зөвхөн админ бичвэр илгээх ёстой
pt: Somente administradores podem enviar mensagens
ro: Doar administratorii pot trimite mesaje
ru: Сообщения могут отправлять только администраторы
uk: Повідомлення можуть надсилати лише адміністратори
uz: Фақатгина маъмурлар хабар жўната олади
zh: 只有管理员可以发送消息

source: only applies to publicly available rates and excludes loyalty program rates not visible to the general public (i.e., through wholesale travel companies). It’s also only applicable to lower rates found within
ca: només s'aplica a les tarifes disponibles públicament i exclou les tarifes dels programes de fidelització que no són visibles per al públic en general (és a dir, a través de companyies de viatges a l'engròs). També s'aplica únicament a les tarifes més baixes que es troben dins de
de: gilt nur für öffentlich zugängliche Preise und schließt Preise von Treueprogrammen aus, die für die Öffentlichkeit nicht sichtbar sind (z. B. über Reiseveranstalter). Er gilt auch nur für niedrigere Preise, die innerhalb von
es: solo se aplica a las tarifas disponibles públicamente y excluye las tarifas del programa de fidelización que no son visibles para el público en general (es decir, a través de compañías de viajes mayoristas). También solo se aplica a tarifas más bajas encontradas dentro de las
fr: ne s'applique qu'aux tarifs disponibles publiquement et exclut les tarifs des programmes de fidélisation qui ne sont pas visibles par le grand public (c'est-à-dire par l'intermédiaire des agences de voyages en gros). Il ne s'applique également qu'aux tarifs inférieurs trouvés dans
it: si applica solo alle tariffe disponibili pubblicamente ed esclude le tariffe dei programmi fedeltà non visibili al pubblico (ad esempio, tramite le compagnie di viaggio all'ingrosso). Inoltre, si applica solo alle tariffe più basse trovate all'interno di
ja: は、一般に公開されている料金にのみ適用され、一般に公開されていないロイヤリティ・プログラム料金（卸売旅行会社経由など）は除外されます。また、inStaysのプラットフォームより予約が完了してから
kk: тек қоғамдық тарифтерге қолданылады және жалпы жұртшылыққа көрінбейтін адалдық бағдарламасының тарифтерін қамтымайды (мысалы, көтерме туристік компаниялар арқылы). Бұл сондай-ақ ішінде табылған төмен тарифтерге ғана қатысты
ko: 공개된 요금에만 적용되며 일반 대중이 볼 수 없는 로열티 프로그램 요금은 제외됩니다(예: 도매 여행사를 통해). 그것은 또한 다음에서 발견된 더 낮은 요금에만 적용됩니다
ky: жалпыга жеткиликтүү тарифтерге гана тиешелүү жана жалпы коомчулукка (б.а., дүң туристтик компаниялардан) көрүнбөгөн лоялдуулук программасынын тарифтерин кошпойт . Ал ошондой эле ичинде табылган төмөнкү тарифтерге гана тиешелүү
lv: attiecas tikai uz publiski pieejamām cenām un neietver lojalitātes programmas cenas ,kas nav redzamas plašai publikai (t.i.caur vairumtirdzniecības ceļojumu kompānijām). as attiecas arī uz zemākām cenām,kas ir atrodamas
mn: нь олон нийтэд зарлагддаггүй (жишээ нь, аялал жуулчлалын компаниудын бөөний үнэ гэх мэт) үнийн саналаас бус, зөвхөн inStays платформоор баталгаажсан захиалгаас хойш
pt: aplica-se apenas a tarifas disponíveis publicamente e exclui tarifas de programas de fidelidade não visíveis ao público em geral (ou seja, por meio de empresas de viagens por atacado). Também é aplicável apenas nas taxas mais baixas encontradas dentro de
ro: se aplică numai tarifelor disponibile publicului și exclude tarifele programului de loialitate care nu sunt vizibile pentru publicul larg (adică prin intermediul companiilor de turism angro). De asemenea, se aplică doar tarifelor mai mici găsite în termen de
ru: применяется только по отношению к ценам, доступным публично, и не включает в себя цены по программам лояльности, скрытые от широкой публики (например от оптовых турагентств). Кроме того, применяется только к самым низким ценам, обнаруженным в течение
uk: застосовується тільки стосовно цін, доступних публічно, і не включає ціни за програмами лояльності, приховані від широкої публіки (наприклад від оптових турагентств). Крім того, застосовується тільки до найнижчих цін, виявлених протягом
uz: фақат оммабоп тарифларга қўлланилади ва кенг оммага кўринмайдиган содиқлик дастури тарифлари (масалан, улгуржи сайёҳлик компаниялари орқали) бундан мустасно. Бу шунингдек inStays платформаси орқали буюртма тасдиқланганидан сўнг фақатгина
zh: 仅适用于公开可用的价格，不包括公众不可见的忠诚度计划价格（即通过批发旅游公司）。 它也仅适用于在

source: Only available if selecting Members or Partner Members.
ca: Només està disponible si selecciones els Membres o Membres Socis.
de: Nur verfügbar, wenn Sie Mitglieder oder Partner-Mitglieder auswählen.
es: Solo disponible si seleccionas Miembros o Miembros Socios.
fr: Uniquement disponible si vous sélectionnez Membres ou Membres Partenaires.
it: Disponibile solo se si seleziona Membri o Partner-Membri.
ja: メンバー、またはパートナー・メンバーを選択した時のみ可能です。
kk: Мүшелер немесе Серіктес мүшелерін таңдаған кезде ғана қолжетімді.
ko: 멤버 또는 파트너 멤버를 선택한 경우에만 사용할 수 있습니다.
ky: Мүчөлөрдү же Өнөктөш мүчөлөрдү тандаганда гана жеткиликтүү.
lv: Pieejams tikai tad, ja atlasāt Bedrus vai Partnerus Biedrus.
mn: Зөвхөн Гишүүд эсвэл Түнш Гишүүдийг сонгосон тохиолдолд боломжтой.
pt: Disponível apenas se selecionar Membros ou Sócio-Membros.
ro: Disponibil numai dacă selectezi Membri sau Membri Parteneri.
ru: Доступно только при выборе Членов Клуба или Членов-Партнёров Клуба.
uk: Доступно лише при виборі Членів або Членів-Партнерів Клубу.
uz: Фақатгина Аъзолар ёки Ҳамкор Аъзолар танланганда мавжуд.
zh: Available only when Membership or Partner Membership is selected.

source: Only available if selecting Partners or Partner Members.
ca: Només disponible si es seleccionen Socis o Membres Socis.
de: Nur verfügbar, wenn Sie Partner oder Partner-Mitglieder auswählen.
es: Solo disponible si seleccionas Socios o Socios Miembros.
fr: Uniquement disponible si vous sélectionnez Partenaires ou Membres Partenaires.
it: Disponibile solo se si seleziona Partner o Partner-Membri.
ja: パートナー、またはパートナー・メンバーを選択した時のみ可能です。
kk: «Серіктестер» немесе «Серіктес мүшелері» таңдалған кезде ғана қолжетімді.
ko: 파트너 또는 파트너 멤버를 선택한 경우에만 사용할 수 있습니다.
ky: Өнөктөштөрдү же Өнөктөш мүчөлөрдү тандаганда гана жеткиликтүү.
lv: Pieejams tikai tad, ja atlasāt Partnerus vai Partnerus Biedrus.
mn: Зөвхөн Гишүүд эсвэл Түнш Гишүүдийг сонгосон тохиолдолд хэрэглэх боломжтой.
pt: Disponível apenas se selecionar Parceiros ou Sócio-Membros.
ro: Disponibil numai dacă selectezi Parteneri sau Membri Parteneri.
ru: Доступно только при выборе Партнёров или Членов-Партнёров Клуба.
uk: Доступно лише при виборі Партнерів або Членів-Партнерів Клубу.
uz: Фақатгина Ҳамкорлар ёки Ҳамкор Аъзолар танланганда мавжуд.
zh: 仅当选择合作伙伴或合作伙伴会员时才可用。

source: Only available if selecting Pending Members.
ca: Només disponible si selecciones Membres Pendents.
fr: Disponible uniquement si vous sélectionnez Membres en Attente.
it: Disponibile solo se si seleziona Membri in sospeso.
ja: 保留中のメンバーを選択した場合にのみ利用可能です。
kk: Тек Күтіліп тұрған клуб мүшелерді таңдағанда ғана қолжетімді.
pt: Disponível apenas se selecionar Membros Pendentes.
ro: Disponibil numai dacă selectezi Membri în așteptare.
uk: Доступно лише при виборі Членів Клубу з заборгованістю.
uz: Фақатгина Кутаётган ҳисоби бор Аъзолар танланганда мавжуд.
zh: 仅在选择待处理会员时可用。

source: Only Eligible
fr: Uniquement Éligible
it: Solo idonei

source: Only email notifications can be opened.
ca: Només es poden obrir les notificacions per correu electrònic.
de: Es können nur E-Mail-Benachrichtigungen geöffnet werden.
es: Solo las notificaciones de correo electrónico pueden ser abiertas.
fr: Seules les notifications par e-mail peuvent être ouvertes.
it: È possibile aprire solo le notifiche via email.
ja: メール通知のみ開くことができます。
kk: Сіз тек электрондық пошта хабарландыруларын аша аласыз.
ko: 이메일 알림만 열 수 있습니다.
ky: Электрондук почта эскертмелерин гана ачууга болот.
lv: Var atvērt tikai e-pasta paziņojumus.
mn: Зөвхөн имэйл мэдэгдэл нээгдэх болно.
pt: Somente notificações por e-mail podem ser abertas.
ro: Numai notificările prin e-mail pot fi deschise.
ru: Открыть можно только уведомления по электронной почте.
uk: Можна відкрити лише сповіщення електронною поштою.
uz: Фақатгина электрон почта орқали келган билдиргиларни очиш мумкин.
zh: 只能打开电子邮件通知。

source: Only Ineligible
fr: Uniquement Inéligible
it: Solo non idonei

source: Only Latin-1 characters are allowed.
ca: Només es permeten caràcters de l'alfabet Latin-1.
de: Nur Latin-1 Zeichen sind erlaubt.
es: Sólo se permiten caracteres del alfabeto Latin-1.
fr: Seuls les caractères Latin-1 sont autorisés.
it: Sono consentiti solo i caratteri latini-1.
ja: ラテン文字-1文字のみ使用可能。
kk: Тек латын таңбаларына рұқсат етіледі-1.
ky: Бир гана Latin-1 символуна уруксат берилет.
lv: Atļautas tikai latīņu-1 rakstzīmes.
mn: Зөвхөн Latin-1 тэмдэгтүүд зөвшөөрөгдөнө.
pt: Somente caracteres Latin-1 são permitidos.
ro: Sunt permise doar caractere Latin-1.
ru: Разрешены только символы Latin-1.
uk: Дозволені лише символи Latin-1.
uz: Лотин алифбосидаги битта белги бўлиши лозим.
zh: 仅允许使用Latin-1字符。

source: Only one open request at a time is permitted.
ca: Només es permet una sol·licitud oberta a la vegada.
de: Es ist jeweils nur eine offene Anfrage zulässig.
es: Solo se permite una solicitud abierta a la vez.
fr: Une seule demande ouverte à la fois est autorisée.
it: È permessa una sola richiesta aperta alla volta.
ja: 同時に申請できるのは1件のみです。
kk: Бір уақытта тек бір ашық сұрауға рұқсат етіледі.
ky: Бир убакта бир гана ачык суроо-талапка жол берилет.
lv: Vienlaikus ir atļauts tikai viens pieprasījums.
mn: Нэг удаад зөвхөн нэг хүсэлт хүлээн зөвшөөрнө.
pt: Somente uma solicitação aberta por vez é permitida.
ro: Este permisă o singură cerere deschisă odată.
ru: Допускается только один открытый запрос за раз.
uk: Дозволяється лише один відкритий запит за один раз.
uz: Бир вақтда битта Нарх кафолатига оид фаол сўров бўлиши мумкин.
zh: 同一时间仅允许一个未处理的申请。
