Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: I understand that the cruise lines may or may not give me a refund for the canceled cruise. I do not expect inGroup International to give me a refund if the cruise line does not refund my cruise.
ca: Entenc que les línies de creuers poden o no donar-me un reemborsament pel creuer cancel·lat. No espero que inGroup International em torni els diners si la companyia de creuers no em reemborsa el creuer.
de: Ich verstehe, dass die Kreuzfahrtgesellschaft mir die Kosten für die stornierte Kreuzfahrt erstatten kann oder auch nicht. Ich erwarte nicht, dass inGroup International mir eine Rückerstattung gibt, wenn die Kreuzfahrtgesellschaft meine Kreuzfahrt nicht erstattet.
es: Entiendo que las líneas de cruceros pueden o no reembolsar por crucero cancelado. No espero que inGroup International realice un reembolso si la línea de cruceros no reembolsa mi crucero.
fr: Je comprends que les compagnies de croisière peuvent ou non me rembourser la croisière annulée. Je ne m'attends pas à ce que inGroup International me donne un remboursement si la compagnie de croisière ne rembourse pas ma croisière.
it: Sono consapevole che le compagnie di crociera potrebbero o non potrebbero darmi un rimborso per la crociera cancellata. Non mi aspetto che inGroup International mi dia un rimborso se la linea di crociera non rimborsa la mia crociera.
ja: 私は、クルーズ会社がキャンセルしたクルーズの代金を返金する場合としない場合があることを理解しています。私は、クルーズ会社が私のクルーズ代金の払い戻しをしない場合、inGroup Internationalが代わりにクルーズ代金の払い戻しをすることを求めません。
kk: Мен түсінемін, круиздік желілер маған тоқтатылған круиз үшін ақшаны қайтаруы мүмкін немесе бермеуі мүмкін. Егер круиздік желі менің круизімді қайтармаса, inGroup International маған ақшаны қайтарады деп күтпеймін.
ko: 본인은 크루즈 선사가 취소된 크루즈에 대해 환불을 제공하거나 제공하지 않을 수 있음을 이해합니다. 크루즈 선사에서 본인의 크루즈를 환불하지 않으면 inGroup International의 환불을 기대하지 않습니다.
ky: Мен круиздик линиялар мага жокко чыгарылган круиздин акчасын кайтарып бериши мүмкүн же мүмкүн эмес экенин түшүнөм. Эгерде круиздик линия круизге жумшалган каражатымды кайтарбаса, inGroup International мага акчаны кайтарып берет деп күтпөйм.
lv: Es saprotu,ka kruīzu līnijas var vai nevar man atmaksāt par atcelto kruīzu. Ja kruīzu līnijas neatmaksā manu kruīzu,es negaidu,ka to INGroup International man atmaksās.
mn: Хэрэв далайн аялал цуцлагдсан тохиолдолд далайн аяллын компаниуд буцаан олголтыг өгөх болон өгөхгүй байх боломжтой гэдгийг би ойлгож байна. Хэрэв аяллын компаниас уг зардлыг буцаан олгохгүй бол би inGroup International-ээс буцаан олголтыг шаардахгүй болно.
pt: Eu entendo que as linhas de cruzeiro podem ou não me reembolsar o cruzeiro cancelado. Não espero que o inGroup International me dê um reembolso se a linha de cruzeiro não reembolsar meu cruzeiro.
ro: Înțeleg că liniile de croazieră pot sau nu pot să-mi dea o rambursare pentru croaziera anulată. Nu mă aștept ca inGroup International să-mi dea o rambursare dacă linia de croazieră nu-mi rambursează croaziera.
ru: Я понимаю, что круизные линии как могут предоставить мне возврат средств за отменённый круиз, так могут его и не предоставлять. Я не ожидаю от inGroup International возврата средств, если его не совершила круизная линия.
uk: Я розумію, що круїзні лінії можуть як повернути кошти за скасований круїз, так можуть і не повернути. Я не чекаю від inGroup International повернення коштів, якщо цього не зробила круїзна лінія.
uz: Круиз линиялари менинг круиз учун тўлаган пулларимни қайтариши ёки қайтармаслиги мумкинлигини тушунаман. Агар круиз линияси пулларимни қайтармаса, уларни менга inGroup International қайтаришини кутмайман.
zh: 我了解郵輪公司可能會也可能不會為我取消的郵輪退款。如果郵輪公司不退還我的郵輪費用，我不強迫inGroup International 給我退款。

source: I understand that this booking is final and that I may have additional incidental charges due at check in.
ca: Entenc que aquesta reserva és definitiva i que podria haver-hi càrrecs addicionals per despeses imprevistes a l'hora de la facturació.
de: Mir ist bekannt, dass diese Buchung endgültig ist und dass beim Einchecken zusätzliche Nebenkosten anfallen können.
es: Entiendo que esta reserva es definitiva y que podría haber cargos adicionales imprevistos a pagar al momento del check-in.
fr: Je comprends que cette réservation est définitive et que je peux avoir des frais accessoires supplémentaires à payer lors de l'enregistrement.
it: Sono consapevole che la prenotazione è definitiva e che al momento del check-in potrebbero essere addebitate ulteriori spese accessorie.
ja: 私は、この予約が最終的なものであり、チェックイン時に追加料金が発生する可能性があることを理解します。
kk: Мен бұл брондау түпкілікті екенін және тіркелу кезінде күтпеген шығындар үшін қосымша шығындар болуы мүмкін екенін түсінемін.
ky: Мен бул брондоонун акыркы этабы экендигин жана каттоо учурунда кошумча төлөмдөр келип чыгышы мүмкүн экендигин түшүнөм.
lv: ES saprotu, ka šī rezervācija ir galīga un ka, reģistrējoties, man var būt jāmaksā papildu papildmaksa.
mn: Энэ захиалга эцсийн хувилбараар гэдгийг хүлээн зөвшөөрч байгаа бөгөөд би бүртгэл хийх үед нэмэлт гэнэтийн төлбөр гарах болно гэдгийг ойлгож байна.
pt: Entendo que esta reserva é definitiva e que poderei ter custos adicionais devidos no check-in.
ro: Înțeleg că această rezervare este finală și că este posibil să am taxe suplimentare pentru incidente datorate la check-in.
ru: Я понимаю, что данное бронирование является окончательным и что при регистрации могут взиматься дополнительные сопутствующие расходы.
uk: Я розумію, що це бронювання є остаточним і що при реєстрації можуть стягуватися додаткові супутні витрати.
uz: Мазкур буюртма якуний эканлигидан ва рўйхатдан ўтишда кутилмаган вазиятлар учун харажатлар ундирилиши мумкинлигидан хабардорман.
zh: 我理解此预订为最终确认，且在办理入住时可能需支付额外的临时费用。

source: I will enroll, upgrade and otherwise make a payment to the Company with my own financial instrument, namely a debit from a bank account, a credit card, authorized cash payment methods or any other payment allowed by the company.
ca: M'inscriuré, actualitzaré i faré qualsevol altre pagament a l'empresa amb el meu propi instrument financer, és a dir, una targeta de dèbit o una targeta de crèdit d'un compte bancari, mètodes de pagament en efectiu autoritzats o qualsevol altre pagament permès per l'empresa.
de: Ich melde mich an, führe ein Upgrade durch und bezahle anderweitig an das Unternehmen mit meinem eigenen Finanzinstrument, d.h. durch Abbuchung von einem Bankkonto, durch eine Kreditkarte, durch autorisierte Barzahlungsmethoden oder durch jede andere vom Unternehmen erlaubte Zahlung.
es: Me comprometo a inscribirme, actualizar y realizar pagos a la Empresa con mi propio instrumento financiero, a saber, un débito de una cuenta bancaria, una tarjeta de crédito, métodos de pago en efectivo autorizados o cualquier otro método de pago permitido por la empresa.
fr: Je m'inscrirai, je mettrai à niveau et j'effectuerai un paiement à la société avec mon propre instrument financier, à savoir un débit sur un compte bancaire, une carte de crédit, des méthodes de paiement en espèces autorisées ou tout autre paiement autorisé par la société.
it: Mi iscriverò, effettuerò aggiornamenti e in ogni caso pagherò la Società con un mio strumento finanziario, ovvero addebito su un conto bancario, carta di credito, metodi di pagamento in contanti autorizzati o qualsiasi altro pagamento consentito dalla Società.
ja: 私は、銀行口座からの引き落とし、クレジットカード、承認された現金での支払い方法、または会社が認めるその他の支払い方法など、私自身の金融手段で、会社への入会、アップグレード、その他の支払いを行います。
kk: Мен өз қаржы құралыммен, атап айтқанда банктік шоттың дебеті, несие картасы, рұқсат етілген қолма-қол ақшаны төлеу әдістері немесе компания рұқсат берген кез келген басқа төлем арқылы тіркелемін, жаңартамын және Компанияға төлем жасаймын.
ko: 나는 등록하고, 업그레이드 할 것이며, 본인의 금융 수단, 즉 은행 계좌에서 이체, 신용 카드, 승인된 현금 지불 방법 또는 회사가 허용하는 기타 지불 방법을 사용하여 회사에 지불할 것입니다.
ky: Мен өзүмдүн каржы инструментим аркылуу, башкача айтканда, банктык эсептин дебети, кредиттик карта, ыйгарым укуктуу накталай төлөм ыкмалары же компания уруксат берген башка төлөмдөр аркылуу компанияны каттайм, жаңыртам жана башка жол менен төлөйм.
lv: Es iesaistīšu, jaunināšu un citādi veikšu maksājumu uzņēmumam ar savu finanšu instrumentu, proti, debetu no bankas konta, kredītkartes, autorizētām skaidras naudas maksāšanas metodēm vai jebkuru citu kompānijas atļautu maksājumu.
mn: Би өөрийн төлбөрийн аргаар тухайлбал, өөрийн банкнаас шилжүүлэх, кредит картаар, зөвшөөрөгдсөн бэлэн мөнгө эсвэл компаниас зөвшөөрөгдсөн бусад төлбөрийн хэрэгслээр компанид төлбөрүүдийг хийх болно.
pt: Eu irei me inscrever, atualizar e efetuarei um pagamento à Empresa com o meu próprio instrumento financeiro, um débito numa conta bancária, um cartão de crédito, métodos de pagamento em dinheiro autorizados ou qualquer outro pagamento permitido pela empresa.
ro: Mă voi înscrie, voi face upgrade și voi efectua orice plată către Companie cu propriul meu instrument financiar, și anume un debit dintr-un cont bancar, un card de credit, metode de plată autorizate în numerar sau orice altă plată permisă de companie.
ru: Я буду регистрировать, совершать обновление учётной записи и вносить иные платежи в Компанию посредством своих собственных финансовых инструментов, а именно переводом с банковского счёта, кредитной картой, авторизованными способами внесения наличных средств или иными методами, разрешёнными компанией.
uk: Я буду реєструвати, здійснювати оновлення облікового запису та вносити інші платежі до Компанії за допомогою своїх власних фінансових інструментів, а саме переказом з банківського рахунку, кредитною карткою, авторизованими способами внесення готівки або іншими методами, дозволеними компанією.
uz: Мен рўйхатдан ўтиш, аккаунтни янгилаш ёки Компанияга тўлов қилиш учун фақатгина ўз молия манбаимдан: хусусан банк ҳисоб рақамимдан пул ўтказиш, кредит (виза) картамдан тўлаш орқали, компания томонидан тасдиқланган нақд тўлов усуллари ёки йўл қўйилган бошқа тўлов усулларидан фойдаланаман.
zh: 我将使用我自己的金融工具（即从银行账户借记、信用卡、授权现金支付方式或公司允许的任何其他付款方式）注册、升级或以其他方式向公司付款。

source: I will not access any other Member’s private inCruises back office. I do not ask for anyone to share their password with me. I don’t have anyone’s account access, other than my own.
ca: No accediré al back office privat d'inCruises de cap altre Membre. No demano a ningú que comparteixi la seva contrasenya amb mi. No tinc accés al compte de ningú, a part de la meva.
de: Ich werde nicht auf das private inCruises Backoffice anderer Mitglieder zugreifen. Ich bitte niemanden, sein Passwort mit mir zu teilen. Ich habe keinen Zugang zu den Konten anderer Mitglieder, außer zu meinem eigenen.
es: No ingresaré a la oficina virtual privada de inCruises de ningún otro Miembro. No pediré a nadie que comparta su contraseña conmigo. No tengo ni tendré acceso a la cuenta de nadie, únicamente a la mía.
fr: Je n'accède pas au back-office privé de inCruises d'un autre Membre. Je ne demande à personne de partager son mot de passe avec moi. Je n'ai accès au compte de personne d'autre que le mien.
it: Non accederò al back office privato di inCruises di altri Membri. Non chiedo a nessuno di rivelarmi la propria password. Non ho accesso all'account di nessun altro, se non al mio.
ja: 私は、他のメンバーのプライベートなinCruisesのバックオフィスにはアクセスしません。私は、誰かにパスワードを教えてもらうことはありません。私は、自分以外の人のアカウントにアクセスすることはありません。
kk: Мен басқа мүшелердің inCruises есептік жазбасына кіре алмаймын. Мен ешкімнен паролін айтуды сұрамаймын. Мен өз аккаунтымнан басқа ешкімнің аккаунтына кіре алмаймын.
ko: 본인은 다른 멤버의 개인 inCruises 백오피스에 접속하지 않겠습니다. 본인은 누구에게도 비밀번호를 알려달라고 요청하지 않습니다. 본인은 자신의 계정 외에 다른 사람의 계정 액세스 권한이 없습니다.
ky: Мен башка мүчөлөрдүн жеке inCruises кабинетине кирбейм. Мен эч кимден сырсөзүн мени менен бөлүшүүнү суранбайм. Менин аккаунтумдан башка эч кимдин аккаунтуна кирүү мүмкүнчүлүгүм жок.
lv: Es nekad nepievienošos citu Biedru privātajam inCruises birojam. Es nevienam neprasīšu, lai kāds man iedotu savu paroli. Man nav piekļuves nevienam cita kontam, tikai savējam.
mn: Би бусад Гишүүдийн хувийн inCruises-ийн арын оффис хуудас руу нэвтрэн орохгүй. Би хэнээс ч тэдний нууц үгийг асуухгүй. Надад өөрийнхөө бүртгэлээс өөр хэн нэгний бүртгэлд нэвтрэх эрх байхгүй.
pt: Não acessarei o escritório virtual privado da inCruises de nenhum outro membro. Não peço para ninguém compartilhar sua senha comigo. Não tenho acesso à conta de ninguém, exceto a minha.
ro: Nu voi accesa biroul privat inCruises al niciunui alt membru. Nu cer nimănui să-mi împărtășească parola. Nu am acces la contul nimănui, în afară de al meu.
ru: Я не буду посещать Личных кабинетов Членов Клуба inCruises. Я не прошу предоставить мне их пароль. Я не пользуюсь ничьей учётной записью, кроме своей.
uk: Я не відвідуватиму Особистих кабінетів Членів Клубу inCruises. Я не прошу надати мені їхній пароль. Я не користуюся нічиїм обліковим записом, окрім свого.
uz: Мен бошқа Аъзонинг inCruises шахсий кабинетига кириш ҳуқуқига эга бўлмайман. Ҳеч кимдан ўз паролини айтишини сўрамайман. Ўз аккаунтимдан бошқа аккаунтларга кира олмайман.
zh: 我不会访问任何其他会员的私人 inCruises 后台。 我不要求任何人与我分享他们的密码。 除了我自己的帐户之外，我没有任何人的帐户访问权限。

source: I will not allow any other Partner or Member to use my credit card, or permit debits from my checking account, to enroll as Partner and/or Member or to make any purchases from the Company, except when it comes to immediate Family (Legal Spouse, Children, Father and Mother) directly enrolled in my First Level (Front Line), according to Section 10.1 of the Policies and Procedure Manual.
ca: No permetré que cap altre Soci o Membre utilitzi la meva targeta de crèdit, o realitzi càrrecs del meu compte corrent, per a inscriure'm com a Soci o Membre o per a fer qualsevol compra en l'Empresa, excepte quan es tracti de Familiars immediats (Cònjuge Legal, Fills, Pare i Mare) directament inscrits en el meu Primer Nivell (Primera línia), d'acord amb la Secció 10.1 del Manual de Polítiques i Procediments.
de: Ich werde keinem anderen Partner oder Mitglied erlauben, meine Kreditkarte zu benutzen oder Abbuchungen von meinem Girokonto zuzulassen, um sich als Partner und/oder Mitglied anzumelden oder Einkäufe bei der Gesellschaft zu tätigen, es sei denn, es handelt sich um unmittelbare Familienangehörige (gesetzlicher Ehepartner, Kinder, Vater und Mutter), die direkt in meiner ersten Ebene (Front Line) eingeschrieben sind, gemäß Abschnitt 10.1 des Handbuchs der Bestimmungen und Modalitäten.
es: No permitiré que ningún otro Socio o Miembro utilice mi tarjeta de crédito o permita débitos de mi cuenta bancaria para inscribirse como Socio y/o Miembro o realizar compras a la Empresa, excepto cuando se trate de miembros de mi familia inmediata (cónyuge legal, hijos, padre y madre) inscritos directamente en mi Primer Nivel (Primera Línea), de acuerdo con la Sección 10.1 del Manual de Políticas y Procedimientos.
fr: Je ne permettrai à aucun autre Partenaire ou Membre d'utiliser ma carte de crédit, ou d'autoriser des débits sur mon compte chèque, pour m'inscrire en tant que Partenaire et/ou Membre ou pour effectuer des achats auprès de la Société, sauf lorsqu'il s'agit de la famille immédiate (conjoint légal, enfants, père et mère) directement inscrite à mon premier niveau (Front Line), conformément à la section 10.1 du Manuel des Politiques et Procédures.
it: Non permetterò a nessun altro Partner o Membro di utilizzare la mia carta di credito o di consentire l'addebito sul mio conto corrente, per iscriversi come Partner e/o Membro o per effettuare acquisti presso la Società, tranne quando si tratta di familiari stretti (coniuge legale, figli, padre e madre) direttamente iscritti al mio Primo Livello (Prima Linea), in ottemperanza alla Sezione 10.1 del Manuale delle Politiche e Procedure.
ja: 私は、パートナーおよび/またはメンバーとして登録するため、または会社から商材を購入するために、直系家族（法定配偶者、 子供、父、及び母）が、方針と手続きマニュアルの第10.1項に従い、私のファーストレベル（フロントライン）に直紹介として登録している場合を除き、他のパートナーまたはメンバーに私のクレジットカードを使用させず、私の銀行預金口座からの引き落としを許可しません。
kk: Мен кез келген басқа Серіктестікке немесе Мүшеге менің несиелік картамды пайдалануға немесе менің тексеру шотыма ақы төлеуге рұқсат беруге, Серіктестік және/немесе Мүше ретінде тіркелуге немесе Компаниядан кез келген сатып алуды жасауға рұқсат бермеймін, тек отбасының тікелей мүшесі (заңды) жағдайдан басқа әйелі, Балалар, Әке және Ана) Саясат және процедуралар жөніндегі нұсқаулықтың 10.1-бөліміне сәйкес бірінші деңгейге (алдыңғы қатар) тікелей тіркелді.
ky: Эгерде жакынкы үй-бүлө (мыйзамдуу жубайы) катышпаса, мен башка Өнөктөшкө же Мүчөгө Өнөктөш жана/же Мүчө катары катталуу үчүн же Компаниядан кандайдыр бир сатып алууларды жасоо үчүн менин кредиттик картамды колдонууга же учурдагы эсебимден дебет салууга уруксат бербейм, (Балдар, Ата жана Эне) Саясат жана жол-жобо боюнча колдонмонун 10.1-бөлүмүнө ылайык менин Биринчи деңгээлиме (Алдыңкы линия) түздөн-түз катталды.
lv: ES neļaušu nevienam citam partnerim vai biedram izmantot manu kredītkarti vai atļaut debetus no mana pārbaudes konta, reģistrēties kā partnerim un/vai biedram vai veikt jebkādus pirkumus no uzņēmuma, izņemot gadījumus, kad runa ir par tuvāko ģimeni (Likumīgais laulātais,Bērni, tēvs un māte) ir tieši reģistrējušies manā pirmajā līmenī (pirmajā līnijā) saskaņā ar Politikas un Procedūru rokasgrāmatas 10.1. iedaļu.
mn: Би аль нэгэн Түнш эсвэл Гишүүнд, inCruises-ийн Бодлого Журмын Гарын Авлагын 10.1-р заалтын дагуу гэр бүрийн, ойрын (Хууль ёсны эхнэр, нөхөр, хүүхэд, аав, ээж нар) гишүүд болон тэд миний хувьчлан элсүүлсэн, шууд 1-р үед үл байрлах хүн л биш бол, тэдний Түнш болон Гишүүнээр элсэх, эсвэл компаниас алив худалдан авалт хийхэд нь өөрийн төлбөрийн картыг ашиглуулах, миний банкны данснаас төлбөр хийхийг зөвшөөрөхгүй болно.
pt: Não permitirei que qualquer outro Sócio ou Membro use meu cartão de crédito, ou permita débitos em minha conta corrente, para se inscrever como Sócio e/ou Membro ou para fazer quaisquer compras na Empresa, exceto quando se trata de familiares imediatos (cônjuge legal, filhos, pai e mãe) inscritos diretamente no meu primeiro nível (linha de frente), conforme Seção 10.1 do Manual de Políticas e Procedimentos.
ro: Nu voi permite niciunui alt partener sau membru să-mi folosească cardul de credit sau să permit debitări din contul meu curent, să se înscrie ca partener și/sau membru sau să facă orice achiziție de la Companie, cu excepția cazului în care este vorba de familia imediată (soțul legal, copii, tatăl și mama) și care s-au înscris direct la primul meu nivel (linia întâi), conform Secțiunii 10.1 din Manualul de politici și proceduri.
ru: Я не буду позволять другим Членам Клуба или Партнёрам использовать свою кредитную карту или осуществлять переводы со своего банковского счёта с целью регистрации в качестве Партнёра или Члена Клуба, либо с целью совершения иных покупок в Компании, с исключением для близких родственников (законного(-ой) супруга(-и), детей, отца или матери), напрямую зарегистрированных на мой Первый Уровень (Первую Линию), в соответствии Пунктом 10.1 Руководства по Политике и Процедурам.
uk: Я не дозволятиму іншим Членам Клубу або Партнерам використовувати свою кредитну картку або здійснювати перекази зі свого банківського рахунку з метою реєстрації як Партнера чи Члена Клубу, або з метою здійснення інших покупок у Компанії, за винятком для близьких родичів (законного(-ї) чоловіка/дружини, дітей, батька чи матері), безпосередньо зареєстрованих на мій Перший Рівень (Першу Лінію), відповідно до Пункту 10.1 Посібника з Політики та Процедур.
uz: Мен бошқа Ҳамкорлар ёки Аъзоларга менинг кредит (виза) картамдан фойдаланишга ёки менинг ҳисобимдан Ҳамкор ва/ёки Аъзо сифатида рўйхатдан ўтиш учун ёхуд Компаниядан ҳар қандай харидларни амалга ошириш мақсадида пул маблағларини ечишга рухсат бермайман, Сиёсат ва жараёнлар қўлланмасининг 10.1-бўлимида баён этилганидек, бевосита биринчи чуқурлигимда (Front LIne) бўлган яқин оила аъзоларим (Қонуний турмуш ўртоғим, Фарзандларим, Ота-онам) бундан мустасно.
zh: 我不会允许任何其他合作伙伴或会员使用我的信用卡，或允许从我的支票账户中扣款，注册为合作伙伴和/或会员或从公司进行任何购买，除非涉及直系亲属（法定配偶）根据政策和程序手册第 10.1 节，我的第一级（前线）直接注册。
