Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Has achieved the title of
ca: Has aconseguit el títol de
de: Erreichte Titel-Position
es: Ha logrado el Rango de
fr: A acquis le titre de
it: Ha raggiunto la qualifica di
ja: あなたはこのタイトルを達成しました
kk: Атағына қол жеткізді
ko: 직급을 달성했습니다
ky: наамын алган.
lv: Ir sasniedzis titulu
mn: Энэхүү цолыг авлаа
pt: Alcançou o título de
ro: A dobândit titlul de
ru: Достиг звания
uk: Досягнуто звання
uz: Қуйидаги унвонга эришди:
zh: 等級已達到

source: has no other statutory pension rights (Unemployed, Housewives)
ca: no tens cap altre dret de pensió legal (Desocupats, Mestresses de casa)
de: hat keine anderen gesetzlichen Rentenansprüche (Arbeitslose, Hausfrauen)
es: no tiene otros derechos legales de pensión (Desempleados, Amas de casa)
fr: n'a pas d'autres droits à la pension légale (Chômeurs, Femmes au foyer)
it: non ha altri diritti pensionistici riconosciuti per legge (Disoccupati, Casalinghe)
ja: 他の法定年金の権利を持っていない（無職、専業主婦）
kk: басқа заңмен белгіленген зейнетақы құқығы жоқ (жұмыссыздар, үй шаруасындағы әйелдер)
ko: 기타 법정 연금 수급권이 없음(실업자, 주부)
ky: Башка мыйзамдуу пенсияга чыгуу укугу жок адамдар (жумушсуздар, үй кожойкелери)
lv: nav citu likumā noteiktu tiesību uz pensiju (bezdarbnieku, mājsaimnieces)
mn: хууль ёсны тэтгэвэр авахгүй хүмүүс (Ажилгүй хүн, гэрийн эзэгтэй нар)
pt: não tem outros direitos de pensão legais (desempregados, donas de casa)
ro: nu are alte drepturi legale de pensie (șomeri, gospodine)
ru: без иных нормативных пенсионных прав (неработающий, домохозяйка)
uk: без інших нормативних пенсійних прав (непрацюючий, домогосподарка)
uz: қонун томонидан белгиланган бошқа нафақалар (ишсизлик, уй бекаси) олиш ҳуқуқига эга эмас
zh: 沒有其他法定養老金權利（失業、家庭主婦）

source: has other statutory pension rights (Employees, Self-employed, Professionals)
ca: tens altres drets de pensió legals (Treballadors per compte d'altri, autònoms, Professionals)
de: hat andere gesetzliche Rentenansprüche (Arbeitnehmer, Selbstständige, Freiberufler)
es: tiene otros derechos de pensión legales (empleados, independientes, profesionistas)
fr: a d'autres droits à la pension légale (Salariés, Indépendants, Professionnels)
it: ha altri diritti pensionistici previsti dalla legge (dipendenti, lavoratori autonomi, professionisti)
ja: 他の法定年金の権利を持っている（従業員、自営業者、専門家）
kk: басқа да заңмен белгіленген зейнетақы құқықтары бар (қызметкерлер, өзін-өзі жұмыспен қамтығандар, кәсіпқойлар)
ko: 기타 법정 연금 수급권이 있음(근로자, 자영업자, 전문가)
ky: башка мыйзамдуу пенсиялык укуктары бар (кызматкерлер, өз алдынча иштегендер, адистер)
lv: ir citas likumā noteiktās pensiju tiesības (darbinieki, pašnodarbinātie, profesionāļi)
mn: хууль ёсны тэтгэвэр авах хүмүүс (Ажилчид, хувиараа хөдөлмөр эрхлэгч нар, мэргэлжлийн хүмүүс)
pt: tem outros direitos legais à pensão (empregados, autônomo, profissionais)
ro: are alte drepturi legale de pensie (angajați, lucrători independenți, profesioniști)
ru: с иными нормативными пенсионными правами (сотрудники в штате, самозанятые, специалисты)
uk: з іншими нормативними пенсійними правами (співробітники у штаті, самозайняті, спеціалісти)
uz: қонун томонидан белгиланган бошқа нафақалар (хизматчи, ўзини ўзи иш билан таъминлаш, мутахассис) олиш ҳуқуқига эга
zh: 擁有其他法定退休金權利（僱員、自僱人士、專業人士）

source: Has Senior
ca: Hi ha Sènior
de: Hat Senior
es: Incluye Adulto Mayor
fr: A un Adulte
it: Sono presenti Senior
ja: シニア有り
kk: Senior бар
ky: Senior бар
lv: Ir Seniora/s
mn: Ахмад настан
pt: Tem Sênior
ro: Are Senior
ru: Есть Senior
uk: Має старшого
uz: Senior йўқ
zh: 有老年人

source: has successfully completed the course program
ca: has completat amb èxit el programa del curs
de: hat das Kursprogramm erfolgreich absolviert
es: ha completado con éxito el programa del curso
fr: a terminé avec succès le programme de formation
it: ha completato con successo il programma del corso
ja: 上記の講座において所定の課程を修了しました
kk: курс бағдарламасын сәтті аяқтады
ko: 기초교육과정 프로그램을 성공적으로 마쳤습니다
ky: курс программасын ийгиликтүү аяктады
lv: ir veiksmīgi pabeidzis kursa programmu
mn: сургалтын хөтөлбөрийг амжилттай дүүргэлээ
pt: completou com sucesso o programa do curso
ro: a finalizat cu succes programul de curs
ru: успешно завершил программу курса
uk: успішно завершено програму курсу
uz: курс дастурини муваффақиятли якунлади
zh: 已成功完成課程計劃

source: have the opportunity to participate in the 10th Anniversary Cruise Contest! Compete against other active partners within your same region. This contest runs from
ca: tindreu l’oportunitat de participar en el Concurs del Creuer del 10è Aniversari! Competeix contra altres socis actius dins de la teva mateixa regió. Aquest concurs té lloc des del
de: haben die Möglichkeit, am Wettbewerb zum 10-jährigen Bestehen der Kreuzfahrt teilzunehmen! Treten Sie gegen andere aktive Partner in Ihrer Region an. Dieser Wettbewerb läuft vom
es: ten la oportunidad de participar en el Concurso del Crucero del Décimo Aniversario! Compite contra otros Socios activos que están en tu misma región. Este concurso se llevará acabo del
fr: ayez l'opportunité de participer au Concours Croisière du 10e Anniversaire ! Affrontez d'autres partenaires actifs de votre région. Ce concours se déroule du
it: hai la possibilità di partecipare al concorso “Crociere del 10° Anniversario”! Gareggia contro altri partner attivi all'interno della tua stessa regione. Il concorso è valido dal
ja: 10周年記念クルーズ コンテストに参加するチャンス！同じ地域内のアクティブな他パートナーと競い合いましょう。本コンテストの開催期間は
kk: 10 жылдық мерейтойлық круиз байқауына қатысу мүмкіндігіне ие болыңыз! Өз аймағыңыздағы басқа белсенді серіктестермен бәсекелесіңіз. Бұл байқау өтеді
ky: 10 жылдык мааракеге катышуу мүмкүнчүлүгүнө ээ болуңуздар! Ошол эле аймактагы башка активдүү өнөктөштөр менен атаандашыңыз. Бул сынак төмөнкү мөөнөттө өтөт
mn: 10 жилийн ойн далайн аяллын уралдаанд оролцох боломжтой болно! Өөрийн бүс нутгийн бусад идэвхтэй түнш нартай өрсөлдөх болно. Энэхүү уралдаан
pt: tenha a oportunidade de participar do Concurso de Cruzeiros do 10º Aniversário! Participe da competição com outros parceiros ativos na sua região. Este concurso acontece de
ro: Ai ocazia să participi la concursul de croazieră aniversară de 10 ani! Concurează împotriva altor parteneri activi din aceeași regiune. Acest concurs se desfășoară de la
ru: есть возможность принять участие в круизном конкурсе в честь 10-летнего юбилея! Соревнуйтесь с другими Активными Партнёрами в своём регионе. Конкурс пройдёт с
uk: мають можливість взяти участь у Конкурсі на честь 10-річчя Круїзного Клубу! Змагайтеся з іншими активними партнерами у вашому регіоні. Цей конкурс триває з
uz: 10 йиллик юбилей круизи танловида қатнашиш имкони мавжуд! Ўз минтақангиздаги бошқа фаол ҳамкорлар билан беллашинг. Мазкур танлов даври:
zh: 有机会参与10周年纪念邮轮比赛！与您所在地区的其他活跃合伙人展开竞争。本次比赛时间为

source: Have you ever vacationed on a cruise (MSC, Costa, Carnival, etc.) before?
ca: Alguna vegada has viatjat en un creuer (MSC, Costa, Carnaval, etc.)?
de: Haben Sie schon einmal Urlaub auf einer Kreuzfahrt (MSC, Costa, Carnival, etc.) gemacht?
es: Alguna vez has vacacionado en un crucero (MSC, Costa, Carnival, etc.)?
fr: Avez-vous déjà passé des vacances en croisière (MSC, Costa, Carnival, etc.) ?
it: Ha mai fatto una vacanza in crociera (MSC, Costa, Carnival, ecc.)?
ja: クルーズ（MSC、コスタ、カーニバル、など）でバケーションを楽しんだことがありますか？
kk: Сіз бұрын круиздік саяхатта болып көрдіңіз бе (MSC, Costa, Carnival, тб.)?
ko: 크루즈(MSC, 코스타, 카니발 등)에서 휴가를 보내신 적이 있습니까?
ky: Сиз буга чейин круиздик саякатта эс алып көрдүңүз беле (MSC, Costa, Carnival, ж.б.)?
lv: Vai kādreiz esat bijis atvaļinājumā kruīzā ar(MSC,Costs,Carnival,utt.) iepriekš?
mn: Та өмнө нь Круиз аялалаар (MSC, Costa, Carnival, гэх мэт) аялаж байсан уу?
pt: Você já tirou férias em um cruzeiro (MSC, Costa, Carnaval, etc.)?
ro: Ai mai fost în vacanță vreodată într-o croazieră (MSC, Costa, Carnaval etc.)?
ru: Вы когда-нибудь прежде отдыхали в круизном путешествии (MSC, Costa, Carnival и др.)?
uk: Ви коли-небудь раніше відпочивали в круїзній подорожі (MSC, Costa, Carnival та ін.)?
uz: Сиз аввал круизда (MSC, Costa, Carnival ва ҳ.к.) дам олганмисиз?
zh: 您是否曾經在郵輪上度假（MSC，Costa，Carnival等）？

source: Hawaii
es: Hawai
fr: Hawaï
ja: ハワイ
kk: Гавайи
ko: 하와이
ky: Гавайи
lv: Havaju
mn: Хавай
pt: Havaí
ru: Гавайи
uk: Гаваї
uz: Гавайи
zh: 夏威夷

source: Headers
fr: En-têtes
it: Intestazioni
pt: Cabeçalhos
uk: Заголовки
zh: 标题

source: Headquarters
ca: Seu central
de: Hauptsitz
es: Oficinas centrales
fr: Siège siocial
it: Sede centrale
ja: 本社
kk: Штаб-пәтері
ky: Башкы кеңсеси
lv: Galvenā Mītne
mn: Төв оффис
pt: Sede
ro: Sediu central
ru: Штаб-квартира
uk: Штаб-квартира
uz: Бош офислар
zh: 总部

source: Hear from Michael Hutchison, Kenneth Hernandez, and Doug Corrigan as they walk you through the exciting changes and INcredible benefits that <span class="font-medium text-slate-900">Membership 3.0</span> is bringing to you!
ca: Escolta Michael Hutchison, Kenneth Hernandez i Doug Corrigan mentre et presenten els emocionants canvis i els INcreïbles beneficis que la <span class="font-medium text-slate-900">Membresia 3.0</span> t'aportarà!
de: Lassen Sie sich von Michael Hutchison, Kenneth Hernandez und Doug Corrigan über die aufregenden Veränderungen und eINzigartigen Vorteile der<span class="font-medium text-slate-900">Mitgliedschaft 3.0</span> informieren!
es: ¡Escucha a Michael Hutchison, Kenneth Hernandez y Doug Corrigan mientras te guían a través de los emocionantes cambios y los beneficios INcreíbles que <span class="font-medium text-slate-900">la Membresía 3.0</span> está trayendo para ti!
fr: Michael Hutchison, Kenneth Hernandez et Doug Corrigan vous présenteront les changements passionnants et les avantages incroyables qu'apporte <span class="font-medium text-slate-900">Adhésion 3.0</span> !
it: Ascolta Michael Hutchison, Kenneth Hernandez e Doug Corrigan che ti spiegheranno gli entusiasmanti cambiamenti e gli INcredibili vantaggi che ti offre la <span class="font-medium text-slate-900">Membership 3.0</span>!
ja: マイケル・ハッチソン、ケネス・ヘルナンデス、ダグ・コリガンの3人が、<span class="font-medium text-slate-900">メンバーシップ 3.0</span>がもたらすエキサイティングな変化と信じられないようなメリットについて説明します！
kk: Майкл Хатчинсон, Кеннет Эрнандес және Даг Корриганды тыңдаңыз, олар сізге қызықты өзгерістер мен керемет артықшылықтар туралы айтып <span class="font-medium text-slate-900">сізге 3.0 мүшелігін </span>ұсынады!
ky: Майкл Хатчисон, Кеннет Эрнандес жана Даг Корриган сиздерди <span class="font-medium text-slate-900">Мүчөлүк 3.0түн</span> кызыктуу өзгөрүүлөрү жана укмуштуудай артыкчылыктары менен тааныштырышат!
lv: Paklausies, ko saka Michael Hutchison, Kenneth Hernandesa un Doug corrigan, kad viņi iepazīstina ar aizraujošajām pārmaiņām un neticamajiem ieguvumiem, ko tev sniedz <span class="font-medium text-slate-900">Biedru dalība 3.0</span>!
mn: Майкл Хачисон, Кеннет Эрнандес, Даг Корриган нарын <span class="font-medium text-slate-900">Гишүүнчлэл 3.0</span>-ын тухай сэтгэл хөдлөм өөрчлөлтүүд болон гайхалтай үр өгөөжийн талаар танилцуулж байгааг сонсоорой!
pt: Ouça Michael Hutchison, Kenneth Hernandez e Doug Corrigan explicando as mudanças emocionantes e os benefícios INCRÍVEIS que a <span class="font-medium text-slate-900">Assinatura 3.0</span> está trazendo para você!
ro: Ascultă-i pe Michael Hutchison, Kenneth Hernandez și Doug Corrigan în timp ce te ghidează prin schimbările interesante și beneficiile INCREDIBILE pe care ți le aduce <span class="font-medium text-slate-900">Abonamentul 3.0</span>!
ru: Послушайте Майкла Хатчисона, Кеннета Хернандеса и Дага Корригэна, которые расскажут о потрясающих изменениях и невероятных преимуществах, представленных для вас в <span class="font-medium text-slate-900">Программе Членства 3.0</span>!
uk: Послухайте Майкла Хатчісона, Кеннета Ернандеса та Дага Коррігена, які розкажуть про приголомшливі зміни та неймовірні переваги, представлені для вас у <span class="font-medium text-slate-900">Програмі Членства 3.0</span>!
uz: Сизга <span class="font-medium text-slate-900">Аъзолик 3.0</span> тақдим этадиган ажойиб ўзгаришлар ва беқиёс афзалликлар борасида Майкл Хатчисон, Кеннет Эрнандес ва Даг Корригандан эшитинг!
zh: 聆听Michael Hutchison、Kenneth Hernandez和Doug Corrigan的分享，他们将带您了解<span class="font-medium text-slate-900">会员计划3.0</span>为您带来的激动人心的变化和卓越的福利！

source: Held leadership roles at Ross Perot’s EDS, Tony Robbins Companies, and Dun & Bradstreet.
ca: Va ocupar càrrecs de lideratge a EDS de Ross Perot, les empreses de Tony Robbins i Dun & Bradstreet.
de: Hatte Führungspositionen bei Ross Perot's EDS, Tony Robbins Companies und Dun & Bradstreet inne.
es: Ocupó cargos de liderazgo en EDS de Ross Perot, empresas de Tony Robbins y Dun & Bradstreet.
fr: A occupé des postes de direction chez EDS de Ross Perot, Tony Robbins Companies et Dun & Bradstreet.
it: Ha ricoperto ruoli di leadership presso EDS di Ross Perot, Tony Robbins Companies e Dun & Bradstreet.
ja: Ross PerotのEDS、Tony Robbins Companies、Dun & Bradstreetにてリーダーシップ職を歴任。
kk: Росс Пероның EDS, Тони Роббинс компаниялары мен Dun & Bradstreet компанияларында көшбасшылық қызметтер атқарған.
ky: Росс Пероттун EDS, Тони Роббинс Компани жана Dun & Bradstreet компанияларында жетекчилик кызматтарда иштеген.
lv: Ieņēma līdera pozicijas Rosa Perota EDS, Tonija Robinsa kompānijās un “Dun & Bradstreet”.
mn: Ross Perot-ийн EDS, Tony Robbins-ийн компаниуд болон Dun & Bradstreet зэрэг байгууллагуудад удирдах албан тушаал хашиж байсан.
pt: Ocupou cargos de liderança na EDS de Ross Perot, na Tony Robbins Companies e na Dun & Bradstreet.
ro: A deținut funcții de conducere la Ross Perot’s EDS, Tony Robbins Companies și Dun & Bradstreet.
ru: Занимал руководящие должности в EDS Росса Перо, компаниях Тони Роббинса и Dun & Bradstreet.
uk: Займав керівні посади в Електронних системах даних Росса Перо, компаніях Тоні Роббінса та у Dun & Bradstreet.
uz: Росс Перотнинг «EDS», Тони Роббинс компаниялари ва «Dun & Bradstreet» да етакчи лавозимларда ишлаган.
zh: 曾在Ross Perot的EDS、Tony Robbins公司以及邓白氏公司担任领导职务。

source: Help
ca: Ajuda
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: サポート
kk: Көмек
ky: Жардам
lv: Palīdzība
mn: Тусламж
pt: Ajuda
ro: Ajutor
ru: Помощь
uk: Допомога
uz: Ёрдам
zh: 帮助

source: Help us exceed this amount!
ca: Ajuda'ns a superar aquesta quantitat!
de: Helfen Sie uns, diesen Betrag zu übersteigen!
es: ¡Ayúdanos a superar esta cantidad!
fr: Aidez-nous à dépasser ce montant !
it: Aiutaci a superare questa cifra!
ja: この金額を上回るよう、ご協力をお願いします！
kk: Бізге осы сомадан асып түсуге көмектесіңіз!
ky: Бул суммадан ашып кетүүгө жардам бериңиз!
lv: Palīdziet mums pārsniegt šo summu!
mn: Давуулан биелүүлэхэд туслаарай!
pt: Ajude-nos a ultrapassar esse valor!
ro: Ajută-ne să depășim această sumă!
ru: Помогите нам превзойти эту сумму!
uk: Допоможіть нам перевершити цю суму!
uz: Бизга мазкур суммани оширишда ёрдамлашинг!
zh: 帮助我们超越这个金额！

source: Help Us Help Those In Need
ca: Ajuda'ns a Ajudar els Qui Ho Necessiten
de: Helfen Sie uns, den Bedürftigen zu helfen
es: Ayúdanos a Ayudar a Quienes Lo Necesitan
fr: Aidez-Nous à Aider Ceux qui Sont Dans le Besoin
it: Aiutaci ad aiutare chi ha bisogno
ja: 支援を必要としている人々のために、私たちと一緒に力を貸してください
kk: Бізге мұқтаж адамдарға көмектесуге көмектесіңіз
ky: Муктаж болгондорго жардам берүүгө жардам бериңиз
lv: Palīdzēt mums palīdzēt tiem, kam tas ir nepieciešams
mn: Тусламж хэрэгтэй хүмүүст бидэнтэй хамт туслаарай
pt: Ajude-nos a Ajudar os Necessitados
ro: Ajută-ne să-i ajutăm pe cei care au nevoie
ru: Помогите нам помочь нуждающимся
uk: Допоможіть нам допомогти тим, хто цього потребує
uz: Муҳтожларга ёрдам беришимизда бизга ёрдамлашинг
zh: 帮助我们帮助有需要的人

source: Help us keep doubling the impact!
fr: Aidez-nous à doubler notre impact !
it: Aiutaci a raddoppiare ancora l'impatto!
pt: Ajude-nos a continuar dobrando o impacto!
uk: Допоможіть нам зберігати подвійний ефект!

source: here
ca: aquí
de: hier
es: aquí
fr: ici
it: qui
ja: こちら
kk: мында
ko: 여기
ky: бул жерде
lv: te
mn: товчин дээр дарж
pt: aqui
ro: aici
ru: здесь
uk: тут
uz: бу ерда
zh: 这里

source: here.
ca: aquí.
es: aquí.
fr: ici.
it: qui.
ja: こちら。
kk: мында.
ky: бул жерде.
mn: энд.
pt: aqui.
ro: aici.
ru: здесь.
uk: тут.
uz: бу ерда.
zh: 这里。

source: Here's a direct link: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
ca: Aquí hi ha un enllaç directe: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
de: Hier ist ein direkter Link: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
es: Este es el enlace directo: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
fr: Voici un lien direct : <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
it: Qui c'è il link diretto: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
ja: ダイレクトリンクはこちらから： <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
kk: Мұнда тікелей сілтеме: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
ky: Бул жерде түз шилтеме: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
lv: Šeit ir tiešā saite: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
mn: Шууд холбоос: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
pt: Aqui está um link direto: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
ro: Acesta este un link direct: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
ru: Прямая ссылка: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
uk: Пряме посилання: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
uz: Тўғридан-тўғри ҳавола: <a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>
zh: 这是一个直接连接：<a href="https://www.incruises.com/support" target="_blank">https://www.incruises.com/support</a>

source: Hi
ca: Hola
es: Hola
fr: Salut
it: Ciao
ja: こんにちは
kk: Салем
ky: Салам
lv: Sveicināti
mn: Сайн байна уу
pt: Olá
ro: Bună
ru: Привет
uk: Привіт
uz: Салом
zh: 嗨
