Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Users who have registered with inCruises either with a free or an upgraded account through your link.
ca: Usuaris que s'han registrat a inCruises amb un compte gratuït o actualitzat a través del teu enllaç.
de: Benutzer, die sich über Ihren Link bei inCruises entweder mit einem freien oder einem Upgrade-Account registriert haben.
es: Usuarios que se han registrado en inCruises, con una cuenta gratuita o con una cuenta con mejora de nivel, a través de tu enlace.
fr: Les utilisateurs qui se sont inscrits à inCruises, soit avec un compte gratuit, soit avec un compte amélioré, par l'intermédiaire de votre lien.
it: Gli utenti che si sono registrati su inCruises con un account gratuito o con un account aggiornato tramite il tuo link.
ja: あなたのリンクを通じてinCruisesに無料またはアップグレードのアカウントで登録したユーザー。
kk: InCruises-ке сіздің сілтемеңізде ақысыз немесе жаңартылған есептік жазбамен тіркелген пайдаланушылар.
ky: Сиздин шилтеме аркылуу inCruisesке бекер же жаңыртылган аккаунт менен катталган колдонуучулар.
lv: Lietotāji, kas reģistrējušies pakalpojumā InCruises, izmantojot bezmaksas vai jauninātu kontu, izmantojot jūsu saiti.
mn: Таны холбоосоор inCruises-д үнэгүй эсвэл төлбөртэй гишүүнчлэлээр бүртгүүлсэн хүмүүс.
pt: Usuários que se registraram na inCruises com uma conta gratuita ou atualizada por meio do seu link.
ro: Utilizatori care s-au înregistrat la inCruises fie cu un cont gratuit, fie cu un cont upgradat, prin linkul tău.
ru: Пользователи, зарегистрировавшиеся в inCruises по вашей ссылке, с бесплатной или повышенной учётной записью.
uk: Користувачі, які зареєструвалися в inCruises за вашим посиланням, з безкоштовним або оновленим обліковим записом.
uz: Сизнинг ҳаволангиз орқали inCruises да бепул ёки апгрейд қилинган аккаунт билан рўйхатдан ўтган фойдаланувчилар.
zh: 通过您的链接在inCruises上注册的用户，无论是免费账户还是升级账户。

source: Users who have registered with inCruises with a membership plan through your link.
ca: Usuaris que s'han registrat a inCruises amb un pla de membresia a través del teu enllaç.
de: Benutzer, die sich über Ihren Link bei inCruises mit einem Mitgliedschaftsplan registriert haben.
es: Usuarios que se han registrado en inCruises como Miembros, a través de tu enlace.
fr: Les utilisateurs qui se sont inscrits à inCruises avec un plan d'adhésion par le biais de votre lien.
it: Utenti che si sono registrati a inCruises tramite il tuo link con un piano di membership.
ja: あなたのリンクを通じてinCruisesにメンバーシッププランで登録したユーザー。
kk: Жазылым бағдарламасына қатысу үшін сілтеме арқылы inCruises-ке тіркелген пайдаланушылар.
ky: Сиздин шилтеме аркылуу inCruisesке мүчөлүк планы менен катталган колдонуучулар.
lv: Lietotāji, kas reģistrējušies pakalpojumā InCruises ar biedru dalības plānu, izmantojot jūsu saiti.
mn: Таны холбоосоор inCruises-ийн төлбөртэй гишүүнчлэлийг худалдаж авсан хүмүүс.
pt: Usuários que se registraram na inCruises com um plano de assinatura por meio do seu link.
ro: Utilizatori care s-au înregistrat cu inCruises cu un plan de membru prin linkul tău.
ru: Пользователи, зарегистрировавшиеся в inCruises по вашей ссылке, с каким-либо планом Программы Членства.
uk: Користувачі, які зареєструвалися в inCruises за вашим посиланням, з будь-яким планом Програми Членства.
uz: Сизнинг ҳаволангиз орқали inCruises да аъзолик режаси билан рўйхатдан ўтган фойдаланувчилар.
zh: 通过您的链接在inCruises注册并选择会员计划的用户。

source: Users who have registered with inCruises with a partnership plan through your link.
ca: Usuaris que s'han registrat a inCruises al programa de Socis a través del teu enllaç.
de: Benutzer, die sich über Ihren Link bei inCruises mit einem Partnerschaftsplan registriert haben.
es: Usuarios que se han registrado en inCruises como Socios, a través de tu enlace.
fr: Les utilisateurs qui se sont inscrits à inCruises avec un plan de partenariat par le biais de votre lien.
it: Utenti che si sono registrati a inCruises tramite il tuo link con un piano di partnership.
ja: あなたのリンクを通じてinCruisesにパートナーシッププランで登録したユーザー。
kk: Сіздің сілтемеңіз бойынша серіктестік жоспары бойынша inCruises-ке тіркелген пайдаланушылар.
ky: Сиздин шилтеме аркылуу inCruisesке өнөктөштүк планы менен катталган колдонуучулар.
lv: Lietotāji, kas reģistrējušies pakalpojumā InCruises ar partnerības plānu, izmantojot jūsu saiti.
mn: Таны холбоосоор inCruises-д төлбөртэй түншээр бүртгүүлсэн хүмүүс.
pt: Usuários que se registraram na inCruises com um plano de parceria através do seu link.
ro: Utilizatori care s-au înregistrat cu inCruises cu un plan de parteneriat prin linkul tău.
ru: Пользователи, зарегистрировавшиеся в inCruises по вашей ссылке, с каким-либо планом Программы Партнёрства.
uk: Користувачі, які зареєструвалися в inCruises за вашим посиланням, з будь-яким планом Програми Партнерства.
uz: Сизнинг ҳаволангиз орқали inCruises да ҳамкорлик режаси билан рўйхатдан ўтган фойдаланувчилар.
zh: 通过您的链接在inCruises注册并选择合作伙伴计划的用户。

source: Users who have seen our website through your link.
ca: Usuaris que han visitat el nostre lloc web a través del teu enllaç.
de: Nutzer, die unsere Website über Ihren Link aufgerufen haben.
es: Usuarios que han visitado nuestro sitio web, gracias a tu enlace.
fr: Les utilisateurs qui ont consulté notre site web par le biais de votre lien.
it: Utenti che hanno visto il nostro sito web tramite il tuo link.
ja: あなたのリンクを通じて私たちのウェブサイトを見たユーザー。
kk: Біздің веб-сайтқа сілтеме арқылы кірген пайдаланушылар.
ky: Сиздин шилтеме аркылуу биздин вебсайтты көргөн колдонуучулар.
lv: Lietotāji, kas ir redzējuši mūsu tīmekļa vietni, izmantojot jūsu saiti.
mn: Таны холбоосоор манай вэб хуудсанд зочилсон хүмүүс.
pt: Usuários que visualizaram nosso site através do seu link.
ro: Utilizatori care au văzut site-ul nostru prin linkul tău.
ru: Пользователи, посмотревшие наш веб-сайт по вашей ссылке.
uk: Користувачі, які переглянули наш веб-сайт за вашим посиланням.
uz: Сизнинг ҳаволангиз орқали сайтга кирган фойдаланувчилар.
zh: 通过您的链接查看我们网站的用户。

source: Users with Pending Invoices
ca: Usuaris amb factures pendents
de: Nutzer mit ausstehenden Rechnungen
es: Usuarios con Recibos Pendientes
fr: Utilisateurs avec des factures en attente
it: Utenti con fatture insolute
ja: 未払い請求書のあるユーザー
kk: Төленбеген шоттары бар Мүшелер
ko: 미납 청구서가 있는 사용자
ky: Төлөнбөгөн эсеп-фактуралары бар колдонуучулар
lv: Lietotāju ar nenokārtotiem rēķiniem
mn: Нэхэмжлэхээ төлөөгүй хэрэглэгч
pt: Usuários com Faturas Pendentes
ro: Utilizatori cu facturi în aşteptare
ru: Члены с неоплаченными счетами
uk: Користувачі з Рахунками що Очікують На Сплату
uz: Кутаётган ҳисоблари мавжуд фойдаланувчилар
zh: 有待處理賬單的用戶

source: using
ca: utilitzant
de: mit
es: utilizando
fr: utilisant
it: utilizzando
ja: 使っているのは
kk: қолдану
ko: 이용하고 있는
ky: колдонуу
lv: pielietojot
mn: хэрэглэх
pt: usando
ro: folosind
ru: используя
uk: використовуючи
uz: қўллаган ҳолда
zh: 使用

source: Using %{totalAmountTwiceString}
fr: Utilisation de %{totalAmountTwiceString}
it: Utilizzando %{totalAmountTwiceString}

source: Using an authenticator app like Authy, 1Password, Microsoft Authenticator or Google Authenticator, scan the QR code.
ca: Escaneja el codi QR amb una aplicació d'autenticació com Authy, 1Password, Microsoft Authenticator o Google Authenticator.
de: Scannen Sie mit einer Authentifizierungs-App wie Authy, 1Password, Microsoft Authenticator oder Google Authenticator den QR-Code.
es: Usando una app de autentificación como Authy, 1Password, Microsoft Authenticator o Google Authenticator, escanea el código QR.
fr: À l'aide d'une application d'authentification comme Authy, 1Password, Microsoft Authenticator ou Google Authenticator, scannez le code QR.
it: Scansiona il codice QR utilizzando un'app di autenticazione come Authy, 1Password, Microsoft Authenticator o Google Authenticator.
ja: Authy、1Password、Microsoft Authenticator、Google Authenticatorなどの認証アプリを使用して、QRコードをスキャンします。
kk: Authy, 1Password, Microsoft Authenticator немесе Google Authenticator сияқты аутентификация қолданбасын пайдаланып, QR кодын сканерлеңіз.
ko: Authy, 1Password, Microsoft Authenticator 또는 Google OTP와 같은 인증 앱을 사용하여 QR 코드를 스캔합니다.
ky: QR кодун Authy, 1Password, Microsoft Authenticator же Google Authenticator сыяктуу тиркеме аркылуу сканерлеңиз.
lv: Izmantojot tādu autentificētāja programmu kā Authy, 1Password, Microsoft Auttentificētāju vai Google Authentificētāju, skenējiet QR kodu.
mn: Authy, 1Password, Microsoft Authenticator эсвэл Google Authenticator зэрэг баталгаажуулагч апп-уудыг ашиглан доорх QR кодыг уншуулна уу.
pt: Usando um aplicativo autenticador como Authy, 1Password, Microsoft Authenticator ou Google Authenticator, digitalize o código QR.
ro: Utilizând o aplicație de autentificare precum Authy, 1Password, Microsoft Authenticator sau Google Authenticator, scanează codul QR.
ru: При использовании таких приложений, как Authy, 1Password, Microsoft Authenticator или Google Authenticator, сканируйте QR-код.
uk: У разі використання таких програм, як Authy, 1Password, Microsoft Authenticator або Google Authenticator, скануйте QR-код.
uz: Authy, 1Password, Microsoft Authenticator ёки Google Authenticator каби иловалардан фойдаланиб, QR-кодни сканерланг.
zh: 使用 Authy、1Password、Microsoft Authenticator 或 Google Authenticator 等验证器应用扫描二维码。

source: Using inactive balance here will spend your reward points unnecessarily. You still have Insider Pricing available, which gives you the exact same booking price without using any reward points.
fr: Le fait d'utiliser votre solde inactif ici entraînera une dépense inutile de vos reward points. Vous bénéficiez toujours d'Insider Pricing, qui vous permet de bénéficier du même prix de réservation sans utiliser de reward points.
it: Attenzione: l'uso del saldo inattivo qui comporterà un utilizzo non necessario dei tuoi Reward Points. Hai ancora a disposizione i Prezzi Insider, che ti offrono lo stesso identico prezzo di prenotazione senza dover utilizzare alcun Reward Point.
kk: Белсенді емес қалдықты қолдану сыйақы ұпайларының орынсыз жұмсалуына әкеледі. Сізде Бонус Ұпайлары қолданбай-ақ дәл сондай баға ұсынатын Insider Pricing әлі де бар.
pt: Usar o saldo inativo aqui fará você gastar seus pontos de recompensa desnecessariamente. Você ainda tem o Insider Pricing disponível, que oferece exatamente o mesmo preço de reserva sem usar nenhum ponto de recompensa.
uk: Використання неактивного балансу в цьому випадку призведе до непотрібної витрати Бонусних Балів. Ви все ще можете скористатися бронюванням за Тарифами INsider, що дозволить отримати ту ж саму вартість бронювання без використання Бонусних Балів.
zh: 此处使用非活跃余额会让您不必要地消耗Reward Points。您仍可使用INsider Pricing，以相同的预订价格完成预订且无需使用任何Reward Points。

source: Using reward points here will spend them unnecessarily. You still have Insider Pricing available, which gives you the exact same booking price without using any reward points.
fr: Utiliser vos reward points ici entraînera une dépense inutile. Vous bénéficiez toujours d'Insider Pricing, qui vous permet de bénéficier du même prix de réservation sans utiliser de reward points.
it: L'utilizzo dei Reward Points in questo caso significa spenderli inutilmente. Hai ancora a disposizione i Prezzi Insider, che ti offrono lo stesso identico prezzo di prenotazione senza dover utilizzare alcun Reward Point.
kk: Бұл жерде бонус ұпайларын пайдалану олардың қажетсіз жұмсалуына себеп болады. Сізде Бонус Ұпайлары қолданбай-ақ дәл сондай баға ұсынатын Insider Pricing бар.
pt: Usar pontos de recompensa aqui fará você gastá-los desnecessariamente. Você ainda tem o Insider Pricing disponível, que oferece exatamente o mesmo preço de reserva sem usar nenhum ponto de recompensa.
uk: Використання Бонусних Балів у цьому випадку призведе до їх непотрібної витрати. Ви все ще можете скористатися бронюванням за Тарифами INsider, що дозволить отримати точно таку ж ціну бронювання без використання Бонусних Балів.
zh: 此处使用Reward Points会让您不必要地消耗积分。您仍可使用INsider Pricing，以相同的预订价格完成预订且无需使用任何Reward Points。

source: Uzbek
de: Usbek
es: Uzbeko
fr: Ouzbek
it: Uzbeco
ja: ウズベク語
kk: Өзбек тілі
ko: 우즈베키스탄
ky: Өзбекче
lv: Uzbeks
mn: Узбек хэл
pt: Uzbeque
ro: Uzbecă
ru: Узбекский
uk: Узбецька
uz: Ўзбек
zh: 烏茲別克

source: V. COMPANY'S USE OF YOUR CONTENT
ca: V. ÚS DEL TEU CONTINGUT PER PART DE L’EMPRESA
de: V. NUTZUNG IHRER INHALTE DURCH DAS UNTERNEHMEN
es: V. USO DE TU CONTENIDO POR PARTE DE LA COMPAÑÍA
fr: V. UTILISATION DE VOTRE CONTENU PAR L'ENTREPRISE
it: V. UTILIZZO DEI TUOI CONTENUTI DA PARTE DELLA SOCIETÀ
ja: V. 会社によるコンテンツの使⽤
kk: V. КОМПАНИЯНЫҢ СІЗДІҢ МАТЕРИАЛДАРЫҢЫЗДЫ ПАЙДАЛАНУЫ
ky: V. КОМПАНИЯНЫН СИЗДИН КОНТЕНТИҢИЗДИ КОЛДОНУУСУ
lv: V. KOMPĀNIJAS IZMANTOTĀ SATURA PIELIETOŠANA
mn: V. ТАНЫ КОНТЕНТИЙГ КОМПАНИ ХЭРЭГЛЭХ ТУХАЙ
pt: V. O USO DO SEU CONTEÚDO PELA EMPRESA
ro: V. UTILIZAREA DE CĂTRE COMPANIE A CONȚINUTULUI TĂU
ru: V. ИСПОЛЬЗОВАНИЕ ВАШИХ МАТЕРИАЛОВ КОМПАНИЕЙ
uk: V. ВИКОРИСТАННЯ КОМПАНІЄЮ ВАШИХ МАТЕРІАЛІВ
uz: V. КОМПАНИЯНИНГ КОНТЕНТИНГИЗДАН ФОЙДАЛАНИШИ
zh: V. 公司对您内容的使用

source: V. DISPUTES
ca: V. CONFLICTES
de: V. STREITIGKEITEN
es: V. DISPUTAS
fr: V. LITIGES
it: V. CONTROVERSIE
ja: V. 紛争
kk: V. ДАУЛАР
ky: V. ТАЛАШТАР
lv: V. DISPUTI
mn: V. МАРГААН
pt: V. DISPUTAS
ro: V. LITIGII
ru: V. СПОРЫ
uk: V. СПОРИ
uz: V. НИЗОЛАР
zh: V. 争议处理

source: V. Log Data
ca: V. Dades de Registre
de: V. Protokolldaten
es: V. Registro de Datos
fr: V. Données du journal
it: V. Dati di registro
ja: V. ログデータ
kk: V. Деректерді Сақтау
ky: V. ЖУРНАЛ МААЛЫМАТТАРЫ
lv: V. Log DatI
mn: V. Лог мэдээлэл
pt: V. Dados de Registro
ro: V. Date jurnal
ru: V. Хранение данных
uk: V. ДАНІ ЖУРНАЛУ
uz: V. Журнал маълумотлари
zh: V. 日志数据

source: valid in your country
ca: vàlid al teu país
de: in Ihrem Land gültig
es: válido en tu país
fr: valable dans votre pays
it: valido nel tuo paese
ja: あなたの国で有効なもの
kk: сіздің елде жарамды
ky: сиздин өлкөңүздө жарактуу
lv: derīgs jūsu valstī
mn: танай улсад хүчинтэй
pt: válido no seu país
ro: valid în țara ta
ru: действительные в вашей стране
uk: дійсні у вашій країні
uz: Сизнинг мамлакатингизга хизмат кўрсатувчи
zh: 在您所在国家有效

source: Value
ca: Valor
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 価値
kk: Құнды
ko: 가치
ky: Нарк
lv: Vērtība
mn: Үнэт зүйлс
pt: Valor
ro: Valoare
ru: Ценность
uk: Цінність
uz: Қиймат
zh: 价值

source: Value per $100 of qualified production that comes based on your Builders Base bonus earnings.
fr: Valeur par 100 $ de production qualifiée qui dépend de vos gains de bonus de Base des Constructeurs.
it: Valore per ogni $100 di produzione qualificata, calcolato in base ai tuoi guadagni del bonus Base Costruttori.
pt: Valor por cada 100 dólares de produção qualificada, com base nos seus ganhos de bônus Base de Construtores.
uk: Вартість за кожні $100 кваліфікованого товарообігу, отриманого на основі вашого заробітку в рамках бонусу «Фундамент Бізнесу».

source: VAT
ca: L'IVA
de: USt-IdNr.
es: IVA
fr: TVA
it: IVA
kk: ҚҚС
ky: КНС
lv: PVN
mn: НӨАТ
ro: TVA
ru: НДС
uk: ПДВ
uz: ҚҚС
zh: 增值税

source: VAT Number
ca: Número d'IVA
de: Umsatzsteuer-Identifikationsnummer
es: Número VAT
fr: Numéro de TVA
it: Numero di partita IVA
ja: VAT番号
kk: ҚҚС нөмірі
ko: VAT 번호
ky: КНС номери
lv: PVN numurs
mn: НӨАТ-ийн дугаар
pt: Número VAT
ro: TVA
ru: Номер плательщика НДС
uk: Номер платника ПДВ
uz: ҚҚС рақами
zh: 增值稅號

source: VAT Tax
ca: Impost sobre l'IVA
de: Mehrwertsteuer
es: Impuesto VAT
fr: Taxe TVA
it: IVA
ja: VAT税
kk: ҚҚС салығы
ko: 부가가치세
ky: КНС салыгы
lv: PVN nodoklis
mn: НӨАТ-ийн татвар
pt: Taxa VAT
ro: TVA
ru: Налог НДС
uk: Податок ПДВ
uz: ҚҚС
zh: 增值稅

source: VAT:
ca: L'IVA:
de: MEHRWERTSTEUER:
fr: TVA :
it: IVA:
kk: ҚҚС:
ko: 부가가치세:
ky: КНС:
lv: PVN:
mn: НӨАТ:
ro: TVA:
ru: НДС:
uk: ПДВ:
uz: ҚҚС:
zh: 增值稅：

source: VAT: %{ supplier_vat }
ca: IVA: %{ supplier_vat }
de: MwSt: %{ supplier_vat }
es: IVA: %{ supplier_vat }
fr: TVA : %{ supplier_vat }
it: IVA: %{ supplier_vat }
kk: ҚҚС:%{ supplier_vat }
ko: 부가가치세: %{ supplier_vat }
ky: КНС: %{provayder_vat }
lv: PVN: %{ supplier_vat }
mn: НӨАТ: %{ supplier_vat }
ro: TVA: { supplier_vat }%
ru: НДС: %{ supplier_vat }
uk: ПДВ: %{ supplier_vat }
uz: ҚҚС: %{ supplier_vat }
zh: 增值税：%{ supplier_vat }

source: Verification Complete
fr: Vérification Terminée
it: Verifica completata

source: Verification email sent successfully.
ca: Correu de verificació enviat correctament.
de: Verifizierungs-E-Mail erfolgreich gesendet.
es: Correo electrónico de verificación enviado exitosamente.
fr: L'email de vérification a été envoyé avec succès.
it: Email di verifica inviata con successo.
ja: 認証メールが正常に送信されました。
kk: Растайтын электрондық пошта сәтті жіберілді.
ky: Ырастоо электрондук каты ийгиликтүү жөнөтүлдү. Irastoo elektronduk ka
lv: Pārbaudes e-pasta ziņojums nosūtīts sekmīgi.
mn: Баталгаажуулах имэйл амжилттай илгээгдлээ.
pt: E-mail de verificação enviado com sucesso.
ro: E-mail de verificare trimis cu succes.
ru: Письмо-подтверждение отправлено успешно.
uk: Лист-підтвердження відправлено успішно.
uz: Тасдиқлов хати муваффақиятли юборилди.
zh: 验证邮件发送成功。

source: Verification email sent, please check your inbox and follow the provided link
ca: Correu electrònic de verificació enviat, si us plau comprova la teva safata d’entrada i segueix l’enllaç proporcionat
de: Bestätigungs-E-Mail gesendet, bitte überprüfen Sie Ihren Posteingang und folgen Sie dem angegebenen Link
es: Se envió email de verificación. Por favor revisa tu buzón y sigue el enlace proporcionado
fr: E-mail de vérification envoyé, veuillez vérifier votre boîte de réception et suivez le lien fourni
it: Email di verifica inviata, controlla la tua posta e clicca sul link che ti abbiamo inviato
ja: 確認メールが送信されました、受信メールを確認しそちらのリンクへ進んで下さい
kk: Тексеру электрондық хаты жіберілді, өз поштаңызды тексеріп, берілген сілтемеге өтіңіз
ky: Ырастоо электрондук каты жөнөтүлдү, почтаңызды текшериңиз жана берилген шилтемени басыңыз
lv: Pārbaudes epasts nosūtīts, pārbaudiet savu iesūtni un sekojiet dotajai saitei
mn: Баталгаажуулах имэйл илгээгдлээ, имэйлээ шалгаад очсон холбоосыг дарна уу.
pt: Email de verificação enviado, verifique sua caixa de entrada e siga o link fornecido
ro: Email de confirmare trimis, te rugăm să deschizi Inbox-ul tău și să dai click pe linkul trimis
ru: Подтверждение электронной почты отправлено, пожалуйста проверьте Ваш почтовый ящик и следуйте по ссылке
uk: Підтвердження електронної пошти надіслано, будь ласка перевірте Вашу поштову скриньку і перейдіть за посиланням
uz: Тасдиқловчи электрон хат жўнатилди, илтимос, почта қутингизни текшириб, тақдим этилган ҳаволага ўтинг
zh: 验证邮件已发送，请检查您的收件箱并按照提供的链接操作

source: Verification email sent, please check your inbox and follow the provided link.
ca: Correu electrònic de verificació enviat, si us plau comprova la teva safata d’entrada i segueix l’enllaç proporcionat.
de: Bestätigungs-E-Mail gesendet, bitte überprüfen Sie Ihren Posteingang und folgen Sie dem angegebenen Link.
es: Se envió email de verificación. Por favor revisa tu buzón y sigue el enlace proporcionado.
fr: E-mail de vérification envoyé, veuillez vérifier votre boîte de réception et suivez le lien fourni.
it: Email di verifica inviata, controlla la tua posta e clicca sul link che ti abbiamo inviato.
ja: 確認メールが送信されました、受信メールを確認しそちらのリンクへ進んで下さい。
kk: Тексеру электрондық хаты жіберілді, өз поштаңызды тексеріп, берілген сілтемеге өтіңіз.
ko: 검증 이메일이 발송되었습니다, 이메일함을 확인하고 발송된 링크를 클릭하십시오.
ky: Ырастоо электрондук каты жөнөтүлдү, почтаңызды текшериңиз жана берилген шилтемени басыңыз.
lv: Pārbaudes epasts nosūtīts, pārbaudiet savu iesūtni un sekojiet dotajai saitei.
mn: Баталгаажуулах имэйл илгээгдлээ, имэйлээр очсон холбоосыг дарна уу.
pt: Email de verificação enviado, verifique sua caixa de entrada e siga o link fornecido.
ro: Email de confirmare trimis, vă rugăm să deschideţi Inbox-ul dvs. şi să daţi click pe linkul trimis.
ru: Подтверждение электронной почты отправлено, пожалуйста проверьте Ваш почтовый ящик и следуйте по ссылке.
uk: Підтвердження електронної пошти надіслано, будь ласка перевірте Вашу поштову скриньку і слідуйте по посиланню.
uz: Тасдиқланган электрон почта жўнатилди, илтимос, почта қутингизни текшириб, тақдим этилган ҳаволага ўтинг.
zh: 已發送驗證郵件，請檢查您的收件箱並按照提供的鏈接進行操作。

source: Verification Failed
fr: Échec de la Vérification
it: Verifica fallita

source: Verification is taking too long. Please try again later.
fr: La vérification prend trop de temps. Veuillez réessayer plus tard.
it: La verifica richiede troppo tempo. Riprova più tardi.

source: Verified Reviews from inCruises Members
ca: Ressenyes Verificades de Membres d'inCruises
de: Verifizierte Bewertungen von inCruises-Mitgliedern
es: Reseñas Verificadas de Miembros de inCruises
fr: Avis Vérifiés des Membres inCruises
it: Recensioni verificate dei Membri di inCruises
ja: inCruisesメンバーによる確認済みレビュー
kk: Incruises клубы мүшелерінің тексерілген пікірлері
ky: inCruises мүчөлөрүнүн тастыкталган ой-пикирлери
lv: Pārbaudītas Atsauksmes no inCruises Biedriem
mn: inCruises-ийн Гишүүдийн сэтгэгдлүүд
pt: Avaliações Verificadas de Membros da inCruises
ro: Recenzii verificate de la membrii inCruises
ru: Проверенные отзывы от Членов Клуба inCruises
uk: Перевірені відгуки від Членів inCruises
uz: inCruises Аъзоларидан ишончли фикр-мулоҳазалар
zh: 来自inCruises会员的真实评价

source: Verified Reviews from Real inCruises Members
ca: Testimonis Autèntics de Membres Verificats d’inCruises
de: Verifizierte Bewertungen von echten inCruises-Mitgliedern
es: Reseñas Verificadas de Miembros Reales de inCruises
fr: Avis vérifiés de Vrais Membres inCruises
it: Recensioni verificate di Veri Membri di inCruises
ja: 実際のinCruisesメンバーによる確認済みレビュー
kk: InCruises нақты клуб мүшелерінің тексерілген пікірлері
ky: Чыныгы inCruises мүчөлөрүнөн текшерилген пикирлер
lv: Pārbaudītas atsauksmes no uzticīgiem inCruises” Biedriem
mn: inCruises-ийн Гишүүдийн бодит сэтгэгдлүүд
pt: Avaliações Verificadas de Membros Reais da inCruises
ro: Recenzii verificate de la membri reali inCruises
ru: Проверенные отзывы от реальных Членов Клуба inCruises
uk: Перевірені відгуки справжніх Членів inCruises
uz: inCruises ҳақиқий Аъзоларидан ишончли фикр-мулоҳазалар
zh: 来自真实inCruises会员的认证评价

source: Verify
ca: Verificar
de: Verifizieren
es: Verifica
fr: Vérifier
it: Verifica
ja: 検証
kk: Тексеру
ko: 확인
ky: Ырастоо
lv: Izmainīt
mn: Баталгаажуулах
pt: Verificar
ro: Verifică
ru: Подтвердить
uk: Підтвердити
uz: Тасдиқлаш
zh: 验证

source: Verify My Identity
fr: Vérifier Mon Identité
it: Verifica la mia identità

source: Verify Phone Number
ca: Verificar el número de telèfon
de: Telefonnummer verifizieren
es: Verifica Número de Teléfono:
fr: Vérifier le Numéro de Téléphone
it: Verifica il numero di telefono
ja: 電話番号を認証する
kk: Телефон Нөміріңізді Растаңыз
ko: 전화번호를 인증받으십시오
ky: Телефон номерин ырастоо
lv: Pārbaudi tālruņa numuru
mn: Утасны дугаар баталгаажуулах
pt: Verificar número de telefone
ro: Verifică numărul de telefon
ru: Подтвердить номер телефона
uk: Підтвердити номер телефону
uz: Телефон рақамини тасдиқлаш
zh: 驗證電話號碼

source: Verify tour details
ca: Verificar els detalls del Tour
de: Überprüfen Sie die Details der Tour
es: Verificar detalles del tour
fr: Vérifier les détails de l'excursion
it: Verifica i dettagli del tour
ja: ツアーの詳細を確認
kk: Тур мәліметтерін тексеріңіз
ky: Тур мыылыматын текшерүү
lv: Pārbaudi ekskursijas detaļas
mn: Аяллын мэдээллээ шалгах
pt: Verifique os detalhes do passeio
ro: Verifică detaliile turului
ru: Проверить детали тура
uk: Перевірити подробиці туру
uz: Тур маълумотларини тасдиқлаш
zh: 验证旅行详情
