Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: <strong>What the membership club gave me fulfilled my wildest expectations and dreams.</strong> <br/><br/>Thanks to the club, I went on two fantastic cruises and six land-based trips in one year, plus an exclusive club event with over 700 club members in Dubai. There, I met the founder of the club, whose mission is to make the world a better place for all of us. <br/><br/>Now my mission is to show others that they too can fulfill themselves, travel and enjoy life. You can benefit too.
ca: <strong>El que m’ha donat el club de membresia ha superat totes les meves expectatives i somnis més grans.</strong> <br/><br/>Gràcies al club, vaig fer dos creuers fantàstics i sis viatges terrestres en un sol any, a més d’un esdeveniment exclusiu del club amb més de 700 membres a Dubai. Allà vaig conèixer el fundador del club, la missió del qual és fer del món un lloc millor per a tots nosaltres. <br/><br/>Ara, la meva missió és mostrar als altres que ells també poden realitzar-se, viatjar i gaudir de la vida. Tu també en pots sortir beneficiat.
de: <strong>Was mir der Club ermöglichte, erfüllte meine kühnsten Erwartungen und Träume.</strong> <br/><br/>Dank des Clubs habe ich in einem Jahr zwei fantastische Kreuzfahrten und sechs Landreisen unternommen und an einem exklusiven Clubevent mit über 700 Clubmitgliedern in Dubai teilgenommen. Dort traf ich den Gründer des Clubs, dessen Mission es ist, die Welt für uns alle zu einem besseren Ort zu machen. <br/><br/>Jetzt ist es meine Mission, anderen zu zeigen, dass auch sie sich verwirklichen, reisen und das Leben genießen können. Profitieren auch Sie davon.
es: <strong>Lo que me dio el Club cumplió mis expectativas y sueños más salvajes</strong> <br/><br/>Gracias al Club, viajé en dos fantásticos cruceros y seis viajes escolares en un año, además de un evento exclusivo del Club con más de 700 Miembros en Dubái. Ahí conocí al fundador del Club, cuya misión es hacer del mundo un mejor lugar para todos nosotros. <br/><br/>Ahora, mi misión es mostrar a otros que también pueden realizarse, viajar y disfrutar la vida. Tú también puedes beneficiarte.
fr: <strong>Ce que le club d'adhésion m’a donné a comblé mes attentes et mes rêves les plus fous.</strong> <br/><br/>Grâce au club, j'ai participé à deux croisières fantastiques et à six excursions terrestres en un an, ainsi qu'à un événement exclusif réunissant plus de 700 membres à Dubaï. J'y ai rencontré le fondateur du club, dont la mission est de bâtir un monde meilleur pour chacun d'entre nous. <br/><br/>Ma mission est désormais de montrer aux autres qu'ils peuvent eux aussi s'épanouir, voyager et profiter de la vie. Vous aussi, vous pouvez en bénéficier.
it: <strong>Ciò che mi ha dato l'appartenenza al club ha superato le mie più rosee aspettative e i miei sogni.</strong> <br/><br/>Grazie al club, ho fatto due fantastiche crociere e sei viaggi via terra in un anno, oltre a un evento esclusivo del club con oltre 700 membri a Dubai. Lì, ho incontrato il fondatore del club, la cui missione è rendere il mondo un posto migliore per tutti noi. <br/><br/>Ora la mia missione è mostrare agli altri che anche loro possono realizzarsi, viaggiare e godersi la vita. Anche tu puoi trarne beneficio.
ja: <strong>メンバーシップクラブが与えてくれたものは、私の想像を超える期待と夢を叶えてくれました。</strong><br/><br/>このクラブのおかげで、私は1年の間に2回の素晴らしいクルーズと6回の陸の旅行を経験し、さらに700人以上のクラブメンバーが集まるドバイでの特別イベントにも参加しました。そこで私は、「世界をより良い場所にすること」を使命としているクラブの創設者に出会いました。<br/><br/>今では、私の使命は「他の人にも自己実現の可能性や、旅、そして人生を楽しむ素晴らしさを伝えること」です。あなたも、きっとその恩恵を受けられます。
kk: <strong>Мүшелік клубтан алғаным менің ең асқақ армандарым мен үміттерімді ақтады.</strong> <br/><br/> Клубтың арқасында мен бір жылдың ішінде екі керемет круизге және алты құрлықтық сапарға бардым. Сонымен қатар, Дубайда 700-ден астам клуб мүшесі қатысқан эксклюзивті клуб шарасына қатысу бақытына ие болдым. Сол жерде мен клубтың негізін қалаушымен таныстым — ол әлемді баршамыз үшін жақсырақ етуге арналған миссияны алға тартады.<br/><br/>Енді менің миссиям — өзгелерге де өздерін табуға, саяхаттауға және өмірден ләззат алуға болатынын көрсету. Сіз де бұл мүмкіндіктерді пайдалана аласыз.
ky: <strong>Мүчөлүк клуб мага эң жапайы кыялдарым менен үмүттөрүмдү ишке ашырды.</strong><br/><br/>Клубдун аркасында мен бир жылдын ичинде эки укмуш круизге жана алты кургактагы саякатка бардым, ошондой эле Дубайда 700дөн ашуун клуб мүчөсү катышкан эксклюзивдүү клуб иш-чарасына катыштым. Ал жерде мен клубдун негиздөөчүсү менен тааныштым — анын миссиясы бул дүйнөнү бардыгыбыз үчүн жакшыраак жерге айлантуу. <br/><br/>Азыр менин миссиям - башкаларга алар да өзүн ишке ашыра аларын, саякаттап, жашоодон ырахат ала аларын көрсөтүү. Сиз да бул мүмкүнчүлүктөн пайдалана аласыз.
lv: <strong>Tas, ko man deva biedru dalības klubs, piepildīja manas mūžsenās cerības un sapņus.</strong><br/><br/> Pateicoties klubam, viena gada laikā devos divos fantastiskos kruīzos un sešos sauszemes braucienos, kā arī ekskluzīvā kluba pasākumā ar vairāk nekā 700 kluba biedriem Dubaijā. Tur iepazinos ar kluba dibinātāju, kura misija ir padarīt pasauli labāku vietu mums visiem.<br/><br/> Tagad mana misija ir parādīt citiem, ka arī viņi spēj sevi piepildīt, ceļot un baudīt dzīvi. Arī jūs varat gūt labumu.
mn: <strong>Гишүүнчлэлийн клуб миний хамгийн их хүсэн хүлээлт, мөрөөдлийг биелүүлж өгсөн юм.</strong> <br/><br/>Клубын ачаар би нэг жилийн дотор хоёр гайхалтай далайн аялал, зургаан газрын аялал хийж, мөн Дубайд 700 гаруй гишүүд оролцсон клубын тусгай арга хэмжээнд оролцлоо. Тэнд би дэлхийг бид бүгдэд илүү сайхан газар болгох эрхэм зорилго бүхий клубын үүсгэн байгуулагчтай уулзсан юм. <br/><br/>Одоо миний эрхэм зорилго бол та ч гэсэн өөрийнхөө зорилгыг биелүүлж, аялж, амьдралаас таашаал авч чадна гэдгийг харуулах явдал юм. Та ч гэсэн ашиг тусыг нь эдлэх боломжтой юм.
pt: <strong>O que o Clube de Assinatura me deu realizou minhas maiores expectativas e sonhos.</strong> <br/><br/>Graças ao Clube, participei de dois cruzeiros fantásticos e seis viagens com hospedagem em 1 ano, além de um evento exclusivo do Clube em Dubai, com mais de 700 Membros. Lá, eu conheci o fundador do clube, cuja missão é tornar o mundo um lugar melhor para todos nós. <br/><br/>Agora, minha missão é mostrar a outras pessoas que elas também podem se realizar, viajar e aproveitar a vida. Você também pode se beneficiar.
ro: <strong>Ceea ce mi-a oferit clubul de membru mi-a împlinit cele mai sălbatice așteptări și vise.</strong> <br/><br/>Mulțumită clubului, am făcut două croaziere fantastice și șase excursii terestre într-un an, plus un eveniment exclusivist de club cu peste 700 de membri de club în Dubai. Acolo, l-am cunoscut pe fondatorul clubului, a cărui misiune este să facă din lume un loc mai bun pentru noi toți. <br/><br/>Acum misiunea mea este să le arăt altora că și ei se pot împlini, călătoresc și se pot bucura de viață. Poți beneficia și tu.
ru: <strong>То, что дал мне этот членский клуб, оправдало все мои самые смелые ожидания и мечты.</strong> <br/><br/>Благодаря клубу я побывал в двух фантастических круизах и шести наземных турах за один год, а также посетил эксклюзивное клубное мероприятие с участием более 700 Членов Клуба в Дубае. Там я познакомился с основателем клуба, чья миссия заключается в том, чтобы сделать этот мир лучше для всех нас. <br/><br/>Теперь моя миссия — показывать другим людям, что они тоже могут реализовать себя, начать путешествовать и наслаждаться жизнью. Вы тоже можете получить от этого пользу.
uk: <strong>Те, що дав мені цей Клуб, перевершило всі мої найсміливіші очікування й мрії.</strong> <br/><br/>Завдяки членству в Клубі я за один рік побував у двох фантастичних круїзах, шести наземних турах, а також взяв участь в ексклюзивному клубному заході, який об’єднав понад 700 Членів Клубу в Дубаї. Там мені випала честь особисто познайомитися із засновником Клубу — людиною, чия місія полягає в тому, щоби зробити світ кращим для кожного з нас. <br/><br/>Тепер і моя місія — показати іншим, що вони теж можуть реалізувати себе, подорожувати світом і по-справжньому насолоджуватися життям. Це реально. І ви також можете отримати від цього користь.
uz: <strong>Аъзолик клуби тақдим этган имкониятлар менинг барча умидларимни ва орзуларимни оқлади.</strong><br/><br/>Клуб туфайли мен бир йил ичида иккита ажойиб круизга ва олтита меҳмонхона таътилига чиқдим, шунингдек Дубайда ўтказилган, 700 нафар Клуб Аъзолари иштирокидаги тадбирда қатнашдим. У ерда мен мақсади – оламни барчамиз учун яхшилаш бўлган Клуб асосчиси билан танишдим.<br/><br/>Энди менинг мақсадим – бошқаларга ҳам шахсий ривожлана олишларини, саёҳат қила олишларини ва ҳаётдан баҳраманд бўлишлари мумкинлигини кўрсатишдир, Сиз ҳам фойда келтиришингиз мумкин.
zh: <strong>会员俱乐部带给我的，超出了我最疯狂的期待和梦想。</strong><br/><br/>多亏了这个俱乐部，我在一年内完成了两次梦幻邮轮之旅和六次陆地旅行，还参加了在迪拜举办的专属俱乐部活动——有超过700位会员出席。在那里，我见到了俱乐部的创始人，他的使命是让这个世界变得对我们所有人来说更美好。<br/><br/>现在，我的使命是向他人展示：他们同样可以实现自我，去旅行，享受人生。你也可以从中受益。

source: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">SILVER PACKAGE</span>
ca: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">PAQUET PLATA</span>
de: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"> /><path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"</svg> <span v-translate="">SILBER PAKET</span>
es: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">PAQUETE PLATA</span>
fr: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">FORFAIT ARGENT</span>
it: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">PACCHETTO SILVER</span>
ja: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">シルバー・パッケージ</span>
kk: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/><path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">КҮМІС ПАКЕТ</span>
ky: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="<path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">КҮМҮШ ТАРИФ</span>
lv: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">SUDRABA PAKETE</span>
mn: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">МӨНГӨН БАГЦ</span>
pt: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"> </svg> <span v-translate="">PACOTE SILVER</span>
ro: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/><path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/></svg> <span v-translate="">PACHET ARGINT</span>
ru: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05" /> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z" /> </svg> <span v-translate="">СЕРЕБРЯННЫЙ ТАРИФ</span>
uk: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">СРІБНИЙ ТАРИФ</span>
uz: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">КУМУШ ПАКЕТ</span>
zh: <svg style="fill: #c0c0c0" id="Layer_1" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 40 40"> <polygon class="cls-1" points="0 8.05 6.63 6.63 8.05 0 9.48 6.63 16.11 8.05 9.48 9.48 8.05 16.11 6.63 9.48 0 8.05"/> <path d="m12.6,40c-.22,0-.43-.07-.61-.2-.32-.23-.48-.62-.41-1.01l1.78-10.65-7.7-7.57c-.28-.28-.38-.69-.26-1.06.12-.37.44-.65.83-.71l10.69-1.6,4.83-9.66c.18-.35.54-.57.93-.57h0c.39,0,.75.22.93.57l4.83,9.66,10.69,1.6c.39.06.71.33.83.71.12.37.02.79-.26,1.06l-7.7,7.57,1.78,10.65c.06.39-.1.78-.41,1.01-.32.23-.74.26-1.09.08l-9.59-4.98-9.59,4.98c-.15.08-.32.12-.48.12Zm-4.01-19.45l6.6,6.49c.24.24.35.58.3.91l-1.52,9.13,8.22-4.27c.3-.16.66-.16.96,0l8.22,4.27-1.52-9.13c-.06-.33.05-.67.3-.91l6.6-6.49-9.16-1.37c-.34-.05-.62-.26-.78-.56l-4.14-8.28-4.14,8.28c-.15.3-.44.51-.78.56l-9.16,1.37Z"/> </svg> <span v-translate="">SILVER 套餐</span>
