Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: iii.During the term of this Addendum, PARTNER agrees that he/she shall not directly or indirectly compete with inGroup International or take steps to compete with inGroup International without the express written consent of inGroup International. As used in this Addendum, the phrase “directly or indirectly compete” means owning, managing, operating, controlling, or participating in the ownership, management, operation, or control of, or being connected with or having any interest in, as a stockholder, National Director, officer, employee, agent, consultant, assistant, advisor, contractor, sole proprietor, partner or otherwise, any business that sells travel-related products or services via the direct selling or social selling (e.g., party plan, multilevel, network marketing or multi-tier affiliate) channel. Note that the foregoing restriction shall not be construed to prohibit PARTNER from owning less than five percent (5%) of the voting stock of such a company provided such company’s stock is traded on a national securities exchange or in an over-the-counter market. <span class="before "/>
ca: iii. Durant la vigència d'aquest Annex, el SOCI es compromet a no competir directament o indirectament amb inGroup International ni a prendre mesures per a competir amb inGroup International sense el consentiment exprés per escrit d'inGroup International. Tal com s'utilitza en aquest Apèndix, la frase "competir directament o indirectament" significa posseir, gestionar, operar, controlar o participar en la propietat, gestió, operació o control de, o estar connectat amb o tenir qualsevol interès en, com a accionista, National Director, funcionari, empleat, agent, consultor, assistent, assessor, contractista, propietari únic, soci o d'una altra manera, qualsevol negoci que vengui productes o serveis relacionats amb els viatges a través del canal de venda directa o de venda social (per exemple, pla de festes, multinivell, màrqueting de xarxa o afiliats de diversos nivells). Has de tenir en compte que la restricció anterior no s'interpretarà com una prohibició perquè el SOCI posseeixi menys del cinc per cent (5%) de les accions amb dret a vot d'aquesta empresa, sempre que les accions d'aquesta empresa es negociïn en una borsa de valors nacional o en un mercat no organitzat. <span class="before "/>
de: iii. während der Laufzeit dieses Zusatzes stimmt der PARTNER zu, dass er ohne die ausdrückliche schriftliche Zustimmung von inGroup International weder direkt noch indirekt mit inGroup International konkurrieren oder Maßnahmen ergreifen darf, um mit inGroup International zu konkurrieren. Wie in diesem Zusatz verwendet, bedeutet der Ausdruck "direkt oder indirekt konkurrieren" den Besitz, die Verwaltung, den Betrieb, die Kontrolle oder die Beteiligung an dem Eigentum, der Verwaltung, dem Betrieb oder der Kontrolle von oder die Verbindung mit oder die Beteiligung an einem Unternehmen, das reisebezogene Produkte oder Dienstleistungen über den direkten Verkauf oder den social-Verkauf vertreibt (z.B. Partypläne, mehrstufig, Networkmarketing oder Multilevel Affiliate), als Aktionär, National Director, Officer, Mitarbeiter, Vertreter, Berater, Assistent, Berater, Auftragnehmer, Einzelunternehmer, Partner oder anderweitig. Es ist zu beachten, dass die vorstehende Einschränkung nicht so ausgelegt werden darf, dass dem PARTNER untersagt wird, weniger als fünf Prozent (5%) der stimmberechtigten Aktien einer solchen Gesellschaft zu besitzen, sofern die Aktien dieser Gesellschaft an einer nationalen Wertpapierbörse oder an einem Freiverkehrsmarkt gehandelt werden. <span class="before "/>
es: iii. Durante el término de este Anexo, el SOCIO acuerda que él / ella no competirá directa o indirectamente con inGroup International o tomará medidas para competir con inGroup International sin el consentimiento expreso por escrito de inGroup International. Tal como se utiliza en este Anexo, la frase "competir directa o indirectamente" significa poseer, administrar, operar, controlar o participar en la propiedad, gestión, operación o control de, o estar conectado o tener algún interés en, como accionista, Director Nacional, funcionario, empleado, agente, consultor, asistente, asesor, contratista, propietario único, socio u otro, cualquier negocio que venda productos o servicios relacionados con el mundo de los viajes a través de la venta directa o venta social (por ejemplo, multiniveles, Network marketing o afiliado de múltiples niveles). Tenga en cuenta que la restricción anterior no debe interpretarse como que prohíbe al SOCIO poseer menos del cinco por ciento (5%) de las acciones con derecho a voto de dicha compañía, siempre que dichas acciones se negocien en una bolsa de valores nacional o en un mercado extrabursátil. <span class="before "/>
fr: iii.Pendant la durée de cet addenda, PARTNER accepte de ne pas concurrencer directement ou indirectement avec inGroup International, ni de prendre des mesures pour concurrencer inGroup International sans le consentement écrit exprès d'inGroup International. Tel qu’utilisé dans cet Addendum, le terme "concurrence directe ou indirecte" signifie posséder, gérer, exploiter, contrôler ou participer à la propriété, la gestion, l’exploitation ou le contrôle de, ou être lié à ou avoir un intérêt quelconque en tant qu’actionnaire Directeur national, dirigeant, employé, agent, consultant, assistant, conseiller, contractant, propriétaire unique, partenaire ou autre, toute entreprise qui vend des produits ou des services liés aux voyages par le biais de la vente directe ou de la vente sociale (par exemple, plan de parti, multiniveaux, marketing de réseau ou affilié à plusieurs niveaux). Notez que la restriction susmentionnée ne doit pas être interprétée comme interdisant à PARTNER de détenir moins de cinq pour cent (5%) des actions avec droit de vote d'une telle société, à condition que les actions de cette société soient négociées sur une bourse nationale ou sur un marché de gré à gré. <span class="before "/>
it: iii. Durante il periodo di validità del presente addendum, il PARTNER accetta di non competere direttamente o indirettamente con inGroup International, né di prendere iniziative in concorrenza con inGroup International senza l'espresso consenso scritto di inGroup International. Nel presente Addendum, la frase "competere direttamente o indirettamente" significa possedere, gestire, operare, controllare o partecipare alla proprietà, alla gestione, alla operatività o al controllo, o essere collegato o avere un interesse in qualità di azionista, direttore nazionale, funzionario, dipendente, agente, consulente, assistente, appaltatore, imprenditore individuale, socio o altro in qualsiasi attività che vende prodotti o servizi connessi ai viaggi attraverso il canale della vendita diretta o della vendita sociale (ad esempio, party di vendita, multilevello, network marketing o affiliazione multilivello). Si noti che la suddetta restrizione non deve essere interpretata come un divieto per il PARTNER di possedere meno del 5% (5%) delle azioni con diritto di voto di tale società, a condizione che le azioni di tale società siano negoziate in una borsa valori nazionale o in un mercato OTC. <span class="before "/>
ja: iii. 本補遺の期間中、パートナーは、inGroup Internationalと直接的または間接的に競合しないこと、またはinGroup Internationalの書面による明示的な同意なしにinGroup Internationalと競合するような手段を取らないことに同意します。本補遺で使用されているように、「直接または間接的に競合する」という表現は、株主としての所有、管理、運営または支配の所有、管理、運営または支配、またはそれらとの関係、または利害関係を持つことを意味します。ナショナルディレクター、役員、従業員、代理人、コンサルタント、アシスタント、アドバイザー、請負業者、個人事業主、パートナー、またはその他、直接販売または社交販売を通じて旅行関連の製品またはサービスを販売する事業（例：パーティープラン、マルチレベル、ネットワークマーケティングまたはマルチティアアフィリエイト）チャンネル。上記の制限は、そのような会社の株式が国内の証券取引所または店頭市場で取引されている場合に限り、パートナーがそのような会社の議決権のある株式の5％未満を所有することを禁じるものではありません。<span class="before "/>
kk: iii. СЕРІКТЕС осы Қосымшаның қолдану мерзімі шеңберінде inGroup International-пен тікелей және жанама түрде бәсекелеспеуі керек немесе inGroup International – тің жазбаша келісімінсіз – ақ inGroup International-пен бәсекелесу үшін шаралар қабылдауға келіседі. Осы Қосымшаны пайдаланылған кезде «тікелей немесе жанама бәсекелесу» дегеніміз акционер ретінде, ұлттық директор, қызметкер, дистрибьютор, агент, консультант, ассистент, көмекші, промоутер, мердігер, жеке кәсіпкер, серіктес немесе басқаша, кез-келген тікелей немесе жанама түрде саудаға байланысты тауарларды немесе қызметтерді иелену, басқару, пайдалану, бақылау және басқару құқығын иеленуді білдіреді де кез-келген саяхатпен байланысты тікелей немесе жанама түрде сауда тауарлары мен қызметтерді сататын кез келген бизнес сату немесе әлеуметтік сату арқылы (мысалы, топтық жоспар, көп деңгейлі, желілік маркетинг немесе көп деңгейлі серіктестік бағдарлама) сатылады. Жоғарыда айтылған шектеулер осы компанияның дауысқа түсетін акцияларының (5%) иеленуге тыйым салуы ретінде түсіндірілмеуі керек, яғни ұлттық қор биржасында немесе биржадан тыс нарықта сатылатын болса, компанияның акцияларының 5 процентінен кем емес (5%) ие болатынына назар аударылуы керек.<span class="before "/>
ky: iii. Ушул Тиркеменин колдонуу мөөнөтү ичинде ӨНӨКТӨШ inGroup International менен түз же кыйыр түрдө атаандашпоого же inGroup International компаниясынын жазуу жүзүндөгү макулдугусуз inGroup International менен атаандашкан кандайдыр бир аракеттерди жасабоого макул болот. Бул Тиркемеде колдонулгандай, "тикелей же кыйыр түрдө атаандаштык" термини саякатка байланыштуу өнүмдөрдү же кызматтарды түз сатуу же коомдук сатуу каналы (мисалы, партиялык план, көп деңгээлдүү, тармактык маркетинг же көп катмарлуу филиал) аркылуу саткан ар кандай бизнеске ээлик кылууну, башкарууну, иштетүүнү же контролдоону же ээлик кылууга, башкарууга, иштетүгө же контролдоого катышууну, же акционер, Улуттук директор, ишкер, кызматкер, агент, консультант, ассистент, кеңешчи, подрядчы, жеке ишкер, өнөктөш же башка жолдор менен кандайдыр бир кызыкчылыкка ээ болуу дегенди билдирет. Эскерте кетсек, жогоруда көрсөтүлгөн чектөө ӨНӨКТӨШтүн мындай компаниянын акцияларынын улуттук фондулук биржада же биржадан тышкаркы рынокто сатылган шартында, мындай коомдун жүгүртүүдөгү акцияларынын беш пайызынан (5%) азына ээ болууга тыюу салуу катары чечмеленбеши керек.<span class="before"/>
lv: III. Šā pielikuma darbības laikā PARTNERIS piekrīt, ka viņš/viņa tieši vai netieši nekonkurē ar inGroup International vai neveic pasākumus, lai konkurētu ar inGroup International bez skaidras RAKSTVEIDA piekrišanas. Šajā pielikumā frāze “tieša vai netieša konkurence” nozīmē, ka viņam pieder, viņš vada, vai piedalās ar ceļošanu saistītu produktu vai pakalpojumu īpašumā, pārvaldībā, darbībā vai kontrolē, vai ir saistīts vai kam ir kāda saistība ar to kā akciju īpašniekam, nacionālam direktoram, darbiniekam, aģentam, konsultantam, asistentam, padomdevējam, darbuzņēmējam, vienīgajam īpašniekam, partnerim vai kā citādi, jebkuram biznesam, kas pārdod ar ceļošanu saistītus produktus vai pakalpojumus, izmantojot tiešo vai sociālo pārdošānu (piem.partijas plānu,multilīmeņa,tīkla marketingu,dauzlīmeņu filiāles) kanālu. Jāņem vērā, ka iepriekšminētais ierobežojums nedrīkst aizliegt PARTNERIM turēt īpašumā mazāk par pieciem procentiem (5%) šādas sabiedrības balsstiesīgo akciju, ja šādas sabiedrības akcijas tirgo valsts vērtspapīru biržā vai ārpusbiržas tirgū.<span class="before "/>
mn: iii. Энэхүү Нэмэлт Гэрээнд заасан хугацаанд ТҮНШ нь шууд болон шууд бусаар аргаар inGroup International-тэй өрсөлдөхгүй, эсвэл inGroup International-ээс бичгээр өгсөн зөвшөөрөлгүйгээр, inGroup International-тэй өрсөлдөх ямар нэг алхам хийхгүй гэдгээ хүлээн зөвшөөрч байна. Энэхүү Нэмэлт гэрээнд ашигласан”шууд болон шууд бус өрсөлдөх” гэсэн үг нь эзэмших, удирдах, ашиглах, хянах, эзэмшигч болж оролцох, түүнтэй холбогдсон эсвэл ямар нэгэн ашиг сонирхол эзэмших, удирдах, ажиллуулах, хянах, оролцуулахыг хэлэх бөгөөд National Director, мэргэжилтэн, ажилтан, агент, зөвлөх, туслах, зөвлөх, гэрээлэгч, хувиараа бизнес эрхлэгч, хамтрагч эсвэл бусад хэлбэрээр, аялал жуулчлалтай холбоотой бүтээгдэхүүн, үйлчилгээг шууд борлуулах, нийгмийн борлуулалтаар зарах аливаа бизнесийн сувгуудаар (жишээ нь, үдэшлэг төлөвлөлт, олон-түвшинт сүлжээний маркетинг эсвэл олон түвшний салбар) ажиллахыг хэлнэ. Дээр дурьдсан хязгаарлалт нь, хэрэв тухайн компаний хувьцаа Үндэсний Хөрөнгийн Бирж болон Биржийн бусад Зах дээл дээр арилжаалагдаж байгаа бөгөөд ТҮНШ саналын эрхтэй хувьцааны таваас (5%) доошгүй хувийг эзэмших тохиолдолд хориглохгүй гэдгийг анхаарна уу. <span class="before "/>
pt: III. Durante o prazo deste Adendo, o SÓCIO concorda que ele/ela não deve competir direta ou indiretamente com o inGroup International ou tomar medidas para competir com o inGroup International sem o consentimento expresso por escrito da INCRUISES. Conforme utilizado neste Adendo, a expressão “competir direta ou indiretamente” significa possuir, administrar, operar, controlar ou participar da propriedade, gerenciamento, operação ou controle de, ou estar conectado ou ter interesse em, como acionista, Diretor Nacional, oficial, funcionário, agente, consultor, assistente, contratado, único proprietário, sócio ou não, de qualquer empresa que venda produtos ou serviços relacionados a viagens por meio de vendas diretas ou vendas sociais (por exemplo, multinível, canal de marketing de rede ou afiliado de vários níveis). Observe que a restrição anterior não deve ser interpretada como proibindo o SÓCIO de possuir menos de 5% (cinco por cento) do capital votante de tal companhia, desde que as ações sejam negociadas em uma bolsa de valores nacional ou em um mercado de balcão. <span class="before "/>
ro: iii. În perioada de valabilitate a acestui Act Adiţional, PARTNERUL este de acord să nu concureze direct sau indirect cu inGroup International sau să ia măsuri pentru a concura cu inGroup International fără consimțământul scris expres al inGroup International. Așa cum se utilizează în acest Act Adiţional, termenul "concurează direct sau indirect" înseamnă deținerea, administrarea, exploatarea, controlul sau participarea la proprietatea, administrarea, operarea sau controlul, faptul de a fi conectat cu sau a avea interes în calitate de acționar, Director Național, funcţionar, angajat, agent, consultant, asistent, consultant, antreprenor, asociat, partener sau altfel, orice afacere care vinde produse sau servicii legate de călătorii prin vânzarea directă sau orice canal de vânzarea socială (ex. plan de petrecere, rețea de marketing sau afiliat multi-level). Rețineți că restricţia de mai sus nu trebuie interpretată ca interzicere ca PARTNERUL să dețină mai puțin de cinci la sută (5%) din acţiunile cu drept de vot ale unei astfel de societăţi, cu condiţia ca acţiunile acestei societăţi să fie tranzacţionate pe un bursier național de valori mobiliare sau pe o piață extrabursieră. <span class="before "/>
ru: iii. В течение срока действия настоящего Дополнения ПАРТНЕР обязуется не конкурировать прямо или косвенно с inGroup International и не предпринимать никаких действий, направленных на то, чтобы конкурировать с inGroup International, без прямого письменного согласия inGroup International. При использовании в тексте настоящего Дополнения выражение «прямо или косвенно конкурировать» означает владение, управление, эксплуатацию, контроль (или участие во владении, управлении, эксплуатации или контроле) или наличие связи с или какой-либо заинтересованности в (будь то в качестве владельца доли, Национального директора, должностного лица, работника, агента, консультанта, помощника, советника, подрядчика, единственного владельца, партнера или в ином качестве) любом бизнесе, который продает связанные с путешествиями продукты или услуги через канал прямых продаж или социальных продаж (например, демонстрация товаров на дому у потенциальных покупателей, многоуровневая структура продаж с привлечением независимых распространителей, сетевой маркетинг и схема многоуровневых аффилированных продавцов). Следует обратить внимание на то, что вышеуказанный запрет не должен толковаться как запрещающий ПАРТНЕРУ владеть менее, чем 5% (пятью процентами) голосующих акций в капитале любой такой компании, при условии, что акции такой компании торгуются на какой-либо национальной фондовой бирже или сделки с ними совершаются на внебиржевом рынке. <span class="before "/>
uk: iii. Протягом терміну дії цього Доповнення ПАРТНЕР погоджується з тим, що він/вона не має прямо чи опосередковано конкурувати з inGroup International і не робити жодних дій, спрямованих на те, щоб конкурувати з inGroup International, без попередньої письмової згоди inGroup International. При використанні в тексті цього Доповнення вираз «прямо чи опосередковано конкурувати» означає володіння, управління, експлуатацію, контроль (або участь у володінні, управлінні, експлуатації чи контролі) або наявність зв'язку з або будь-якої зацікавленості в (будь то як власник частки , Національний Директор, посадова особа, працівник, агент, консультант, помічник, радник, підрядник, єдиний власник, партнер або інше) будь-якому бізнесі, який пов'язаний з подорожами продуктів або послуг через канал прямих продажів або соціальних продажів (наприклад, демонстрація товарів вдома у потенційних покупців, багаторівнева структура продажів із залученням незалежних розповсюджувачів, мережевий маркетинг та схема багаторівневих афілійованих продавців). Слід звернути увагу на те, що вищезазначене обмеження не повинно тлумачитися як заборона ПАРТНЕРУ володіти менш ніж 5% (п'ятьма відсотками) голосуючих акцій у капіталі будь-якої такої компанії, за умови, що акції такої компанії торгуються на будь-якій національній фондовій біржі або угоди з ними відбуваються на позабіржовому ринку. <span class="before "/>
uz: Ушбу Қўшимча амал қилиш муддати давомида ҲАМКОР inGroup International нинг ёзма рухсатисиз inGroup International билан бевосита ёки билвосита рақобат қилмасликка ёки inGroup International билан рақобат қиладиган ҳаракатларни амалга оширмасликка розилик билдиради. Ушбу Қўшимчада келтирилган “бевосита ёки билвосита рақобат қилмаслик” атамаси ҳар қандай тўғридан-тўғри сотув ёки ижтимоий тармоқ орқали саёҳатга оид маҳсулотлар сотувчи ёки хизмат кўрсатувчи каналларга (жумладан, тадбирлар уюштириш, тўғридан-тўғри сотув ёки кўп тармоқли филиалларга) эгалик қилиш, бошқариш, фойдаланиш, назорат қилиш ёки унга эгаликда, бошқаришда, фойдаланишда ёки назорат қилишда иштирок этиш, ёхуд акциядор, Миллий директор, мансабдор шахс, ходим, агент, консультант, ёрдамчи, маслаҳатчи, пудратчи, ягона мулкдор, ҳамкор ёки бошқа йўл билан алоқадор ёки манфаатдор бўлишни билдиради. Эътибор беринг, юқорида кўрсатилган чеклов ҲАМКОРГА бундай компаниянинг овоз берувчи акцияларидан беш фоизига (5%) эгалик қилишни тақиқловчи сифатида талқин этилмаслиги лозим, мазкур компаниянинг акциялари қимматли қоғозлар миллий биржаси ёки биржадан ташқари бозорда сотилиши шарти билан. <span class="before "/>
zh: iii. 在本附录期限内，合作伙伴同意在未经 inGroup International 明确书面同意前，他/她不得直接或间接与 inGroup International 产生竞争。本附录中使用的短语“直接或间接竞争”是指作为股东拥有，管理，操作，控制或参与到所有权，管理，操作或控制，或与之相关或有任何利益的 National Director，高级职员，员工，代理人，顾问，助理，承包商，独资经营者，合伙人或其他，通过直销或互联网销售与旅游相关产品或服务的任何企业（例如，派对计划，多层次、网络营销或多层联盟）渠道。请注意，上述限制不得解释为禁止合作伙伴拥有少于此类公司的百分之五（5%）的股票，前提是该公司的股票在国家证券交易所或场外交易市场交易。<span class="before "/>

source: Image upload timed out. Please try again.
fr: Délai d'attente dépassé pour le chargement de l'image. Veuillez réessayer.
it: Tempo massimo per il caricamento dell'immagine superato. Riprova.

source: Imagine traveling more, spending less, and unlocking exclusive rewards—that’s exactly what inCruises offers!
ca: Imagina viatjar més, gastar menys i desbloquejar recompenses exclusives—és exactament el que inCruises t'ofereix!
de: Stellen Sie sich vor, mehr zu reisen, weniger auszugeben und exklusive Prämien zu erhalten - das ist genau das, was inCruises bietet!
es: Imagina viajar más, gastar menos y desbloquear recompensas exclusivas—¡es exactamente lo que inCruises te ofrece!
fr: Imaginez voyager plus, dépenser moins et obtenir des récompenses exclusives : c'est exactement ce que propose inCruises !
it: Immagina di potere viaggiare di più, spendere meno e ricevere premi esclusivi: è esattamente quello che ti offre inCruises!
ja: もっと旅して、もっと節約して、限定リワードを手に入れる―それがまさに inCruises の提供するものです！
kk: Елестетіп көріңізші, сіз көбірек саяхаттайсыз, аз жұмсайсыз және эксклюзивті сыйақы аласыз-бұл inCruises ұсынатын нәрсе!
ky: Көбүрөөк саякаттап, азыраак сарптап, эксклюзивдүү сыйлыктарга ээ болуп жатканыңызды элестетиңиз - дал ушуну inCruises сунуштайт!
lv: Iedomājieties, ka ceļojat vairāk, tērējat mazāk un atslēdzat ekskluzīvas balvas — tieši to piedāvā InCruises!
mn: Бага зардлаар олон удаа аялж, гайхалтай орлогын боломжийг нээж байна гээд төсөөлөөд үз дээ—энэ бол inCruises-ийн танд санал болгож буй зүйл юм!
pt: Imagine viajar mais, gastar menos e desbloquear recompensas exclusivas — é exatamente isso que a INcruises oferece!
ro: Imaginează-ți că călătorești mai mult, cheltui mai puțin și deblochezi recompense exclusive - exact asta oferă inCruises!
ru: Представьте, как вы путешествуете больше, тратите меньше и получаете при этом эксклюзивные вознаграждения — это именно то, что предлагает inCruises!
uk: Уявіть, що подорожуєте більше, витрачаєте менше та отримуєте ексклюзивні винагороди — це саме те, що пропонує inCruises!
uz: Кўпроқ саёҳат қилиб, камроқ пул сарфлашни ва эксклюзив мукофотларга эга бўлишни бир тасаввур қилинг - inCruises айнан шуларни таклиф этади!
zh: 想象一下，旅行更多，花费更少，并解锁独家奖励——这正是inCruises所提供的！

source: Immediate 17% Savings on Cruises, Hotel, and Resorts!
ca: Estalvi Immediat del 17% en Creuers, Hotels i Ressorts!
de: Sofortige 17% Ersparnis auf Kreuzfahrten, Hotels und Resorts!
es: ¡Ahorro inmediato del 17% en cruceros, hoteles y resorts!
fr: Économies immédiates de 17 % sur les croisières, les hôtels et les centres de villégiature !
it: Risparmio immediato del 17% su crociere, hotel e resort!
ja: クルーズ、ホテル、リゾートが即時17%割引！
kk: Круиздерде, қонақүйлерде және курорттарда лезде 17% үнемдеу!
ky: Круиздер, мейманканалар жана эс алуу жайлары үчүн дароо 17% үнөмдөө!
lv: Tūlītēji 17% ietaupījumu uz kruīziem, viesnīcām un Kūrortiem!
mn: Далайн аялал, зочид буудал, амралтын газруудыг захиалгад шууд 17%-ийн хямдрал эдэлнэ!
pt: Economia imediata de 17% em Cruzeiros, Hotel e Resorts!
ro: Economii imediate de 17% la croaziere, hoteluri și stațiuni!
ru: Мгновенная экономия 17% на круизах, отелях и курортах!
uk: Миттєва економія 17% на круїзи, готелі та курорти!
uz: Круизлар, меҳмонхоналар ва курортларда 17% чегирмани тасаввур қилинг!
zh: 立即享受邮轮、酒店和度假村17%的优惠！

source: Immediate, ongoing savings –
ca: Estalvis Immediats i Constants –
de: Sofortige, laufende Einsparungen –
es: Ahorros inmediatos y constantes –
fr: Économies immédiates et continues –
it: Risparmio immediato e continuo –
ja: 即時かつ継続的な節約 –
kk: Жедел және үздіксіз үнемдеу -
ky: Тез арада, үзгүлтүксүз үнөмдөөлөр –
lv: Tūlītēji, nepārtraukti ietaupījumi -
mn: Нэн даруй авах, байнгын үргэлжлэх хэмнэлтүүд -
pt: Economias imediatas e contínuas –
ro: Economii imediate, continue –
ru: Мгновенная и постоянная экономия —
uk: Миттєва, постійна економія —
uz: Тезкор, доимий чегирма -
zh: 即时持续省钱 -

source: Import
ca: Importació
de: Importieren
es: Importar
fr: Importation
it: Importa
ja: 読込
kk: Импорт
ko: 불러오기
ky: Импорт
lv: Imports
mn: Импорт
pt: Importar
ro: Importă
ru: Импорт
uk: Імпортувати
uz: Импорт
zh: 導入
