Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: inCruises may accept one or more payment instruments, including, but not limited to, credit cards, debit cards, direct debits, e-checks and wire transfers (hereinafter referred to as the "Payment Instrument"). When you disclose a Payment Instrument to inCruises in relation to a financial transaction, you are representing and warranting to inCruises that you have the necessary rights required to use the Payment Instrument to pay for the financial transaction in full. inCruises reserves the right to store information related to the Payment Instrument associated with a financial transaction. inCruises will charge one or more Payment Instruments disclosed by you for the full amount of a financial transaction before you are provided access to the products and/or services related to the financial transaction.
ca: inCruises pot acceptar un o més mètodes de pagament, incloent-hi, entre d’altres, targetes de crèdit, targetes de dèbit, càrrecs directes, e-checks i transferències bancàries (d'ara endavant, anomenats "Mètode de Pagament"). Quan proporciones un Mètode de Pagament a inCruises en relació amb una transacció financera, estàs declarant i garantint a inCruises que tens els drets necessaris per utilitzar aquest Mètode de Pagament per pagar íntegrament la transacció financera. inCruises es reserva el dret d’emmagatzemar la informació relacionada amb el Mètode de Pagament associat a una transacció financera. inCruises carregarà l’import total de la transacció financera a un o més Mètodes de Pagament proporcionats per tu abans que se t’atorgui accés als productes I serveis relacionats amb la transacció financera.
de: inCruises kann ein oder mehrere Zahlungsinstrumente akzeptieren, einschließlich, aber nicht beschränkt auf, Kreditkarten, Debitkarten, Lastschriften, E-Schecks und Überweisungen (im Folgenden als „Zahlungsinstrument“ bezeichnet). Wenn Sie inCruises ein Zahlungsinstrument im Zusammenhang mit einer finanziellen Transaktion offenlegen, sichern Sie inCruises zu, dass Sie über die notwendigen Rechte verfügen, um das Zahlungsinstrument zur vollständigen Bezahlung der finanziellen Transaktion zu verwenden. inCruises behält sich das Recht vor, Informationen in Bezug auf das mit einer finanziellen Transaktion verbundene Zahlungsinstrument zu speichern. inCruises wird ein oder mehrere von Ihnen offengelegte Zahlungsinstrumente mit dem vollen Betrag einer finanziellen Transaktion belasten, bevor Sie Zugang zu den mit der finanziellen Transaktion verbundenen Produkten und/oder Dienstleistungen erhalten.
es: inCruises puede aceptar uno o más medios de pago, incluidos, pero no limitados a, tarjetas de crédito, tarjetas de débito, débitos directos, cheques electrónicos y transferencias bancarias (en lo sucesivo, el "Medio de Pago"). Cuando utilizas un medio de pago en inCruises con respecto a una transacción financiera, garantizas a inCruises que tienes los derechos necesarios de utilizar dicho Medio de Pago para pagar la operación financiera en su totalidad. inCruises se reserva el derecho de almacenar información relacionada con el Medio de Pago asociado a una transacción financiera. inCruises cobrará a uno o más Medios de Pago que hayas registrado el importe total de una operación financiera antes de que se te haya proporcionado acceso a los productos y/o servicios relacionados con la operación financiera.
fr: inCruises peut accepter un ou plusieurs instruments de paiement, notamment les cartes de crédit, les cartes de débit, les prélèvements automatiques, les chèques électroniques et les virements bancaires (ci-après dénommés « Instruments de Paiement »). En communiquant un Instrument de Paiement à inCruises dans le cadre d'une transaction financière, vous déclarez et garantissez à inCruises que vous disposez des droits nécessaires pour utiliser cet Instrument de Paiement afin de régler l'intégralité de la transaction. inCruises se réserve le droit de conserver les informations relatives à l'Instrument de Paiement associé à une transaction financière. inCruises facturera le montant total de la transaction financière à l'aide d'un ou plusieurs Instruments de Paiement que vous aurez communiqués avant de vous donner accès aux produits et/ou services liés à cette transaction.
it: inCruises può accettare uno o più strumenti di pagamento, tra cui, a titolo esemplificativo ma non esaustivo, carte di credito, carte di debito, addebiti diretti, assegni elettronici e bonifici bancari (d'ora in poi denominati “Strumenti di pagamento”). Quando comunichi a inCruises uno Strumento di pagamento in relazione a una transazione finanziaria, dichiari e garantisci a inCruises di avere i diritti necessari per utilizzare lo Strumento di pagamento per pagare l'intera transazione finanziaria. inCruises si riserva il diritto di memorizzare le informazioni relative allo Strumento di pagamento associato a una transazione finanziaria. inCruises addebiterà uno o più Strumenti di pagamento da te comunicati per l'intero importo di una transazione finanziaria prima che ti venga fornito l'accesso ai prodotti e/o ai servizi relativi alla transazione finanziaria.
ja: inCruisesは、クレジットカード、デビットカード、⼜座振替、電⼦⼩切⼿、電信送⾦を含む、これらに限定されない1つ以上の⽀払い⼿段（以下「⽀払い⼿段」と呼びます）を受け⼊れることができます。⾦融取引に関連して⽀払い⼿段inCruisesに開⽰する場合、⽀払い⼿段を使⽤して⾦融取引の全額を⽀払うために必要な権利があることをinCruisesに表明および保証します。 inCruisesは、⾦融取引に関連する⽀払い⼿段に関連する情報を保存する権利を留保します。 inCruisesは、⾦融取引に関連する製品やサービスへのアクセスが提供される前に、⾦融取引の全額に対して会員が開⽰した1つ以上の⽀払い⼿段に請求します。
kk: inCruises бірнеше төлем құралдарын қабылдауы мүмкін, оның ішінде, бірақ шектеусіз, несиелік карталар, дебеттік карталар, тікелей дебеттеу, электронды чектер және банктік аударымдар (бұдан әрі "Төлем құралы" деп аталады). Қаржылық транзакциямен байланысты inCruises-ке төлем құралын ашқан кезде, сіз inCruises-ке төлем құралын толық төлеу үшін қажетті құқықтарға ие екеніңізді растап, кепілдік бересіз. inCruises қаржылық транзакциямен байланысты төлем құралы туралы ақпаратты сақтау құқығын сақтайды. inCruises сіздің ашқан төлем құралыңызды толық қаржылық транзакция үшін төлеу үшін қолдана алады, содан кейін сізге қаржылық транзакциямен байланысты өнімдер мен/немесе қызметтерге қол жеткізу беріледі.
ky: inCruises бир же бир нече төлөм каражаттарын, анын ичинде кредиттик карталарды, дебеттик карталарды, түз дебеттерди, электрондук чектерди жана акча которууларды (мындан ары "Төлөм каражаты" деп аталат) кабыл алышы мүмкүн. Финансылык транзакцияга байланыштуу Төлөм каражатын inCruisesке ачып бергениңизде, сиз InCruisesке финансылык транзакцияны толугу менен төлөө үчүн Төлөм Каражатын колдонуу үчүн талап кылынган керектүү укуктарга ээ экениңизди билдирген жана кепилдик берген болосуз. inCruises каржылык транзакцияга байланыштуу Төлөм Каражатына тиешелүү маалыматты сактоо укугун өзүнө калтырат. Финансылык транзакцияга байланыштуу продукттарды жана/же кызматтарды алуу мүмкүнчүлүгү берилгенге чейин inCruises сиз берген бир же бир нече Төлөм Каражатынан каржылык транзакциянын толук суммасы өлчөмүндө акы алат.
lv: inCruises var pieņemt vienu vai vairākus maksājumu instrumentus, tostarp, bet ne tikai, kredītkartes, debetkartes, tiešos debetus, e-čekus un pārskaitījumus (turpmāk “maksājumu instruments”). Atklājot InCruises maksājumu instrumentu saistībā ar finanšu darījumu, jūs pārstāvat un garantējat InCruises, ka jums ir nepieciešamās tiesības, lai izmantotu maksājumu instrumentu, lai pilnībā apmaksātu finanšu darījumu. inCruises patur tiesības uzglabāt informāciju, kas saistīta ar maksājumu instrumentu, kurš saistīts ar finanšu darījumu. inCruises prasīs no viena vai vairākiem maksājumu instrumentiem maksu par visu finanšu darījuma summu, pirms jums tiks nodrošināta piekļuve ar finanšu darījumu saistītajiem produktiem un/vai pakalpojumiem.
mn: inCruises нэг эсвэл хэд хэдэн төлбөрийн хэрэгсэлээр төлбөр хүлээн авах эрхтэй бөгөөд үүнд кредит карт, дебит карт, шууд таталт, цахим чек, мөн мөнгөн шилжүүлэг зэргээс гадна бусад төрлийн төлбөрийн хэрэгсэлүүд ч (цаашид "Төлбөрийн Хэрэгсэл" гэх) орно . Та inCruises-д санхүүгийн гүйлгээтэй холбоотойгоор өөрийн Төлбөрийн Хэрэгсэлийг сонгосон тохиолдолд, та inCruises-д тухайн Төлбөрийн Хэрэгсэлийг ашиглах эрхийг өгч буйгаа баталгаажуулж байгаа болно. inCruises нь санхүүгийн гүйлгээтэй холбоотой таны Төлбөрийн Хэрэгсэлийн мэдээллийг хадгалах эрхтэй. inCruises нь таны өгсөн нэг эсвэл хэд хэдэн Төлбөрийн Хэрэгсэлийг санхүүгийн гүйлгээний нийт дүнгээр төлбөр авах бөгөөд үүний дараа таныг уг санхүүгийн гүйлгээтэй холбоотой бүтээгдэхүүн болон/эсвэл үйлчилгээнд нэвтрэх боломжийг олгоно.
pt: inCruises pode aceitar um ou mais instrumentos de pagamento, incluindo, entre outros, cartões de crédito, cartões de débito, débitos diretos, cheques eletrônicos e transferências bancárias (doravante denominado "Instrumento de Pagamento"). Quando você divulga um Instrumento de Pagamento para a inCruises em relação a uma transação financeira, você está representando e garantindo à inCruises que possui os direitos necessários para usar o Instrumento de Pagamento para pagar a transação financeira integralmente. A inCruises reserva-se o direito de armazenar informações relacionadas ao Instrumento de Pagamento associado a uma transação financeira. A inCruises cobrará um ou mais Instrumentos de Pagamento divulgados por você pelo valor total de uma transação financeira antes que você tenha acesso aos produtos e/ou serviços relacionados à transação financeira.
ro: inCruises poate accepta unul sau mai multe instrumente de plată, inclusiv, dar fără a se limita la, carduri de credit, carduri de debit, debitări directe, cecuri electronice și transferuri bancare (denumite în continuare „Instrumentul de plată”). Când dezvălui un Instrument de plată către inCruises în legătură cu o tranzacție financiară, declari și garantezi către inCruises că ai drepturile necesare necesare pentru a utiliza Instrumentul de plată pentru a plăti integral tranzacția financiară. inCruises își rezervă dreptul de a stoca informații legate de Instrumentul de plată asociat unei tranzacții financiare. inCruises va percepe unul sau mai multe Instrumente de plată dezvăluite de tine pentru suma totală a unei tranzacții financiare înainte de a ți se oferi acces la produsele și/sau serviciile legate de tranzacția financiară.
ru: inCruises может принимать платежи с помощью одного или нескольких способов оплаты, включая (но не ограничиваясь только ими) такие, как кредитная карта, дебетовая карта, автоматическое списание средств со счета, электронные средства оплаты и банковский перевод (далее по тексту «Способы оплаты»). Когда вы предоставляете данные какого-либо Способа оплаты в inCruises, для того чтобы совершить финансовую операцию, вы заявляете и гарантируете inCruises, что вы обладаете всеми необходимыми правами, которые требует данный Способ оплаты, для совершения финансовых операций в полном объеме. inCruises оставляет за собой право хранить данные, связанные тем Способом оплаты, с помощью которого была совершена финансовая операция. inCruises совершит списание денежных средств с одного или нескольких Способов оплаты, предоставленных вами, в полном объеме финансовой операции, прежде чем вам будет предоставлен доступ к продукту и/или услуге, связанной с этой финансовой операцией.
uk: inCruises може приймати один або кілька платіжних інструментів, включаючи кредитні картки, дебетові картки, прямі дебетові перекази, електронні чеки та банківські перекази (надалі «Платіжний Інструмент»). Коли Ви надаєте дані платіжного інструменту inCruises для проведення фінансової транзакції, Ви надаєте inCruises гарантії, що у Вас є права на використання Платіжного інструменту для фінансової транзакції. inCruises залишає за собою право зберігати інформацію, пов'язану з Платіжним інструментом і з фінансової транзакцією. inCruises знімає плату з одного або декількох Платіжних Інструментів, наданих Вами на повну суму транзакції, до надання доступу до продуктів і/або послуг, пов'язаних з фінансовою транзакцією.
uz: inCruises бир қанча тўлов воситаларини қабул қилиши мумкин, жумладан, кредит карталари, дебет карталари, бевосита дебетлар, электрон чеклар ва банк ўтказмалари (кейинги ўринларда – "тўлов воситаси"). Сиз молиявий транзакция учун inCruises компаниясига тўлов воситасини ошкор қилиб, ушбу молиявий транзакцияни амалга ошириш учун тўлов воситасидан фойдаланишга тўлиқ ҳуқуқингиз борлигини inCruises компаниясига билдирасиз ва кафолатлайсиз. inCruises молиявий транзакция билан боғлиқ тўлов воситасига оид маълумотни сақлаш ҳуқуқини ўзида қолдиради. Сизга молиявий транзакциялар билан боғлиқ маҳсулотлар ва/ёки хизматлардан фойдаланиш имконияти тақдим этилишидан олдин inCruises молиявий транзакциянинг тўлиқ суммасини сиз ошкор этган бир ёки бир нечта тўлов воситасидан ечиб олади.
zh: inCruises可接受一种或多种支付工具，包括但不限于信用卡、借记卡、直接扣款、电子支票和电汇（以下简称“支付工具”）。当您在与金融交易相关的情况下向inCruises提供支付工具信息时，即表示并保证您拥有使用该支付工具全额支付该金融交易所需的合法权利。inCruises保留存储与该金融交易相关的支付工具信息的权利。在您获得与该金融交易相关的产品和/或服务的使用权限之前，inCruises将从您提供的一种或多种支付工具中扣除该金融交易的全额费用。
