Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Choose only to Protect your Out-of-Pocket payment or Protect the Out-of-Pocket payment and the Rewards Points you are using.
ca: Selecciona només la protecció del pagament directe o protegeix el pagament directe i els punts de recompensa que estàs utilitzant.
de: Wählen Sie nur den Schutz Ihrer Eigenbeteiligung oder den Schutz der Eigenbeteiligung und der Reward Points, die Sie verwenden.
es: Elige proteger solo tu Pago de Bolsillo o proteger el Pago de Bolsillo y los Puntos de Recompensa que estás utilizando.
fr: Choisissez uniquement de protéger votre paiement de poche ou de protéger le paiement de poche et les points de récompense que vous utilisez.
it: Scegli solo la Protezione del pagamento di tasca tua o la Protezione del pagamento di tasca tua e dei Crediti Premio che stai utilizzando.
ja: 「実費分のみを保護する」または「実費分と利用したリワードポイントを保護する」のどちらかを選択して下さい。
kk: «Тек қалтадан төлейтін төлемді қорғаңыз» немесе «Қалтадан төлейтін төлеміңізді және сіз пайдаланатын сыйақы ұпайларын қорғаңыз» опциясын таңдаңыз.
ko: 본인 부담금만 보호할 것인지, 아니면 본인 부담금과 사용한 리워드 포인트 모두 보호할 것인지를 선택하십시오.
ky: Чөнтөктөн төлөмүңүздү коргоо үчүн же өз чөнтөгүңүздөн төлөмдү жана сиз колдонуп жаткан бонустук упайларды коргоо үчүн гана тандаңыз.
lv: Izvēlieties tikai, lai aizsargātu savus skaidrās-naudas-maksājumus vai skaidrās-naudas-maksājumus un Balvu punktus.
mn: Та зөвхөн өөрөөс төлсөн зардал эсвэл өөрөөс төлсөн болон (1:2) Шагналын Оноогоо хамгаалах сонголтуудын аль нэгийг сонгоно уу.
pt: Escolha proteger apenas o seu pagamento direto ou proteger o pagamento direto e os Pontos de Recompensa que você está usando.
ro: Alege să-ți protejezi doar plata din buzunar sau să protejezi plata din buzunar și punctele de recompensă pe care le utilizezi.
ru: Выбирайте защитить либо платёж из собственных средств, либо платёж из собственных средств плюс используемые Бонусные Баллы.
uk: Вибирайте захистити або платіж із власних коштів, або платіж із власних коштів плюс використовувані Бонусні Бали.
uz: Фақатгина ҳамёндан тўланган тўловларингизни ёки ҳам ҳамёндан тўлов, ҳам сарфланган Бонус баллари ҳимоясини сўранг.
zh: 仅选择保护您的自付费用或保护自付费用和您正在使用的奖励积分。

source: Choose Package
ca: Tria un paquet
de: Wählen Sie ein Paket
es: Elige un paquete
fr: Choisir un forfait
it: Scegli il pacchetto
ja: パッケージを選択
kk: Пакетті таңдаңыз
ko: 선택 패키지
ky: Тариф тандаңыз
lv: Izvēlies Paketi
mn: Энэ багцыг сонгох
pt: Escolha o pacote
ro: Alege pachetul
ru: Выберите тариф
uk: Виберіть тариф
uz: Пакет танлаш
zh: 选择套餐

source: Choose the compensation experience that works best for you.
fr: Choisissez la formule de récompense qui vous convient le mieux.
it: Scegli la forma di compenso più adatta alle tue esigenze.

source: Choose the tag you would like to assign to the %{selected_users} selected contacts.
ca: Tria l'etiqueta que voldries assignar al %{selected_users} contactes seleccionats.
de: Wählen Sie das Tag aus, das Sie den ausgewählten Kontakten %{selected_users} zuweisen möchten.
es: Elige la etiqueta que te gustaría asignar a los %{selected_users} contactos seleccionados.
fr: Choisissez la balise que vous souhaitez attribuer aux %{utilisateurs_sélectionnés} contacts sélectionnés.
it: Scegliere il tag che si desidera assegnare ai contatti %{selected_users} selezionati.
ja: 選択した %{selected_users} 連絡先に割り当てるタグを選択します。
kk: Таңдалған контактілерге %{selected_users} тағайындағыңыз келетін тегті таңдаңыз.
ky: Тандалган %{selected_users} байланыштарга ыйгаргыңыз келген тегди тандаңыз.
lv: Izvēlieties tagu,ko vēlaties pievienot %{selected_users} atlasītajām kontaktpersonām.
mn: %{selected_users} зэрэг эдгээр сонгосон хүмүүст өгөх tag-ийг сонгоно уу.
pt: Escolha a tag que você gostaria de atribuir aos %{selected_users} contatos selecionados.
ro: Alege eticheta pe care vrei să o atribui celor %{selected_users} persoane de contact selectate.
ru: Выберите тег, которых хотите присвоить %{selected_users} выбранным контактам.
uk: Виберіть тег, який потрібно привласнити %{selected_users} обраним контактам.
uz: Танланган контактларга %{selected_users} бириктиришни истаган тегни танланг.
zh: 请选择您想要分配给%{selected_users}个选定联系人的标签。

source: Choose Title
ca: Triar títol
de: Titel auswählen
es: Elegir Título
fr: Choisir le titre
it: Scegli Titolo
ja: 敬称を選択
kk: Тақырыпты Таңдаңыз
ko: 타이틀 선택
ky: Аталышын тандаңыз
lv: Izvēlies Virsrakstu
mn: Сонгоно уу
pt: Escolha o título
ro: Alege titlul
ru: Выбрать заголовок
uk: Вибрати заголовок
uz: Мавзу танлаш
zh: 选择标题

source: Choose Your Booking Type
ca: Tria el teu tipus de reserva
de: Wählen Sie Ihren Buchungstyp
es: Elige Tu Tipo de Reserva
fr: Choisissez votre type de réservation
it: Scegli il tipo di prenotazione
ja: あなたの予約タイプを選択
kk: Брондау Түрін Таңдаңыз
ky: Брондун түрүн тандаңыз!
lv: Izvēlies savu Rezrvācijas Tipu
mn: Захиалгын төрөл сонгох
pt: Escolha o seu tipo de reserva
ro: Alege tipul tău de rezervare
ru: Выберите ваш тип бронирования
uk: Виберіть тип бронювання
uz: Буюртма турини танланг
zh: 选择您的预订类别

source: Choose Your Cabin!
ca: Tria la teva cabina!
de: Wählen Sie Ihre Kabine!
es: ¡Elige tu camarote!
fr: Choisir votre cabine !
it: Scegli la tua cabina!
ja: キャビンを選択！
kk: Өз Кабинаңызды таңдаңыз!
ko: 객실을 선택하세요!
ky: Каютаңызды тандаңыз!
lv: Izvēlies savu kajīti!
mn: Өөрийн өрөөг сонгох!
pt: Escolha sua cabine!
ro: Alege cabina ta!
ru: Выберите свою каюту!
uk: Виберіть свою каюту!
uz: Ўз каютангизни танланг!
zh: 选择您的舱位！

source: Choose your currency
ca: Tria la teva moneda
de: Wählen Sie Ihre Währung
es: Elige tu moneda
fr: Choisit ta devise
it: Scegli la tua valuta
ja: あなたの通貨を選択
kk: Өз валютаңызды таңдаңыз
ko: 통화를 선택하십시오
ky: Өз валютаңызды таңдаңыз
lv: Izvēlies savu valūtu
mn: Мөнгөн тэмдэгтээ сонгоно уу
pt: Escolha sua moeda
ro: Alegeţi-vă valuta
ru: Выберите валюту
uk: Оберіть вашу валюту
uz: Валютани танланг
zh: 選擇您的貨幣

source: Choose Your Package!
ca: Selecciona el teu paquet
de: Wählen Sie Ihr Paket!
es: ¡Elige Tu Paquete!
fr: Choisir votre forfait !
it: Scegli il tuo pacchetto!
ja: パッケージを選択！
kk: Өз Пакетіңізді таңдаңыз!
ko: 패키지를 선택하세요!
ky: Тарифиңизди тандаңыз!
lv: Izvēlies savu paketi!
mn: Өөрийн багцийг сонгох!
pt: Escolha seu pacote!
ro: Alege pachetul tău!
ru: Выберите свой тариф!
uk: Виберіть свій тариф!
uz: Ўз пакетингизни танланг!
zh: 选择您的套餐！

source: Choose your Referral Link:
ca: Tria l'enllaç de referència:
de: Wählen Sie Ihren Empfehlungs-Link:
es: Elige tu Enlace de Referencia:
fr: Choisit ton lien de référence :
it: Scegli il tuo Referral Link:
ja: あなたの紹介リンクを選択：
kk: Жеке Cілтемеңізді таңдаңыз:
ko: 귀하의 추천링크를 선택하십시오:
ky: Referral шилтемеңизди тандаңыз:
lv: Izvēlieties savu reģistrācijas saiti:
mn: Элсүүлэх холбоосоо сонгоно уу:
pt: Escolha seu Link de Indicação:
ro: Alege linkul tău de recomandare:
ru: Выберите вашу Персональную Ссылку:
uk: Оберіть ваше Реферальне Посилання:
uz: Реферал ҳаволангизни танланг:
zh: 選擇推薦鏈接：

source: Choose your referrer:
ca: Tria el teu referent:
de: Wählen Sie Ihren Empfehlungsgeber:
es: Elige tu referente:
fr: Choisissez votre référent :
it: Scegli il tuo sponsor:
ja: あなたの紹介者を選択：
kk: Сізді шақырған Кім:
ko: 리퍼러를 선택하십시오:
ky: Сизди ким чакырды:
lv: Izvēlieties savu referālo saiti:
mn: Спонсороо сонгоно уу:
pt: Escolha seu referenciador:
ro: Alegeți referitorul dumneavoastră:
ru: Кто Вас пригласил:
uk: Оберіть хто Вас запросив:
uz: Реферерингизни танланг:
zh: 選擇您的推薦人：

source: Cities Visited
ca: Ciutats Visitades
de: Besuchte Städte
es: Ciudades Visitadas
fr: Les Villes Visitées
it: Città visitate
ja: 訪れた都市
kk: Барған Қалалар
ko: 방문한 도시들
ky: Барган шаарларыңыз
lv: Apmeklētās pilsētas
mn: Аялсан хотуудын тоо
pt: Cidades visitadas
ro: Orașe vizitate
ru: Посещённые города
uk: Відвідані міста
uz: Ташриф буюрилган шаҳарлар
zh: 參觀過的城市

source: City
ca: Ciutat
de: Stadt
es: Ciudad
fr: Ville
it: Città
ja: 市
kk: Қала
ko: 도시
ky: Шаар
lv: Pilsēta
mn: Хот
pt: Cidade
ro: Oraş
ru: Город
uk: Місто
uz: Шаҳар
zh: 城市

source: City:
ca: Ciutat:
de: Stadt:
es: Ciudad:
fr: Ville :
it: Città:
ja: 市：
kk: Қала:
ko: 도시:
ky: Шаар:
lv: Pilsēta:
mn: Хот:
pt: Cidade:
ro: Oraş:
ru: Город:
uk: Місто:
uz: Шаҳар:
zh: 城市：

source: Claim
ca: Reclamació
de: Anspruch
es: Reclamar
fr: Réclamation
it: Richiesta
ja: 申請
kk: Шағым
ky: Талап кылуу
lv: Pieprasi
mn: Нэхэмжлэх
pt: Reivindicar
ro: Revendică
ru: Запросить
uk: Отримати
uz: Талаб қилиб олиш
zh: 领取

source: Claim 50 Reward Points!
ca: Reclama 50 punts de recompensa!
de: 50 Reward Points beanspruchen!
es: ¡Reclama 50 Puntos de Recompensa!
fr: Réclamez 50 Points de Récompense !
it: Richiedi 50 Crediti Premio!
ja: 50 リワードポイントを申請！
kk: 50 Бонус ұпайын алыңыз!
ky: 50 бонустук упайды талап кылыңыз!
lv: Pieprasi 50 Balvu Punktus!
mn: 50 Шагналын Оноог нэхэмжилж авах
pt: Ganhe 50 Pontos de Recompensa!
ro: Revendică 50 de puncte de recompensă!
ru: Запросить 50 Бонусных Баллов!
uk: Отримати 50 Бонусних Балів!
uz: 50 Бонус баллари талаб қилиб олинг!
zh: 领取50个奖励积分！

source: Claim Connect 5
ca: Reclamació Connect 5
de: Connect 5 anfordern
es: Confirmar Connect 5
fr: Réclamer Connect 5
it: Richiedi Connect 5
ja: コネクト5 を利用する
kk: Connect 5 сұраныс
ko: 커넥트 5 요청
ky: "Connect-5" талап кылуу
lv: Pieprasīt Connect 5
mn: Конект 5 хэрэглэх
pt: Ativar o Connect 5
ro: Revendică Connect 5
ru: Запросить "Коннект-5"
uk: Зробити запит "Коннект-5"
uz: Connect 5 га уланишни сўраш
zh: 索賠 Connect 5

source: Claim Insurance
ca: Reclamar l'assegurança
de: Anspruch auf Versicherung
es: Reclamar seguro
fr: Assurance sinistre
it: Richiesta assicurazione
ja: 保険を申請
kk: Шағымдарды сақтандыру
ky: Камсыздандырууну талап кылуу
lv: Prasību apdrošināšana
mn: Даатгалл хамрагдах
pt: Reivindicar seguro
ro: Revendică Asigurarea
ru: Запросить страховку
uk: Отримати Страхування
uz: Шикоятлардан суғурта
zh: 申请保险

source: Claim Now!
ca: Reclama ara!
de: Jetzt einfordern!
es: ¡Reclamar Ahora!
fr: Réclamez maintenant !
it: Richiedi subito!
ja: 今すぐ申請！
kk: Өз құқықтарыңызды қазір талап етіңіз!
ky: Азыр талап кылыңыз!
lv: Pieprasi Tagad!
mn: Одоо хүсэлт гаргах!
pt: Reivindicar agora!
ro: Revendică acum!
ru: Запросить сейчас!
uk: Отримати зараз!
uz: Ҳозироқ олинг!
zh: 现在领取！

source: Claim your 50 Reward Points!
ca: Reclama els teus 50 punts de recompensa!
de: Fordern Sie Ihre 50 Reward Points an!
es: ¡Reclama tus 50 Puntos de Recompensa!
fr: Réclamez vos 50 Points de Récompense !
it: Richiedi i tuoi 50 Crediti Premio!
ja: 50 リワードポイントを申請！
kk: 50 Бонус ұпайыңызды алыңыз!
ky: 50 бонустук упайыңызды талап кылыңыз!
lv: Pieprasi savus 50 Balvu Punktus!
mn: 50 Шагналын Оноог нэхэмжилж авах!
pt: Resgate seus 50 Pontos de Recompensa!
ro: Revendică cele 50 de puncte de recompensă!
ru: Запросить свои 50 Бонусных Баллов!
uk: Отримайте свої 50 Бонусних Балів!
uz: 50 Бонус балларингизни талаб қилиб олинг!
zh: 领取您的50个奖励积分！

source: Claim Your Free 50 Reward Points Now!
ca: Reclama ara els teus 50 Punts de Recompensa Gratuïts!
de: Fordern Sie jetzt Ihre kostenlosen 50 Reward Points an!
es: ¡Reclama Tus 50 Puntos de Recompensa Gratuitos Ahora!
fr: Réclamez dès maintenant vos 50 Points de Récompense gratuits !
it: Richiedi subito i tuoi 50 Crediti Premio omaggio!
ja: 今すぐ無料の50リワードポイントを受け取ろう！
kk: Дәл қазір 50 тегін бонустық ұпайыңызды сұраңыз!
ky: 50 бонустук упайыңызды азыр талап кылыңыз!
lv: Pieprasiet savus Bezmaksas 50 Balvu Punktus tagad!
mn: Үнэгүй 50 Шагналын Оноо авах!
pt: Resgate Seus 50 Pontos de Recompensa Gratuitos Agora!
ro: Revendică acum cele 50 de puncte recompensă gratuite!
ru: Запросить свои 50 бесплатных Бонусных Баллов прямо сейчас!
uk: Отримайте свої 50 безкоштовних Бонусних Балів просто зараз!
uz: Мукофот тариқасидаги 50 Бонус балларингизни сўраб олинг!
zh: 立即免费领取您的50个奖励积分！

source: Classic
ca: Clàssic
de: Klassisch
es: Clásico
fr: Classique
kk: Классикалық
ko: 클래식
ky: Классикалык
lv: Klasisks
pt: Clássico
ro: Clasic
uk: Класичний
uz: Классик
zh: 經典的

source: Classic Compensation Page
fr: Page de Rémunération Classique
it: Pagina Compensi classica

source: Classic Member
ca: Membres Classic
de: Classic Mitglied
es: Miembro Classic
fr: Membre Classique
it: Membro Classic
ja: CLASSICメンバー
kk: Classic Мүше
ky: Classic планынын мүчөсү
lv: Classic Biedrs
mn: Classic Гишүүн
pt: Membro Classic
ro: Membru Classic
ru: Член Клуба плана Classic
uk: Член Клубу плану Classic
uz: Classic Аъзо
zh: Classic会员

source: CLASSIC Member
fr: Membre CLASSIC
it: Membro CLASSIC
kk: CLASSIC Клуб Мүшесі
pt: Membros CLASSIC
uk: Член Клуб CLASSIC
uz: CLASSIC Аъзо
zh: CLASSIC会员

source: Classic Members
ca: Membres Classic
de: Classic Mitglieder
es: Miembros Classic
fr: Membres Classic
it: Membri Classic
ja: CLASSICメンバー
kk: Classic Мүшелері
ky: Classic планынын мүчөлөрү
lv: Classic Biedri
mn: Classic Гишүүд
pt: Membros Classic
ro: Membri Classic
ru: Члены Клуба плана Classic
uk: Класичні члени
uz: Classic Аъзолар
zh: Classic会员

source: Classic Plan
ca: Pla Clàssic
es: Plan Classic
fr: Plan classique
it: Piano Classico
ja: CLASSICプラン
kk: Classic План
ky: Classic планы
lv: Classic Plāns
mn: Classic хувилбар
pt: Plano Classic
ro: Planul Classic
ru: План Classic
uk: План Classic
uz: Classic режаси
zh: Classic计划

source: Clear
ca: Cancel·lar
de: Klar
es: Limpiar
fr: Supprimer
it: Cancella
ja: クリアする
kk: Анық
ky: Тазалоо
lv: Skaidrs/novākt/dzēst
mn: Сонголтыг цуцлах
pt: Claro
ro: Anulează
ru: Очистить
uk: Очистити
uz: Тушунарли
zh: 清除

source: Clear criteria
ca: Eliminar criteris
de: Kriterien festlegen
es: Eliminar criterios
fr: Des critères clairs
it: Cancella i criteri
ja: 条件をクリア
kk: Критерийлер анық
ko: 기준 해제
ky: Фильтрлерди алып салуу
lv: Notīrīt kritērijus
mn: Шалгуурыг арилгах
pt: Limpar critérios
ro: Anulează criteriile
ru: Очистить условия
uk: Очистити умови
uz: Аниқ мезонлар
zh: 明确的标准

source: Clear Filters
ca: Esborrar filtres
de: Filter löschen
es: Eliminar Filtros
fr: Effacer les Filtres
it: Cancella i filtri
ja: フィルターをクリア
kk: Сүзгілерді тазалау
ko: 필터 해제
ky: Фильтрлерди алып салуу
lv: Notīrīt filtrus
mn: Филтерүүдийг арилгах
pt: Limpar filtros
ro: Anulează filtrele
ru: Очистить фильтры
uk: Очистити фільтри
uz: Фильтрни тозалаш
zh: 清除篩選

source: Clear Selections
ca: Suprimir Seleccions
de: Auswahl löschen
es: Selecciones Claras
fr: Supprimer les sélections
it: Cancella selezioni
ja: 選択をクリア
kk: Таңдауларды Өшіру
ko: 선택 해제
ky: Тандоолорду тазалоо
lv: Notīrīt atlases
mn: Сонголтыг цуцлах
pt: Limpar seleções
ro: Şterge selecţiile
ru: Четкие Выборы
uk: Чіткий Відбір
uz: Аниқ танловлар
zh: 清除選擇

source: Click and check the notifications (
ca: Fes clic i comprova les notificacions (
de: Klicken Sie auf und prüfen Sie die Benachrichtigungen (
es: Haz click y selecciona las notificaciones (
fr: Cliquez et vérifiez les notifications (
it: Fai clic e controlla le notifiche (
ja: こちらをクリックし、通知を確認する（
kk: Хабарландыруларды басып, тексеріңіз (
ko: 알림을 클릭하고 확인(
ky: Басыңыз жана эскертмелерди текшериңиз (
lv: Noklikšķiniet uz paziņojumiem un pārbaudiet tos (
mn: Цаашид хүлээн авах мэдээллийн төрлөө (
pt: Clique e confira as notificações (
ro: Fă clic și verifică notificările (
ru: Нажмите и проверьте уведомления (
uk: Натисніть та перевірте сповіщення(
uz: Тугмани босиб, билдиргиларни текширинг (
zh: 单击并检查通知（

source: Click below to donate and support this life-changing cause:
ca: Clica a continuació per fer una donació i donar suport a aquesta causa que canvia vides:
de: Klicken Sie unten, um zu spenden und diese lebensverändernde Sache zu unterstützen:
es: Haz clic en el link de abajo para donar y apoyar a esta causa que cambia vidas:
fr: Cliquez ci-dessous pour faire un don et soutenir cette cause qui change la vie :
it: Clicca qui sotto per fare una donazione e sostenere la causa che cambia la vita delle persone:
ja: 下記をクリックして寄付し、この人生を変える活動を支援しましょう：
kk: Қайырымдылық жасау және сіздің өміріңізді өзгертетін осы істі қолдау үшін төменде басыңыз:
ky: Кайрымдуулук кылуу жана бул жашоолорду өзгөрткөн ишти колдоо үчүн төмөнкүнү басыңыз:
lv: Noklikšķiniet zemāk, lai ziedotu un atbalstītu šo dzīvi mainošo iemeslu:
mn: Энэхүү амьдралыг өөрчлөх үйлсэд хандив өргөж, дэмжлэг үзүүлэхийг хүсвэл доорх товчийг дарна уу:
pt: Clique abaixo para doar e apoiar esta causa transformadora:
ro: Fă clic mai jos pentru a dona și a susține această cauză care va schimba viața:
ru: Нажмите внизу, чтобы сделать пожертвование и поддержать этот преобразующий жизни благотворительный фонд:
uk: Натисніть нижче, щоб зробити пожертву і підтримати цей змінюючий життя благодійний фонд:
uz: Эҳсон қилиш ва ҳаётларни қутқарувчи жамғармаларни қўллаб-қувватлаш учун бу ерга босинг:
zh: 点击下方支持这一改变生命的事业并捐款：

source: Click here
fr: Cliquez ici
it: Clicca qui
kk: Осы жерді басыңыз
pt: Clique aqui
uk: Натисніть тут
zh: 点击此处

source: Click here for the official PRESS RELEASE
ca: Prem aquí per a accedir al COMUNICAT DE PREMSA oficial
de: Klicken Sie hier für die offizielle PRESSEMITTEILUNG
es: Da click aquí para ver el COMUNICADO DE PRENSA oficial
fr: Cliquez ici pour le communiqué de presse officiel
it: Il COMUNICATO STAMPA ufficiale è visibile cliccando qui
ja: 公式プレスリリースはこちらをクリック
kk: Ресми БАСПАСӨЗ РЕЛИЗІН көру үшін осы жерді басыңыз
ko: 공식 보도자료를 보려면 여기를 클릭하세요
ky: Расмий ПРЕСС-РЕЛИЗ үчүн бул жерди басыңыз
lv: Noklikšķiniet šeit, lai saņemtu oficiālo PAZIŅOJUMU PRESEI
mn: Албан ёсны хэвлэлийн мэдээг энд дарж үзнэ үү
pt: Clique aqui para acessar o COMUNICADO DE IMPRENSA oficial
ro: Click aici pentru COMUNICATUL DE PRESĂ oficial
ru: Нажмите здесь, чтобы посмотреть официальный ПРЕСС-РЕЛИЗ
uk: Натисніть тут, щоб переглянути офіційний ПРЕСРЕЛІЗ
uz: Расмий ПРЕСС-РЕЛИЗ билан танишиш учун бу ерга босинг
zh: 单击此处查看官方新闻稿

source: Click Here to Check In
ca: Clica aquí per Registrar-te
de: Klicken Sie hier um Einzuchecken
es: Haz Clic aquí para Registrarte
fr: Clique ici pour t'enregistrer
it: Clicca qui per registrarti
ja: オンラインチェックインはこちらをクリック
kk: Тіркелу үшін осында басыңыз
ko: 체크인하려면 여기를 클릭하십시오
ky: Катталуу үчүн бул жерди басыңыз
lv: Uzklikšķini šeit lai iečekotos
mn: Энд дарж бүртгүүлнэ үү
pt: Clique aqui para fazer o check-in
ro: Daţi click aici pentru a vă Înregistra
ru: Нажмите здесь для Регистрации
uk: Натисніть Тут, щоб Увійти
uz: Рўйхатдан ўтиш учун бу ерга босинг
zh: 點擊這里辦理手續

source: Click Here to Download
ca: Clica Aquí per Descarregar
de: Klicken Sie hier zum Download
es: Haz click para descargarlo
fr: Clique ici pour télécharger
it: Clicca qui per scaricarlo
ja: ダウンロードするにはこちらをクリック
kk: Жүктеу үшін осында басыңыз
ko: 여기를 클릭하여 다운로드하십시오
ky: Жүктөө үчүн басыңыз
lv: Uzklikšķini šeit lai lejuplādētu
mn: Энэ дарж татаж авна уу
pt: Clique aqui para baixar
ro: Dă click Aici pentru descărcare
ru: Нажмите сюда для загрузки
uk: Натисніть Тут, щоб Завантажити
uz: Юклаб олиш учун бу ерга босинг
zh: 點擊這裡下載

source: Click Here To Install
ca: Clica Aquí Per Començar
fr: Cliquez ici pour commencer
it: Clicca qui per installare
ja: インストールするにはこちらをクリック
kk: Орнату үшін мұнда басыңыз
pt: Clique Aqui para Instalar
ro: Fă clic AICI pentru a instala
uk: натисніть тут, щоб встановити
uz: Ўрнатиш учун бу ерга босинг
zh: 点击此处安装

source: CLICK HERE TO LEARN MORE
ca: FES CLIC PER SABER MÉS
de: KLICKEN SIE HIER, UM MEHR ZU ERFAHREN
es: HAZ CLICK PARA SABER MÁS
fr: CLIQUEZ ICI POUR EN SAVOIR PLUS
it: CLICCA QUI PER SAPERNE DI PIÙ
ja: 詳細をご覧になるにはこちらをクリック
kk: ТОЛЫҒЫРАҚ БІЛУ ҮШІН ОСЫ ЖЕРДІ БАСЫҢЫЗ
ko: 자세히 알아보려면 여기를 클릭하세요
ky: КӨБҮРӨӨК БИЛҮҮ ҮЧҮН ЖЕРДИ БАСЫҢЫЗ
lv: NOKLIKŠĶINIET ŠEIT, LAI UZZINĀTU VAIRĀK
mn: ДЭЛГЭРЭНГҮЙ МЭДЭЭЛЛИЙГ ЭНД ДАРЖ АВНА УУ
pt: CLIQUE AQUI PARA SABER MAIS
ro: APASĂ AICI PENTRU A AFLA MAI MULTE
ru: ЖМИТЕ ЗДЕСЬ, ЧТОБЫ УЗНАТЬ ПОДРОБНОСТИ
uk: НАТИСНІТЬ ТУТ, ЩОБ ДІЗНАТИСЯ ПОДРОБИЦІ
uz: КЎПРОҚ БИЛИШ УЧУН БУ ЕРГА БОСИНГ
zh: 点击这里了解更多

source: Click here to learn more about our Membership and how you can use your Reward Points® (Reward Points) to book Global Cruises.
ca: Clica aquí per obtenir més informació sobre la nostra Membresia i sobre com pots utilitzar els teus Punts de recompensa® (Punts de recompensa) per reservar un dels nostres creuers Globals.
de: Klicken Sie hier, um mehr über unsere Mitgliedschaft und über die Nutzung Ihrer Reward Points® (Reward Points) zu erfahren und um die Global Cruises zu buchen.
es: Haz clic aquí para saber más acerca de nuestra Membresía y de cómo puedes utilizar tus Puntos de Recompensa® (Reward Points) para reservar uno de nuestros Cruceros.
fr: Clique ici pour apprendre davantage sur notre système d'adhésion et comment utiliser vos Points de Récompense pour réserver des croisières mondiales.
it: Clicca qui per saperne di più sulla nostra Membership e su come utilizzare i Crediti Premio® (Crediti Premio) per prenotare crociere in tutto in mondo.
ja: 私たちのメンバーシップの詳細や、Reward Points®（リワードポイント）を利用してグローバルクルーズを予約する方法を知りたい場合は、こちらをクリックしてください。
kk: Мүшелігіміз туралы және жаһандық круиздерге тапсырыс беру үшін марапат ұпайларын® (сыйлық ұпайларын) қалай пайдалануға болатындығы туралы көбірек білу үшін осы жерді басыңыз.
ko: 멤버십 자격에 대한 자세한 내용과 리워드 포인트® (리워드 포인트)를 사용하여 글로벌 크루즈를 예약하는 방법을 보려면 여기를 클릭하십시오.
ky: Мүчөлүгүбүз тууралуу жана Бонустук Упайларды® глобалдык круиздерди сатып алууда кантип колдонсоңуз болорун билүү үчүн бул жерди басыңыз.
lv: Uzklikšķini šeit lai vairāk uzzinātu par jūsu Biedru Dalību un kā jūs varat izlietot jūsu Balvu Punktus(Balvu Punkti) lai rezervētu globālos kruīzus.
mn: Энд дарж манай Гишүүнчлэл болон аялал захиалахдаа өөрийн Шагналын Оноог хэрхэн ашиглах тухай мэдэж авна уу.
pt: Clique aqui para saber mais sobre a nossa assinatura e como você pode usar os seus Pontos de Recompensa para reservar nossos cruzeiros globais.
ro: Fă click aici pentru a afla mai multe despre calitatea de Membru pe care o oferim şi cum îţi poţi folosi Punctele de Recompensă® (Puncte de Recompensă) pentru a rezerva Croaziere Globale.
ru: Нажмите сюда, чтобы ознакомиться с условиями Членства и использования Бонусных Баллов® при покупке круизов.
uk: Натисніть тут, щоб ознайомитись з умовами Членства та використання Бонусних Балів® при бронюванні круїзів.
uz: Аъзолик ҳақида ва Глобал круизларга буюртма бериш учун Reward Points® (Бонус балларидан) қандай фойдаланиш мумкинлиги ҳақида батафсил билиш учун бу ерга босинг.
zh: 點擊此處了解有關我們會員資格的更多信息以及如何使用獎勵積分（獎勵積分）預訂環球郵輪的方法。

source: Click here to set up Referral Link
ca: Clica aquí per configurar l'enllaç de referència
de: Klicken Sie hier, um Ihren Empfehlungs-Link zu erstellen
es: Haz clic aquí para crear tu Enlace de Referencia
fr: Clique ici pour mettre en place le lien de parrainage
it: Clicca qui per impostare il tuo Referral Link
ja: 紹介リンクを設定するにはここをクリック
kk: Жекелендірілген сілтемеңізді жасау үшін осында басыңыз
ko: 추천 링크를 설정하려면 여기를 클릭하십시오
ky: Рефералдык (чакыруу) шилтемеңизди түзүү үчүн бул жерди басыңыз
lv: Uzklikšķini šeit lai atvērtu atsauces saiti
mn: Энд дарж өөрийн элсүүлэх холбоосыг тохируулна уу
pt: Clique aqui para configurar o seu link de indicação
ro: Click aici pentru a vă configura linkul de recomandare
ru: Нажмите здесь, чтобы создать Персональную Ссылку
uk: Натисніть тут, щоб налаштувати Реферальне Посилання
uz: Реферал ҳаволангизни ўрнатиш учун бу ерга босинг
zh: 點擊此處設置推薦鏈接

source: Click Here to Sign and Date
ca: Clica aquí per Signar i posar Data
de: Klicken Sie hier zum Unterschreiben und Datieren
es: Haz click aquí para Firmar y Fechar
fr: Clique ici pour signer et dater
it: Clicca qui per firmare e datare
ja: 署名して日付を記入するにはここをクリック
kk: Қолтаңба қалдырып, күнін қою үшін мұнда басыңыз
ko: 여기를 클릭하여 이름과 날짜를 적으십시오
ky: Кол коюу жана датаны жазуу үчүн бул жерди басыңыз
lv: Uzklikšķini šeit lai parakstītos un uzrakstītu datumu
mn: Энд дарж гарын үсэг, он сар өдрийг бичнэ үү
pt: Clique aqui para assinar e datar
ro: Dă click aici pentru a semna şi data
ru: Нажмите сюда, чтобы подписать и поставить дату
uk: Натисніть сюди, щоб підписати і поставити дату
uz: Имзо ва санани қўйиш учун бу ерга босинг
zh: 點擊這裡簽名和日期
