Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: If all terms are met, inCruises will notify you that FIVE TIMES the verified price difference in (1 for 1) Reward Points has been added to your ( 1 for 1) Account.
ca: Si es compleixen totes les condicions, inCruises et notificarà que s'han afegit CINC VEGADES de la diferència de preu verificada en Punts de Recompensa (1 per 1) al teu Compte (1 per 1).
de: Wenn alle Bedingungen erfüllt sind, wird inCruises Sie benachrichtigen, dass FÜNF MAL die verifizierte Preisdifferenz in (1 für 1) Reward Points Ihrem ( 1 für 1) Konto gutgeschrieben wurde.
es: Si se cumplen todos los términos, inCruises te notificará que se ha agregado CINCO VECES la diferencia de precio verificado en (1 por 1) Puntos de Recompensa a tu Cuenta (1 por 1).
fr: Si toutes les conditions sont remplies, inCruises vous informera que CINQ FOIS la différence de prix vérifiée en Points de Récompense (1 pour 1) a été ajoutée à votre Compte ( 1 pour 1).
it: Se saranno state rispettate tutte le condizioni, inCruises ti informerà di aver aggiunto al tuo Conto (1 per 1) CINQUE VOLTE la differenza del prezzo verificato in Crediti Premio (1 per 1).
ja: すべての条件が満たされた場合、inCruisesから、検証された価格差の５倍の金額相当の１倍リワードポイントがあなたの１倍のアカウント（ブルーカード）に追加されたことが通知されます。
kk: Егер барлық шарттар орындалса, inCruises сіздің есептік жазбаңызға (1 үшін 1) бонустық ұпайлардың БЕС РЕТ тексерілген баға айырмашылығының қосылғаны туралы хабарлайды.
ko: 모든 조건이 충족되면 inCruises는 (1 대 1) 리워드 포인트의 확인된 가격 차이가 5배(1 대 1) 계정에 추가되었음을 알려드립니다.
ky: Эгерде бардык шарттар аткарылса, inCruises сизге БЕШ ЭСЕ текшерилген баа айырмасы Бонустук Упайлар (1ге 1) катары эсебиңизге (1ге 1) кошулганын кабарлайт.
lv: Ja visi nosacījumi ir izpildīti, inCruises jums paziņos, ka (1 par 1) Balvu Punktu PIECKĀRŠĀ cenu atsķirība tiek pievienota jūsu (1 par 1) Kontam.
mn: Хэрэв бүх нөхцөл хангагдсан тохиолдолд, inCruises-ээс баталгаажсан үнийн зөрүүг ТАВАН ДАХИН (1:1) Шагналын Оноогоор таны (1:1) баланс руу шилжүүлснийг мэдэгдэх болно.
pt: Se todos os termos forem cumpridos, a inCruises irá notificá-lo de que CINCO VEZES da diferença do preço verificado foram adicionados à sua conta em Pontos de Recompensa (1 por 1).
ro: Dacă toți termenii sunt îndepliniți, inCruises te va anunța că diferența de preț de CINCI ORI verificată în puncte de recompensă (1 pentru 1) a fost adăugată în contul tău (1 pentru 1).
ru: Если все условия соблюдены, то inCruises уведомит вас, что ПЯТИКРАТНАЯ подтверждённая разница в цене была начислена в виде Бонусных Баллов (1 к 1) на ваш счёт (1 к 1).
uk: Якщо всі умови дотримані, то inCruises повідомить вас, що П'ЯТИКРАТНА підтверджена різниця в ціні була нарахована у вигляді Бонусних Балів (1 до 1) на ваш рахунок (1 до 1).
uz: Агар барча шартлар бажарилган бўлса, inCruises тасдиқланган нарх фарқининг БЕШ БАРОБАРИ (1 га 1) Бонус баллари кўринишида сизнинг (1 га 1) балансингизга қўшилгани ҳақида сизни хабардор илади.
zh: 如果满足所有条款，inCruises 将通知您（1 换 1）奖励积分中经验证的差价的五倍已添加到您的（1 换 1）帐户中。

source: If all this information is correct, press submit below to send in for approval.
ca: Si tota aquesta informació és correcta, prem "Enviar" perquè s'aprovi.
de: Wenn alle Angaben korrekt sind, klicken Sie unten auf "Absenden", um den Antrag zur Genehmigung einzureichen.
es: Si toda esta información es correcta, presiona enviar a continuación para enviarla para su aprobación.
fr: Si toutes ces informations sont correctes, appuyez sur le bouton "Envoyer" ci-dessous pour les envoyer pour approbation.
it: Se tutte le informazioni sono corrette, premi Invia qui sotto per trasmetterle in attesa di approvazione.
ja: 入力内容に間違いがなければ、下記の送信ボタンを押して、承認申請を行ってください。
kk: Осы ақпараттың барлығы дұрыс болса, оны бекітуге жіберу үшін төмендегі Жіберу түймесін басыңыз.
ko: 이 모든 정보가 정확하면, 아래 제출을 눌러 승인받도록 보내십시오.
ky: Эгер бул маалыматтын баары туура болсо, бекитүүгө жөнөтүү үчүн төмөндөгү Жиберүү баскычына басыңыз.
lv: Ja visa šī informācija ir pareiza, nospiediet Preset (iesniegt), lai to nosūtītu apstiprināšanai.
mn: Хэрэв таны бүх мэдээлэл үнэн зөв бол доорхи Илгээх товчийг дарж зөвшөөрөл авахаар илгээнэ үү.
pt: Se todas essas informações estiverem corretas, pressione enviar abaixo para enviar para aprovação.
ro: Dacă toate aceste informații sunt corecte, apasă mai jos Trimiteți pentru a trimite spre aprobare.
ru: Если данная информация является корректной, нажмите на кнопку "Отправить" ниже для предоставления данных на проверку.
uk: Якщо дана інформація є коректною, натисніть кнопку "Надіслати" нижче для надання даних на перевірку.
uz: Агар ушбу маълумотлар тўғри бўлса, "тақдим этиш" тугмасини босиб, тасдиқлаш учун юборинг.
zh: 如果所有這些信息都正確，請按下面的提交以發送以供批准。

source: If any provision of this TOS is held invalid or unenforceable by any court of competent jurisdiction, the other provisions of this TOS will remain in full force and effect, and, if legally permitted, such offending provision shall be replaced with an enforceable provision that as nearly as possible gives effect to inCruises' intent.
ca: Si qualsevol disposició d’aquests Termes i Condicions (TOS) és considerada invàlida o inaplicable per un tribunal amb jurisdicció competent, les altres disposicions d’aquest TOS continuaran plenament vigents, i, si legalment es permet, aquesta disposició inaplicable serà substituïda per una altra que sigui aplicable i que reflecteixi, tan fidelment com sigui possible, la intenció original d’inCruises.
es: Si alguna disposición de estos Términos de Servicio es considerada inválida o inaplicable por cualquier tribunal de jurisdicción competente, las demás disposiciones de los presentes Términos de Servicio permanecerán en pleno vigor y efecto, y, si está permitido legalmente, dicha disposición será reemplazada con una disposición aplicable que dé efecto de la mejor manera posible a la intención de inCruises.
fr: Si une disposition des présentes TOS est jugée invalide ou inapplicable par un tribunal compétent, les autres dispositions des présentes Conditions d'utilisation (TOS) resteront pleinement en vigueur et, si la loi le permet, cette disposition incriminée sera remplacée par une disposition exécutoire qui donne autant que possible effet à l'intention d'inCruises'.
it: Qualora una qualsiasi disposizione di queste Condizioni di Servizio (TOS) venga ritenuta non valida o inapplicabile da un tribunale della giurisdizione competente, le altre disposizioni di queste Condizioni di Servizio rimarranno pienamente valide ed efficaci e, se legalmente consentito, tale disposizione non valida sarà sostituita con una disposizione applicabile che, per quanto possibile, dia effetto all'intento di inCruises.
ja: 本利用規約（TOS）のいずれかの条項が、管轄権を有する裁判所によって無効または執行不能と判断された場合でも、その他の条項は引き続き完全に効力を有するものとします。また、法的に許容される範囲で当該無効または執行不能な条項は、inCruises の意図をできる限り反映する形で、執行可能な条項に置き換えられるものとします。
kk: Егер осы Пайдалану шарттарының қандай да бір ережесін Құзыретті юрисдикцияның қандай да бір соты жарамсыз немесе заңды күші жоқ деп танитын болса, онда осы Пайдалану шарттарының қалған ережелері күшінде қалады және толық көлемде әрекет етуді жалғастырады. Егер бұл заңмен рұқсат етілсе, онда мұндай қарама-қайшы ереже inCruises' ниетіне мүмкіндігінше сәйкес келетін заңды күшке ие Ережеге ауыстырылады.
pt: Se qualquer disposição deste TDS for considerada inválida ou não aplicável por qualquer tribunal da jurisdição competente, então as outras disposições deste TDS permanecerão em pleno vigor e efeito e, se legalmente permitido, essa disposição ilegal será substituída por outra executável com o objetivo mais próximo possível da intenção da inCruises.
ro: Dacă vreo prevedere a prezentului TOS este considerată invalidă sau neaplicabilă de către orice instanță de jurisdicție competentă, celelalte prevederi ale acestui TOS vor rămâne în vigoare și efect deplin și, dacă este permisă din punct de vedere legal, o astfel de prevedere contravențională va fi înlocuită cu o prevedere aplicabilă care dă cât mai aproape posibil intenției inCruises.
uk: Якщо будь-яке положення цього документу TOS визнається недійсним або не підлягає виконанню будь-яким судом компетентної юрисдикції, то інші положення цього документу TOS залишатимуться в силі в повному обсязі та дії і, якщо це буде дозволено законодавством, таке положення з правопорушенням заміняється іншим чинним положенням, яке забезпечить майже максимально можливий ефект від намірів компанії inCruises'.
uz: Агар мазкур ХКШдаги бирор қоида ваколатли юрисдикция суди томонидан қонуний кучга эга эмас ёки ижро этиб бўлмайдиган деб топилса, ушбу ХКШнинг бошқа қоидалари тўлиқ ўз кучи ва таъсирида қолади ва агар қонунан рухсат этилган бўлса, бу каби қонунга номувофиқ қоида имкон қадар inCruises назарда тутган мақсадни амалга оширадиган ижро этса бўладиган қоида билан алмаштирилади.
zh: 如果本服务条款中的任何条款被任何有管辖权的法院认定为无效或不可执行，本服务条款的其他条款仍将完全有效；且在法律允许的情况下，该无效条款应由一项尽可能实现inCruises原意的可执行条款取代。

source: If approved:
ca: Si s’aprova:
de: Wenn genehmigt:
es: Si es aprobado:
fr: Si approuvé :
it: Se approvata:
ja: 承認された場合：
kk: Мақұлданған жағдайда:
ky: Бекитилген болсо:
lv: JA apstiprināts:
mn: Хэрэв зөвшөөрөгдвөл
pt: Se aprovado:
ro: Dacă este aprobat:
ru: В случае одобрения:
uk: У разі схвалення:
uz: Агар тасдиқланса:
zh: 如果已批准：

source: If due to the current situation with the global cruising industry related to protocols and travel restrictions enforced by the cruise lines and/or governments worldwide due to COVID-19, you wish to be considered for a refund, please create a ticket in our Support Platform under the "Account Questions" and a supervisor will review your case for refund eligibility.
ca: Si a causa de la situació actual del sector dels creuers a tot el món en relació amb els protocols i les restriccions de viatge imposades per les línies de creuers o els governs de tot el món a causa de la COVID-19, desitges que es consideri la possibilitat de realitzar un reemborsament, crea un tiquet a la nostra plataforma d'assistència a la secció "Preguntes sobre el compte" i un supervisor revisarà el teu cas per determinar si pots rebre un reemborsament.
de: Wenn Sie aufgrund der aktuellen Situation in der weltweiten Kreuzfahrtindustrie in Bezug auf Protokolle und Reisebeschränkungen, die von den Kreuzfahrtgesellschaften und/oder Regierungen weltweit aufgrund von COVID-19 durchgesetzt wurden, eine Rückerstattung wünschen, erstellen Sie bitte ein Ticket auf unserer Support-Plattform unter "Kontofragen" und ein Betreuer wird Ihren Fall auf die Berechtigung einer Rückerstattung prüfen.
es: Si debido a la situación actual de la industria global de cruceros relacionada con los protocolos y las restricciones de viaje impuestas por las líneas de cruceros y / o los gobiernos de todo el mundo debido al COVID-19, deseas ser considerado para un reembolso, crea un ticket en nuestra Plataforma de soporte en "Preguntas sobre la Cuenta" y un supervisor revisará tu caso para determinar la elegibilidad para reembolso.
fr: Si, en raison de la situation actuelle de l'industrie mondiale des croisières liée aux protocoles et aux restrictions de voyage imposés par les compagnies de croisière et/ou les gouvernements du monde entier en raison du COVID-19, vous souhaitez bénéficier d'un remboursement, veuillez créer un ticket dans notre Plateforme d'Assistance sous la rubrique "Questions sur le Compte" et un superviseur examinera votre cas pour déterminer si vous pouvez prétendre à un remboursement.
it: Se a causa dell'attuale situazione dell'industria crocieristica globale relativa ai protocolli e alle restrizioni di viaggio applicate dalle compagnie di crociera e/o dai governi di tutto il mondo a causa del COVID-19, desideri esser esaminato al fine di ottenere un rimborso, ti preghiamo di creare un ticket nella nostra piattaforma di supporto alla voce "Domande sull'account" e un supervisore esaminerà il tuo caso per l'ammissibilità del rimborso.
ja: コロナウィルスに起因する世界のクルーズ会社や政府によるプロトコルや旅行制限に関連する世界のクルーズ業界の現状により、顧客が返金を希望する場合は、サポートページより「Account Questions（アカウントに関する質問）」を担当部署として選択し、 お問い合わせをしてください。担当者が返金対象となるかを検討いたします。
kk: Егер жаһандық круиздік индустриядағы қазіргі жағдайға байланысты COVID-19-ға байланысты бүкіл әлем бойынша круиздік желілер және / немесе үкіметтер енгізген хаттамалар мен саяхат шектеулері байланысты болса, сізге ақшаны қайтаруды ұсынғыңыз келсе, біздің қолдау туралы талап жасаңыз. платформа «Есептік жазбаның сұрақтары» бөлімінде және супервайзер сіздің ақшаңызды қайтаруға құқығыңыз бар -жоғын білу үшін сіздің ісіңізді қарайды.
ky: Эгер COVID-19дан улам дүйнө жүзү боюнча круиздик линиялар жана/же өкмөттөр тарабынан киргизилген протоколдор жана саякат чектөөлөрү менен байланышкан глобалдык круиздик индустриядагы учурдагы кырдаалдан улам, төлөмүңүздүн кайтарылып берилиш маселесинин колго алынуусун кааласаңыз, Колдоо платформабызда "Аккаунт тууралуу Суроолор" бөлүмүндө тикет түзүңүз, Жооптуу адис төлөмүңүздү кайтарып берүү жарамдуулугун карап чыгат.
lv: Ja, ņemot vērā pašreizējo situāciju ar globālo kruīzu nozari, kas saistīta ar protokoliem un ceļošanas ierobežojumiem, kurus ir ieviesušas kruīza līnijas un/vai valdības visā pasaulē sakarā ar KOVID-19, jūs vēlaties saņemt atmaksu, lūdzu, izveidojiet biļeti mūsu atbalsta platformā zem" Account Questions"un darbinieks izskatīs jūsu jautājumu par kompensācijas atbilstību.
mn: КОВИД-19 цар тахлын улмаас дэлхийн бүх аялалын компаниуд/засгийн газраас хэрэгжүүлж буй протокол, аялалын хязгаарлалттай холбоотой дэлхийн далайн аялал жуулчлалын салбарын өнөөгийн нөхцөл байдлаас шалтгаалан, хэрэв танд мөнгө буцаан авах хүсэлт байгаа бол манай Тусламжийн платформ дээрх "Бүртгэлтэй холбоотой асуултууд" хэсгээс тусламжийн хүсэлт илгээнэ үү. Манай ажилтнууд таны буцаан олголтын боломжтой эсэхийг хянан үзэх болно.
pt: Se devido à situação atual dos cruzeiros globais relacionados aos protocolos e restrições de viagem impostas pelas empresas de cruzeiros e / ou governos em todo o mundo devido a COVID-19, você deseja ser considerado para um reembolso, crie um ticket em nossa Plataforma de Suporte na seção "Perguntas da conta" e um supervisor analisará seu caso para elegibilidade ao reembolso.
ro: Dacă datorită situației actuale cu industria de croazieră globală referitoare la protocoalele și restricțiile de călătorie aplicate de liniile de croazieră și / sau guvernele din întreaga lume datorită Covid-19, dorești să fii luat în considerare pentru o rambursare, te rugăm să creezi un bilet în platforma noastră de asistență în cadrul "Întrebări de cont" și un supraveghetor va examina cazul pentru eligibilitatea de rambursare.
ru: Если вы хотите, чтобы был рассмотрен вопрос о возврате вам средств в связи с текущей ситуацией в глобальной индустрии круизных путешествий, связанной с введёнными круизными линиями и/или правительствами государств по всему миру протоколами и туристическими ограничениями по причине COVID-19, то создайте, пожалуйста, на нашей Платформе Поддержки тикет в отдел "Вопросы по учётной записи". Ответственный сотрудник рассмотрит вашу ситуацию на предмет возможности возврата средств.
uk: Якщо ви хочете, щоб було розглянуто питання щодо повернення вам коштів у зв'язку з поточною ситуацією в глобальній індустрії круїзних подорожей, пов'язаної з введеними круїзними лініями і/або урядами держав по всьому світу протоколами і туристичними обмеженнями через COVID-19, то створіть, будь ласка , на нашій Платформі Підтримки тікет у відділі "Питання щодо облікового запису". Відповідальний співробітник розгляне вашу ситуацію на предмет можливості повернення коштів.
uz: Бутун дунё бўйлаб COVID-19 сабабли круиз линиялари ва/ёки ҳукуматлар томонидан қабул қилинган баённомалар ва хавфсизлик талаблари сабабли юзага келган глобал круиз саноатидаги жорий вазиятда ҳам маблағларингизни қайтариб олишни истасангиз, илтимос, Қўллаб-қувватлаш платформасида “Аккаунт бўйича саволлар” остида чипта очинг, супервайзер сизнинг масалангизни кўриб чиқади.
zh: 如果由于全球邮轮业的当前情况与邮轮公司和/或全球政府因 COVID-19 实施的协议和旅行限制有关，您希望获得退款，请在我们的支持平台上创建机票在“帐户问题”下，主管将审查您的退款资格。

source: If I am a Member, do I have to be a Partner?
ca: Si sóc membre, haig de ser soci?
de: Wenn ich Mitglied bin, muss ich dann auch Partner sein?
es: ¿Si soy Miembro, tengo que ser Socio?
fr: Si je suis Membre, dois-je être Partenaire ?
it: Se sono Membro del Club, devo per forza essere Partner?
ja: 私がメンバーの場合、パートナーにもならなければいけませんか？
kk: Егер мен мүше болсам, серіктес болуым керек пе?
ko: 본인이 멤버인 경우, 반드시 파트너가 되어야 합니까?
ky: Эгер мен Мүчө болсом, Өнөктөш болууга милдеттүүмүнбү?
lv: Ja es esmu biedrs,vai man ir jābūt partnerim?
mn: Би Гишүүн, тэгвэл би заавал Түнш болох шаардлагатай юу?
pt: Se eu sou um membro, eu tenho que ser um parceiro?
ro: Dacă sunt membru, trebuie să fiu şi partener?
ru: Если я - Член Клуба, должен ли я обязательно быть Партнёром?
uk: Якщо я - Член Клубу, чи маю я обов'язково бути Партнером?
uz: Агар мен Аъзо бўлсам, Ҳамкор бўлишга мажбурманми?
zh: 如果我是会员，我必须成为合作伙伴吗？

source: If I want a cabin to myself do I have to pay more?
ca: Si vull una cabina pròpia, he de pagar més?
de: Wenn ich eine Kabine für mich allein haben möchte, muss ich dann mehr bezahlen?
es: ¿Si quiero un camarote para mí solo, debo pagar más?
fr: Si je veux une cabine pour moi seul, dois-je payer plus ?
it: Se voglio una cabina tutta per me, devo pagare di più?
ja: 1人でキャビンを使いたい場合、余分に支払わなければなりませんか？
kk: Егер мен өзіме кабина алғым келсе, мен көбірек төлеуім керек пе?
ko: 만약 제가 혼자만의 객실을 원한다면, 더 지불해야합니까?
ky: Эгер мен өзүмө каюта алгым келсе, көбүрөөк төлөшүм керекпи?
lv: Ja es vēlos kajīti tikai sev,vai man ir jāmaksā vairāk?
mn: Хэрэв би өөртөө ганц хүний өрөө авбал илүү мөнгө төлөх үү?
pt: Se eu quiser uma cabine só para mim, tenho que pagar mais?
ro: Dacă vreau o cabină doar pentru mine, trebuie să plătesc mai mult?
ru: Если я хочу каюту для себя, должен ли я платить больше?
uk: Якщо я хочу каюту тільки для себе, чи мені доведеться заплатити більше?
uz: Агар битта ўзимга алоҳида каюта олишни хоҳласам, кўпроқ тўлашим керакми?
zh: 如果我想要自己的客艙我是否需要支付更多費用？

source: If I'm on a computer, I have a webcam; otherwise, I can continue on my phone.
fr: Si je suis sur un ordinateur, j'ai une webcam ; sinon, je peux continuer sur mon téléphone.
it: Se sono su un computer, ho una webcam; altrimenti, posso continuare sul mio telefono.

source: If in a different currency, the
ca: Si és en una moneda diferent, la
de: Wenn es sich um eine andere Währung handelt, ist
es: Si está en una moneda diferente,
fr: Si dans une autre devise, le
it: Se in una valuta diversa, va applicato il
ja: 異なる通貨の場合は、
kk: Егер басқа валютада болса, онда
ky: Эгерде башка валютада болсо,
lv: ja citādā valūtā,
mn: Хэрэв өөр мөнгөн тэмдэгтээр бол
pt: Se em uma moeda diferente, o
ro: Dacă este într-o altă monedă,
ru: Если в другой валюте, то
uk: Якщо в іншій валюті, то
uz: Агар бошқа валютада бўлса,
zh: 如果为不同货币，则

source: If reward points are used during the registration, they will be deducted immediately upon confirmation of your registration.
ca: Si els punts de recompensa s'utilitzen durant la inscripció, es deduiran immediatament després de la confirmació de la teva inscripció.
de: Wenn Sie bei der Anmeldung Reward Points verwenden, werden diese sofort nach Bestätigung Ihrer Anmeldung abgezogen.
es: Si se utilizan Puntos de Recompensa durante el registro, serán deducidos inmediatamente al confirmarse el registro.
fr: Si des points de récompense sont utilisés pendant l'inscription, ils seront déduits immédiatement après la confirmation de l'inscription.
it: Se sono stati utilizzati dei Crediti Premio durante la registrazione, questi verranno detratti immediatamente dopo la conferma della tua registrazione.
ja: お申込み時にリワードポイントが使用された場合、お申込みの確認後直ちに差し引かれます。
kk: Егер марапаттау ұпайлары тіркеу кезінде пайдаланылса, олар тіркеу расталғаннан кейін бірден есептен шығарылады.
ko: 등록 시 리워드 포인트를 사용한 경우, 등록 확인 즉시 포인트가 차감됩니다.
ky: Эгерде Бонустук упайлар каттоо учурунда колдонулган болсо, алар каттооңуз тастыкталгандан кийин дароо алынып салынат.
lv: Ja reģistrācijas laikā tiek izmantoti bonusa punkti, tie tiek atskaitīti uzreiz pēc reģistrācijas apstiprinājuma saņemšanas.
mn: Хэрэв бүртгэлийн үед Шагналын Оноо хэрэглэсэн бол аяллын бүртгэлийн баталгаажуулах үед тэр даруй татагдах болно.
pt: Se os Pontos de Recompensa forem usados durante o registro, eles serão deduzidos imediatamente após a confirmação do seu registro.
ro: Dacă sunt utilizate puncte de recompensă în timpul înregistrării, acestea vor fi deduse imediat după confirmarea înregistrării tale.
ru: Если во время регистрации были использованы бонусные баллы, они будут списаны сразу же после подтверждения регистрации.
uk: Якщо під час реєстрації було використано бонусні бали, вони будуть списані відразу після підтвердження реєстрації.
uz: Агар рўйхатга олиш вақтида Бонус баллари қўлланилган бўлса, улар рўйхатга олиш жараёни тугаши билан дарҳол ечиб олинади.
zh: 如果在注册过程中使用奖励积分，奖励积分将在您注册确认后立即扣除。

source: If someone wants to become an inCruises Member, they have a choice of starting with one of three Membership tiers - Premium for $500 USD, Classic for $200 USD or Starter for $50 USD.
ca: Si algú vol convertir-se en Membre d'inCruises, té l'opció de començar amb un dels tres nivells de Membresia: Premium per 500 dòlars, Classic per 200 dòlars o Starter per 50 dòlars.
de: Wer Mitglied bei inCruises werden möchte, hat die Wahl zwischen drei Mitgliedschaftsstufen - Premium für 500 USD, Classic für 200 USD oder Starter für 50 USD.
es: Si alguien quiere convertirse en Miembro de inCruises, tiene la opción de comenzar con uno de los tres niveles de Membresía: Premium por $500 USD, Classic por $200 USD o Starter por $50 USD.
fr: Si quelqu'un souhaite devenir Membres d'inCruises, il a le choix de commencer avec l'un des trois niveaux d'Adhésion : Premium pour 500 USD, Classic pour 200 USD ou Starter pour 50 USD.
it: Se si desidera diventare Membri di inCruises, si può scegliere di iniziare con uno dei tre livelli di Membership: Premium per 500 $, Classic per 200 $ o Starter per 50 $.
ja: inCruisesのメンバーになると、PREMIUM＝$500 USD 、CLASSIC=$200 USD 、またはSTARTER＝$50 USD の3つのメンバーシップ・プランからお好きなプランを選択できます。
kk: Егер біреу inCruises мүшесі болғысы келсе, олардың таңдауы бар: мүшеліктің үш деңгейінің бірінен бастау - $500 АҚШ долларлық Premium, $200 АҚШ долларлық Classic немесе $50 АҚШ долларлық Starter.
ky: Эгер кимдир бирөө inCruises мүчөсү болууну кааласа, ал мүчөлүктүн үч деңгээлинин биринен баштоо мүмкүнчүлүгүнө ээ: $500 АКШ доллары менен Premium, $200 АКШ доллары менен Classic же $50 АКШ доллары менен Starter.
lv: Ja kāds vēlas kļūt par inCruises Biedru, viņam ir izvēle startēt ar vienu no trim Biedru Dalības līmeņiem - Premium par $500 ASV dolāriem, Classic par 200 ASV dolāriem vai Starter par 50 ASV dolāriem.
mn: Хэрэв хэн нэгэн inCruises-ийн Гишүүн болохыг хүсвэл манай $500 USD-ын Premium Гишүүн, $200 USD-ын Classic Гишүүн эсвэл $50 USD-ын Starter Гишүүн гэсэн Гишүүнчлэлийн гурван хувилбарын аль нэгийг сонгож Гишүүн болж болно.
pt: Se alguém quiser se tornar um membro inCruises, ele pode escolher começar com um dos três planos de assinatura: Premium por US$500, Classic por US$200 ou Starter por US$50.
ro: Dacă cineva dorește să devină membru inCruises, poate alege să înceapă cu unul dintre cele trei niveluri de membru - Premium pentru 500$ USD, Classic pentru 200$ USD sau Starter pentru 50$ USD.
ru: Если кто-то хочет стать Членом Клуба inCruises, то у него есть возможность начать с одним из трёх уровней Программы Членства: Premium за $500 USD, Classic за $200 USD, и Starter за $50 USD.
uk: Якщо хтось хоче стати Членом Клубу inCruises, то він має можливість почати з одним із трьох рівнів Програми Членства: Premium за $500 USD, Classic за $200 USD, і Starter за $50 USD.
uz: Агар кимдир inCruises Аъзоси бўлишни истаса, улар учта Аъзолик режаларидан бирини танлашлари лозим - 500 АҚШ$ га Premium, 200 АҚШ$ га Classic ёки 50 АҚШ$ га Starter.
zh: 如果有人想成为inCruises会员，他们可以选择从以下三个会员等级之一开始：Premium会员（$500美元），Classic会员（$200美元）或Starter会员（$50美元）。
