Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: If you loose access to your default authenticator method, use one of these codes to regain access to your account.
ca: Si perds l'accés al teu mètode d'autenticació predeterminat, utilitza un d'aquests codis per a recuperar l'accés al teu compte.
de: Wenn Sie den Zugang zu Ihrer Standard-Authentifizierungsmethode verlieren, verwenden Sie einen dieser Codes, um den Zugang zu Ihrem Account wiederherzustellen.
es: Si pierdes acceso a tu método de autentificación habitual, usa uno de estos códigos para acceder de nuevo a tu cuenta.
fr: Si vous perdez l'accès à votre méthode d'authentification par défaut, utilisez l'un de ces codes pour retrouver l'accès à votre compte.
it: Se perdi l'accesso al tuo metodo di autenticazione predefinito, usa uno di questi codici per recuperare l'accesso al tuo account.
ja: デフォルトの認証方法へのアクセスができなくなった場合、これらのコードのいずれかを使用してアカウントへのアクセスを回復してください。
kk: Әдепкі аутентификация әдісіне кіру мүмкіндігін жоғалтсаңыз, тіркелгіңізге қайта кіру үшін осы кодтардың бірін пайдаланыңыз.
ko: 기본 인증 방법에 대한 액세스 권한을 잃은 경우 다음 코드 중 하나를 사용하여 계정에 대한 액세스 권한을 다시 얻으십시오.
ky: Демейки аутентификация ыкмасына кирүү мүмкүнчүлүгүн жоготуп алсаңыз, аккаунтуңузга кайра кирүү үчүн бул коддордун бирин колдонуңуз.
lv: Ja nevarat piekļūt savai noklusējuma autentificētāja metodei, izmantojiet kādu no šiem kodiem, lai atgūtu piekļuvi savam kontam.
mn: Хэрэв та өөрийн хэрэглэж буй баталгаажуулах аргыг хэрэглэх боломжгүй нөхцөлд эдгээр кодуудын аль нэгийг ашиглан бүртгэлдээ дахин нэвтэрч болно.
pt: Se você perder o acesso ao seu método autenticador padrão, use um desses códigos para recuperar o acesso à sua conta.
ro: Dacă pierzi accesul la metoda implicită de autentificare, utilizează unul dintre aceste coduri pentru a recâștiga accesul la contul tău.
ru: Если вы утратите доступ к своему основному способу аутентификации, используйте один из этих кодов для восстановления доступа к своей учётной записи.
uk: Якщо ви втратите доступ до свого основного способу автентифікації, використовуйте один із цих кодів для відновлення доступу до свого облікового запису.
uz: Агар одатий аутентификация усулидан фойдалана олмасангиз, аккаунтингизга қайта кириш учун ушбу кодлардан бирин қўлланг.
zh: 如果您失去了对默认验证器方法的访问，请使用这些代码之一来重新获得对您账户的访问。

source: If you missed out on
fr: Si vous avez manqué
it: Se ti sei perso

source: If you purchase products or services from inCruises and your payment method fails or your account is past due, inCruises may take steps to collect past due amounts using other collection mechanisms. You agree to pay all expenses associated with such collection, including reasonable attorneys' fees. Interest will accrue on any past due amounts at the rate of the lesser of 1% per month or the lawful maximum.
ca: Si adquireixes productes o serveis d’inCruises i el teu mètode de pagament falla o el teu compte presenta un retard en els pagaments, inCruises pot emprendre accions per cobrar els imports pendents utilitzant altres mecanismes de cobrament. Acceptes pagar totes les despeses associades a aquest cobrament, inclosos els honoraris raonables d’advocats. Els imports pendents meritaran interessos a un tipus de l'1 % mensual o el màxim legal permès, el que sigui inferior.
de: Wenn Sie Produkte oder Dienstleistungen von inCruises kaufen und Ihre Zahlungsmethode fehlschlägt oder Ihr Konto überfällig ist, kann inCruises Schritte unternehmen, um überfällige Beträge mit Hilfe anderer Inkassomechanismen einzutreiben. Sie erklären sich damit einverstanden, alle mit einem solchen Inkasso verbundenen Kosten, einschließlich angemessener Anwaltsgebühren, zu tragen. Auf überfällige Beträge fallen Zinsen in Höhe des niedrigeren Satzes von 1 % pro Monat oder des gesetzlichen Höchstsatzes an.
es: Si compras productos o servicios en inCruises y el método de pago falla o tu cuenta está vencida, inCruises puede adoptar medidas para cobrar las cantidades debidas utilizando otros mecanismos de cobro. Te comprometes a pagar todos los gastos relacionados con dicho cobro, incluyendo honorarios razonables de abogados. Los intereses se devengarán sobre los importes vencidos a una tasa mínima del 1% por mes o el máximo legal.
fr: Si vous achetez des produits ou services auprès d'inCruises et que votre mode de paiement échoue ou que votre compte est en souffrance, inCruises peut prendre des mesures pour recouvrer les sommes dues par d'autres moyens. Vous acceptez de payer tous les frais liés à ce recouvrement, y compris les honoraires d'avocat raisonnables. Des intérêts seront appliqués sur tout montant en souffrance au taux le plus bas entre 1 % par mois et le maximum légal.
it: Se acquisti prodotti o servizi da inCruises e il tuo metodo di pagamento non funziona o il tuo account è in ritardo con i pagamenti, inCruises potrà intraprendere azioni per riscuotere gli importi scaduti utilizzando altri meccanismi di riscossione. Accetti di pagare tutte le spese associate a tale riscossione, comprese le ragionevoli spese legali. Sugli importi scaduti matureranno interessi al tasso inferiore tra l'1% mensile o il massimo consentito dalla legge.
ja: inCruisesで製品またはサービスを購⼊し、⽀払い⽅法の失敗、またはアカウントの期限が過ぎた場合 inCruisesは他の徴収⽅法を利⽤して期限を過ぎた⾦額を徴収するための措置を取る場合があります。会員は、合理的な弁護⼠費⽤を含む、徴収に関連するすべての費⽤を⽀払うことに同意します。過去の未払い額については、1か⽉あたり1％または法定最⾼額の利率で利息が発⽣します。
kk: Егер сіз inCruises-тен өнімдер немесе қызметтер сатып алсаңыз және төлем әдісі сәтсіз болса немесе сіздің шотыңыз мерзімі өткен болса, inCruises төлемді жинау үшін басқа жинау механизмдерін қолдануы мүмкін. Сіз мұндай жинаумен байланысты барлық шығындарды, соның ішінде заңды адвокаттық шығындарды төлеуге келісесіз. Мерзімі өткен сомаларға ай сайын 1%-дан немесе заңды максималды мөлшерден төменгі мөлшерде пайыздар есептеледі.
ky: Эгер сиз inCruisesден продукттарды же кызматтарды сатып алсаңыз жана төлөм ыкмаңыз ишке ашпай калса же сиздин аккаунтуңуздун мөөнөтү өтүп кетсе, inCruises башка чогултуу механизмдерин колдонуу менен мөөнөтү өтүп кеткен суммаларды өндүрүү үчүн чараларды көрө алат. Сиз бул чогултууга байланыштуу бардык чыгымдарды, анын ичинде адвокаттык төлөмдөрдү төлөөгө макулдугуңузду билдиресиз. Мөөнөтү өтүп кеткен суммалар боюнча пайыздар айына 1% дан кем эмес же мыйзамдуу максималдуу чен боюнча чегерилет.
lv: Ja iegādājaties produktus vai pakalpojumus no inCruises un jūsu maksājuma veids neizdodas vai jūsu konta termiņš ir nokavēts, inCruises var veikt darbības, lai iekasētu nokavētās summas, izmantojot citus iekasēšanas mehānismus. Jūs piekrītat apmaksāt visus ar šādu iekasēšanu saistītos izdevumus, ieskaitot saprātīgas advokātu honorārus. Procenti tiks aprēķināti par visām kavētajām summām pēc likmes, kas ir mazāka par 1% mēnesī, vai pēc likumīgās maksimālās likmes.
mn: Хэрэв та inCruises-ээс бүтээгдэхүүн эсвэл үйлчилгээ худалдан авсан бөгөөд таны төлбөрийн арга бүтэлгүйтэх эсвэл таны дансны хугацаа дуусан тохиолдолд inCruises хүлээгдэж буй төлбөрийг авахын тулд бусад аргыг хэрэглэх эрхтэй болно. Ийм төлбөрийг барагдуулахтай холбоотой гарсан бүх зардал, үүнд үндэслэл бүхий хуульчийн төлбөр зэргийг төлнө гэдгээ зөвшөөрнө. Хугацаа хэтэрсэн аливаа төлбөрийн хүүг сарын 1%-иас бага буюу хуульд заасан дээд хязгаараар тооцно.
pt: Se você comprar produtos ou serviços na inCruises e seu método de pagamento falhar ou sua conta estiver vencida, a inCruises poderá tomar medidas para coletar valores vencidos usando outros mecanismos de cobrança. Você concorda em pagar todas as despesas associadas a essa cobrança, incluindo honorários advocatícios razoáveis. Os juros serão acumulados sobre quaisquer valores vencidos à taxa de menos de 1% ao mês ou no máximo legal.
ro: Dacă achiziționezi produse sau servicii de la inCruises și metoda ta de plată eșuează sau contul tău este restant, inCruises poate lua măsuri pentru a colecta sume restante folosind alte mecanisme de colectare. Ești de acord să plătești toate cheltuielile asociate cu o astfel de colectare, inclusiv onorariile rezonabile ale avocaților. Dobânda se va acumula pentru orice sume restante la rata cea mai mică dintre 1% pe lună sau maximul legal.
ru: Если во время покупки продуктов или услуг inCruises вам не удается совершить платеж с помощью вашего способа оплаты, либо если в вашей учетной записи есть задолженность, inCruises может предпринять шаги по взысканию просроченных сумм, используя другие механизмы взыскания. Вы соглашаетесь оплатить все расходы, связанные с таким взиманием, включая обоснованные расходы на юристов. На любой просроченный платеж будет начисляться пени в размере наименьшей суммы: либо 1% в месяц либо установленный законом максимум.
uk: Якщо ви купуєте продукти або послуги на сайті inCruises і ваша оплата не проходить або у вас є заборгованість по оплаті, inCruises може вжити заходів для збору заборгованості, використовуючи інші механізми. Ви погоджуєтеся сплатити всі витрати, пов'язані з таким збором, включаючи розумні гонорари адвокатів. Відсотки будуть нараховуватися на будь-які прострочені суми в розмірі менше 1% в місяць або законний максимум.
uz: Агар сиз inCruises дан маҳсулот ёки хизматлар харид қилсангиз ва сизнинг тўлов усулингиз ишламаса ёки ҳисобингиз муддати ўтган бўлса, inCruises бошқа усуллар ёрдамида муддати ўтган суммани тўплаш учун чоралар кўради. Сиз ушбу билан боғлиқ харажатларни, жумладан адвокат харажатларини тўлашга розилик билдирасиз. Ҳар бир муддати ўтган сумма учун ойига 1% ёки қонуний максимум ставкада фоизлар ҳисобланади.
zh: 如果您向inCruises购买产品或服务时支付方式失败或账户逾期，inCruises可采取其他催收方式来追缴逾期款项。您同意支付与此类催收相关的所有费用，包括合理的律师费。任何逾期款项将按每月1%或法律允许的最高利率（以较低者为准）计收利息。

source: if you rank up during the contest.
fr: si vous progressez dans le classement pendant le concours.
it: se sali di livello durante il concorso.

source: If you reach a
fr: Si vous atteignez un
it: Se raggiungi un

source: If you see any unknown activity, please change your password immediately and review your account activity.
ca: Si observes alguna activitat desconeguda, canvia la teva contrasenya immediatament i revisa l'activitat del teu compte.
de: Wenn Sie eine unbekannte Aktivität feststellen, ändern Sie bitte sofort Ihr Passwort und überprüfen Sie Ihre Account-Aktivitäten.
es: Si identificas alguna actividad desconocida, cambia tu contraseña inmediatamente y revisa la actividad de tu cuenta.
fr: Si vous constatez une activité inconnue, veuillez modifier immédiatement votre mot de passe et vérifier l'activité de votre compte.
it: Se noti attività sospette, ti invitiamo a cambiare immediatamente la password e a controllare l'attività del tuo account.
ja: 不明なアクティビティを見かけた場合は、直ちにパスワードを変更し、アカウントのアクティビティを確認してください。
kk: Кез келген белгісіз әрекетті байқасаңыз, дереу құпия сөзді өзгертіп, есептік жазба әрекетін тексеріңіз.
ko: 알 수 없는 활동이 발견되면 즉시 비밀번호를 변경하고 계정 활동을 검토하세요.
ky: Эгер кандайдыр бир белгисиз аракетти көрсөңүз, дароо сырсөзүңүздү өзгөртүп, эсебиңиздин аракетин карап чыгыңыз.
lv: Ja redzat kādu nezināmu darbību, nekavējoties nomainiet paroli un pārskatiet konta darbību.
mn: Хэрэв та ямар нэгэн сэжигтэй зүйл мэдэгдвэл нэвтрэх нууц үгээ нэн даруй сольж, өөрийн бүртгэлийг сайтар шалгана уу.
pt: Se você observar alguma atividade desconhecida, altere sua senha imediatamente e revise a atividade de sua conta.
ro: Dacă vezi vreo activitate necunoscută, te rugăm să-ți schimbi imediat parola și să verifici activitatea contului.
ru: Если вы заметили любую незнакомую активность, пожалуйста, незамедлительно смените пароль и просмотрите активность вашей учётной записи.
uk: Якщо ви помітили будь-яку незнайому активність, будь ласка, негайно змініть пароль та перегляньте активність вашого облікового запису.
uz: Агар номаълум ҳаракатларни кўрсангиз, дарҳол паролингизни ўзгартиринг ва аккаунт фаоллигини текширинг.
zh: 如果您发现任何未知活动，请立即更改您的密码并检查您的帐户活动。
