Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Registered Members can only use 100% of their complimentary Reward Points balance to pay for a cruise or hotel/resort stay.
ca: Els Membres registrats només poden utilitzar el 100% del seu saldo de Punts de Recompensa complementaris per pagar un creuer o una estada en un hotel o ressort.
de: Registrierte Mitglieder können nur 100 % ihres kostenlosen Reward Points zur Bezahlung einer Kreuzfahrt oder eines Hotel-/Resortaufenthalts verwenden.
es: Los Miembros Registrados pueden únicamente usar el 100% de su saldo de Puntos de Recompensa gratis para pagar un crucero o estancia en un hotel/resort.
fr: Les Membres Inscrits ne peuvent utiliser que 100 % de leur solde de Points de Récompense gratuits pour payer une croisière ou un séjour à l'hôtel/ en station balnéaire.
it: I Membri Registrati possono utilizzare il 100% del saldo dei loro Crediti Premio gratuiti solo per pagare una crociera o un soggiorno in hotel/resort.
ja: 無料登録メンバーは、クルーズまたはホテル／リゾートの宿泊費の支払いに対して、保有する無料のリワードポイント残高を100％のみ使用できます。
kk: Тіркелген клуб мүшелері өздерінің бонустық ұпайларының тек 100% - круизге немесе қонақүйде/курортта тұру үшін төлей алады.
ky: Катталган мүчөлөр круиз же мейманкана/курорттук жайда болуу үчүн белек катары берилген бонустук упайларынын 100% гана колдоно алышат.
lv: Reģistrētie Biedri tikai var izmantot 100% no sava bezmaksas Balvu Punktu atlikuma, lai samaksātu par kruīzu vai uzturēšanos viesnīcā/kūrortā.
mn: Бүртгэлтэй Гишүүд нь үнэгүй авсан Шагналын Оноогоо 100% хэрэглэн зөвхөн далайн аялал, зочид буудал/амралтын газрын төлбөрт ашиглах боломжтой.
pt: Os Membros Registrados só podem usar 100% do saldo de Pontos de Recompensa de cortesia para pagar por um cruzeiro ou estadia em hotel/resort.
ro: Membrii înregistrați pot folosi doar 100% din soldul lor gratuit de puncte de recompensă pentru a plăti o croazieră sau sejur la hotel/stațiune.
ru: Зарегистрированные Члены Клуба могут использовать только 100% своих подарочных Бонусных Баллов для оплаты круиза или размещения в отеле/курорте.
uk: Зареєстровані Члени можуть використовувати лише 100% балансу безкоштовних Бонусних Балів для оплати круїзу або проживання в готелі/курорті.
uz: Рўйхатдан ўтган Аъзолар круизлар ёки меҳмонхона/курортлар нархини тўлаш учун мукофот тариқасида олган Бонус балларини 100% ишлатишлари мумкин.
zh: 注册会员只能使用其奖励积分余额的100%来支付邮轮或酒店/度假村的费用。

source: Registered Members can only use Reward Points to book a cruise they will be a passenger of or a hotel/resort where they will be staying.
ca: Els Membres Registrats només poden utilitzar els Punts de Recompensa per reservar un creuer on en siguin passatgers o un hotel o ressort on s'allotgin.
de: Registrierte Mitglieder können Reward Points nur verwenden, um eine Kreuzfahrt zu buchen, bei der sie Passagier sind, oder ein Hotel/Resort, in dem sie übernachten.
es: Los Miembros Registrados solo pueden usar Puntos de Recompensa para reservar un crucero del que serán pasajeros o un hotel/resort donde se alojarán.
fr: Les Membres Inscrits ne peuvent utiliser les Points de Récompense que pour réserver une croisière dont ils seront passagers ou un hôtel/station balnéaire où ils séjourneront.
it: I Membri Registrati possono utilizzare i Crediti Premio solo per prenotare una crociera di cui saranno passeggeri o un hotel/resort in cui soggiorneranno.
ja: サイト登録メンバーは、ご自身が乗船するクルーズまたは滞在するホテル/リゾートの予約にのみリワードポイントを使用できます。
kk: Тіркелген клуб мүшелері бонустық ұпайларды тек жолаушы болатын круизді немесе олар тұратын қонақүйді/курортты брондау үшін пайдалана алады.
ky: Катталган мүчөлөр бонустук упайларды алар жүргүнчү боло турган круизди же алар жашаган мейманкананы/курортту брондоо үчүн гана колдоно алышат.
lv: Reģistrētie Biedri var izmantot Balvu Punktus, lai rezervētu kruīzu, kurā viņi būs pasažieri, vai viesnīcu/kūrortu, kurā viņi uzturēsies.
mn: Бүртгэлтэй Гишүүд нь зөвхөн өөрсдөө явах далайн аялал, өөрсдөө байрлах зочид буудал/амралтын газарт Шагналын Оноогоо ашиглах боломжтой.
pt: Os Membros Registrados só podem usar Pontos de Recompensa para reservar um cruzeiro do qual serão passageiros ou um hotel/resort onde ficarão hospedados.
ro: Membrii înregistrați pot folosi punctele de recompensă doar pentru a rezerva o croazieră la care vor fi pasager sau un hotel/stațiune în care vor fi cazați.
ru: Зарегистрированные Члены Клуба могут использовать Бонусные Баллы только для бронирования круиза, в котором они сами будут пассажиром, или отеля/курорта, в котором сами будут размещаться.
uk: Зареєстровані Члени можуть використовувати Бонусні Бали лише для бронювання круїзу, пасажиром якого вони будуть, або готелю/курорту, де вони зупинятимуться.
uz: Рўйхатдан ўтган Аъзолар Бонус балларини фақатгина ўзлари йўловчи бўлган круизлар ёки ўзлари яшайдиган меҳмонхлона/курортлар нархини тўлашда қўллашлари мумкин.
zh: 注册会员只能使用奖励积分预订他们将作为乘客的邮轮或他们将入住的酒店/度假村。

source: Registered!
ca: Registrat!
de: Registriert!
es: ¡Registrado!
fr: Inscrit !
it: Registrato!
ja: 申し込みが完了しました！
kk: Тіркелген!
ko: 등록되었습니다!
ky: Катталган!
lv: Reģistrēts!
mn: Бүртгэгдсэн!
pt: Registrado!
ro: Înregistrat!
ru: Регистрация прошла успешно!
uk: Реєстрація пройшла успішно!
uz: Рўйхатга олинди!
zh: 已注册！

source: Registration Date Asc
ca: Data de registre Asc
de: Registrierungsdatum aufsteigend
es: Fecha de Registro Ascendente
fr: Date d'inscription Asc
it: Data di registrazione crescente
ja: 登録日の昇順
kk: Asc Тіркелу Күні
ko: 등록일 오름차순
ky: Каттоо датасы боюнча Asc
lv: Reģistrēšanas datuma pilnvara
mn: Бүртгүүлсэн өдөр, өсөх дарааллаар
pt: Data de cadastro em formato crescente
ro: Data înregistrării în ordine crescătoare
ru: Дата Регистрации Asc
uk: Дата Реєстрації Asc
uz: Рўйхатга олинган санаси бўйича (ўсиб борувчи тартибда)
zh: 升序排列註冊日期

source: Registration Date Desc
ca: Descripció de la data de registre
de: Registrierungsdatum absteigend
es: Fecha de Registro Decendente
fr: Date d'inscription Desc
it: Data di registrazione decrescente
ja: 登録日の降順
kk: Desc Тіркелу Күні
ko: 등록일 내림차순
ky: Катталган датасы боюнча (кемүү тартибинде)Desc
lv: Reģistrācijas datuma apraksts
mn: Бүртгүүлсэн өдөр буурах дарааллаар
pt: Data de cadastro em formato decrescente
ro: Data înregistrării în ordine descrescătoare
ru: Дата Регистрации Desc
uk: Дата Реєстрації Desc
uz: Рўйхатга олинган санаси бўйича (камайиб борувчи тартибда)
zh: 降序排列註冊日期

source: Registration Details
ca: Detalls d'inscripció
de: Registrierungsdetails
es: Detalles de Registro
fr: Détails de l'inscription
it: Dati di registrazione
ja: お申込みの詳細
kk: Тіркеу Мәліметтері
ko: 등록 상세정보
ky: Каттоо боюнча маалымат
lv: Reģistrācijas detaļas
mn: Бүртгэлийн дэлгэрэнгүй мэдээлэл
pt: Detalhes de registro
ro: Detaliile înregistrării
ru: Детали регистрации
uk: Деталі реєстрації
uz: Рўйхатга олиш маълумотлари
zh: 注册详情

source: Registration with inCruises can only be done using Roman/Latin alphabet letters (A-Z).
ca: El registre a inCruises només es pot fer amb lletres de l'alfabet romà / llatí (A-Z).
de: Die Registrierung bei inCruises kann nur in lateinischen Buchstaben (A-Z) erfolgen.
es: El registro en inCruises puede hacerse únicamente usando las letras del alfabeto Romano/Latino (A-Z).
fr: L'enregistrement avec inCruises ne peut s'effectuer qu'en utilisant des lettres de l'alphabet romain / latin (A à Z).
it: È possibile registrarsi ad inCruises unicamente con caratteri latini (A-Z).
ja: inCruisesでの登録は、ローマ字/ラテンアルファベット (A-Z)のみを使用することができます。
kk: InCruises-те тіркеуді тек рим/латын алфавиті (A-Z) әріптерімен жүргізуге болады.
ko: inCruises 등록은 로마 / 라틴 알파벳 문자 (A-Z)를 사용해서 만 수행 할 수 있습니다.
ky: inCruisesке катталуу рим/латын алфавитинде (A-Z) гана жүргүзүлүшү мүмкүн.
lv: Reģistrācija inCruises var tikt izdarīta, lietojot tikai Romiešu-latīņu alfabēta burtus(A-Z) bez mīkstinājumiem un garumzīmēm.
mn: InCruisesд бүртгүүлэхэд зөвхөн Латин цагаан толгойн үсэг (A-Z) ашиглана.
pt: O registro na inCruises só pode ser feito com letras do alfabeto Romano/Latino (A-Z).
ro: Înscrierea în inCruises nu poate fi efectuată decât folosind litere ale alfabetului Roman/Latin (A-Z).
ru: Регистрация с inCruises может быть осуществлена только используя буквы из римского/латинского алфавита (A-Z).
uk: Реєстрація з inCruises може бути здійснена тільки використовуючи букви римського/латинського алфавіту (A-Z).
uz: inCruises да рўйхатдан ўтиш фақатгина Рим/Лотин алифбосида (A-Z) амалга оширилиши мумкин.
zh: 註冊inCruises時只能使用羅馬/拉丁字母（A-Z）。

source: Related Stories
ca: Històries Relacionades
de: zum Thema
es: Historias Relacionadas
fr: Histoires Сonnexes
it: Storie correlate
ja: 関連ストーリー
kk: Қатысты оқиғалар
ky: Окшош окуялар
lv: Attiecināmie Stāsti
mn: Холбогдох түүхүүд
pt: Histórias Relacionadas
ro: Povești înrudite
ru: Связанные истории
uk: Пов'язані історії
uz: Батафсил
zh: 相关故事

source: Reload Data
ca: Recarregar dades
de: Daten neu laden
es: Recargar Datos
fr: Recharger les données
it: Ricarica i dati
ja: データの再読み込み
kk: Деректерді қайта жүктеңіз
ko: 데이터 재로드
ky: Дайындарды кайра жүктөө
lv: Atkārtoti ielādēt datus
mn: Дахин ачааллах
pt: Recarregar dados
ro: Reîncarcă datele
ru: Перезагрузить данные
uk: Перезавантажити дані
uz: Маълумотларни қайта юклаш
zh: 重新加載數據

source: Remain active
ca: Mantenir-se actiu
de: Aktiv bleiben
es: Mantener activo
fr: Rester actif
it: Rimanere attivo
ja: アクティブな状態を維持
kk: Белсенді болып қалу
ky: Активдүү бойдон калыңыз
mn: Идэвхтэй хэвээр байх
pt: Permaneça ativo
ro: Rămâi activ
ru: Оставайтесь Активным
uk: Залишайтеся активними
uz: Фаол қолинг
zh: 保持活跃

source: Remaining
fr: Restant
it: Rimanente
kk: Қалғаны
pt: Restando
uk: Залишок
uz: Қолди
zh: 剩余的

source: Remaining (UTC)
fr: Reste (UTC)
it: Rimanente (UTC)
kk: Қалған уақыт (UTC)
pt: Horas Restantes (UTC)
ro: Rămas (UTC)
uk: Залишок (UTC)
uz: Қолди (UTC)
zh: 剩余时间 (UTC)

source: Remaining Amount
ca: Import restant
de: Verbleibender Betrag
es: Cantidad restante
fr: Montant restant
it: Importo rimanente
ja: 残額
kk: Қалған Мөлшер
ko: 남은 금액
ky: Калган сумма
lv: Atlikušu summa
mn: Үлдсэн дүн
pt: Montante restante
ro: Suma rămasă
ru: Оставшаяся сумма
uk: Залишок суми
uz: Қолган сумма
zh: 剩余数量

source: Remaining Amount:
ca: Import restant:
de: Verbleibender Betrag:
es: Cantidad restante:
fr: Montant restant :
it: Importo rimanente:
ja: 残額：
kk: Қалған саны:
ko: 남은 금액:
ky: Калган сумма:
lv: Atlikušu summa:
mn: Үлдсэн дүн:
pt: Montante restante:
ro: Sumă rămasă:
ru: Оставшаяся сумма:
uk: Залишок суми:
uz: Қолган сумма:
zh: 剩余数量：

source: Remaining Balance
ca: Saldo restant
de: Verbleibendes Guthaben
es: Saldo restante
fr: Solde restant
it: Saldo residuo
ja: 残高
kk: Баланс Қалдығы
ko: 남은 잔액
ky: Калган баланс
lv: Atlikusī Bilance
mn: Үлдэгдэл дүн
pt: Saldo remanescente
ro: Soldul rămas
ru: Остаток на балансе
uk: Залишковий баланс
uz: Қолган баланс
zh: 剩余余额

source: Reminded
ca: Recordat
de: Erinnert
es: Recordatorio enviado
fr: Rappelé
it: Promemoria inviato
ja: リマインドを送信済み
kk: Еске салынды
ko: 알림이 전송되었습니다
ky: Эске салынды
lv: Atgādināts
mn: Сануулсан
pt: Lembrete enviado
ro: Reamintit
ru: Напомнил
uk: Нагадав,Нагадування
uz: Эслатилган
zh: 提醒

source: Remove
ca: Eliminar
de: Entfernen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除する
kk: Жою
ko: 제거하기
ky: Өчүрүү
lv: Noņemt/atcelt
mn: Арилгах
pt: Remover
ro: Șterge
ru: Удалить
uk: Видалити
uz: Ўчириш
zh: 消除

source: Remove confirmation
ca: Eliminar confirmació
de: Bestätigung entfernen
es: Eliminar confirmación
fr: Supprimer la confirmation
it: Rimuovi la conferma
ja: 確認の削除
kk: Растауды жою
ko: 삭제 확인
ky: Тастыктоону өчүрүү
lv: Noņemt apstiprinājumu
mn: Баталгаажуулалтыг устгана уу
pt: Remover confirmação
ro: Elimină confirmarea
ru: Удалить подтверждение
uk: Видалити підтвердження
uz: Тасдиқлашни ўчириш
zh: 删除确认

source: Remove Display Name
fr: Supprimer le Nom d'Affichage
it: Rimuovi il nome di visualizzazione
pt: Remova Nome de Exibição
uk: Видалити відображуване ім’я

source: Remove Facebook Pixel
ca: Eliminar Pixel de Facebook
de: Facebook-Pixel entfernen
es: Eliminar Pixel de Facebook
fr: Supprimer le Pixel de Facebook
it: Elimina i Pixel di Facebook
ja: Facebookピクセルを削除
kk: Facebook пикселін жою
ko: 페이스북 픽셀 제거
ky: Facebook Pixels өчүрүңүз
lv: Noņemt Facebook pikseli
mn: Фэйсбүүкийн пикселийг арилгах
pt: Remover Facebook Pixel
ro: Șterge Facebook Pixel
ru: Удалить пиксель Facebook
uk: Видалити піксель Facebook
uz: Facebook Пикселни ўчириш
zh: 刪除Facebook像素

source: Remove file
ca: Elimina el fitxer
de: Datei entfernen
es: Eliminar archivo
fr: Supprimer le fichier
it: Elimina file
ja: ファイルを削除する
kk: Файлды жою
ky: Файлды өчүрүү
lv: Noņemt failu
mn: Файлыг арилгах
pt: Remover arquivo
ro: Elimină fișierul
ru: Удалить файл
uk: Видалити файл
uz: Файлни ўчириш
zh: 删除文件

source: Remove Payment Method
fr: Supprimer le Mode de Paiement
it: Elimina metodo di pagamento
kk: Төлем әдісін жою
pt: Remover Meio de Pagamento
uk: Видалити Спосіб оплати
uz: Тўлов усулини ўчириш
zh: 删除付款方式

source: Remove Profile Picture
ca: Eliminar foto de Perfil
de: Profilbild entfernen
es: Eliminar Foto de Perfil
fr: Supprimer l'image du profil
it: Rimuovere l'immagine del profilo
ja: プロフィール画像を削除する
kk: Профайл фотосуретін жою
ky: Профилдеги сүрөттү алып салуу
lv: Noņemt Profīla Attēlu
mn: Профайлын зураг арилгах
pt: Remova a foto do perfil
ro: Șterge poza de profil
ru: Удалить изображение профиля
uk: Видалити зображення профілю
uz: Профилдаги тасвирни ўчириш
zh: 删除头像

source: Remove Registration
ca: Eliminar Registre
de: Registrierung entfernen
es: Eliminar Registro
fr: Supprimer l'Inscription
it: Cancella la registrazione
ja: 登録を削除
kk: Тіркеуден бас тарту
ko: 등록정보를 삭제하세요
ky: Катталууну жою
lv: Atsauc reģistrāciju
mn: Бүртгэлийг арилгах
pt: Remover registro
ro: Șterge Înregistrarea
ru: Отменить регистрацию
uk: Відмінити реєстрацію
uz: Регистрацияни ўчириш
zh: 刪除註冊

source: Removed
ca: Suprimit
de: Entfernt
es: Eliminado
fr: Supprimé
it: Rimosso
ja: 削除しました
kk: Жойылды
ko: 제거되었습니다
ky: Өчүрүлдү
lv: Noņemts/atcelts
mn: Арилгагдлаа
pt: Removido
ro: Șters
ru: Удалено
uk: Видалено
uz: Ўчирилди
zh: 已消除

source: Rename recipient account
ca: Canviar el nom del compte del destinatari
de: Empfängerkonto umbenennen
es: Renombrar cuenta de destinatario
fr: Renommer le compte du destinataire
it: Rinomina l'account del beneficiario
ja: 受取人口座名の変更
kk: Алушының есептік жазбасының атын өзгерту
ko: 수신자 계정 이름 바꾸기
ky: Алуучунун эсебинин атын өзгөртүү
lv: Pārdēvēt adresāta kontu
mn: Хүлээн авагчийн бүртгэлийн нэр өөрчлөх
pt: Renomear a conta do destinatário
ro: Redenumește contul destinatarului
ru: Переименовать учётную запись получателя
uk: Перейменувати обліковий запис одержувача
uz: Олувчи ҳисобини ўзгартириш
zh: 重命名收件人帐户

source: Renewal every 6 months
ca: Renovació cada 6 mesos
de: Verlängerung alle 6 Monate
es: Renovación cada 6 meses
fr: Renouvellement tous les 6 mois
it: Rinnovo ogni 6 mesi
ja: 6ヶ月ごとの更新
kk: Әр 6 ай сайын жаңарту
ky: Ар бир 6 ай сайын жаңыртуу
lv: Atjaunošana ik pēc 6 mēnešiem
mn: 6 сар бүрийн сунгалт
pt: Renovação a cada 6 meses
ro: Reînnoire la fiecare 6 luni
ru: Возобновление каждые 6 месяцев
uk: Поновлення кожні 6 місяців
uz: Ҳар 6 ойда янгилаш
zh: 每6个月续订一次

source: Repeat the process for each Email Client you use.
ca: Repeteix el procés per a cada client de correu electrònic que fas servir.
de: Wiederholen Sie den Vorgang für jeden E-Mail-Client, den Sie verwenden.
es: Repite el proceso con cada cliente de email que utilices.
fr: Répétez le processus pour chaque e-mail client que vous utilisez.
it: Ripetere il processo per ogni Client di posta elettronica che si utilizza.
ja: 使用するEメールクライアントごとにこの手順を繰り返します。
kk: Сіз пайдаланатын әрбір электрондық пошта клиентіне процесті қайталаңыз.
ko: 각 이메일 클라이언트 대해 이 과정을 반복하십시오.
ky: Бул процессти ар бир электрондук почта кардары үчүн кайталаңыз.
lv: Katram epasta klientam atkārto procesu,ko lieto.
mn: Энэ дарааллыг имэйлийн харилцагч бүрт давтан хийнэ.
pt: Repita o processo para cada email que você usa.
ro: Repetaţi acest proces pentru fiecare client de email pe care-l folosiţi.
ru: Повторите процесс для каждого email адреса.
uk: Повторіть цей процес для кожного використовуваного вами email Клієнта.
uz: Ҳар бир Электрон почта мижози учун ушбу жараённи такрорланг.
zh: 對您使用的每個電子郵件客戶端重複此過程。

source: Report
ca: Informe
de: Bericht
es: Reporte
fr: Rapport
ja: レポート
kk: Есеп Беру
ko: 리포트
ky: Отчет
lv: Atskaite
mn: Тайлан
pt: Relatório
ro: Raport
ru: Отчёт
uk: Звіт
uz: Ҳисобот
zh: 报告

source: Report a problem
ca: Informar d'un problema
de: Ein Problem melden
es: Reportar un problema
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告する
kk: Мәселе туралы хабарлау
ko: 문제 신고
ky: Көйгөй жөнүндө кабардаңыз
lv: Ziņot par problēmu
mn: Асуудлыг мэдээлэх
pt: Reportar um problema
ro: Raportează o problemă
ru: Сообщить о проблеме
uk: Повідомити про проблему
uz: Муаммо ҳақида хабар бериш
zh: 报告一个问题

source: Report not available it exceeds 5,000 records
ca: Informe no disponible supera els 5.000 registres
de: Bericht nicht verfügbar, da mehr als 5.000 Datensätze
es: Informe no disponible, supera los 5,000 registros
fr: Rapport non disponible si plus de 5 000 enregistrements
it: Report non disponibile oltre il limite di 5.000 utenti
ja: 5,000以上のデータがあるため、レポートの作成ができません
kk: Есеп қолжетімді емес, жазбалар саны 5000-нан асады
ko: 보고서를 사용할 수 없습니다. 기록이 5,000개를 초과합니다
ky: Отчет жеткиликтүү эмес 5000 жазуудан ашат
lv: Atskaite nav pieejama, tā pārsniedz 5000 ierakstu
mn: Тайлан гаргах боломжгүй байна. 5000 бичлэгээс хэтэрсэн байна.
pt: Relatório não disponível, excede 5.000 registros
ro: Raportul nu este disponibil, depășește 5.000 de înregistrări
ru: Отчёт недоступен, он превышает 5000 записей
uk: Звіт недоступний, він перевищує 5000 записів
uz: Ҳисобот мавжуд эмас, қайдлар сони 5000 дан ортиқ
zh: 报告不可用，超过 5,000 条记录

source: Report will not show accurate results until the 10th of each month.
ca: L'informe no mostrarà resultats precisos fins al dia 10 de cada mes.
de: Der Bericht wird erst am 10. eines jeden Monats genaue Ergebnisse zeigen.
es: El informe no mostrará resultados precisos hasta el día 10 de cada mes.
fr: Le rapport n'affichera pas de résultats précis avant le 10 de chaque mois.
it: Il report non fornirà risultati precisi fino al 10 di ogni mese.
ja: レポートは毎月10日までは正確な結果を示しません。
kk: Есеп әр айдың 10-на дейін нақты нәтижелерді көрсетпейді.
ky: Эсеп ар бир айдын 10ундан кийинки так натыйжаларды көрсөтпөйт.
lv: Atskaite precīzus rezultātus uzrādīs tikai katra mēneša 10. datumā.
mn: Уг тайлангийн үнэн зөв үр дүн сар бүрийн 10-наас хойш гарна.
pt: O relatório não mostrará resultados precisos até o dia 10 de cada mês.
ro: Raportul nu va afișa rezultate exacte până în data de 10 a fiecărei luni.
ru: Отчёт не будет показывать точные результаты до 10 числа каждого месяца.
uk: Звіт не показуватиме точних результатів до 10 числа кожного місяця.
uz: Ҳисобот ҳар ойнинг 10-санасига қадар аниқ маълумотларни кўрсатмайди.
zh: 报告不会在每月 10 日之前显示准确结果。

source: Reports
ca: Informes
es: Reportes
fr: Rapports
it: Report
ja: レポート
kk: Есеп беру
ko: 리포트
ky: Отчеттор
lv: Atskaites
mn: Тайлан
pt: Relatórios
ro: Rapoarte
ru: Отчёты
uk: Звіти
uz: Ҳисоботлар
zh: 報告

source: Reports - Members Counting Toward Your QBI
fr: Rapports - Membres Comptabilisés Pour Votre QBI
it: Report - Membri conteggiati per il tuo QBI

source: Reports - Members With Cruise Bookings Pending Invoices
fr: Rapports - Membres Ayant des Réservations de Croisière avec Factures en Attente
it: Report - Membri con prenotazioni di crociere e fatture in sospeso

source: Reports - Members with Pending Invoices
fr: Rapports - Membres ayant des Factures en Attente
it: Report - Membri con fatture in sospeso

source: Reports - Membership Upgrades and Downgrades
fr: Rapports - Mises à niveau et Rétrogradations d'Adhésion
it: Report - Aggiornamenti e declassamenti della Membership

source: Reports - New Members
fr: Rapports - Nouveaux Membres
it: Report - Nuovi Membri

source: Reports - Partners Still Eligible for Fast Start
fr: Rapports - Partenaires Toujours Éligibles au Démarrage Rapide
it: Report - Partner ancora idonei per l'Avvio Veloce

source: Reports - Users Recurring Payment Status
fr: Rapports - Statut des Paiements Récurrents des Utilisateurs
it: Report - Stato dei pagamenti ricorrenti degli utenti
