Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Routine Verification
fr: Vérification de Routine
it: Verifica di routine

source: Row Actions
ca: Accions en fila
de: Zeilen-Aktionen
es: Acciones de la fila
fr: Actions en rangée
it: Azioni in fila
ja: 行のアクション
kk: Жолдармен Әрекеттер
ky: Саптагы/катардагы кыймылдар
lv: Rindu Darbības
mn: Мөрийн үйлдлүүд
pt: Linha de ações
ro: Acțiuni de rând
ru: Действия над строками
uk: Дії з рядками
uz: Сатр ҳаракатлари
zh: 行操作

source: Row count
ca: Nombre de files
de: Zeilenanzahl
es: Número de filas
fr: Nombre de rangs
it: Numero di righe
ja: 列のカウント
kk: Жолдар саны
ko: 행 수
ky: Катардын саны
lv: Rindu skaits
mn: Эгнээний тоо
pt: Contagem de linhas
ro: Număr de rânduri
ru: Количество строк
uk: Кількість рядків
uz: Қаторлар сони
zh: 行数

source: Royal Ambassador
fr: Ambassadeurs Royaux
kk: Роял Амбассадор
ky: Роял-Амбассадор
lv: Karaliskais Sūtnis
mn: Роял Элчин сайд
uk: Роял-Амбасадор

source: Royal Ambassador Board of Directors
fr: Conseil d'Administration des Ambassadeurs Royaux
ja: ロイヤル アンバサダー ボード オブ ディレクター
kk: Роял Амбассадор Борд Директорлары
ko: Royal Ambassador Board of Director
lv: Karaliskais Direktoru Valdes sūtnis
ru: Роял-Амбассадор-Борд-Директор
uk: Роял-Амбасадор-Борд-Директор

source: ROYAL AMBASSADOR BOARD OF DIRECTORS
fr: CONSEIL D'ADMINISTRATION DES AMBASSADEURS ROYAUX
kk: РОЯЛ АМБАССАДОР БОРД ДИРЕКТОРЛАР
lv: DIREKTORU VALDES KRALISKAIS SŪTNIS
ru: РОЯЛ-АМБАССАДОР-БОРД-ДИРЕКТОРА
uk: РОЯЛ-АМБАСАДОР-БОРД-ДИРЕКТОРИ

source: ROYAL AMBASSADOR BOARD OF DIRECTORS MEMBER
ca: MEMBRE DE ROYAL AMBASSADOR BOARD OF DIRECTORS
de: ROYAL AMBASSADOR BOARD OF DIRECTORS MITGLIED
es: MIEMBRO de la ROYAL AMBASSADOR BOARD OF DIRECTORS
fr: MEMBRE DU CONSEIL D'ADMINISTRATION DES AMBASSADEURS ROYAUX
it: MEMBRO ROYAL AMBASSADOR BOARD OF DIRECTORS
ja: ROYAL AMBASSADOR BOARD OF DIRECTORS会員
kk: РОЯЛ АМБАССАДОР БОРД ДИРЕКТОРЛАР МҮШЕСІ
ky: ROYAL AMBASSADOR BOARD OF DIRECTORS МҮЧӨСҮ
lv: DIREKTORU BIEDRU VALDES KRALISKAIS SŪTNIS
mn: ROYAL AMBASSADOR BOARD OF DIRECTORS ГИШҮҮН
pt: MEMBRO ROYAL AMBASSADOR BOARD OF DIRECTORS
ro: MEMBRU ROYAL AMBASSADOR BOARD OF DIRECTORS
uz: ROYAL AMBASSADOR BOARD OF DIRECTORS АЪЗОСИ
zh: ROYAL AMBASSADOR BOARD OF DIRECTORS 会员

source: Royal Ambassador Board of Directors members earn a <strong>$305,000</strong> USD monthly Team Leadership Bonus!
ca: Els membres Royal Ambassador Board of Directors guanyen una bonificació mensual de Lideratge d'Equip de <strong>305.000<strong> dòlars!
de: Royal Ambassador Board of Directors Mitglieder erhalten einen monatlichen Team Leadership-Bonus von <strong>305.000</strong> USD!
es: Los miembros del Royal Ambassador Board of Directors ¡ganan un Bono de Liderazgo de Equipo mensual de <strong>$305,000</strong> USD!
fr: Les membres du Conseil d'Administration des Ambassadeur Royaux gagnent une prime mensuelle de <strong>305 000 $</strong> pour le leadership de l'équipe !
it: I membri del Royal Ambassador Board of Directors guadagnano <strong>$305.000</strong> di Bonus di Leadership del Team al mese!
ja: Royal Ambassador Board of Directors メンバーは、毎月<strong>$305,000</strong> 米ドルのチームリーダーシップボーナスを獲得します！
kk: Royal Ambassador Board of Directors команданың ай сайынғы көшбасшылық бонусын <strong>$305,000</strong> АҚШ доллары көлемінде алады!
ky: Royal Ambassador Board of Directors даражасындагы мүчөлөр ай сайын <strong>$305,000</strong> команда лидерлиги бонусун алышат!
lv: Karaliskās Sūtņu valdes Direktoru biedri pelna <strong>$305,000</strong> USD ikmēneša Līdera Bonusu!
mn: Royal Ambassador Board of Directors цолтой гишүүд нь сар бүр <strong>$305,000</strong>-ыг Багийн манлайллын урамшуулалд авна!
pt: Membros Royal Ambassador Board of Directors ganham um bônus mensal de liderança de equipe de <strong>$305.000</strong>!
ro: Membrii Royal Ambassador Board of Directors câștigă un bonus lunar de <strong>305.000</strong> USD pentru conducerea echipei!
ru: Участники в ранге Royal Ambassador Board of Directors зарабатывают ежемесячный Командный Лидерский бонус в размере <strong>$305 000</strong>!
uk: Учасники у ранзі Royal Ambassador Board of Directors заробляють щомісячний Командний Лідерський бонус у розмірі <strong>$305,000</strong>!
uz: Royal Ambassador Board of Directors ойига <strong>305,000$</strong> Жамоа етакчилиги бонусини ишлаб топадилар!
zh: Royal Ambassador Board of Directors会员每月可获得<strong>$305,000</strong>美元的团队领导奖金！

source: Royal Ambassador bonus, in addition to your
ca: Bonificació de Royal Ambassador, a més de la teva
de: Royal Ambassador-Bonus, zusätzlich zu Ihrem
es: Bono de Royal Ambassador, además de tu
fr: Bonus Ambassadeur Royal, en plus de votre
it: Bonus Royal Ambassador, in aggiunta al tuo
ja: ロイヤル アンバサダー ボーナス、追加としてあなたの
kk: Сізге қосымша Роял Амбассадор бонусы
ko: Royal Ambassador 보너스, 추가하여
ky: сиздикине кошумча Роял-Амбассадор бонус
lv: Karaliskā Direktoru Valdes sūtņa bonus, papildus jūsu
mn: Роял Элчин сайд цолны урамшуулал, дээр нь
pt: Bônus Royal Ambassador, além do seu
ro: Bonus Royal Ambassador, în plus față de
ru: бонус Роял-Амбассадора в дополнение к вашему
uk: бонус Роял-Амбасадора на додаток до вашого
uz: Royal Ambassador бонуси,
zh: Royal Ambassador奖金, 除了您的

source: Royal Board Of Directors
fr: Conseil d'Administration Royal
kk: Роял Борд Директорлар
ko: 로얄 보드 오브 디렉터
lv: Karaliskā Board of Directors(Direktoru Valde)

source: RP inactive not set
ca: Els PR no estan activats
de: RP inaktiv nicht aktiviert
es: Los PR no están activados
fr: RP inactif non défini
it: inattività CP non impostata
ja: RPの非アクティブが未設定
kk: Белсенді емес БҰ орнатылмаған
ky: Активдүү эмес ББ орнотулган эмес
lv: RP neaktīvs nav iestatīts
mn: Идэвхгүй ШО
pt: PR inativo não definido
ro: PR inactiv nu este setat
ru: ББ неактивны не установлено
uk: ББ неактивні або не встановлені
uz: ББ нофаол ўрнатилмади
zh: 奖励积分禁用未设置

source: RP inactive not set e
ca: Els PR no estan activats
de: RP inaktiv nicht aktiviert
es: Los PR no están activados
fr: RP inactif non activé e
it: inattività CP non impostata
ja: RPの非アクティブが未設定
kk: Белсенді емес БҰ орнатылмаған е
ky: Активдүү эмес ББ орнотулган эмес e
lv: RP neaktīvs nav iestatīts
mn: Идэвхгүй ШО
pt: PR inativo não definido
ro: PR inactiv nu este setat e
ru: ББ неактивны не установлено е
uk: ББ неактивні або не встановлені e
uz: ББ нофаол, ўрнатилмаган
zh: 奖励积分禁用未设置

source: RP inactive set successfully
ca: Els PR s'han desactivat correctament
de: RP inaktiv erfolgreich eingestellt
es: Los PR se han desactivado correctamente
fr: RP inactif activé avec succès
it: inattività CP impostata con successo
ja: RPの非アクティブの設定が成功
kk: Белсенді емес БҰ сәтті орнатылды
ky: Активдүү эмес ББ ийгиликтүү орнотулду
lv: RP neaktīvs ir sekmīgi iestatīts
mn: Идэвхгүй ШО амжилттай бүртгэгдлээ
pt: PR inativo definido com sucesso
ro: PR inactive setate cu succes
ru: ББ неактивны установлено успешно
uk: ББ успішно встановлено як неактивні
uz: ББ нофаол муваффақиятли ўрнатилди
zh: 奖励积分禁用设置成功

source: RP used
ca: RP utilitzats
de: RP verwendet
es: PR utilizados
fr: RP utilisé
it: CP utilizzati
ja: 利用したリワードポイント
kk: RP пайдаланылды
ko: 사용된 리워드 포인트
ky: RP пайдаланылды
lv: Izmantotie BP
mn: хэрэглэсэн Шагналын Оноо
pt: PR usados
ro: PR folosite
ru: ББ использовано
uk: ББ використано
uz: ББ қўлланилди
zh: 使用的RP

source: RP Used
ca: PR Utilitzats
de: RP verwendet
es: PR Utilizados
fr: RP utilisé
it: CP utilizzati
ja: 利用したリワードポイント
kk: БҰ пайдаланылды
ky: Колдонулган БУ
lv: Izmantotie BP
mn: Хэрэглэх ШО
pt: PR usados
ro: PR folosite
ru: Использованные ББ
uk: Використані ББ
uz: Фойдаланилган ББ
zh: 已使用的奖励积分

source: RP used!
ca: PR utilitzats!
de: RP verwendet!
es: ¡PR utilizados!
fr: RP utilisé !
it: CP!
ja: 利用したリワードポイント！
kk: БҰ пайдаланылды!
ky: БУ колдонулду!
lv: BP izmantoti!
mn: Шагналын Оноо!
pt: PR usados!
ro: PR folosite!
ru: ББ использовано!
uk: ББ використано!
uz: ББ қўлланилди!
zh: 已使用奖励积分！

source: Run Quick Report
ca: Fes un informe ràpid
de: Schnellbericht ausführen
es: Ejectura Reporte Rápido
fr: Lancer un rapport rapide
it: Esegui un report veloce
ja: クイックレポートを実行する
kk: Жылдам есепті іске қосыңыз
ko: 간편 보고서 실행
ky: Ыкчам Отчетту Иштетүү
lv: zpildīt Ātro atskaiti
mn: Түргэн Тайланг ажиллуулах
pt: Executar Relatório Rápido
ro: Rulează Raport Rapid
ru: Запустить Быстрый Отчёт
uk: Запустити Швидкий Звіт
uz: Тезкор ҳисоботни ишга тушириш
zh: 運行快速報告

source: Run Report
ca: Executa l'informe
es: Ejecutar Reporte
fr: Exécuter le rapport
it: Genera il report
ja: レポートを実行
kk: Есептемені Іске Қосу
ko: 리포트 작성
ky: Отчетту Иштетүү
lv: Palaist atskaiti
mn: Тайлан гаргах
pt: Executar Relatório
ro: Generează raportul
ru: Запустить отчет
uk: Виконати Звіт
uz: Ҳисоботни бошлаш
zh: 運行報告

source: Run reports
ca: Executar informes
de: Berichte ausführen
es: Ejecutar Reportes
fr: Exécuter les rapports
it: Esegui i report
ja: レポートを実行
kk: Есептерді орындау
ko: 리포트 작성
ky: Отчетту иштетүү
lv: Atskaišu izpilde
mn: Тайлан ажиллуулах
pt: Executar relatórios
ro: Generează rapoarte
ru: Запустить отчеты
uk: Виконати звіти
uz: Ҳисоботларни бошлаш
zh: 运行报告

source: Russian
ca: Rus
de: Russisch
es: Ruso
fr: Russe
it: Russo
ja: ロシア語
kk: Орыс тілі
ko: 러시아어
ky: Орус тили
lv: Krievs
mn: Орос хэл
pt: Russo
ro: Rusă
ru: Русский
uk: Російський
uz: Рус
zh: 俄語

source: Russian Speaking CIS Markets
ca: Mercats de la CEI de parla russa
de: Russischsprachige GUS Märkte
es: Mercados de Habla Rusa en la CEI
fr: Marchés russophones de la CEI
it: Mercati di lingua russa della CSI
ja: ロシア語圏 CIS マーケット
kk: Орыс тілінде сөйлейтін ТМД нарықтары
ky: Орус тилинде сүйлөгөн КМШ рыногу
lv: Krievu valodā runājošo NVS tirgi
mn: Орос хэлтэй ТУХН-ын улс орнууд
pt: Mercados da CEI de Língua Russa
ro: Piețele CSI vorbitoare de limbă rusă
ru: Международный рынок русского языка СНГ
uk: Міжнародний ринок російськомовних країн СНД
uz: Рус тилида сўзлашувчи МДҲ бозорлари
zh: 俄语系独联体市场

source: Safeguard Your Payments and Relax
ca: Protegeix els teus Pagaments i Relaxa't
de: Sichern Sie Ihre Zahlungen und entspannen Sie sich
es: Protege Tu Pagos y Relájate
fr: Protégez vos paiements et détendez-vous
it: Metti al sicuro il tuo pagamento e rilassati
ja: あなたの旅費の支払いを守り、リラックス
kk: Төлеміңізді қорғаңыз және демалыңыз
ky: Төлөмдөрүңүздү коопсуздукка алыңыз жана жеңилдеңиз
lv: Nosargājiet savu Maksājumu un atslābinieties
mn: Төлбөрөө хамгаалж, амар тайвныг эдлээрэй.
pt: Proteja seus pagamentos e relaxe
ro: Protejează-ți plățile și relaxează-te
ru: Обезопасьте свои платежи и расслабьтесь
uk: Захистіть свої платежі та розслабтеся
uz: Тўловларингизни ҳимояланг ва хотиржам бўлинг
zh: 保护您的付款并放松身心

source: Sail aboard all-suite ships, enjoy personalized service, and explore extraordinary destinations — exclusively for PREMIUM Members.
fr: Partez en croisière à bord de navires tout-suite, profitez d'un service personnalisé et découvrez des destinations exceptionnelles — exclusivement réservé aux Membres PREMIUM.
it: Naviga a bordo di navi con sole suite, goditi un servizio personalizzato ed esplora destinazioni straordinarie, in esclusiva per i Membri PREMIUM.
kk: Тек PREMIUM мүшелеріне арналған барлық-сьютті кемелерде саяхаттап, жекелендірілген қызметтен ләззат алыңыз және ерекше бағыттарды зерттеңіз.
pt: Navegue a bordo de navios com suítes exclusivas, desfrute de um serviço personalizado e explore destinos extraordinários — exclusivamente para membros PREMIUM.
uk: Подорожуйте на лайнерах виключно зі сьютами, насолоджуйтеся персоналізованим обслуговуванням і відкривайте для себе незвичайні напрямки — ексклюзивно для Членів Клубу PREMIUM.
uz: Люкс кемаларда сузинг, хусусий хизматлардан фойдаланинг, ва ғаройиб йўналишларни тадқиқ этинг - фақатгина PREMIUM Аъзолар учун.
zh: 登上全套房邮轮，享受个性化服务，探索非凡目的地——仅限PREMIUM会员。

source: sailing date
ca: data de sortida
de: Abfahrtsdatum
es: fecha de zarpe
fr: date de départ
it: data di partenza
ja: 出航日
kk: жүзу күні
ky: круизге чыгуу датасы
lv: atiešanas datums
mn: хөдлөх огноо
pt: data de navegação
ro: data de navigare
ru: дата плавания
uk: дата плавання
uz: сузиш саналари
zh: 出发日期

source: Sailing ID
ca: ID de Sortida
de: Fahrten ID
es: ID de Navegación
fr: ID de navigation
it: ID partenza
ja: 旅程のID
kk: Желкенді идентификатор
ky: Круиз ID
lv: Brauciena ID
mn: Далайн аяллын ID
pt: ID do Cruzeiro
ro: ID navigație
ru: ID плавания
uk: ID плавання
uz: Круиз ID
zh: 航行编号

source: Sailing ID:
ca: ID de sortida:
de: Fahrten ID:
es: ID de navegación:
fr: ID de navigation :
it: ID partenza:
ja: 旅程のID：
kk: Желкенді идентификатор:
ko: 항해 ID:
ky: Круиз ID:
lv: Brauciena ID:
mn: Аяллын ID:
pt: ID da navegação:
ro: ID navigație:
ru: ID плавания:
uk: ID плавання:
uz: Круиз ID:
zh: 航行编号：

source: Sale Amount
ca: El Import Total
de: Verkaufsmenge
es: Cantidad de Venta
fr: Montant de la vente
it: Volume delle vendite
ja: 販売額
kk: Сатылым Сомасы
ko: 판매액
ky: Сатуу суммасы
lv: Pārdošanas summa
mn: Борлуулалтын Дүн
pt: Valor de venda
ro: Cât s-a vândut
ru: Сумма Продажи
uk: Обсяг Продажів
uz: Сотув суммаси
zh: 銷售金額

source: Sale ID
ca: ID de Venda
de: Verkauf ID
es: ID de venta
fr: Identifiant de vente
it: ID vendita
ja: セールID
kk: Сату ID
ky: Сатуу IDси
lv: Pārdošanas ID
mn: Борлуулалтын ID
pt: ID de venda
ro: ID vânzare
ru: ID продажи
uk: ID продажу
uz: Сотув ID си
zh: 销售ID

source: Sales Force Board of Directors
ca: Força de vendes Board of Directors
de: Umsätze Board of Directors
es: Consejo de Directores de Fuerza de Ventas
fr: Conseil d'administration de la force de vente
it: Board of Directors della forza vendita
ja: セールスフォース ボード オブ ディレクター
kk: Директорлар Кеңесі Сату басқармасы
ko: 영업 보드 오브 디렉터
ky: Board of Directors рангындагы сатуу бөлүмү
lv: Pārdošanas direktoru padome
mn: Board of Directors-ын Борлуулалтын Баг
pt: Força de vendas de Board of Directors
ro: Echipa de vânzări a Consiliului de Directori
ru: Партнёры в ранге "Борд-Директор"
uk: Відділ з Продажів Ради Директорів
uz: Директорлар кенгашининг Сотув бўлими
zh: 銷售人員Board of Directors

source: Sales Tax:
ca: Impost sobre les vendes:
de: Umsatzsteuer:
es: Impuesto de venta:
fr: Taxe de vente :
it: Imposta sulle vendite:
ja: 消費税：
kk: Сату салығы:
ko: 판매세:
ky: Сатуу салыгы:
lv: Nodoklis:
mn: Худалдааны татвар:
pt: Imposto sobre vendas:
ro: Taxa pe vânzări:
ru: Налог с продаж:
uk: Податок з продажів:
uz: Савдо солиғи:
zh: 销售税：

source: Salesman Badge
ca: Insígnia de Venedor
de: Verkäufer-Abzeichen
es: Insignia de Vendedor
fr: Badge de Vendeur
it: Tesserino di Riconoscimento Incaricato alle Vendite
ja: セールスマンバッジ
kk: Дистрибьютор белгісі
ko: 세일즈맨 배지
ky: Сатуучунун бейджиги
lv: Pārdošanas Balva/nozīmīe
mn: Борлуулагчийн тэмдэг
pt: Distintivo de Vendedor
ro: Insigna Vânzătorului
ru: Бейдж дистрибьютора
uk: Бейдж дистриб'ютора
uz: Сотувчи значоги
zh: 销售员徽章

source: Same
ca: Mateixa
de: Dasselbe
es: Mismo
fr: même (identique)
it: Stessa
ja: 同じ
kk: Бірдей
ky: Бирдей
lv: Vienāds
mn: Ижил
pt: Mesmo
ro: Aceleaşi
ru: Тот же
uk: Той самий
uz: Айни
zh: 同样

source: Same amount of passengers (Including Adults and Children).
ca: Mateix nombre de passatgers (inclosos Adults i Infants).
de: Gleiche Anzahl von Fahrgästen (einschließlich Erwachsene und Kinder).
es: Misma cantidad de pasajeros (Incluyendo Adultos y Niños).
fr: Même nombre de passagers (Adultes et Enfants Compris).
it: Stesso numero di passeggeri (adulti e bambini inclusi).
ja: 同じ人数の乗客（大人と子どもを含む）であること。
kk: Сол мөлшердегі жолаушылар саны (Ересектер мен балаларды қоса алғанда).
ky: Бирдей сандагы жүргүнчүлөр (чоңдорду жана балдарды кошкондо).
lv: Tāds pats pasažieru skaits (ieskaitot pieaugušos un bērnus).
mn: Зорчигчдын тоо ижил байх ёстой (насанд хүрэгчид болон хүүхдүүдийг оролцуулан).
pt: Mesma quantidade de passageiros (incluindo Adultos e Crianças).
ro: Același număr de pasageri (inclusiv adulți și copii).
ru: То же количество пассажиров (включая взрослых и детей).
uk: Така ж кількість пасажирів (включаючи дорослих і дітей).
uz: Йўловчилар сони бир хил (ҳам катталар, ҳам болалар).
zh: 相同数量的乘客（包括成人和儿童）。

source: Same booking conditions (e.g., meals, WiFi, perks)
ca: Mateixes condicions de reserva (per exemple, àpats, Wi-Fi, avantatges)
de: Gleiche Buchungsbedingungen (z. B. Mahlzeiten, WiFi, Vergünstigungen)
es: Las mismas condiciones de reserva (p.ej. comidas, WiFi, beneficios)
fr: Conditions de réservation identiques (par exemple, repas, WiFi, avantages)
it: Stesse condizioni di prenotazione (ad es. pasti, WiFi, benefit)
ja: 同一の予約条件（例：食事、Wi-Fi、特典など）
kk: Бірдей брондау шарттары (мысалы, тамақ, Wi Fi, жеңілдіктер)
ky: Ошол эле брондоо шарттары (мисалы, тамак-аш, WiFi, жеңилдиктер)
lv: Tādi paši rezervēšanas nosacījumi (piemēram, maltītes, WiFi, priekšrocības)
mn: Захиалгын нөхцөлүүд ижил байх ёстой (жишээ нь: хоол, WiFi, нэмэлт үйлчилгээ гэх мэт)
pt: Mesmas condições de reserva (por exemplo, refeições, Wi-Fi, vantagens)
ro: Aceleași condiții de rezervare (de exemplu, mese, Wi-Fi, beneficii)
ru: Те же самые условия бронирования (например, питание, WiFi, льготы)
uk: Ті самі умови бронювання (наприклад, харчування, Wi-Fi, додаткові послуги)
uz: Бир хил буюртма қилиш шартлари (масалан, таомлар, WiFi, имтиёзлар)
zh: 相同的预订条件（例如：餐食、WiFi、附加福利）

source: Same cabin type and grade.
ca: Mateix tipus de cabina i categoria.
de: Gleicher Kabinentyp und gleiche Klasse.
es: Mismo tipo y categoría de camarote.
fr: Même type et catégorie de cabine.
it: Stessa tipologia e categoria di cabina.
ja: 同じキャビンタイプおよびグレードであること。
kk: Сол типтегі және деңгейдегі каюта
ky: Бирдей типтеги жана категориядагы каюта.
lv: Tāds pats kajītes tips un klase.
mn: Өрөөний ижил төрөл, ангилал
pt: Mesmo tipo e categoria de cabine.
ro: Același tip și clasă de cabină.
ru: Тот же тип и класс каюты.
uk: Той самий тип і клас каюти.
uz: Айни каюта тури ва тоифаси.
zh: 相同的舱位类型和等级。

source: Same cruise line, ship, and sailing date.
ca: Mateixa companyia de creuers, vaixell i data de sortida.
de: Dieselbe Kreuzfahrtlinie, dasselbe Schiff und dasselbe Abfahrtsdatum.
es: Misma naviera, barco y fecha de zarpe.
fr: Même compagnie de croisière, navire et date de départ.
it: Stessa compagnia di crociera, nave e data di partenza.
ja: 同じクルーズライン、船名、出航日であること。
kk: Сол круиздік желі, кеме және жүзу күні.
ky: Ошол эле круиздик компания, кеме жана жолго чыгуучу күн.
lv: Tā pati kruīza līnija, kuģis un atiešanas datums.
mn: Ижил далайн аяллын компани, хөлөг, аялалд гарах өдөр.
pt: Mesma linha de cruzeiro, navio e data de partida.
ro: Aceeași linie de croazieră, navă și dată de navigare.
ru: Та же круизная линия, лайнер и даты плавания.
uk: Така ж круїзна лінія, лайнер та дати відправлення.
uz: Айни круиз линияси, кемаси ва круиз саналари.
zh: 相同的邮轮公司、邮轮名称和出发日期。

source: sample
ca: exemple
de: Beispiel
es: ejemplo
fr: échantillon
it: esempio
ja: サンプル
kk: мысал
ko: 예시
ky: мисал
lv: piemērs
mn: жишээ
pt: exemplo
ro: exemplu
ru: пример
uk: приклад
uz: намуна
zh: 樣品

source: Santorini
de: Santorin
fr: Santorin
ja: サントリーニ
kk: Санторини
ko: 산토리니
ky: Санторини
lv: Santorīni
mn: Санторини
ru: Санторини
uk: Санторині
uz: Санторини
zh: 圣托里尼

source: Saturday
fr: Samedi
it: Sabato
kk: Сенбі
pt: Sábado
uk: Субота
uz: Шанба
zh: 星期六

source: Save
ca: Desar
de: Speichern
es: Guardar
fr: Sauver
it: Salva
ja: 保存する
kk: Сақтау
ko: 저장
ky: Сактоо
lv: Saglabāt
mn: Хадгалах
pt: Salvar
ro: Salvează
ru: Сохранить
uk: Зберегти
uz: Сақлаш
zh: 保存

source: Save changes
ca: Guardar canvis
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva le modifiche
ja: 変更を保存
kk: Өзгерістерді сақтау
ko: 변경 사항 저장
ky: Өзгөрүүлөрдү сактоо
lv: Saglabā izmaiņas
mn: Сануулах
pt: Salvas alterações
ro: Salvează modificările
ru: Сохранить изменения
uk: Зберегти зміни
uz: Ўзгаришларни сақлаш
zh: 保存更改

source: Save Changes
ca: Guardar canvis
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva le modifiche
ja: 変更を保存
kk: Өзгерістерді Сақтау
ko: 절감 변경
ky: Өзгөрүүлөрдү Сактоо
lv: Saglabāt izmaiņas
mn: Сануулах
pt: Salvas alterações
ro: Salvează modificările
ru: Сохранить изменения
uk: Зберегти зміни
uz: Ўзгаришларни сақлаш
zh: 保存更改

source: Save hundreds, even thousands, on a single booking
ca: Estalvia centenars, fins i tot milers, en una sola reserva
de: Sparen Sie Hunderte, sogar Tausende bei einer einzigen Buchung
es: Ahorra cientos, incluso miles, en una sola reserva
fr: Économisez des centaines, voire des milliers, sur une seule réservation
it: Risparmia centinaia, persino migliaia, su una singola prenotazione
ja: 1回の予約で数百ドル、場合によっては数千ドルの節約が可能です
kk: Бір ғана бронь үшін жүздеген, тіпті мыңдаған, доллар үнемдеңіз
ky: Жүздөгөндөрдү, атүгүл миңдегендерди бир эле брондоо менен үнөмдөңүз
lv: Ietaupīt simtus un pat tūkstošus vienā rezervācijā
mn: Нэг захиалгад хэдэн зуу, бүр мянгаар нь ч хэмнэх болно
pt: Economize centenas ou até milhares em uma única reserva
ro: Economisește sute, chiar mii la o singură rezervare
ru: Экономьте сотни и даже тысячи на одном бронировании
uk: Заощаджуйте сотні, навіть тисячі на одному бронюванні
uz: Битта буюртмада юзлаб, ва ҳаттоки минглаб доллар пул тежанг
zh: 单次预订即可节省数百甚至上千费用

source: Save Layout
fr: Enregistrer la Mise en Page
it: Salva layout
kk: Жоспарды сақтау
pt: Salvar Layout
ro: Salvează aspectul
uk: Зберегти схему
uz: Схемани сақлаш
zh: 保存布局

source: Save time presenting! With this powerful tool you’ll convert prospects into Partners and/or Members in no time.
ca: Estalvia temps presentant-te! Amb aquesta eina tan potent, convertiràs als teus possibles clients amb Socis i / o Membres en molt poc temps.
de: Sparen Sie Zeit bei der Präsentation! Mit diesem leistungsstarken Tool verwandeln Sie Interessenten in kürzester Zeit in Partner und / oder Mitglieder.
es: ¡Ahorra tiempo presentando! Con esta poderosa herramienta, convertirás a tus posibles clientes en Miembros y/o Socios en un instante.
fr: Gagnez du temps en présentant ! Avec cet outil puissant, vous pourrez convertir des prospects en partenaires et / ou membres en un rien de temps.
it: Risparmia tempo sulle presentazioni! Con questo potente strumento potrai convertire i potenziali clienti in Partner e/o Membri in pochissimo tempo.
ja: プレゼンの時間を節約しましょう！この最強のビジネスツールを使用すると、あなたはすぐに、候補者をパートナーやメンバーに変えられます。
kk: Уақытты үнемдеңіз! Осы қуатты құралдың көмегімен, сіз потенциалды клиенттеріңізді Серіктестерге және/немесе Мүшелерге тез айналдыра аласыз.
ko: 시간을 절약하십시오! 강력한 이 도구가 잠재 고객이 파트너 및 / 또는 멤버로 즉시 가입하도록 도와드립니다.
ky: Убакытты үнөмдөңүз! Бул күчтүү курал менен сиз өзүңүздүн потенциалдуу кардарларыңызды Өнөктөш жана/же Мүчөлөргө тез айландыра аласыз.
lv: Ietaupi laiku prezentējot!Ar šo spēcīgo rīku tu paredzamos biedrus piesaistīsi kā Partnerus un/vai Biedrus jebkurā laikā.
mn: Цагаа хэмнэ! Энэхүү Power Tool нь таны найзуудыг Түнш болон/эсвэл Гишүүнээр шууд бүртгүүлэхэд тусална.
pt: Economize tempo apresentando! Com essa ferramenta poderosa você converterá os seus prospectos em sócios e/ou membros em nenhum instante.
ro: Economiseşte timp în prezentare! Cu această unealtă puternică, vei transforma prospecţi în Parteneri şi/sau Membri de îndată.
ru: Сэкономьте время! Благодаря этому мощному инструменту вы мгновенно превращаете потенциальных клиентов в Партнеров и / или Членов клуба.
uk: Зекономте час! Завдяки цьому потужному інструменту ви миттєво перетворюєте потенційних клієнтів в Партнерів і/або Членів клубу.
uz: Тақдимотга кетадиган вақтни тежанг! Мазкур қудратли қурол ёрдамида сиз эҳтимолий мижозларни дарҳол Ҳамкорлар ва/ёки Аъзоларга айлантиришингиз мумкин.
zh: 節省展示時間！有了這個強大的工具，您可以立即將潛在客戶轉換為合作夥伴和/或會員。

source: Savings Guarantee
ca: Garantia d'estalvi
de: Einsparungsgarantie
es: Garantía de Ahorro
fr: Garantie d'économies
it: Garanzia di risparmio
ja: 節約保証
kk: Үнемдеу кепілдендірілген
ko: 절감 보장
ky: Үнөмдөө кепилдиги
lv: Ietaupījumu Garantija
mn: Хэмнэлтийн баталгаа
pt: Garantia de economia
ro: Garanție de economii
ru: Гарантия экономии
uk: Гарантія економії
uz: Пул тежаш кафолати
zh: 储蓄保证

source: Search
ca: Cercar
de: Suche
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
kk: Іздеу
ko: 검색
ky: Издөө
lv: Meklēt
mn: Хайлт
pt: Pesquisar
ro: Căutare
ru: Поиск
uk: Пошук
uz: Қидирув
zh: 搜索
