Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Add Ship Lead Time
ca: Agregar temps fins a la sortida
de: Versandvorlaufzeit hinzufügen
es: Agregar tiempo hasta la salida
fr: Ajouter le délai d'expédition
it: Aggiungi limiti temporali della nave
ja: 出航までの期間を追加
kk: Жеткізу уақытын қосыңыз
ko: 배송 리드 타임 추가
ky: Лайнердин жеткирүү убактысын кошуңуз
lv: Pievieno Kuģa laiku
mn: Хөлөг захиалах хугацааг нэмэх
pt: Adicionar data de inauguração do navio
ro: Adaugă perioada de grație a navei
ru: Добавить время поставки лайнера
uk: Додати час постачання лайнера
uz: Кема етказиб бериш вақтини қўшиш
zh: 添加发货提前期

source: Add the inCruises PWA App to your home screen for easy access and a better user experience
ca: Afegeix l'app PWA d'inCruises a la pantalla d'inici per accedir-hi fàcilment i gaudir d'una millor experiència d’usuari
fr: Ajoutez Application PWA inCruises à votre écran d'accueil pour un accès facile et une meilleure expérience utilisateur
it: Aggiungi l'app PWA di inCruises alla tua schermata iniziale per un accesso facile e un'esperienza utente migliore
ja: より簡単にアクセスし、快適な操作体験を得るために、inCruisesのPWAアプリをホーム画面に追加しましょう
kk: inCruises PWA қолданбасын басты экранға қосыңыз — жылдам қолжетімділік пен ыңғайлы қолдану үшін
pt: Adicione o Aplicativo PWA da inCruises à sua tela inicial para facilitar o acesso e melhorar a experiência do usuário
ro: Adaugă aplicația inCruises PWA pe ecranul de pornire pentru acces facil și o experiență de utilizare mai bună
uk: Додайте застосунок inCruises PWA на головний екран для зручного доступу та покращеного користувацького досвіду
uz: Тизимга осон кириш ва қулай фойдаланиш учун бош экранга inCruises PWA иловасини қўшинг
zh: 将inCruises PWA应用添加到您的主屏幕，轻松访问，体验更佳

source: Add Ticket By Reference
ca: Afegir tiquet Per Referència
de: Ticket nach Referenz hinzufügen
es: Añadir Boleto Por Referencia
fr: Ajouter un ticket par référence
it: Aggiungi Ticket per riferimento
ja: リファレンスによるチケットの追加
kk: Сілтеме арқылы қолданбаны қосыңыз
ko: 참조별 티켓 추가
ky: Сунуш боюнча билет кошуу
lv: Pievienot biļeti pēc atsauces
mn: Тусламжийн хүсэлтийн дугаараар нэмнэ үү
pt: Adicionar Ticket por referência
ro: Adaugă bilet după referință
ru: Добавить билет по рекомендации
uk: Додати квиток за посиланням
uz: Ҳавола бўйича чипта қўшиш
zh: 通过参考添加工单

source: Add to Home Screen
ca: Afegir a Pantalla d'Inici
fr: Ajoutez à l'Écran d'Accueil
it: cAggiungi alla schermata iniziale
ja: ホーム画面に追加
kk: Басты экранға қосу
pt: Adicionar à Tela Inicial
ro: Adaugă la ecranul de pornire
uk: Додати на головний екран
uz: Бош экранга қўшиш
zh: 添加到主屏幕

source: Add to sitemap
ca: Afegir al mapa de la Web
de: Zur Sitemap hinzufügen
es: Agregar al mapa del sitio
fr: Ajouter au plan du site
it: Aggiungi alla mappa del sito
ja: サイトマップに追加
kk: Сайт картасына қосу
ko: 사이트맵에 추가
ky: Сайттын картасына кошуу
lv: Pievienot vietnes kartējumam
mn: Сайтмапд нэмэх
pt: Adicionar ao mapa do site
ro: Adaugă la sitemap
ru: Добавить в карту сайта
uk: Додати до карти сайту
uz: Сайт картасига қўшиш
zh: 添加到站點地圖

source: Add User Booking
ca: Afegeix una reserva d'usuari
de: Benutzerbuchung hinzufügen
es: Añadir usuario a la Reserva
fr: Ajouter une réservation d'utilisateur
it: Aggiungi prenotazione utente
ja: ユーザー予約を追加
kk: Пайдаланушы брондауын қосыңыз
ko: 사용자 예약 추가
ky: Колдонуучунун брондоосун кошуу
lv: Pievienot lietotāja rezervāciju
mn: Захиалганд хэрэглэгч нэмэх
pt: Adicionar usuario a reserva
ro: Adaugă rezervarea utilizatorului
ru: Добавить пользовательское бронирование
uk: Додати бронювання користувача
uz: Фойдаланувчи буюртмасини қўшиш
zh: 添加用户预订

source: Add your Recurring Profile to get the Trust My Travel (TMT) Protection Guarantee
ca: Agrega el teu Perfil Habitual per obtenir la Garantia de Protecció Trust My Travel (TMT)
de: Aktivieren Sie Ihr wiederkehrendes Protokoll, um die Trust My Travel (TMT)-Schutzgarantie zu erhalten
es: Agrega tu perfil recurrente para obtener la Garantía de Protección Trust My Travel (TMT)
fr: Ajoutez votre Profil Récurrent pour obtenir la Garantie de Protection Trust My Travel (TMT)
it: Attiva il profilo ricorrente per ottenere la garanzia di protezione Trust My Travel (TMT)
ja: トラストマイトラベル（TMT）の保護/保証の対象となるため、定期払いの情報を追加する
kk: Trust My Travel (TMT) Қорғаныс Кепілдігін алу үшін Қайталанатын Профиліңізді қосыңыз
ko: Trust My Travel (TMT) 보호 보증을 받으려면 자동 프로필을 추가하십시오
ky: Trust My Travel (TMT) коргоо гарантиясын алуу үчүн кайталануучу профилиңизди кошуңуз
lv: Pevieno savu automātisko maksājumu,lai saņemtu "Trust My Travel"(TMT) aizsardzības garantiju
mn: My Travel (TMT) хамгаалалтын баталгааг авахын тулд өөрийн профайлыг давтамжит төлбөрийн профайл болно уу
pt: Adicione seu perfil recorrente para obter a garantia de proteção da Trust My Travel (TMT)
ro: adăuga Profilul dumneavoastră Recurent pentru a obține garanția de protecție Trust My Travel (TMT)
ru: Добавьте рекуррентный профиль, чтобы получить Гарантию Защиты Платежей Trust My Travel (TMT)
uk: Додатйте Ваш рекурентний профіль, щоб отримати Гарантію Захисту Платежів Trust My Travel (TMT)
uz: Trust My Travel (TMT) ҳимояси кафолатини олиш учун ўз Даврий профилингизни қўшинг
zh: 添加您的個人資料以獲得Trust My Travel(TMT)保護保證

source: Added
ca: Afegit
de: Hinzugefügt
es: Añadida
fr: Ajouté
it: Aggiunto
ja: 追加しました
kk: Қосылды
ko: 추가
ky: Кошулду
lv: Pievienots
mn: Нэмэгдсэн
pt: Adicionado
ro: Adăugat
ru: Добавлено
uk: Додано
uz: Қўшилди
zh: 添加

source: Additional Details
ca: Detalls Addicionals
de: Zusätzliche Details
es: Detalles adicionales
fr: Détails supplémentaires
it: Ulteriori informazioni
ja: その他詳細
kk: Қосымша Мәліметтер
ky: Кошумча маалымат
lv: Papildus Detalizēta informācija
mn: Дэлгэрэнгүй мэдээлэл
pt: Detalhes adicionais
ro: Detalii suplimentare
ru: Дополнительные детали
uk: Додаткові деталі
uz: Қўшимча маълумотлар
zh: 额外细节

source: Additional info
ca: informació addicional
de: Zusätzliche Info
es: Información adicional
fr: Information complémentaire
it: Informazioni aggiuntive
ja: 追加情報
kk: Қосымша ақпарат
ky: Кошумча маалымат
lv: Papildus Info
mn: Нэмэлт мэдээлэл
pt: Informação adicional
ro: Info suplimentar
ru: Дополнительная информация
uk: Додаткова інформація
uz: Қўшимча маълумот
zh: 额外信息

source: Additional Info
ca: Info Addicional
de: Zusätzliche Info
es: Info Adicional
fr: Information complémentaire
it: Informazioni aggiuntive
ja: 追加情報
kk: Қосымша Ақпарат
ko: 추가 정보
ky: Кошумча маалымат
lv: Papildus info
mn: Нэмэлт мэдээлэл
pt: Info adicional
ro: Info suplimentar
ru: Дополнительная Информация
uk: Додаткова Інформація
uz: Қўшимча маълумот
zh: 額外信息

source: Additional information
ca: informació Adicional
de: Zusätzliche Information
es: Información adicional
fr: Information complémentaire
it: Informazioni aggiuntive
ja: 追加情報
kk: Қосымша ақпарат
ky: Кошумча маалымат
lv: Papildus Informācija
mn: Нэмэлт мэдээлэл
pt: Informação adicional
ro: Informaţii suplimentare
ru: Дополнительная информация
uk: Додаткова інформація
uz: Қўшимча маълумотлар
zh: 额外信息

source: Additional Information
ca: Informació Adicional
de: Zusätzliche Information
es: Información Adicional
fr: Information complémentaire
it: Informazioni aggiuntive
ja: 追加情報
kk: Қосымша Ақпарат
ko: 추가 정보
ky: Кошумча Маалымат
lv: Papildus informācija
mn: Нэмэлт мэдээлэл
pt: Informação adicional
ro: Informaţii suplimentare
ru: Дополнительная Информация
uk: Додаткова Інформація
uz: Қўшимча маълумот
zh: 額外信息

source: Additional Members can use a maximum of 50% of the total price combined.
ca: Els Membres addicionals poden utilitzar un màxim del 50% del preu total combinat.
de: Zusätzliche Mitglieder können maximal 50 % des Gesamtpreises in Anspruch nehmen.
es: Los Miembros adicionales pueden usar un máximo del 50% del precio total combinado.
fr: Les Membres supplémentaires peuvent utiliser au maximum 50 % du prix total combiné.
it: I Membri aggiuntivi possono utilizzare al massimo il 50% del prezzo totale combinato.
ja: 追加されたメンバーは、合計金額に対して合算して最大50％まで利用することができます。
kk: Қосымша Мүшелер жалпы құнының 50% - дан аспауы мүмкін.
ky: Кошумча мүчөлөр брондоонун жалпы наркынын максимум 50%ына чейин колдоно алышат.
lv: Papildu Biedrii var izmantot ne vairāk kā 50% no kopējās cenas kopā.
mn: Нэмэлт Гишүүд хамгийн ихдээ нийт үнийн дүнгийн 50%-ийг ашиглах боломжтой.
pt: Membros adicionais podem usar no máximo 50% do preço total combinado.
ro: Membrii suplimentari pot folosi maximum 50% din prețul total combinat.
ru: Дополнительные Члены Клуба могут использовать максимум 50% от итоговой общей стоимости.
uk: Додаткові Члени Клубу можуть використовувати максимум 50% від підсумкової загальної вартості.
uz: Қўшимча Аъзолар жами умумий сумманинг максимум 50%ини ишлатишлари мумкин.
zh: 额外成员可以使用组合总价格的最高50%。

source: Additional Members can use a maximum of 50% of the total price.
ca: Els Membres addicionals poden utilitzar un màxim del 50% del preu total.
de: Zusätzliche Mitglieder können maximal 50% des Gesamtpreises nutzen.
es: Los Miembros adicionales pueden usar un máximo del 50% del precio total.
fr: Les Membres supplémentaires peuvent utiliser au maximum 50 % du prix total.
it: I Membri aggiuntivi possono utilizzare al massimo il 50% del prezzo totale.
ja: 追加されたメンバーは、合計金額に対して最大50％まで利用することができます。
kk: Қосымша Мүшелер жалпы құнының 50% - дан аспауы мүмкін.
ky: Кошумча мүчөлөр брондоонун наркынын максимум 50%ына чейин колдоно алышат.
lv: Atsevišķi Biedri var izmantot ne vairāk kā 50% no kopējās cenas.
mn: Нэмэлт Гишүүд хамгийн ихдээ нийт үнийн дүнгийн 50%-ийг ашиглах боломжтой.
pt: Membros adicionais podem usar no máximo 50% do preço total.
ro: Membrii suplimentari pot folosi maximum 50% din prețul total.
ru: Дополнительные Члены Клуба могут использовать максимум 50% от итоговой стоимости.
uk: Додаткові Члени Клубу можуть використовувати максимум 50% від підсумкової вартості.
uz: Қўшимча Аъзолар жами сумманинг максимум 50%ини ишлатишлари мумкин.
zh: 额外成员可以使用总价格的最高50%。

source: Additional permission groups are automatically assigned to all users in this department
ca: Els grups de permisos addicionals s'assignen automàticament a tots els usuaris d'aquest departament
de: Zusätzliche Berechtigungsgruppen werden automatisch allen Benutzern in dieser Abteilung zugewiesen
es: Los grupos de permisos adicionales se asignan automáticamente a todos los usuarios de este departamento
fr: Des groupes de permission supplémentaires sont automatiquement attribués à tous les utilisateurs de ce département
it: I gruppi di permessi aggiuntivi vengono assegnati automaticamente a tutti gli utenti di questo reparto
ja: 追加の権限グループは、この部署のすべてのユーザーに自動的に割り当てられます
kk: Қосымша рұқсат топтары сол бөлімдегі барлық пайдаланушыларға автоматты түрде тағайындалады
ko: 추가 권한 그룹이 이 부서의 모든 사용자에게 자동으로 할당됩니다
ky: Кошумча уруксат топтору бул бөлүмдөгү бардык колдонуучуларга автоматтык түрдө дайындалат
lv: Papildu atļauju grupas tiek automātiski piešķirtas visiem šī departamenta lietotājiem
mn: Нэмэлт зөвшөөрлийн бүлгүүдийг энэ хэлтсийн бүх хэрэглэгчдэд автоматаар хуваарилсан
pt: Grupos de permissão adicionais são atribuídos automaticamente a todos os usuários neste departamento
ro: Grupuri de permisiuni suplimentare sunt atribuite automat tuturor utilizatorilor din acest departament
ru: Дополнительные группы разрешений распространяются автоматически на всех пользователей этого отдела
uk: Додаткові групи дозволів розповсюджуються автоматично на всіх користувачів цього відділу
uz: Қўшимча рухсат гуруҳлари ушбу бўлимдаги барча фойдаланувчиларга автомат равишда бириктирилади
zh: 附加权限组自动分配给该部门的所有用户

source: Additionally, if I continue to promote group cruises or make improper advertising claims after being subject to any disciplinary action as referenced above, inCruises may choose to terminate my Partner agreement and I will lose all future compensation as a direct result of my behavior.
ca: A més, si continuo fomentant creuers en grup o realitzant reclamacions publicitàries indegudes després d’haver estat objecte d’una acció disciplinària a la qual es fa referència anteriorment, inCruises pot optar per rescindir el meu acord de soci i perdré totes les compensacions futures com a conseqüència directa del meu comportament.
de: Wenn ich weiterhin Gruppenreisen bewerbe oder unzulässige Werbeaussagen mache, nachdem ich disziplinarischen Maßnahmen wie oben beschrieben unterworfen wurde, kann inCruises meine Partnervereinbarung kündigen, und ich verliere alle zukünftigen Vergütungen als direkte Konsequenz meines Verhaltens.
es: Además, si continúo promoviendo cruceros grupales,o si realizo acciones publicitarias impropias, después de estar sujeto a cualquier medida disciplinaria como se mencionó anteriormente, inCruises puede optar por rescindir mi contrato de socio y perder toda compensación futura como resultado directo de mi comportamiento.
fr: En outre, si je continue de promouvoir des croisières de groupes ou fait de la publicité inopportune après être sujet à une action disciplinaire telle que décrite ci-avant, inCruises pourra choisir de terminer mon accord de partenariat et je perdrai toute compensation future comme conséquence à mon comportement.
it: Inoltre, se continuo a promuovere crociere di gruppo o faccio dichiarazioni pubblicitarie abusive dopo essere stato soggetto ad azioni disciplinari come sopra indicato, inCruises ha facoltà di rescindere il mio Contratto di Partner e perderò tutti i futuri compensi come conseguenza diretta della mia condotta.
ja: さらに、上記のような懲戒処分の対象となった後も、グループクルーズを推進したり不適切な広告宣伝請求を行った場合、inCruisesはパートナー契約を終了することを選択する可能性があります。
kk: Сонымен қатар, топтық круиздерді ұйымдастыруды немесе жоғарыда сілтеме жасаған кез келген тәртіптік шара қолданылғаннан кейін заңсыз жарнамалық әрекет жасасам, онда inCruises менің Серіктестік келісімімді тоқтата алады және мен өзімнің әрекетімнің тікелей нәтижесі ретінде болашақ өтемімді жоғалтамын.
ko: 또한, 위에서 언급한 징계 조치를 받은 후에도 그룹 크루즈를 계속 홍보하거나 부적절한 광고를 하면, inCruises는 본인의 파트너 계약을 해지 할 수 있으며, 행동에 직접적인 결과로 향후 모든 보상을 잃게 됩니다.
ky: Мындан тышкары, эгерде мен топтук круиздерди илгерилетүүнү уланта берсем же жогоруда айтылгандай дисциплинардык жазага дуушар болгонумдан кийин топтук круиздерди таркатууну уланта берсем же жалган жарнамалык дооматтарды жасасам, inCruises менин Өнөктөштүк келишимимди бузууну чечиши мүмкүн жана менин жүрүм-турумумдун түздөн-түз натыйжасы катары келечектеги бардык компенсациялардан-төлөмдөрдөн ажырайм.
lv: Papildus ,ja es turpināšu izplatīt nepareizas pretenzijas atkāŗtoti ,inCruises var lauzt partnerību un es varu zaudēt visu nākotnes kompensāciju šādas manas uzvedības rezultātā.
mn: Түүнчлэн, хэрэв би бусдад далайн аяллыг группээр аялахыг сурталчлах эсвэл дээр дурдсан сахилгын арга хэмжээ авахуулсны дараа зохисгүй зар сурталчилгаа хийсээр байгаа бол inCruises-д миний Түншийн гэрээг цуцлахыг мөн би өөрийн зохисгүй байдлын улмаас ирээдүйд авах байсан бүх Шагнал Урамшууллыг алдах болно гэдгээ хүлээн зөвшөөрч байна.
pt: Além disso, se eu continuar a promover cruzeiros em grupo ou fizer propaganda imprópria depois de estar sujeito a qualquer ação disciplinar conforme mencionado acima, a inCruises poderá optar por rescindir meu contrato de Parceria e perderei toda a remuneração futura como resultado direto do meu comportamento.
ro: În plus, dacă voi continua să promovez croazierele de grup sau să fac afirmaţii publicitare neavenite după ce am fost supus oricărei acţiuni disciplinare, după cum s-a amintit mai sus, inCruises poate alege să rezilieze contractul meu de Partener şi, ca rezultat direct al comportamentului meu, voi pierde orice compensaţie viitoare.
ru: 286/5000 Кроме того, если я продолжу продвигать групповые круизы или применю неправомерные рекламные акции после того, как на меня будут наложены какие-либо дисциплинарные меры, как указано выше, inCruises может прекратить действие моего Партнерского соглашения, и я потеряю всю будущую компенсацию как прямой результат моего поведения.
uk: Крім того, якщо я продовжую просувати групові круїзи або робити неналежну рекламну після дисциплінарної відповідальності, про яку йдеться вище, inCruises може вирішити припинити мою Партнерську угоду, і я втрачу всі майбутні компенсації як прямий результат моєї поведінки.
uz: Бундан ташқари, агар мен, юқорида келтирилган интизом чоралари қабул қилинганидан сўнг, гуруҳли круизларни тарғиб қилсам ёки нотўғри реклама қилсам, inCruises менинг Ҳамкорлик битимимни бекор қилиши мумкин ва мен ўз ҳаракатим оқибатида келгуси компенсацияларимни йўқотаман.
zh: 此外，如果我在上述任何紀律處分後繼續推廣團體郵輪或進行不正當的廣告宣傳，inCruises可能會選擇終止我的合作夥伴協議，我將會因為我的行為，失去所有未來的賠償。

source: Additionally, if you wish to utilize services on the Site or make purchases from inCruises or third party vendors, you may be required to provide certain purchasing data as described and detailed in the related Payment Agreement.
ca: A més, si desitges utilitzar serveis al Lloc o fer compres a inCruises o a venedors tercers, és possible que se’t requereixi proporcionar determinades dades de compra, tal com es descriu i detalla en l’Acord de Pagament corresponent.
de: Wenn Sie Dienste auf der Site nutzen oder Einkäufe bei inCruises oder Drittanbietern tätigen möchten, müssen Sie möglicherweise bestimmte Kaufdaten angeben, wie in der entsprechenden Zahlungsvereinbarung beschrieben und detailliert beschrieben.
es: Además, si deseas utilizar los servicios en el Sitio o realizar compras a inCruises o a proveedores externos, es probable que debas proporcionar ciertos datos de compra, tal como está descrito y detallado en el Acuerdo de Pagos correspondiente.
fr: De plus, si vous souhaitez utiliser les services du Site ou effectuer des achats auprès d'inCruises ou de fournisseurs tiers, vous devrez peut-être fournir certaines données d'achat telles que décrites et détaillées dans l'Accord de Paiement associé.
it: Inoltre, se desideri utilizzare i servizi sul Sito o effettuare acquisti da inCruises o da fornitori terzi, potrebbe esserti richiesto di fornire determinati dati di acquisto come descritto e dettagliato nel relativo Contratto di Pagamento.
ja: また、当サイト上のサービスを利用したり、inCruises または第三者ベンダーから購入を行ったりする場合は、関連する支払い規約に記載されたとおり、特定の購入情報の提供が求められる場合があります。
kk: Сонымен қатар, егер сіз сайттың қызметтерін пайдаланғыңыз келсе немесе inCruises немесе үшінші тарап жеткізушілерінен сатып алғыңыз келсе, сізден тиісті төлем келісімінде сипатталғандай белгілі бір сатып алу деректерін ұсыну талап етілуі мүмкін.
ky: Кошумчалай кетсек, эгерде сиз Сайтты колдонууну же inCruises же үчүнчү тараптын сатуучуларынан сатып алууну кааласаңыз, сизден тиешелүү Төлөм Келишиминде сүрөттөлгөндөй жана деталдуу түрдө көрсөтүлгөн сатып алуу маалыматын берүү талап кылынышы мүмкүн.
lv: Turklāt, ja vēlaties izmantot pakalpojumus vietnē vai veikt pirkumus no inCruises vai trešās puses piegādātājiem, iespējams, jums būs jāsniedz noteikti pirkuma dati, kā aprakstīts un sīki izklāstīts saistītajā maksājumu līgumā.
mn: Түүнчлэн, хэрэв та вэб хуудсан дээрх үйлчилгээг ашиглах эсвэл inCruises болон гуравдагч талын борлуулагч нараас худалдан авалт хийх тохиолдолд холбогдох Төлбөрийн гэрээнд тайлбарласан болон дэлгэрэнгүй заасан худалдан авалтын тодорхой мэдээллүүдийг өгөх шаардлагатай болно.
pt: Adicionalmente, se você deseja utilizar os serviços no Site ou fazer compras da inCruises ou de terceiros, poderá ser solicitado que você forneça determinados Dados de Compra, conforme descrito e detalhado no Contrato De Pagamento relacionado.
ro: În plus, dacă vrei să utilizezi serviciile de pe Site sau să faci achiziții de la inCruises sau de la furnizori terți, ți se poate solicita să furnizezi anumite date de achiziție, așa cum sunt descrise și detaliate în Acordul de plată aferent.
ru: Кроме того, если вы хотите пользоваться услугами Сайта или совершать покупки у inCruises или сторонних поставщиков, то от вас может потребоваться предоставление определенных данных о покупке, как указано и подробно описано в соответствующем Платежном Соглашении.
uk: Крім того, якщо ви бажаєте користуватися послугами Сайту або здійснювати покупки в inCruises або у сторонніх постачальників, вам може знадобитися надати певні дані про покупку, як зазначено та докладно описано у відповідній Платіжній Угоді.
uz: Шунингдек, агар сиз Сайтдаги хизматлардан фойдаланишни ёки inCruises ёхуд учинчи томон ҳисобланган сотувчидан бирор нарса харид қилишни хоҳласангиз, сиздан Тўлов шартномасида тасвирланган ва батафсил келтирилган тарзда айрим харид маълумотларини тақдим қилиш талаб этилиши мумкин.
zh: 此外，如果您希望使用本网站上的服务或向inCruises或第三方供应商购买商品，可能需要按照相关付款协议中的说明和细节提供某些购买数据。

source: Address
ca: Adreça
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: 住所
kk: Мекен-жай
ko: 주소
ky: Адреси
lv: Adrese
mn: Хаяг
pt: Endereço
ro: Adresă
ru: Адрес
uk: Адреса
uz: Манзил
zh: 地址

source: Address 1
ca: Adreça 1
de: Adresse 1
es: Dirección 1
fr: Adresse 1
it: Indirizzo 1
ja: 住所 1
kk: Мекен-жай 1
ko: 주소 1
ky: Адрес 1
lv: Adrese1
mn: Хаяг 1
pt: Endereço 1
ro: Adresa 1
ru: Адрес 1:
uk: Адреса 1
uz: Манзил 1
zh: 地址 1

source: Address 1:
ca: Adreça 1:
de: Adresse 1:
es: Dirección 1:
fr: Adresse 1 :
it: Indirizzo 1:
ja: 住所 1：
kk: Мекен-жай 1:
ko: 주소 1:
ky: Адрес 1:
lv: Uzruna1:
mn: Хаяг 1:
pt: Endereço 1:
ro: Adresa 1:
ru: Адрес 1:
uk: Адреса 1:
uz: Манзил 1:
zh: 地址 1：

source: Address 2
ca: Adreça 2
de: Adresse 2
es: Dirección 2
fr: Adresse 2
it: Indirizzo 2
ja: 住所 2
kk: Мекен-жай 2
ko: 주소 2
ky: Адрес 2:
lv: Adrese 2
mn: Хаяг 2
pt: Endereço 2
ro: Adresa 2
ru: Адрес 2:
uk: Адреса 2
uz: Манзил 2
zh: 地址 2

source: Address 2:
ca: Adreça 2:
de: Adresse 2:
es: Dirección 2:
fr: Adresse 2 :
it: Indirizzo 2:
ja: 住所 2：
kk: Мекен-жай 2:
ko: 주소 2:
ky: Адрес 2:
lv: Uzruna 2:
mn: Хаяг 2:
pt: Endereço 2:
ro: Adresa 2:
ru: Адрес 2:
uk: Адреса 2:
uz: Манзил 2:
zh: 地址 2：

source: Address:
ca: Adreça:
de: Adresse:
es: Dirección:
fr: Adresse :
it: Indirizzo:
ja: 住所：
kk: Мекен-жай:
ko: 주소:
ky: Адрес:
lv: Uzruna:
mn: Хаяг:
pt: Endereço:
ro: Adresa:
ru: Адрес:
uk: Адреса:
uz: Манзил:
zh: 地址：

source: Adds up the value for each member you bring.
fr: Additionne la valeur de chaque membre que vous parrainez.
it: Aggiunge il valore per ogni Membro che porti.
kk: Сіз алып келген әрбір мүшенің құндылығын қосып есептейді.
pt: Soma o valor de cada membro que você trouxer.
uk: Додає значення для кожного Члена, якого ви приводите.
uz: Сиз олиб келган ҳар бир аъзо қийматини оширади.
zh: 为您带来的每位会员累加价值。

source: Adds up you and your teams new activations for the month.
fr: Ajoute de nouvelles activations pour vous et votre équipe chaque mois.
it: Somma le nuove attivazioni tue e del tuo team del mese.
kk: Сіз бен сіздің командаларыңыздың ай ішіндегі жаңа активтендірулерін қосып есептейді.
pt: Somam-se as novas ativações suas e de sua equipe no mês.
uk: Додає нові Активації для вас і вашої команди за місяць.
uz: Сиз ва жамоангизнинг ойлик янги фаолликлари йиғиндиси.
zh: 汇总您和您的团队本月的新激活数量。

source: Adds up your and your teams new activations for the month.
fr: Cumule vos nouvelles activations et celles de vos équipes pour le mois en cours.
it: Somma le nuove attivazioni tue e del tuo team del mese.
kk: Сіз бен сіздің командаларыңыздың ай ішіндегі жаңа активтендірулерін қосып есептейді.
pt: Somam-se as novas ativações suas e de sua equipe no mês.
uk: Додає нові Активації для вас і вашої команди за місяць.
uz: Сиз ва жамоангизнинг ойлик янги фаолликлари йиғиндиси.
zh: 汇总您和您的团队本月的新激活数量。

source: Adjust Enabled Booking Types
ca: Ajustar els tipus de reserves activats
de: Aktivierte Buchungsarten anpassen
es: Ajustar Tipos de Reserva Habilitados
fr: Ajuster les types de réservation activés
it: Regola i tipi di prenotazione abilitati
ja: 有効な予約タイプの調整
kk: Қосылған брондау түрлерін конфигурациялаңыз
ko: 활성화된 예약 유형 조정
ky: Кошулган брондоо түрлөрүн тууралоо
lv: Pielāgot iespējotos rezervāciju tipus
mn: Идэвхжүүлсэн захиалгын төрлийг тохируулах
pt: Ajustar os tipos de reservas ativados
ro: Ajustează tipurile de rezervare activate
ru: Изменить включенные типы бронирования
uk: Змінити увімкнені типи бронювання
uz: Мавжуд буюртма турларини қўшиш
zh: 调整启用的预订类型
