Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Reach <strong>$750,000</strong> USD in qualified production, with a 20% maximum per leg, and <strong>$300,000</strong> USD in new production.<br><br> Ambassador Board of Directors members earn a <strong>$105,000</strong> USD monthly Team Leadership Bonus!
ca: Aconsegueix <strong>750.000</strong> dòlars en producció qualificada, amb un màxim del 20% per equip, i <strong>300.000</strong> dòlars en nova producció.<br><br> Els membres Ambassador Board of Directors guanyen una Bonificació de Lideratge d'Equip mensual de <strong>105.000</strong> dòlars!
de: Erreichen Sie qualifizierte Umsätze von <strong>750.000</strong> USD, mit einem Maximum von 20 % pro Bein, und neue Umsätze von <strong>300.000</strong> USD.<br><br> Mitglieder des Ambassador Board of Directors erhalten einen monatlichen Team Leadership-Bonus von <strong>105.000</strong> USD!
es: Alcanza <strong>750.000</strong> USD en producción calificada, con un máximo del 20% por equipo, y <strong>300.000</strong> USD en nueva producción.<br><br> ¡Los miembros del Ambassador Board of Directors ganan un Bono de Liderazgo de Equipo mensual de <strong>105.000</strong> USD!
fr: Atteindre <strong>750 000 USD</strong> de production qualifiée, avec un maximum de 20 % par jambe, et <strong>300 000 USD</strong> de nouvelle production.<br><br> Les membres du Conseil d'Administration des Ambassadeurs recevront un Bonus du Leadership d'Équipe de <strong>105 000 USD</strong> !
it: Raggiungi <strong>$750.000</strong> di produzione qualificata, con un massimo del 20% per gamba e <strong>$300.000</strong> di nuova produzione.<br><br> Gli Ambassador Board of Directors guadagnano un bonus di Leadership del Team di <strong>$105.000</strong> al mese!
ja: 認定売上で <strong>$750,000</strong> 米ドルを各系列で最大20％で到達し、さらに <strong>$300,000</strong> 米ドルの新規売上を達成。<br><br> Ambassador Board of Directors メンバーは <strong>$105,000</strong> 米ドルを毎月のチームリーダーシップボーナスで獲得します！
kk: Білікті өндірісте<strong> 750 000</strong> долларға дейін, әр партияға максималды 20% үстеме және жаңа өндірісте<strong> 300 000 </strong> долларға дейін жетеді.<br><br> Ambassador Борд Директорлар мүшелері <strong>105000 АҚШ </strong> доллары көлемінде ай сайынғы командалық көшбасшылық бонус алады!
ky: <strong>$750,000</strong> АКШ долларлык жарамдуу өндүрүшкө ар бир бутактан максимум 20% өндүрүш жана <strong>$300,000</strong> долларлык жаңы өндүрүш менен жетиңиз. <br><br> Ambassador Board of Directors даражасындагы мүчөлөр ай сайын <strong>$105,000</strong> команда лидерлиги бонусун алышат!
lv: sasniedz <strong>$750,000</strong> USD kvalificētā apgrozījuma ar 20% uz kāju un <strong>$300,000</strong> USD jaunā apgrozījuuma.<br><br> Direktoru valdes Sūtnis pelna <strong>$105,000</strong> USDikmēneša Līdera bonusu!
mn: Хөл тус бүрээс гарах хамгийн их хувь болох 20%-иар болзол хангах борлуулалтын хэмжээг <strong>$750,000</strong>-д, шинэ борлуулалтын хэмжээг <strong>$300,000</strong>-д хүргэвэл <br><br>Ambassador Board of Directors цолтой Гишүүд нь сар бүр Багийн Манлайллын Урамшуулалд <strong>$105,000</strong> авах болно!
pt: Alcance <strong>$750.000</strong> em produção qualificada, com um máximo de 20% por linha, e <strong>$300.000</strong> em nova produção.<br><br> Os membros Ambassador Board of Directors ganham um bônus mensal de Liderança de Equipe de <strong>$105.000</strong>!
ro: Atinge <strong>750.000</strong> $ în producție calificată, cu un maxim de 20% pe picior și <strong>300.000</strong> $ în producție nouă.<br><br> Membrii Ambassador Board of Directors câștigă un bonus lunar de <strong>105.000</strong> $ pentru conducerea echipei!
ru: Достигнете <strong>$750 000</strong> квалификационного товарооборота с максимумом в 20% на ветку и <strong>$300 000</strong> нового товарооборота.<br><br>Участники в ранге Ambassador Board of Directors зарабатывают ежемесячный Командный Лидерский бонус в размере <strong>$105 000</strong>!
uk: Досягніть <strong>$750 000</strong> кваліфікаційного товарообігу з максимумом у 20% на гілку та <strong>$300 000</strong> нового товарообігу.<br><br>Учасники у ранзі Ambassador Board of Directors заробляють щомісячний Командний Лідерський бонус у розмірі <strong>$105 000</strong>!
uz: Квалификацион ишлаб чиқаришда битта қўлдан максимум 20% билан <strong>750,000$</strong> га эришинг ва янги ишлаб чиқаришда <strong>300,000$</strong> га эришинг.<br><br> Ambassador Board of Directors аъзолари ойига <strong>105,000$</strong> Жамоа етакчилиги бонусини оладилар!
zh: 达到<strong>750,000美元</strong>的合格业绩，每条线的业绩上限为20%，并实现<strong>300,000美元</strong>的新业绩。<br><br> 大使董事会成员每月可获得<strong>105,000美元</strong>的团队领导奖金！

source: Reach $10,000 in your Builders Base Activation Volume to unlock a potential bonus equal to 10% of that volume.
ca: Assoleix 10.000 dòlars en Volum d’Activació de la teva Base de Constructors per desbloquejar una bonificació potencial equivalent al 10% d’aquest volum.
fr: Atteignez 10 000 $ de Volume d'Activation de Base des Constructeurs pour débloquer un bonus potentiel égal à 10% de ce volume.
it: Raggiungi $10.000 nel tuo Volume di Attivazione Base Costruttori per sbloccare un bonus potenziale pari al 10% di tale volume.
ja: ビルダーズ・ベース アクティベーションボリュームで$10,000に到達すると、そのボリュームの10％に相当する見込みボーナスを獲得するチャンスが得られます。
kk: Фундамент Бизнес бойынша $10 000 Активационного объёма жасаңыз және осы көлемнің 10%-на тең потенциалды бонус ашыңыз.
pt: Atinja US$10.000 em seu Volume de Ativação da Base de Construtores para desbloquear um bônus potencial equivalente a 10% desse volume.
ro: Atinge 10.000$ în Volumul de Activare pentru Baza Constructorilor pentru a debloca un bonus potențial egal cu 10% din volumul respectiv.
uk: Досягніть $10,000 у обсязі активацій вашого Фундамент Бізнесу, щоб розблокувати потенційну премію у розмірі 10% від цього обсягу.
uz: Қурувчилар базаси Фаоллик ҳажмини 10,000$ етказиб, ўша ҳажмнинг 10% ига тенг бонус олиш имкониятини қўлга киритинг.
zh: 当您的建设者基础激活业绩量达到$10,000时，您将解锁一项潜在奖励，金额相当于该业绩量的10%。

source: REACH more of the world with our Facebook Marketing tools. Post a message to your own wall or send a personalized message to your friends.
ca: Aconsegueix més amb les nostres eines de màrqueting de Facebook. Penja un missatge al teu mur de Facebook o envia un missatge personalitzat als teus amics.
de: Die Welt mehr mit unseren Facebook Marketing-Tools ERREICHEN. Posten Sie eine Nachricht an Ihre eigene Pinnwand oder senden Sie eine persönliche Nachricht an Ihre Freunde.
es: ALCANZA más con nuestras herramientas de marketing de Facebook. Publica en tu muro o envía mensajes personalizados a tus amigos.
fr: PARVENIR à plus du monde avec nos outils de marketing Facebook. Postez un message sur votre propre mur ou envoyez un message personnalisé à vos amis.
it: RAGGIUNGI il mondo intero con i nostri strumenti di marketing su Facebook. Pubblica un messaggio sulla tua bacheca o invia un messaggio personalizzato ai tuoi amici.
ja: 私たちのFacebookマーケティングツールを使って世界にもっと広めましょう。 自分のウォールにメッセージを投稿するか、自分用にカスタマイズされたメッセージを友達に送信します。
kk: Facebook-ке арналған Маркетинг Құралдарымызбен үлкен ТАБЫСТАРҒА ЖЕТІҢІЗ. Өзіңіздің парақшаңызда пост жариялаңыз немесе достарыңызға жекелендірілген хабарлама жіберіңіз.
ko: 페이스북의 마케팅 도구를 사용하여 초대정보를 넓은 세계로 보내십시오. 자신의 페이스북에 메시지를 게시하거나 친구들에게 맞춤 메시지를 보내십시오.
ky: Биздин Facebook маркетинг шайсандарыбыз менен дүйнө жүзү боюнча көбүрөөк өлкөлөргө ЖЕТИҢИЗ. Дубалыңызга кабардама жазыңыз же досторуңузга жеке кабардама жөнөтүңүз.
lv: Sasniedz vairāķ ar mūsu Facebook marketinga rīku palīdzību.Nosūti ziņu uz savu sienu vai personisku ziņu saviem draugiem.
mn: Фэйсбүүк маркетингийн хэрэгслийг ашиглан дэлхийн өнцөг булан бүрт урилга илгээх. Өөрийн Фэйсбүүкийн найз нартаа хувьчилсан мессеж илгээх.
pt: ALCANCE mais do mundo com nossas ferramentas de marketing do Facebook. Poste uma mensagem no seu mural ou envie uma mensagem personalizada para seus amigos.
ro: Extinde reţeaua ta mai mult cu uneltele noastre de Facebook Marketing. Postează un mesaj pe propriul perete sau trimite prietenilor tăi un mesaj personalizat .
ru: Добейтесь большего при помощи наших маркетинговых инструментов для работы в Facebook. Выложите пост на вашей собственной странице или отправляйте персонализированные сообщения своим друзьям.
uk: ОХОПІТЬ більше світу з нашими Маркетинговими інструментами на Facebook. Розмістіть повідомлення на вашій стіні або надішліть вашим друзям особисте повідомлення.
uz: Facebook маркетинг қуролларимиз ёрдамида дунёнинг кўп мамлакатларини ҚАМРАБ ОЛИНГ. Ўз деворингизда мақола ёзинг ёки дўстларингизга шахсий мактублар йўлланг.
zh: 通過我們的Facebook營銷工具觸及世界的其它地方。將消息發佈到您自己的牆上或向您的朋友發送個性化消息。

source: REACH page.
ca: pàgina d'ABAST.
de: STRUKTUR Seite.
es: página de ALCANCE.
fr: Page REACH.
it: Pagina RISULTATI.
ja: 「到達範囲」のページから見ることができます。
kk: REACH беті.
ko: 초대정보 확산 페이지.
ky: ЖЕТИШКЕНДИКДЕР барагы.
lv: SASNIEDZAMĪBAS lapa.
mn: Миний хүрэн түвшин хуудас.
pt: Página de ALCANCE.
ro: Pagina REACH.
ru: странице ДОСТИЖЕНИЯ.
uk: сторінці ДОСЯГНЕННЯ.
uz: ҚАМРОВ саҳифаси.
zh: REACH 页面

source: Reach the rank of
ca: Assoleix el rang de
fr: Atteignez le rang de
it: Raggiungi il rango di
ja: のランクに到達
kk: Рангқа жетіңіз
pt: Alcance o patamar de
ro: Atinge nivelul de
uk: Досягніть рангу
uz: Қуйидаги рангга эришинг:
zh: 晋升至以下职级

source: Reached
ca: Aconseguit
de: Erreicht
es: Alcanzado
fr: Atteint
it: Raggiunto
ja: 到達した範囲
kk: Жетті
ko: 초대정보 확산
ky: Камтыды
lv: Sasniegts
mn: Хүрсэн түвшин
pt: Alcançado
ro: Atins
ru: Охвачено
uk: Охоплено
uz: Эришилди
zh: 到达

source: Read and accept the terms and conditions
ca: Llegeix i accepta els termes i condicions
de: Lesen und akzeptieren Sie die Nutzungsbedingungen
es: Lee y acepta los Términos y Condiciones
fr: Lire et accepter les termes et conditions
it: Leggi e accetta i termini e le condizioni
ja: 利用規約を読み、同意する
kk: Осы Ережелер мен шарттарды оқып, қабылдаңыз
ky: Брондоо Шарттарын & Жоболорун окуп кабыл алыңыз
lv: Izlasiet un apstipriniet terminus & nosacījumus
mn: Үйлчилгээний нөхцөлүүдийг уншин, хүлээн зөвшөөрөх
pt: Leia e aceite os termos e condições
ro: Citește și acceptă termenii & condițiile
ru: Прочитайте и примите условия и положения
uk: Прочитайте та прийміть умови та положення
uz: Қоидалар ва шартларни ўқиб чиқинг ва қабул қилинг
zh: 阅读并接受条款和条件

source: Read Article
ca: Llegeix l'Article
de: Artikel lesen
es: Leer Artículo
fr: Lire l'Article
it: Leggi l'articolo
ja: 記事を読む
kk: Мақаланы оқыңыз
ky: Макаланы окуу
lv: Izlasiet Rakstu
mn: Нийтлэлийг унших
pt: Leia o Artigo
ro: Citește Articolul
ru: Читать статью
uk: Прочитайте Статтю
uz: Мақолани ўқиш
zh: 阅读文章

source: Read Limitations
fr: Lire les Limitations
it: Leggi le limitazioni
kk: Шектеулерді оқыңыз
pt: Limitações de Leitura
uk: Прочитати інформацію про обмеження
uz: Чекловларга оид маълумотларни ўқиш
zh: 阅读限制条件

source: Read More
ca: Llegeix més
de: Lesen Sie mehr
es: Leer Mas
fr: Lire plus
it: Leggi tutto
ja: 続きを読む
kk: Көбірек оқу
ko: 더 읽어보기
ky: Кененирээк окуу
lv: Lasi vairāk
mn: Цааш нь унших
pt: Ler mais
ro: Citeşte mai mult
ru: Читать Больше
uk: Дізнатися Більше
uz: Батафсил
zh: 閱讀更多

source: Read more...
ca: Llegeix més...
de: Lesen Sie mehr...
es: Leer más...
fr: Lire plus...
it: Leggi tutto...
ja: 続きを読む…
kk: Ары қарай оқу...
ky: Кененирээк окуу...
lv: Lasi vairāk...
mn: Цааш нь унших...
pt: Ler mais...
ro: Citeşte mai mult...
ru: Ещё...
uk: Більше...
uz: Батафсил...
zh: 阅读更多...

source: Read More...
ca: Llegeix més...
de: Lesen Sie mehr...
es: Leer Mas...
fr: Lire plus...
it: Leggi tutto...
ja: 続きを読む…
kk: Көбірек оқу...
ko: 더 읽어보십시오...
ky: Кененирээк окуу...
lv: Lasi vairāk...
mn: Цааш нь унших...
pt: Ler mais...
ro: Citeşte mai mult...
ru: Еще...
uk: Дізнатися Більше...
uz: Батафсил...
zh: 閱讀更多...

source: Ready to Donate
fr: Prêt à Faire un Don ?
it: Pronto a donare
pt: Pronto para doar
uk: Готові зробити пожертву

source: Ready to Elevate Your Life Through Travel?
ca: Estàs a punt per Elevar la Teva Vida a Través dels Viatges?
de: Bereit, Ihr Leben durch Reisen zu bereichern?
es: ¿Listo para Elevar tu Vida a Través de los Viajes?
fr: Prêt à Améliorer Votre Vie Grâce au Voyage ?
it: Pronto a dare una svolta alla tua vita attraverso i viaggi?
ja: 旅を通じて人生をより豊かにしませんか？
kk: Саяхат арқылы өміріңізді жақсартуға дайынсыз ба?
ky: Саякат аркылуу жашооңузду жакшыртууга даярсызбы?
lv: Vai esat gatavi Uzlabot savu Dzīvi Ceļojot?
mn: Та аяллаар дамжуулан амьдралаа шинэ түвшинд гаргахад бэлэн байна уу?
pt: Pronto para Elevar Sua Vida por Meio da Viagem?
ro: Ești gata să-ți îmbunătățești viața prin călătorii?
ru: Готовы сделать свою жизнь лучше благодаря путешествиям?
uk: Готові покращити своє життя завдяки подорожам?
uz: Саёҳатлар орқали ҳаётингизни яхшилашга тайёрмисиз?
zh: 准备好通过旅行提升你的生活了吗？

source: Ready to lead from the front? Let's make this moment count.
fr: Prêt à prendre les devants ? Faisons de ce moment un moment inoubliable.
it: Pronti a essere in prima linea? Facciamo in modo che questo momento sia importante.

source: Ready to learn what you need to know to succeed BIG with inCruises? Check out our library of webinar recordings.
ca: Estas a punt per aprendre el que has de saber per tenir un GRAN èxit amb inCruises? Consulta la nostra biblioteca d’enregistraments de webinars.
de: Sind Sie bereit zu erfahren, was Sie wissen müssen, um mit inCruises erfolgreich zu sein? Sehen Sie sich unsere Bibliothek mit Webinar-Aufzeichnungen an.
es: ¿Listo para aprender lo que necesitas saber para tener éxito a lo grande con inCruises? Échale un vistazo a nuestras grabaciones de webinars.
fr: Prêt à apprendre ce que vous devez savoir pour une GRANDE réussite avec inCruises ? Consultez notre bibliothèque d'enregistrements de webinaire.
it: Pronto a imparare quello che devi sapere per avere GRANDE successo con inCruises? Consulta la nostra libreria di registrazioni di webinar.
ja: inCruisesで大成功するために知っておくべきことを学ぶ準備はできましたか？ ウェビナーの録画をチェックしてください。
kk: InCruises-пен ҮЛКЕН табысқа жету үшін білуіңіз керек нәрсені игеруге дайынсыз ба? Вебинар жазбалары бар біздің видео-кітапханамызға кіріңіз.
ko: inCruises에서 크게 성공하기 위해 꼭 알아야 할 것들을 배울 준비가 되셨습니까? 웨비나 녹화영상 라이브러리를 확인하십시오.
ky: inCruisesте ЧОҢ ИЙГИЛИКке жетүү үчүн эмне керек экенин үйрөнүүгө даярсызбы? Жаздырууларды көрүү үчүн биздин видеотекага баш багыңыз.
lv: Esi gatavs mācīties un apgūt nepieciešamo, lai sasniegtu"VIRSOTNES"ar inCruises? Noklausies mūsu vebināru ierakstus.
mn: InCruises-д гайхамшигт амжилтанд хүрэхийн тулд зайлшгүй мэдэж байх шаардлагатай аргуудыг сурахад та бэлэн байна уу? Энэ тухай манай вэбинар бичлэгийн сангаас үзнэ үү.
pt: Pronto para aprender o que você precisa saber para ter um grande sucesso com a inCruises? Confira nossa biblioteca de gravações de webinar.
ro: Ești gata să afli ce trebuie să știi pentru a avea un succes MARE cu inCruises? Consultă biblioteca noastră cu înregistrările de la webinarii.
ru: Готовы узнать, что нужно, чтобы иметь БОЛЬШОЙ успех в inCruises? Посетите нашу видео-библиотеку с записями вебинаров.
uk: Готові дізнатися, що вам потрібно знати, щоб досягти ВЕЛИКОГО успіху з inCruises? Відвідайте нашу відео-бібліотеку з записами вебінарів.
uz: inCruises да УЛКАН муваффақиятларга эришиш учун зарур бўлган нарсаларни ўрганишга тайёрмисиз? Бизнинг кутубхонамиз ва вебинар қайдлари билан танишиб чиқинг.
zh: 準備好了解如何通過inCruise獲得巨大成功的秘訣了嗎？ 請查看我們的網絡研討會錄音庫。

source: Ready to Make a Difference?
ca: Preparat per fer la diferència?
de: Sind Sie bereit, etwas zu verändern?
es: ¿Listo para hacer la diferencia?
fr: Prêt à faire la différence ?
it: Pronto a fare la differenza?
ja: 変化をもたらす準備はできていますか？
kk: Бір нәрсені жақсы жаққа өзгертуге дайынсыз ба?
ky: Кырдаалды өзгөртүүгө даярсызбы?
lv: Vai esi gatavs kaut ko mainīt?
mn: Та өөрчлөлт авчрахад бэлэн байна уу?
pt: Pronto para fazer a diferença?
ro: Ești gata să faci diferența?
ru: Готовы повлиять на ситуацию?
uk: Готові змінити ситуацію?
uz: Ҳаётларни ўзгартиришга тайёрмисиз?
zh: 准备好有所作为了吗？

source: Real Stories, Real success with membership 3.0
ca: Històries Reals, Èxits Reals amb la Membresia 3.0
de: Echte Geschichten, echter Erfolg mit Mitgliedschaft 3.0
es: Historias Reales, Éxitos Reales con la Membresía 3.0
fr: Histoires vraies, succès réels avec l'adhésion 3.0
it: Storie reali, successi reali con la Membership 3.0
ja: メンバーシップ 3.0での成功事例
kk: Нақты оқиғалар, 3.0 мүшелігімен нақты жетістік
ky: Чыныгы окуялар, 3.0 Мүчөлүк программасы менен чыныгы ийгилик
lv: Patiesi Stāsti,Īsta veiksme ar biedru dalību 3.0
mn: Гишүүнчлэл 3.0-тай хамт ирэх ирэх бодит түүхүүд болон жинхэнэ амжилтууд
pt: Histórias reais, sucesso real com a assinatura 3.0
ro: Povești reale, succes real cu Abonamentul 3.0
ru: Реальные истории, реальный успех с Программой Членства 3.0
uk: Реальні історії, реальний успіх із Програмою Членства 3.0
uz: Аъзолик 3.0 билан ҳақиқий ҳикоялар, ҳақиқий муваффақият
zh: 会员3.0的真实故事，真实成功

source: Realtime Widget Preview
ca: Previsualització en Temps Real
de: Echtzeit-Widget Vorschau
es: Vista Previa del Widget en tiempo real
fr: Aperçu du Widget en Temps Réel
it: Anteprima del widget in tempo reale
ja: リアルタイムウィジェットプレビュー
kk: Виджетті нақты уақыт режимінде алдын ала қарау
ky: Виджеттин реалдуу убакыттагы алдын ала көрүүсү
lv: Reāllaika logrīka priekšskatījums
mn: Вижэтээ харах
pt: Visualização do Widget em Tempo Real
ro: Previzualizare widget în timp real
ru: Предпросмотр виджета в реальном времени
uk: Попередній перегляд віджета в реальному часі
uz: Виджетни реал вақтда кўздан кечириш
zh: 实时挂件预览

source: Reason
ca: Raó
de: Grund
es: Razón:
fr: Raison
it: Ragione
ja: 事由
kk: Себеп
ko: 이유
ky: Себеп
lv: Iemesls
mn: Шалтгаан
pt: Razão
ro: Motivul
ru: Причина
uk: Причина
uz: Сабаб
zh: 原因

source: Reattained
ca: Retingut
de: Wiedererlangt
es: Retenido
fr: Réatteint
it: Riconquistato
ja: 再達成
kk: Қайта оралды
ko: 재달성
ky: Калыбына келтирилген
lv: Atgūtais
mn: Дахин хүрсэн
pt: Retido
ro: Reţinut
ru: Восстановлено
uk: Відновлено
uz: Тикланди
zh: 重新實現

source: Rec Qualified Prod.
fr: Prod. Qualifié Rec
it: Prod. qualificata rec

source: Rec. Production
fr: Production Rec.
it: Produzione Ricorrente
kk: Рекурренттк өндіріс
pt: Produção Rec
uk: Рек. товарообіг
zh: 循环业绩

source: Receipt
ca: Factures
de: Beleg
es: Facturas
fr: Le reçu
it: Ricevuta
ja: 領収書
kk: Түбіртек
ko: 영수증
ky: Квитанция
lv: Saņemšana
mn: Тооцооны баримт
pt: Recibo
ro: Chitanţă
ru: Квитанция
uk: Квитанція
uz: Квитанция
zh: 收據

source: Receipt Data
ca: Dades del Rebut
de: Eingangsdaten
es: Datos del Recibo
fr: Données de réception
it: Dati della ricevuta
ja: 領収書データ
kk: Қабылдау туралы деректер
ky: Квитанция маалыматтары
lv: Saņemšanas dati
mn: Тооцооны баримтын мэдээлэл
pt: Dados de recebimento
ro: Data chitanţei
ru: Данные о получении
uk: Дані квитанції
uz: Квитанцияга оид маълумотлар
zh: 收据数据

source: Receipt ID
ca: Identificador de rebut
de: Beleg ID
es: ID de la Facturas
fr: Le reçu d'ID
it: ID della fattura
ja: 領収書 ID
kk: Алушының идентификаторы
ko: 영수증 ID
ky: Квитанция ID
lv: Saņemšanas ID
mn: Тооцооны баримтны дугаар
pt: ID do recibo
ro: ID-ul chitanţei
ru: Идентификатор получателя
uk: ІD Одержувача
uz: Квитанция ID
zh: 收據ID

source: Receipt successfully added
ca: Rebut afegit amb èxit
de: Quittung erfolgreich eingefügt
es: Recibo añadido con éxito
fr: Le reçu a été ajouté avec succès
it: Ricevuta inserita con successo
ja: レシートが正常に追加されました
kk: Түбіртек сәтті қосылды
ko: 영수증이 성공적으로 추가되었습니다
ky: Дүмүрчөк ийгиликтүү кошулду
lv: Kvīts ir veiksmīgi pievirnota
mn: Тасалбар амжилттай нэмэгдээ
pt: Recibo adicionado com sucesso
ro: Chitanța adăugată cu succes
ru: Квитанция успешно добавлена
uk: Квитанцію успішно додано
uz: Квитанция муваффақиятли қўшилди
zh: 收據已成功添加

source: Receipts
ca: Rebuts
de: Belege
es: Facturas
fr: Reçus
it: Ricevute
ja: 領収書
kk: Түбіртектер
ko: 영수증
ky: Квитанциялар
lv: Kvītis
mn: Тооцооны баримтууд
pt: Recibos
ro: Chitanţe
ru: Квитанции
uk: Квитанції
uz: Квитанциялар
zh: 收據

source: Receive a unique code via email.
ca: Rep un codi únic per correu electrònic.
de: Erhalten Sie einen einmaligen Code per E-Mail.
es: Recibe un código único via correo electrónico.
fr: Recevez un code unique par mail.
it: Ricevi un codice univoco via email.
ja: Eメールでユニークコードを受信する。
kk: Бірегей кодты электрондық пошта арқылы алыңыз.
ky: Э-почта аркылуу уникалдуу кодду алыңыз.
lv: Saņemiet unikālu kodu pa e-pastu.
mn: Имэйлээр тусгай код хүлээн авах.
pt: Receba um código exclusivo por e-mail.
ro: Primește un cod unic prin e-mail.
ru: Получить уникальный код через email.
uk: Отримати унікальний код через email.
uz: Ноёб кодни электрон почта орқали олиш.
zh: 通过电子邮件接收唯一验证码。

source: Receive a unique code via SMS.
ca: Rep un codi únic per SMS.
de: Sie erhalten einen einmaligen Code per SMS.
es: Recibe un código único via SMS.
fr: Recevez un code unique par SMS.
it: Ricevi un codice univoco via SMS.
ja: SMSでユニークコードを受信する。
kk: SMS арқылы бірегей кодты алыңыз.
ko: SMS를 통해 고유 코드를 받습니다.
ky: SMS аркылуу уникалдуу кодду алыңыз.
lv: Saņemiet unikālu kodu, izmantojot SMS.
mn: Текст мессежээр код авах.
pt: Receba um código único via SMS.
ro: Primește un cod unic prin SMS.
ru: Получить уникальный код через SMS.
uk: Отримати унікальний код через SMS.
uz: Ноёб кодни СМС орқали олиш.
zh: 通过短信接收唯一代码。

source: Received for Marketing Communications Excellence through the bi-monthly INsiders Advantage Webinar Series
ca: Rebut per l’excel·lència en Comunicació de Màrqueting a través de la sèrie bimestral de seminaris web L’avantatge de formar part (INsiders Advantage)
de: Ausgezeichnet für herausragende Marketingkommunikation im Rahmen der zweimonatlichen Webinarreihe „INsiders Advantage“
es: Recibido por la Excelencia en Comunicaciones de Marketing, a través de la serie bimestral de seminarios web INsiders Advantage
fr: Récompensé pour l'Excellence en Communications Marketing grâce à la Série de Webinaires bimensuels INsiders Advantage
it: Ricevuto per l'eccellenza nelle comunicazioni di marketing grazie alla serie di webinar bimensili Il Vantaggio dell'INsiders
ja: 隔月開催のINsiders Advantageウェビナーシリーズを通じてマーケティングコミュニケーションの優秀性が評価されました
kk: Екі айда бір рет өткізілетін insiders Advantage вебинарлар сериясы аясында маркетингтік коммуникация саласындағы үздік жетістіктері үшін марапатталды
ky: Биздин эки ай сайын өткөрүлүүчү INsiders Advantage вебинарлар сериясы аркылуу маркетингдик коммуникациялардагы мыктылыгы үчүн сыйланган
lv: Saņemts Mārketinga Komunikāciju Izcilībai, izmantojot divu mēnešu INsiders Advantage semināru sēriju
mn: Хоёр сард нэг удаа зохион байгуулдаг INsiders Advantage цуврал вэбинараар Маркетингийн харилцааны шилдэг шагналыг хүртсэн юм.
pt: Reconhecido pela Excelência em Comunicações de Marketing por meio da Série de Webinars Bimestrais Insiders Advantage
ro: Primit pentru excelența în comunicații de marketing prin seria de seminarii web bilunare INsiders Advantage
ru: Получена за достижения в области маркетинговых коммуникаций благодаря серии вебинаров «Негласное преимущество», проводимых дважды в месяц.
uk: Отримано за Досконалість маркетингових комунікацій через серію вебінарів INsiders Advantage щодва місяці
uz: Ойига икки маротаба ўтказиладиган Ички афзалликлар вебинари туфайли Маркетинг муносабатларида эришган ютуқлари учун олинган
zh: 通过每两个月举办一次的INsiders Advantage网络研讨会系列活动获得市场传播卓越奖
