Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Are you sure you do not want to use your Wallet Balance to pay the remaing Balance?
ca: Estàs segur que no desitges utilitzar el saldo del teu moneder per a pagar el saldo restant?
de: Sind Sie sicher, dass Sie Ihr Guthaben in der Wallet nicht zur Zahlung des Restsaldos verwenden möchten?
es: ¿Estás seguro que no deseas utilizar el saldo de tu cartera para pagar el saldo restante?
fr: Êtes-vous sûr de ne pas vouloir utiliser le solde de votre portefeuille pour payer le solde restant ?
it: Sei sicuro di non voler utilizzare il saldo del tuo portafoglio per pagare il saldo rimanente?
ja: ウォレットの残高を残りのお支払いに利用されたくないということですか？
kk: Қалған балансты төлеу үшін Wallet балансын пайдаланғыңыз келмейтініне сенімдісіз бе?
ko: 남은 잔액을 지불하기 위해 월렛 잔액을 사용하지 않으시겠습니까?
ky: Калган балансты төлөө үчүн Wallet балансыңызды колдонгуңуз келбей жатабы?
lv: Vai tiešām nevēlaties izmantot savu maciņa atlikumu, lai samaksātu atlikumu?
mn: Та үлдэгдэл балансыг өөрийн түрийвчний үлдэгдлээс төлөхийг татгалзаж байна уу?
pt: Tem certeza de que não deseja usar o saldo da sua Carteira para pagar o valor restante?
ro: Ești sigur că nu vrei să utilizezi soldul portofelului pentru a plăti soldul rămas?
ru: Вы уверены, что не хотите использовать баланс Кошелька для оплаты оставшейся суммы?
uk: Ви впевнені, що не хочете використати баланс Гаманця для оплати суми, що залишилася?
uz: Қолган балансни тўлаш учун Ҳамёнингиздаги балансдан фойдаланишни истамаётганингизга ишончингиз комилми?
zh: 您确定不想使用您的电子钱包余额来支付剩余余额吗？

source: Are you sure you want to change the invitation type? Doing so will overwrite all the text in the text editor. Are you sure you want to proceed?
ca: Estàs segur que vols canviar el tipus d'invitació? Si ho fas, se sobreescriurà tot el text a l'editor de text. Estàs segur que vols continuar?
de: Möchten Sie den Einladungstyp wirklich ändern? Dadurch wird der gesamte Text im Texteditor überschrieben. Möchten Sie wirklich fortfahren?
es: ¿Estás seguro de que quieres cambiar el tipo de invitación? Si lo haces, se sobreescribirá todo el texto en el editor de texto. ¿Estás seguro de que quieres continuar?
fr: Êtes-vous sûr de vouloir modifier le type d'invitation ? Cette opération entraînera l'écrasement de tout le texte de l'éditeur de texte. Êtes-vous sûr de vouloir continuer ?
it: Sei sicuro di voler cambiare il tipo di invito? In questo modo si sovrascriverà tutto il testo dell'editor di testo. Sei sicuro di voler procedere?
ja: 招待状の種類を変更しますか？実行すると、テキストエディタのすべてのテキストが上書きされます。本当によろしいですか？
kk: Шақыру түрін өзгерткіңіз келетініне сенімдісіз бе? Бұл жағдайда мәтіндік редактордағы барлық мәтін қайта жазылады. Сіз жалғастырғыңыз келетініне сенімдісіз бе?
ky: Чакыруунун түрүн чын эле өзгөрткүңүз келеби? Бул текст редакторундагы бардык текстти жок кылат. Чын эле улантууну каалайсызбы?
lv: Vai tiešām vēlaties mainīt uzaicinājuma tipu? Šādi rīkojoties, tiks pārrakstīts viss teksts teksta redaktorā. Vai tiešām vēlaties turpināt?
mn: Та урилгын төрлийг өөрчлөхдөө итгэлтэй байна уу? Ингэвэл текст бичигч дотор буй буй бүх бичвэрийг дарж бичих болно. Үргэлжлүүлэх эсэхээ сонгоно уу?
pt: Tem certeza de que deseja alterar o tipo de convite? Fazer isso sobrescreverá todo o texto no editor de texto. Tem certeza de que deseja prosseguir?
ro: Sigur vrei să schimbi tipul de invitație? Procedând astfel, se va suprascrie tot textul din editorul de text. Ești sigur că vrei să continui?
ru: Уверены, что хотите изменить тип приглашения? Это приведёт к удалению всего текста в текстовом редакторе. Уверены, что хотите продолжить?
uk: Ви впевнені, що хочете змінити тип запрошення? Це призведе до видалення тексту в текстовому редакторі. Бажаєте продовжити?
uz: Таклифнома турини ўзгартиришни исташингизга ишончингиз комилми? Бунда бутун матн қайта киритилиши зарур. Давом этишни истайсизми?
zh: 您确定要更改邀请类型吗？这样做会覆盖文本编辑器中的所有内容。您确定要继续吗？

source: Are you sure you want to change your account email to your @incruises.com email? Be advised that if you do not have your @incruises.com email configured outside of you back office (Outlook, AppleMail, etc.) and you need to reset your password to access your back office, you won't be able to receive the email for password reset.
ca: Estàs segur que vols canviar el correu electrònic del teu compte pel de @incruises.com? Tingues en compte que si no tens el teu correu electrònic @incruises.com configurat fora del teu back office (Outlook, AppleMail, etc.) i necessites restablir la teva contrasenya per a accedir al teu back office, no podràs rebre el correu electrònic per a restablir la contrasenya.
de: Sind Sie sicher, dass Sie Ihre Konto-E-Mail in Ihre @incruises.com-E-Mail ändern möchten? Seien Sie darauf hingewiesen, dass, wenn Sie Ihre @incruises.com E-Mail nicht außerhalb Ihres Backoffice (Outlook, AppleMail, etc.) konfiguriert haben und Sie Ihr Passwort zurücksetzen müssen, um auf Ihr Backoffice zuzugreifen, Sie keine E-Mail zum Zurücksetzen des Passworts erhalten können.
es: ¿Estás seguro de querer cambiar tu cuenta de correo electrónico a tu correo @incruises.com? Recuerda que si no tienes tu correo @incruises.com configurado fuera de tu servidor (Outlook, AppleMail, etc.) y necesitas restablecer tu contraseña para tener acceso a tu servidor, no podrás recibir el correo para el restablecimiento de contraseña.
fr: Etes-vous sûr de vouloir changer l'email de votre compte en votre email @incruises.com ? Sachez que si votre e-mail @ incruises.com n'est pas configuré en dehors de votre back-office (Outlook, AppleMail, etc.) et que vous devez réinitialiser votre mot de passe pour accéder à votre back-office, vous ne pourrez pas recevoir l'email de réinitialisation du mot de passe.
it: Sicuro di volere modificare l'email del tuo account con la tua email @incruises.com? Tieni presente che se la tua email @incruises.com non è configurata all'esterno del tuo back office (Outlook, Applemail, ecc.), nel caso tu dovessi avere bisogno di risettare la password per accedere al back office, non riuscirai a ricevere l'email per modificare la password.
ja: アカウントのメールアドレスを@ incruises.comのメールアドレスに変更してもよろしいですか？ @ incruises.comの電子メールがバックオフィスの外部（Outlook、AppleMailなど）に設定されていない場合、バックオフィスにアクセスするためにパスワードを再設定する必要があります。 パスワード再設定のEメールを受信することはできません。
kk: Электрондық поштаңызды @incruises.com-ға поштасына өзгерткіңіз келетініне сенімдісіз бе? Егер сіздің электронды поштаңыз электронды жәшігіңізден (Outlook, AppleMail) тыс @incruises.com-ға теңшелмеген болса және сізге парольді қалпына келтіру қажет болса, сіз өзгерту үшін поштаныңызға парольді өзгерту туралы хат ала алмайсыз.
ky: Каттоо эсебиңизди чын эле @incruises.com электрондук почтаңызга өзгөрткүңүз келеби? Эгерде сизде @incruises.com электрондук почтасы жеке кабинетиңизден тышкары конфигурацияланган (Outlook, AppleMail ж. жана жеке кабинетиңизге кирүү үчүн сырсөзүңүздү баштапкы абалга келтирүү керек болсо сырсөздү калыбына келтирүү электрондук катын албайт.
lv: Vai tiešām vēlaties mainit sava konta epastu uz @incruises.com email? Ņemiet vērā, vai jūsu @incruises.com email nav konfigurēts ārpus jūsu biroja (Outlook, AppleMail, utt.) un vai jums nav jāatiesta sava parole,lai piekļutu jūsu birojam jumebūs iespējams saņemt epasta ziņojumu paroles atiesatīšanai.
mn: Та өөрийн бүртгэлийн имэйл хаягаа @incruises.com бүхий имэйл хаяг руу өөрчлөхийн хүсэж байна уу? Хэрэв таны арын оффисоос гадна тохируулагдсан @incruises.com имэйл байхгүй бол (Outlook, AppleMail, гэх мэт), арын оффис хуудсандаа нэвтрэхийн тулд нууц үгээ шинэчлэх шаардлагатай бөгөөд эс тэгвэл нууц үг өөрчлөх имэйл хүлээн авч чадахгүй болно.
pt: Tem certeza de que deseja alterar o email da sua conta para seu email @incruises.com? Esteja ciente de que, se você não tiver seu email da @incruises.com configurado fora do seu escritório virtual (Outlook, AppleMail, etc.) e precisar redefinir sua senha para acessar seu escritório virtual, não será possível receber o email para redefinição de senha.
ro: Ești sigur(ă) că vrei să-ți schimbi contul de email în contul tău de email @incruises.com? Să ştii că dacă nu ai configurat emailul @incruises.com în afara biroului tău virtual (Outlook, AppleMail, etc.) şi vei avea nevoie să-ți resetezi parola pentru a avea acces la biroul tău virtual, nu vei putea primi e-mail pentru resetarea parolei.
ru: Вы уверены ,что Вы хотите изменить Ваш адрес электронной почты на @incruises.com ? Заметьте, если Ваша электронная почта не настроена на @incruises.com за пределами Вашего электронного ящика (Outlook, AppleMail) и Вам нужно сбросить пароль, Вы не сможете получить почту ,чтобы поменять пароль.
uk: Ви впевнені, що хочете змінити адресу електронної пошти в обліковому записі на сайті @incruises.com? Зауважте, якщо Ваша електронна пошта не налаштована на @incruises.com за межами Вашої електронної скриньки (Outlook, AppleMail) і Вам потрібно скинути пароль, Ви не зможете отримати електронний лист для зміни паролю.
uz: Аккаунтингиз электрон почтасини @incruises.com электрон почтасига ўзгартиришга ишончингиз комилми? Шуни билингки, агар бэк-офисингиздан ташқарида (Outlook, AppleMail ва ҳ.к.) @incruises.com электрон почтангиз бўлмаса ва сиз бэк-офисга кириш учун паролингизни тикламоқчи бўлсангиз, паролни тиклаш учун электрон хат ололмайсиз.
zh: 您确定要将您的帐户电子邮件更改为您的@incruises.com 电子邮件吗？ 请注意，如果您没有在您的后台（Outlook、AppleMail 等）之外配置您的@incruises.com 电子邮件并且您需要重设密码才能访问您的后台，您将无法收到密码重置邮件。

source: Are you sure you want to delete this department? This action will remove this department from all admins.
ca: Estàs segur que vols suprimir aquest departament? Aquesta acció eliminarà aquest departament de tots els administradors.
de: Sind Sie sicher, dass Sie diese Abteilung löschen möchten? Mit dieser Aktion wird diese Abteilung von allen Administratoren entfernt.
es: ¿Estás seguro de querer borrar este departamento? Esta acción removerá este departamento de todos los admins.
fr: Êtes-vous sûr de vouloir supprimer ce département ? Cette action supprimera ce département de tous les administrateurs.
it: Sei sicuro di voler eliminare questo reparto? Questa azione rimuoverà questo reparto da tutti gli amministratori.
ja: 本当にこの部署を削除しますか？このアクションは、すべての管理者からこの部署を削除します。
kk: Бұл бөлімді шынымен жойғыңыз келе ме? Бұл әрекет осы бөлімді барлық әкімшілерден жояды.
ko: 이 부서를 삭제하시겠습니까? 이 작업은 모든 관리자에서 이 부서를 제거합니다.
ky: Бул бөлүмдү чын эле жок кылгыңыз келеби? Бул аракет бул бөлүмдү бардык администраторлордон алып салат.
lv: Vai tiešām vēlaties dzēst šo departamentu? Šī darbība noņems šo nodaļu no visiem adminis.
mn: Та энэ хэлтсийг арилгах уу? Энэ үйлдэл бүх админуудаас энэ хэлтэсийг хасах болно.
pt: Tem certeza de que deseja excluir este departamento? Esta ação removerá este departamento de todos os administradores.
ro: Sigur dorești să ștergi acest departament? Această acțiune va elimina acest departament de la toți administratorii.
ru: Вы уверены, что хотите удалить этот отдел? Данное действие удалит этот отдел у всех администраторов.
uk: Ви впевнені, що бажаєте видалити цей відділ? Ця дія видаляє цей відділ у всіх адміністраторів.
uz: Ушбу бўлимни ўчирмоқчи эканингизга ишончингиз комилми? Мазкур ҳаракат ушбу бўлимни барча маъмурлар рўйхатидан олиб ташлайди.
zh: 您确定要删除该部门吗？ 此操作将从所有管理员中删除该部门。

source: Are you sure you want to delete this permission group? This action will remove this permission group from all admins and departments.
ca: Estàs segur que vols suprimir aquest grup de permisos? Aquesta acció eliminarà aquest grup de permisos de tots els administradors i departaments.
de: Sind Sie sicher, dass Sie diese Berechtigungsgruppe löschen möchten? Mit dieser Aktion wird diese Berechtigungsgruppe von allen Administratoren und Abteilungen entfernt.
es: ¿Estás seguro de querer borrar este grupo de permisos? Esta acción removerá este grupo de permisos de todos los admins y departamentos.
fr: Êtes-vous sûr de vouloir supprimer ce groupe de permission ? Cette action supprimera ce groupe de permission de tous les administrateurs et départements.
it: Sei sicuro di voler eliminare questo gruppo di permessi? Questa azione rimuoverà questo gruppo di permessi da tutti gli amministratori e i reparti.
ja: 本当にこの権限グループを削除しますか？このアクションは、すべての管理者と部署からこの権限グループを削除します。
kk: Осы рұқсаттар тобын шынымен жойғыңыз келе ме? Бұл әрекет осы рұқсаттар тобын барлық әкімшілер мен бөлімдерден жояды.
ko: 이 권한 그룹을 삭제하시겠습니까? 이 작업은 모든 관리자 및 부서에서 이 권한 그룹을 제거합니다.
ky: Бул уруксат тобун чын эле жок кылгыңыз келеби? Бул аракет бул уруксат тобун бардык администраторлордон жана бөлүмдөрдөн алып салат.
lv: Vai tiešām vēlaties dzēst šo departamentu? Šī darbība noņems šo nodaļu no visiem adminis.
mn: Та энэ зөвшөөрлийн бүлгийг арилгах уу? Энэ үйлдэл бүх админуудаас зөвшөөрлийн бүлгийг хасах болно.
pt: Tem certeza de que deseja excluir este grupo de permissão? Esta ação removerá este grupo de permissão de todos os administradores e departamentos.
ro: Sigur dorești să ștergi acest grup de permisiuni? Această acțiune va elimina acest grup de permisiuni de la toți administratorii și departamentele.
ru: Вы уверены, что хотите удалить эту группу разрешений? Данное действие удалит эту группу разрешений у всех администраторов и изо всех отделов.
uk: Ви впевнені, що бажаєте видалити цю групу з правами? Ця дія видалить цю групу з правами у всіх адміністраторів та з усіх відділів.
uz: Рухсат берувчи ушбу гуруҳни ўчирмоқчи эканингизга ишончингиз комилми? Мазкур ҳаракат рухсат берувчи ушбу бўлимни барча маъмурлар ва бўлимлардан олиб ташлайди.
zh: 您确定要删除此权限组吗？ 此操作将从所有管理员和部门中删除此权限组。

source: Are you sure you want to remove 2FA?
ca: Estàs segur que vols eliminar 2FA?
de: Sind Sie sicher, dass Sie 2FA entfernen möchten?
es: ¿Seguro que quieres eliminar el 2FA?
fr: Êtes-vous sûr de vouloir supprimer 2FA ?
it: Sei sicuro di voler eliminare la 2FA?
ja: ２段階認証を削除してもよろしいですか？
kk: 2FA жоюды шынымен қалайсыз ба?
ko: 2FA를 제거하시겠습니까?
ky: 2FAны чын эле алып салгыңыз келеби?
lv: Vai tiešām vēlaties noņemt 2FA?
mn: Та 2FA хамгаалалтыг арилгахын хүсэж байна уу?
pt: Tem certeza de que deseja remover o 2FA?
ro: Ești sigur că dorești să elimini 2FA?
ru: Вы уверены, что хотите удалить 2FA?
uk: Ви впевнені, що хочете видалити 2FA?
uz: 2FA ни ўчиришни истаётганингизга ишончингиз комилми?
zh: 您确定要删除 2FA 吗？

source: Are you sure you want to remove this admin?
ca: Estàs segur que vols eliminar aquest administrador?
de: Sind Sie sicher, dass Sie diesen Administrator entfernen möchten?
es: ¿Seguro que quieres eliminar este administrador?
fr: Êtes-vous sûr de vouloir supprimer cet administrateur ?
it: Sei sicuro di volere eliminare questquest amministratore?
ja: この管理者を削除してもよろしいですか？
kk: Осы админді шынымен жойғыңыз келе ме?
ko: 이 관리자를 제거하시겠습니까?
ky: Бул администраторду алып салгыңыз келгенин тастыктайсызбы?
lv: Vai esat pārliecināts,ka gribat izdzēst šo admin?
mn: Та энэ админийг хасахыг хүсэж байна уу?
pt: Tem certeza de que deseja remover este administrador?
ro: Ești sigur că dorești să elimini acest administrator?
ru: Вы уверены, что хотите удалить этого администратора?
uk: Ви впевнені, що хочете видалити цього адміністратора?
uz: Ушбу маъмурни чиқаришни исташингизга ишончингиз комилми?
zh: 您确定要删除此管理员吗？

source: Are you sure you want to remove this payment method?
fr: Êtes-vous sûr de vouloir supprimer ce mode de paiement ?
it: Sei sicuro di voler rimuovere questo metodo di pagamento?
kk: Осы төлем әдісін өшіргіңіз келетініне сенімдісіз бе?
pt: Tem certeza de que deseja remover este meio de pagamento?
uk: Ви впевнені, що бажаєте видалити цей спосіб оплати?
uz: Ушбу тўлов усулини ўчиришни истаётганингизга ишончингиз комилми?
zh: 您确定要删除此付款方式吗？

source: Are you sure you want to remove this permission group?
ca: Estàs segur que desitges eliminar aquest grup de permisos?
de: Sind Sie sicher, dass Sie diese Berechtigungsgruppe entfernen möchten?
es: ¿Seguro que quieres eliminar este grupo de permisos?
fr: Êtes-vous sûr de vouloir supprimer ce groupe de permission ?
it: Sei sicuro di volere cancellare questo gruppo di permessi?
ja: この権限グループを削除してもよろしいですか？
kk: Осы рұқсаттар тобын шынымен жойғыңыз келе ме?
ko: 이 권한 그룹을 제거하시겠습니까?
ky: Бул уруксат тобун алып салгыңыз келгенин тастыктайсызбы?
lv: Vai esat pārliecināts,ka gribat izdzēst šo atļauju grupu?
mn: Та энэ зөвшөөрлийн бүлгийг арилгахыг хүсэж байна уу?
pt: Tem certeza de que deseja remover este grupo de permissão?
ro: Ești sigur că vrei să elimini acest grup de permisiuni?
ru: Вы уверены, что хотите удалить эту группу разрешений?
uk: Ви впевнені, що хочете видалити цю групу дозволів?
uz: Ушбу рухсат гуруҳини чиқаришни исташингизга ишончингиз комилми?
zh: 您确定要删除此权限组吗？

source: Are you sure you want to remove this permission?
ca: Estàs segur que vols suprimir aquest permís?
de: Sind Sie sicher, dass Sie diese Erlaubnis aufheben wollen?
es: ¿Seguro que quieres eliminar este permiso?
fr: Êtes-vous sûr de vouloir supprimer ce groupe de permission ?
it: Sei sicuro di volere cancellare questo permesso?
ja: この権限を削除してもよろしいですか？
kk: Бұл рұқсатты шынымен жойғыңыз келе ме?
ko: 이 권한을 제거하시겠습니까?
ky: Бул уруксатты алып салгыңыз келгенин тастыктайсызбы?
lv: Vai esat pārliecināts,ka gribat izdzēst šo atļauju?
mn: Та энэ зөвшөөрлийг арилгахыг хүсэж байна уу?
pt: Tem certeza de que deseja remover esta permissão?
ro: Ești sigur că vrei să elimini această permisiune?
ru: Вы уверены, что хотите удалить эти права?
uk: Ви впевнені, що хочете видалити цей дозвіл?
uz: Ушбу рухсатни чиқаришни исташингизга ишончингиз комилми?
zh: 您确定要删除此权限吗？

source: Are you sure you want to remove your display name? By removing it, your legal name will be shown across the platform again.
fr: Êtes-vous sûr de vouloir supprimer votre nom d'affichage ? En le supprimant, votre nom légal sera de nouveau affiché sur la plateforme.
it: Sei sicuro di voler rimuovere il tuo nome di visualizzazione? Rimuovendolo, il tuo nome legale verrà nuovamente mostrato sulla piattaforma.
pt: Tem certeza de que deseja remover seu nome de exibição? Ao removê-lo, seu nome legal será exibido novamente em toda a plataforma.
uk: Ви впевнені, що хочете видалити своє відображуване ім’я? Після видалення на платформі знову відображатиметься ваше офіційне ім’я.

source: Are you sure you want to remove your profile picture?
ca: Estàs segur que vols eliminar la teva foto de perfil?
de: Sind Sie sicher, dass Sie Ihr Profilbild entfernen möchten?
es: ¿Seguro que quieres eliminar tu fotografía de perfil?
fr: Êtes-vous sûr de vouloir supprimer votre photo de profil ?
it: Sei sicuro di voler rimuovere la tua immagine del profilo?
ja: あなたのプロフィール画像を削除してもよろしいですか？
kk: Профиль фотосуретіңізді шынымен жойғыңыз келе ме?
ky: Профилдеги сүрөттү алып салгыңыз келгенин тастыктайсызбы?
lv: Vai esat pārliecināts,ka gribat izdzēst šo proīla attēlu?
mn: Өөрийн профайлын зургаа арилгах уу?
pt: Tem certeza de que deseja remover sua foto de perfil?
ro: Ești sigur că vrei să elimini poza de profil?
ru: Вы уверены, что хотите удалить картинку своего профиля?
uk: Ви впевнені, що хочете видалити зображення профілю?
uz: Профилингиздаги тасвирни ўчиришни истаётганингизга ишончингиз комилми?
zh: 您确定要删除您的头像吗？

source: Are you sure you want to resend the email, it will generate a new code?
ca: Estàs segur que vols tornar a enviar el correu electrònic? Això generarà un codi nou.
de: Möchten Sie die E-Mail wirklich erneut senden, da dadurch ein neuer Code generiert wird?
es: ¿Seguro que quieres reenviar el correo? Se generará un nuevo código.
fr: Êtes-vous sûr de vouloir renvoyer l'e-mail, qui générera un nouveau code ?
it: Sei sicuro di voler inviare nuovamente l'email, che genererà un nuovo codice?
ja: メールを再送すると、新しいコードが生成されますが、よろしいですか？
kk: Жаңа кодты жасау үшін электрондық поштаны қайта жібергіңіз келетініне сенімдісіз бе?
ky: Сиз чын эле электрондук катты кайра жөнөткүңүз келеби? Бул жаңы кодду түзөт.
lv: Vai tiešām vēlaties nosūtīt e-pasta ziņojumu vēlreiz, tas ģenerēs jaunu kodu?
mn: Та дахин имэйл илгээхийг хүсэж байна уу? Энэ тохиолдолд шинэ код үүсгэгдэх болно.
pt: Tem certeza de que deseja reenviar o e-mail? Ele gerará um novo código?
ro: Sigur vrei să retrimiți e-mailul, acesta va genera un cod nou?
ru: Вы уверены, что хотите заново отправить письмо? Это сгенерирует новый код.
uk: Ви впевнені, що хочете заново надіслати листа? Це згенерує новий код?
uz: Ҳақиқатан ҳам электрон хатни такрор жўнатишни истайсизми? Бу янги код генерациялайди.
zh: 您确定要重新发送电子邮件吗？这将生成一个新的验证码。

source: Are you sure you wish to cancel your pending bank payment?
ca: Estàs segur que desitges cancel·lar el teu pagament bancari pendent?
de: Sind Sie sicher, dass Sie Ihre ausstehende Bankzahlung stornieren möchten?
es: ¿Estás seguro de que deseas cancelar tu pago bancario pendiente?
fr: Êtes-vous sûr de vouloir annuler votre paiement bancaire en attente ?
it: Sei sicuro di volere cancellare il tuo pagamento bancario in sospeso?
ja: 保留中の銀行支払いをキャンセルしてよろしいですか？
kk: Сіз күту режиміндегі банк төлеміңізден бас тартқыңыз келе ме?
ko: 보류중인 은행 지불을 취소 하시겠습니까?
ky: Күтүүдөгү банк төлөмүңүздү жокко чыгаргыңыз келгенин тастыктайсызбы?
lv: Vai tiešām vēlaties atcelt gaidošo bankas maksājumu?
mn: Та банкаар хийх төлбөрийн хүсэлтээ цуцлахдаа итгэлтэй байна уу?
pt: Tem certeza de que deseja cancelar seu pagamento bancário pendente?
ro: Sunteţi sigur că vreţi să anulaţi plata bancară aflată în aşteptare?
ru: Вы уверены, что хотите отменить банковский платеж, находящийся в статусе ожидания?
uk: Ви впевнені, що бажаєте скасувати банківські платежі, які в очікуванні?
uz: Кутаётган тўловни бекор қилишни исташингизга ишончингиз комилми?
zh: 您確定要取消待處理的銀行付款嗎？

source: Are you sure you wish to downgrade your Connect plan?
ca: Estàs segur que vols baixar la categoria del teu pla Connect?
de: Sind Sie sicher, dass Sie Ihren Connect-Plan herunterstufen möchten?
es: ¿Seguro que quieres bajar la categoría de tu plan de Connect?
fr: Êtes-vous sûr de vouloir déclasser votre programme Connect ?
it: Sei sicuro di volere passare al piano di categoria inferiore di Connect?
ja: あなたのコネクトプランをダウングレードしてもよろしいですか？
kk: Қосылу жоспарын шынымен азайтқыңыз келе ме?
ko: 커넥트 요금제를 다운그레이드 하시겠습니까?
ky: Connect планыңызды төмөндөткүңүз келгенин тастыктайсызбы?
lv: Vai tiešām vēlaties pazemināt Connect plānu?
mn: Та Конект төлөвлөгөөний түвшинг бууруулахыг хүсэж байна уу?
pt: Tem certeza de que deseja diminuir a categoria do seu plano Connect?
ro: Ești sigur că vrei să faci downgrade la planul tău Connect?
ru: Вы уверены, что хотите понизить свой тариф для комнаты "Коннект"?
uk: Ви впевнені, що хочете зменшити свій тариф для кімнати "Коннект"?
uz: Connect хонангизни кичрайтиришни исташингизга ишончингиз комилми?
zh: 您確定要降級Connect計劃嗎？
