Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Earn Builder’s Base Bonuses of $500 USD to $30,000+ USD monthly as your team achieves new production levels. Achieve higher ranks and unlock elite travel perks, including free cruises and Team Leadership Bonuses ranging from $300 USD to $255,000 USD per month!
ca: Guanya bonificacions de base de constructors d’entre 500 dòlars i més de 30.000 dòlars mensuals a mesura que el teu equip assoleixi nous nivells de producció. Assoleix rangs superiors i desbloqueja avantatges exclusius de viatge, incloent-hi creuers gratuïts i bonificacions de lideratge d’equip que van des de 300 dòlars fins a 255.000 dòlars al mes!
de: Verdienen Sie Builder's Base Boni von $500 USD bis $30.000+ USD monatlich, wenn Ihr Team neue Produktionsstufen erreicht. Erreichen Sie höhere Ränge und schalten Sie Elite-Reisevergünstigungen frei, darunter kostenlose Kreuzfahrten und Team Leadership Boni von 300 USD bis 255.000 USD pro Monat!
es: Gana Bonos de Base de Constructores de entre $500 USD y más de $30,000 USD mensuales a medida que tu equipo alcanza nuevos niveles de producción. Alcanza rangos superiores y desbloquea beneficios de viaje exclusivos, que incluye cruceros gratis y Bonos de Liderazgo de Equipo que van desde los $300 USD ¡hasta los $255,000 USD al mes!
fr: Gagnez des Bonus de Base des Constructeurs allant de 500 $ à 30 000 $ et plus par mois à mesure que votre équipe atteint de nouveaux niveaux de production. Atteignez des rangs supérieurs et débloquez des avantages de voyage d'élite, comme des croisières gratuites et des Bonus de Leadership d'Équipe allant de 300 $ à 255 000 $ par mois !
it: Guadagna i Bonus Base Costruttori da 500$ a 30.000$+ al mese man mano che il tuo team raggiunge nuovi livelli di produzione. Ottieni ranghi più elevati e sblocca i vantaggi di viaggio esclusivi, tra cui crociere gratuite e Bonus di Leadership del Team che variano da 300$ a 255.000$ al mese!
ja: チームが新たな実績レベルを達成するごとに、月額$500USD ～$30,000USD 以上のビルダーズ・ベース・ボーナスを獲得可能。さらに高いランクに到達すると、無料クルーズや、月額$300USD ～$255,000USD のチームリーダーシップボーナスを含むエリート旅行特典もアンロックされます！
kk: Сіздің командаңыз тауар айналымының жаңа деңгейіне жеткенде ай сайын $500 АҚШ -$30,000 АҚШ+ аралығында "Бизнес фундамент" бонустарын алыңыз. Жоғары рангтарға қол жеткізіңіз және айына 300 АҚШ доллардан 255 000 АҚШ долларға дейінгі тегін круиздер мен командалық көшбасшылық бонустарды қоса алғанда, элиталық туристік артықшылықтарға қол жеткізіңіз!
ky: Командаңыз кирешенин жаңы деңгээлине жеткенде айына $500 АКШ долларынан $30,000 АКШ долларына чейин Куруучулардын базалык бонусун алыңыз. Жогорку даражаларга жетиңиз жана айына 300 АКШ долларынан 255 000 АКШ долларына чейинки акысыз саякаттар жана Команда лидерлиги бонустары сыяктуу эксклюзивдүү саякат артыкчылыктарына жетиңиз!
lv: Iegūstiet Lietotāju Bāzes Bonusus 500 līdz 30 000 USD dolāru + katru mēnesi, kad jūsu komanda sasniegs augstākus apgrozījuma līmeņus. Iegūsti augstākus rangus un atslēdz elitārus ceļojumu labumus, ieskaitot bezmaksas kruīzus un Komandas līdera bonusus no 300 līdz 255 000 USD dolāru mēnesī!
mn: Таны баг шинэ борлуулалтын түвшинд хүрэх тусам Билдерс Бэйс урамшууллаар сар бүр $500-аас $30,000 орлого авах болно. Цол зэргээ ахиулж, Элит аяллын давуу тал урамшууллаар үнэгүй далайн аяллаар аялж, Багийн манлайллын урамшууллаар сар бүр $300-аас $255,000 авах болно!
pt: Ganhe Bônus de Base de Construtor de US$500 a US$30.000+ US$ por mês à medida que sua equipe atingir novos níveis de produção. Alcance cargos mais altos e desbloqueie vantagens de viagens de elite, incluindo cruzeiros gratuitos e Bônus de Liderança de Equipe que variam de US$300 a US$255.000 por mês!
ro: Câștigă lunar bonusuri pentru baza constructorilor de la 500$ USD până la 30.000$+ USD, pe măsură ce echipa ta atinge noi niveluri de producție. Obține niveluri de carieră mai înalte și deblochează avantajele de călătorie de elită, inclusiv croaziere gratuite și bonusuri pentru conducerea echipei, cuprinse între 300$ USD și 255.000$ USD pe lună!
ru: Зарабатывайте бонусы «Фундамент Бизнеса» от $500 до $30 000+ ежемесячно, когда ваша команда достигает новых уровней товарооборота. Добивайтесь более высоких рангов и получайте доступ к элитным туристическием привилегииям, включая бесплатные круизы и Командные Лидерские Бонусы от $300 до $255 000 в месяц!
uk: Заробляйте від $500 USD до $30 000+ USD Бонусу "Фундамент Бізнесу" щомісяця, коли ваша команда досягає нових рівнів виробітку. Досягайте вищих рангів і отримуйте привілеї Елітних подорожей, включаючи безкоштовні круїзи та Бонуси за лідерство від $300 USD до $255,000 USD на місяць!
uz: Жамоангиз янги даражаларга эришгани учун 500$ дан 30,000$ гача Қурувчилар базаси бонусини ишлаб топинг. Каттароқ рангларга эришинг ва саёҳат имтиёзларига, жумладан бепул круизлар ва ойига 300$-255,000$ гача бўлган Жамоа етакчилиги бонусларига эга бўлинг!
zh: 当你的团队达到新的业绩等级时，可每月获得500至30,000美元以上的建造者基础奖金。晋升更高等级还可解锁专属旅行福利，包括免费邮轮以及每月300至255,000美元的团队领导奖金！

source: Earn Cash Rewards
fr: Gagnez des Récompenses en Espèces
it: Guadagna premi in denaro

source: Earn compensation by referring others
ca: Guanya compensació per referir altres persones
de: Verdienen Sie eine Vergütung, indem Sie anderen empfehlen
es: Gana compensación al referir a otros
fr: Gagner de l'argent en recommandant d'autres personnes
it: Guadagna un compenso con le segnalazioni di altre persone
ja: 紹介することで報酬を獲得
kk: Басқаларды шақыру арқылы өтемақы алыңыз
ky: Башкаларды чакыруу менен акча табыңыз
lv: Pelni kompensāciju par citu uzaicināšanu
mn: Бусдыг элсүүлж шагнал урамшуулал авна
pt: Seja compensado por indicar outras pessoas para a inCruises
ro: Câștigă compensații prin recomandarea altora
ru: Зарабатывайте компенсацию, привлекая других людей
uk: Заробляйте компенсацію, залучаючи інших людей
uz: Бошқаларни жалб этган ҳолда компенсация ишлаб топинг
zh: 通过推荐他人赚取报酬

source: Earn compensation by referring others to InCruises
ca: Guanya compensació per recomanar InCruises a altres persones
de: Verdienen Sie eine Vergütung, indem Sie anderen InCruises empfehlen
es: Gana compensación al referir a otros a inCruises
fr: Gagnez de l'argent en recommandant InCruises à d'autres personnes
it: Guadagna un compenso con le segnalazioni di altre persone a inCruises
ja: inCruisesを紹介することで報酬を獲得
kk: Басқаларды InCruises-ке шақыру арқылы өтемақы алыңыз
ky: Башкаларды InCruisesке чакыруу менен компенсация алыңыз
lv: Pelni kompensāciju par citu uzaicināšanu uz inCruises
mn: Бусдыг inCruises-д урьж орлого урамшуулал авна
pt: Seja compensado por indicar outras pessoas para a InCruises
ro: Câștigă compensații prin recomandarea altora la inCruises
ru: Зарабатывайте компенсацию, привлекая других в InCruises
uk: Заробляйте компенсацію, залучаючи інших до InCruises
uz: InCruises га бошқаларни жалб этган ҳолда компенсация ишлаб топинг
zh: 通过推荐他人加入InCruises赚取报酬

source: Earn Daily and Monthly Bonuses for Member Activations, reactivations and upgrades.
fr: Gagnez des Bonus Quotidiens et Mensuels pour les Activations, les réactivations et les mises à niveau des Membres.
it: Guadagna bonus giornalieri e mensii per le attivazioni, riattivazioni e gli upgrade dei Membri.
kk: Клуб мүшелерін белсендіру, қалпына келтіру және жоғарылату үшін күнделікті және ай сайынғы бонустар алыңыз.
pt: Ganhe Bônus Diários e Mensais por Ativações, reativações e upgrades de Membros.
uk: Отримуйте Щоденні та Щомісячні Бонуси за Активації Членів, активації та оновлення.
uz: Аъзоларни фаоллаштирганлик, қайта фаоллаштирганлик ва апгрейд қилганлик учун Кунлик ва Ойлик бонусларни ишлаб топинг.
zh: 因会员激活、重新激活和升级可赚取每日和每月奖励。

source: Earn daily bonuses for each new Member you personally activate. Activate 3+ Members in a month to qualify for additional Monthly Activation Bonuses. Refer Partners who activate new Members for even more weekly bonuses.
ca: Guanya bonificacions diàries per cada nou Membre que activis personalment. Activa 3 o més Membres en un mes per qualificar per Bonificacions Mensuals d’Activació addicionals. Recomana Socis que activin nous Membres per obtenir encara més bonificacions setmanals.
de: Verdienen Sie tägliche Boni für jedes neue Mitglied, das Sie persönlich aktivieren. Aktivieren Sie drei oder mehr Mitglieder pro Monat, um zusätzliche monatliche Aktivierungsboni zu erhalten. Werben Sie Partner, die neue Mitglieder aktivieren, für noch mehr wöchentliche Boni.
es: Gana bonos diarios por cada nuevo Miembro que actives personalmente. Activa 3 o más Miembros en un mes para calificar a Bonos Mensuales por Activación adicionales. Recomienda Socios que activen nuevos Miembros para ganar aún más Bonos Semanales.
fr: Gagnez des bonus quotidiens pour chaque nouveau Membre que vous activez personnellement. Activez au moins trois Membres par mois pour bénéficier de bonus d'Activation Mensuels supplémentaires. Parrainez les Partenaires qui activent de nouveaux Membres pour encore plus de bonus hebdomadaires.
it: Guadagna bonus giornalieri per ogni nuovo Membro che attivi personalmente. Attiva 3 o più Membri in un mese per qualificarti per ulteriori Bonus di Attivazione Mensili. Presenta Partner che attivano nuovi Membri per ottenere ancora più bonus settimanali.
ja: あなたが個人的に登録した新しいメンバーごとに、デイリーボーナスを獲得できます。1か月に3人以上のメンバーを登録すると、追加の月間アクティベーションボーナスの対象になります。さらに、新しいメンバーを登録するパートナーを紹介することで、週ごとのボーナスも獲得できます。
kk: Жеке белсендіретін клубтың әрбір жаңа мүшесі үшін күнделікті бонустар алыңыз. Қосымша ай сайынғы белсендіру бонустарын алу үшін бір ай ішінде клубтың 3+ мүшесін қосыңыз. Апта сайынғы бонустарды алу үшін клубтың жаңа мүшелерін белсендіретін серіктестерді тартыңыз.
ky: Жеке өзүңүз каттаган ар бир жаңы мүчө үчүн күнүмдүк бонустарды табыңыз. Бир айда 3 же андан көп Мүчөнү активдештирсеңиз, кошумча айлык активдештирүү бонустарына ээ болосуз. Жаңы мүчөлөрдү активдештирген өнөктөштөрдү каттап, дагы да көп апталык бонустарды алыңыз.
lv: Pelniet ikdienas bonusus par katru jauno Biedru, kuru personīgi aktivizējat. Aktivizējiet 3 + Biedrus mēneša laikā, lai saņemtu papildu ikmēneša aktivizācijas bonusus. Piesaistiet partnerus, kuri aktivizē jaunos Biedrus, lai saņemtu vēl vairāk iknedēļas bonusus.
mn: Хувьчлан идэвхжүүлсэн шинэ Гишүүн бүрээс өдөр бүрийн урамшуулал авна. Сард 3-аас дээш Гишүүн идэвхжүүлж сарын идэвхжүүлэх урамшуулалд хамрагдана. Долоо хоногийн урамшууллуудыг авахын тулд шинэ Гишүүд идэвхжүүлэх Түнш нарыг элсүүлнэ.
pt: Ganhe bônus diários para cada novo Membro que você ativar pessoalmente. Ative 3 Membros ou mais em um mês para se qualificar para bônus adicionais de ativação mensal. Indique Parceiros que ativem novos Membros para ganhar ainda mais bônus semanais.
ro: Câștigă bonusuri zilnice pentru fiecare membru nou pe care îl activezi personal. Activează 3+ membri într-o lună pentru a te califica pentru bonusuri lunare suplimentare de activare. Recomandă partenerii care activează noi membri pentru și mai multe bonusuri săptămânale.
ru: Зарабатывайте ежедневные бонусы за каждого нового Члена Клуба, которого вы активируете лично. Активируйте 3+ Членов Клуба в течение месяца, чтобы претендовать на дополнительные ежемесячные бонусы за Активацию. Привлекайте Партнеров, которые активируют новых Членов Клуба, чтобы получать еще больше еженедельных бонусов.
uk: Отримуйте миттєві бонуси за кожного нового Члена, якого ви особисто активуєте. Активуйте 3+ Членів протягом місяця, щоб мати право на додаткові Щомісячні Бонуси за Активацію. Приводьте Партнерів, які активують нових Членів, щоб отримувати ще більше щотижневих бонусів.
uz: Сиз шахсан фаоллаштирган ҳар бир янги Аъзо учун Кунлик бонусларни ишлаб топинг. Қўшимча Ойлик Фаоллик бонусларини олиш учун ойига 3+ Аъзоларни фаоллаштиринг. Ҳафталик бонусларни олиш учун эса Янги Аъзоларни жалб этувчи Ҳамкорларни обуна қилинг.
zh: 每成功激活一位新会员即可获得每日奖金。每月激活3位及以上会员可额外获得每月激活奖金。推荐激活新会员的合作伙伴还可获得更多每周奖金。

source: Earn Daily Bonuses for Member Activations, reactivations and upgrades.
ca: Guanya Bonificacions Diàries per Activacions de Membres, reactivacions i millores.
fr: Gagnez des Bonus Quotidiens pour les Activations, les réactivations et les mises à niveau de Membres.
it: Guadagna bonus giornalieri per le attivazioni, riattivazioni e gli upgrade dei Membri.
ja: 会員の新規登録、再登録、アップグレードに対してデイリーボーナスを獲得できます。
kk: Мүше активациясы, қайта активациясы және жаңартулары үшін күнделікті бонустар табыңыз.
pt: Ganhe Bônus Diários por Ativações, reativações e upgrades de Membros.
ro: Câștigă bonusuri zilnice pentru activări, reactivări și upgrade-uri ale membrilor.
uk: Отримуйте Щоденні Бонуси за Активації Членів, активації та оновлення.
uz: Аъзоларни фаоллаштирганлик, қайта фаоллаштирганлик ва апгрейд қилганлик учун Кунлик Бонусларни ишлаб топинг.
zh: 因会员激活、重新激活和升级可赚取每日奖励。

source: Earn Double Reward Points with Monthly Payments
ca: Guanya el doble de Punts de Recompensa amb els Pagaments Mensuals.
de: Verdienen Sie doppelte Reward Points mit monatlichen Zahlungen
es: Gana el doble de Puntos de Recompensa con los pagos de la mensualidad
fr: Gagnez le Double de Points de Récompense avec des Paiements Mensuels
it: Ricevi Crediti Premio doppi con i pagamenti mensili
ja: 月額支払いでリワードポイントを2倍獲得
kk: Ай сайынғы жарналар арқылы екі есе бонустық ұпай жинаңыз
ky: Ай сайын төлөмдөрдү төлөө менен эки эселенген бонустук упайларга ээ болуңуз
lv: Pelni Dubultos Balvu Punktus par Ikmēneša Maksājumiem
mn: Сар бүрийн төлбөрөөр давхар Шагналын Оноо авна
pt: Ganhe Pontos de Recompensa em dobro com pagamentos mensais
ro: Câștigă puncte de recompensă duble cu plăți lunare
ru: Зарабатывайте двойные Бонусные Баллы благодаря ежемесячным взносам
uk: Заробляйте подвійні Бонусні Бали завдяки щомісячним платежам
uz: Ойлик тўловлар учун икки баробар кўп Бонус балларини ишлаб топинг
zh: 支付月费可赚取双倍奖励积分

source: Earn Double Reward Points with on-time Monthly Payments
ca: Guanya el doble de Punts de Recompensa amb Pagaments Mensuals efectuats a temps
de: Verdienen Sie doppelte Reward Points bei pünktlichen monatlichen Zahlungen
es: Obtén el doble de Puntos de Recompensa con los pagos puntuales de la mensualidad
fr: Gagnez le double de Points de Récompense en payant vos mensualités sans retard
it: Ricevi Crediti Premio doppi con pagamenti mensili puntuali
ja: 期日内の月会員費の支払いで、倍のリワードポイントを獲得
kk: Уақытылы ай сайынғы төлемдер үшін екі есе бонустық ұпай жинаңыз
ky: Ай сайын төлөмдөрдү өз убагында төлөө менен эки эселенген бонустук упайларга ээ болуңуз
lv: Pelni Dubultos Balvu Punktus par sav-laicīgu Ikmēneša Maksājumu
mn: Сар бүрийн төлбөрөө цаг тухайд нь төлж давхар Шагналын Оноо авах
pt: Ganhe Pontos de Recompensa em dobro com pagamentos mensais pontuais
ro: Câștigă puncte de recompensă duble cu plăți lunare la timp
ru: Зарабатывайте двойные Бонусные Баллы благодаря своевременным ежемесячным взносам
uk: Заробляйте подвійні Бонусні Бали завдяки своєчасним щомісячним внескам
uz: Ўз вақтида тўланган ойлик тўловлар учун иккига баробар кўп Бонус балларини ишлаб топинг
zh: 按时支付月费可赚取双倍奖励积分

source: Earn enough points
ca: Aconsegueix prou punts
de: Genügend Punkte sammeln
es: Gana puntos suficientes
fr: Gagnez suffisamment de points
it: Accumula abbastanza punti
ja: 十分なポイントを得る
kk: Жеткілікті ұпай жинау
ky: Жетиштүү упай топтоо
mn: Хангалттай хэмжээний оноо цуглуулах
pt: Ganhe pontos suficientes
ro: Câștigă suficiente puncte
ru: Заработайте достаточное количество очков
uk: Заробіть достатньо балів
uz: етарли балларни ишлаб топинг
zh: 赚取足够的积分

source: Earn Equal Reward Points with Monthly Payments
ca: Guanya la mateixa quantitat de Punts de Recompensa amb Pagaments Mensuals
de: Gleiche Reward Points mit monatlichen Zahlungen verdienen
es: Obtén Una Cantidad de Puntos de Recompensa Equivalente al Monto de los Pagos Mensuales
fr: Gagnez des Points de Récompense Égaux avec des Paiements Mensuels
it: Ricevi un numero di Crediti Premio Pari agli importi dei Pagamenti Mensili
ja: 毎月の支払いで同額のリワードポイントを獲得
kk: Ай сайынғы төлемдермен бірдей бонус ұпайларын алыңыз
ky: Ай сайын төлөмдөрдү төлөө менен төлөмүңүзгө барабар бонустук упайларга ээ болуңуз
lv: Pelni Vienādus Dubultos Balvu Punktus par Ikmēneša Maksājumiem
mn: Сар бүрийн төлбөртөйгөө ижил хэмжээний Шагналын Оноо авах
pt: Ganhe a Mesma Quantidade de Pontos de Recompensa com Pagamentos Mensais
ro: Câștigă puncte de recompensă egale cu plățile lunare
ru: Зарабатывайте соответствующее количество Бонусных Баллов благодаря ежемесячным взносам
uk: Заробляйте рівну кількість Бонусних Балів завдяки щомісячним платежам
uz: Ойлик тўловларга тенг Бонус балларини ишлаб топинг
zh: 通过每月付款赚取等值奖励积分

source: Earn Equal Reward Points with on-time Monthly Payments
ca: Guanya Punts de Recompensa iguals amb Pagaments Mensuals efectuats a temps
de: Verdienen Sie gleichwertige Reward Points bei pünktlichen monatlichen Zahlungen
es: Gana Puntos de Recompensa iguales con los pagos mensuales realizados a tiempo
fr: Gagnez des Points de Récompense égaux avec des paiements mensuels ponctuels
it: Ricevi Crediti Premio in egual misura con pagamenti mensili puntuali
ja: 期日内の月会員費の支払いで、同等のリワードポイントを獲得
kk: Уақтылы ай сайынғы төлемдер үшін тең сыйлық ұпайларын алыңыз
ky: Ай сайын төлөмдөрдү өз убагында төлөө менен бирдей бонустук упайларына ээ болуңуз
lv: Pelni Vienādus Balvu Punktus par sav-laicīgu Ikmēneša Maksājumu
mn: Сар бүрийн төлбөрөө цаг тухайд нь төлж ижил хэмжээний Шагналын Оноо авах
pt: Ganhe Pontos de Recompensa iguais com pagamentos mensais pontuais
ro: Câștigă puncte de recompensă egale cu plățile lunare la timp
ru: Зарабатывайте соответствующее количество Бонусных Баллов благодаря своевременным ежемесячным взносам
uk: Заробляйте відповідну кількість Бонусних Балів завдяки своєчасним щомісячним внескам
uz: Ўз вақтида тўланган ойлик тўловларга тенг Бонус балларини ишлаб топинг
zh: 按时支付月费可赚取相等的奖励积分

source: Earn from sharing the Membership
ca: Guanya compartint la Membresia
de: Verdienen Sie am Teilen der Mitgliedschaft
es: Gana al compartir la Membresía
fr: Gagnez en partageant l'Adhésion
it: Guadagna facendo conoscere la Membership
ja: メンバーシップを紹介して報酬を獲得
kk: Мүшеліктен бөлісуден табыс табыңыз
ky: Мүчөлүк менен бөлүшүүдөн киреше алыңыз
lv: Pelni par Biedru dalības padalīšanos
mn: Гишүүнчлэлийн тухай бусдад хуваалцаж орлого олох арга
pt: Ganhe compartilhando a Assinatura
ro: Câștigă din promovarea Abonamentului
ru: Зарабатывайте, рассказывая о Программе Членства
uk: Заробляйте на поширенні Членства
uz: Аъзолик ҳақида бўлишган ҳолда ишлаб топинг
zh: 通过分享会员资格赚取收入

source: Earn INcome when your referrals become paying Members.
ca: Guanya INgressos quan els teus referits es converteixin en Membres de pagament
de: Verdienen Sie eINkommen, wenn Ihre Empfehlungen zahlende Mitglieder werden.
es: Genera INgresos cuando tus referidos se conviertan en Miembros de pago.
fr: Gagnez des Revenus lorsque vos filleuls deviennent des Membres payants.
it: Guadagna quando le persone che hai invitato diventano Membri paganti.
ja: 紹介した人が有料メンバーになると、INcome（収入）を獲得できます。
kk: Сіздің сілтемелеріңіз төлем жасайтын мүше болған кезде табыс табыңыз.
ky: Сиз каттаган адамдар төлөөчү мүчөлөргө айланганда киреше табыңыз.
lv: Pelni INienākumus, Kad tavi Uzaicinātie Kļūst par maksājošiem Biedriem.
mn: Таны элсүүлсэн хүн төлбөр төлөгч Гишүүн болоход та орлого авах болно.
pt: Ganhe Renda quando suas indicações se tornarem Membros pagantes.
ro: Câștigă venit atunci când recomandările tale devin membri plătitori.
ru: Зарабатывайте, когда ваши рефералы становятся платящими Членами Клуба.
uk: Отримуйте Дохід, коли ваші реферали стають Членами, що платять.
uz: Сиз таклиф этган инсонлар Пул тўловчи Аъзога айланганларида даромад ишлаб топинг.
zh: 当您的推荐对象成为付费会员时，您即可赚取收入。

source: Earn Monthly Bonuses for Member Activations, reactivations and upgrades.
fr: Gagnez des Bonus Mensuels pour les Activations, réactivations et mises à niveau de Membres.
it: Guadagna Bonus Mensili per Attivazioni, riattivazioni e upgrade di Membri.
pt: Ganhe Bônus Mensais por Ativações, reativações e upgrades de Membros.
uk: Заробляйте Щомісячні бонуси за активації, відновлення та підвищення Членів Клубу.

source: Earn monthly bonuses when you and your lower-ranked teams achieve $5,000+ in first-time Activations.
ca: Guanya bonificacions mensuals quan tu i els teus equips de rang inferior assoliu més de 5.000 dòlars en Activacions per primera vegada.
fr: Gagnez les bonus mensuels lorsque vous et vos équipes moins bien classées atteignez plus de 5 000 $ lors de vos premières Activations.
it: Guadagna bonus mensili quando tu e i tuoi team di rango inferiore raggiungete $5.000+ in Attivazioni per la prima volta.
ja: あなた自身と下位ランクのチームが初回アクティベーションで合計$5,000以上を達成すると、マンスリーボーナスを獲得できます。
kk: Сіз және сізден төмен рангтағы команда алғаш рет $5,000+ көлемінде активация жасаған кезде ай сайынғы бонустар табыңыз.
pt: Ganhe bônus mensais quando você e suas equipes de nível inferior atingirem mais de US$5.000 em Ativações pela primeira vez.
ro: Câștigă bonusuri lunare când tu și echipele tale cu nivel inferior ating peste 5.000$ în activări inițiale.
uk: Отримуйте щомісячні бонуси, коли ви та ваші команди нижчих рангів досягають понад $5,000 у активаціях вперше.
uz: Сиз ва сиздан қуйи рангдаги жамоангиз янги Фаолликлар ҳажми 5000$+ бўлса, ойлик бонусларни ишлаб топинг.
zh: 当您与您团队中职级较低的成员共同完成$5000以上首次激活业绩时，您将获得月度奖金。

source: Earn more when you activate, reactivate, or upgrade 3+ Classic or 3+ Premium Members monthly.
ca: Guanya més quan activis, reactivis o actualitzis 3 o més Membres Classic o 3 o més Membres Premium cada mes.
fr: Gagnez plus en activant, réactivant ou mettant à niveau plus de 3 Membres Classic ou plus de 3 Membres Premium par mois.
it: Guadagna di più attivando, riattivando o aggiornando almeno 3 Membri Classic o 3 Membri Premium al mese.
ja: 毎月、ClassicまたはPremium会員を3名以上登録・再登録・アップグレードすると、さらに多くの報酬を獲得できます。
kk: Ай сайын 3 немесе одан да көп Classic немесе 3+ Premium мүшені активтендірген, қайта активтендірген немесе жаңартқан кезде көбірек табыс табыңыз.
pt: Ganhe mais ao ativar, reativar ou fazer upgrade de 3 ou mais Membros Classic ou 3 ou mais Membros Premium por mês.
ro: Câștigă mai mult atunci când activezi, reactivezi sau faci upgrade lunar pentru 3+ membri Classic sau 3+ membri Premium.
uk: Отримуйте більше, коли активуєте, реактивуєте або оновлюєте 3+ Класичних або 3+ Преміум Членів щомісяця.
uz: Ойига 3+ Classic ёки 3+ Premium Аъзоларни фаоллаштириб, қайта фаоллаштириб ёки апгрейд қилиб, кўпроқ даромад топинг.
zh: 每月激活、重新激活或升级3位以上CLASSIC或3位以上PREMIUM会员时，您将获得更多收益。

source: Earn one-time GLS Point Bonuses for achieving SMD rank or higher for the first time during the contest months:
ca: Guanya bonificacions puntuals de punts GLS per assolir el rang de SMD o superior per primera vegada durant els mesos del concurs:
es: Gana bonos de puntos GLS únicos para conseguir el rango SMD o superior por primera vez durante los meses del concurso:
fr: Gagnez des Bonus Points GLS uniques en atteignant le rang SMD ou supérieur pour la première fois pendant les mois du concours :
it: Guadagna bonus punti GLS una tantum raggiungendo per la prima volta il rango SMD o superiore durante i mesi del concorso:
ja: コンテスト期間中に初めてSMDランク以上を達成すると、一度限りのGLSポイントボーナスを獲得できます：
kk: Байқау айларында алғаш рет SMD дәрежесіне немесе одан жоғары дәрежеге жеткеніңіз үшін бір реттік GLS ұпай бонусын алыңыз:
pt: Ganhe bônus de pontos GLS únicos ao atingir a classificação SMD ou superior pela primeira vez durante os meses da competição:
ro: Câștigă bonusuri GLS unice pentru obținerea nivelului de SMD sau mai mare pentru prima dată în lunile de concurs:
uk: Заробіть одноразовий бонус у вигляді МЛС-балів за досягнення рангу SMD або вище вперше протягом місяців конкурсу:
uz: Танлов ойлари давомида илк маротаба SMD ва ундан юқори рангга эришганлик учун бир марталик GLS Бонус балларини ишлаб топинг:
zh: 在竞赛月份期间，首次达成SMD级别或更高级别即可获得一次性GLS积分奖励：
