Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Enter your message
ca: Introdueix el teu missatge
de: Geben Sie Ihre Nachricht ein
es: Escribe tu mensaje
fr: Entrez votre message
it: Inserisci il tuo messaggio
ja: メッセージを入力
kk: Хабарламаңызды енгізіңіз
ky: Билдирүүңүздү жазыңыз
lv: Ievadiet savu ziņojumu
mn: Мессежээ бичнэ үү
pt: Escreva sua mensagem
ro: Introdu mesajul tău
ru: Введите сообщение
uk: Введіть своє повідомлення
uz: Хатни киритинг
zh: 留下您的留言

source: Enter your zip code
ca: Introdueix el teu codi postal
de: Ihre Postleitzahl eingeben
es: Ingresa tu Código Postal
fr: Saisissez votre code postal
it: Inserisci il tuo codice postale
ja: あなたの郵便番号を入力してください
kk: Пошта индексін енгізіңіз
ky: Почта индексиңизди киргизиңиз
lv: Ievadiet savu zip kodu
mn: Зип кодоо бичнэ үү
pt: Insira seu código postal
ro: Introdu codul poștal
ru: Введите свой индекс
uk: Введіть свій індекс
uz: Почта индексини киритинг
zh: 输入您的邮政编码

source: Enter Zip Code
ca: Introdueix el codi postal
de: Postleitzahl eingeben
es: Ingresa Código Postal
fr: Saisir le code postal
it: Inserisci il codice postale
ja: 郵便番号を入力してください
kk: Пошта индексін енгізіңіз
ky: Почталык индексти киргизиңиз
lv: Ievadiet ZIP Kodu
mn: Зип код
pt: Digite o código postal
ro: Introdu Codul poștal
ru: Введите индекс
uk: Введіть індекс
uz: Почта индексини киритинг
zh: 输入邮政编码

source: ePayments ID (eg. 000-123456)
ca: Identificador d'ePayments (p. ex. 000-123456)
fr: Numéro de paiement électronique (par exemple, 000-123456)
it: ePayments ID (es. 000-123456)
ja: イーペイメンツ ID （例：000-123456）
ko: 이페이먼트 아이디 (예. 000-123456)
ky: ePayments ID (мис. 000-123456)
lv: ePayments ID (piem., 000-123456)
mn: ePayments-ийн дугаар (eg. 000-123456)
ro: ID-ul ePayments (eg. 000-123456)
zh: ePayments ID (例如，000-123456)

source: ePayments ID, email, mobile phone number
ca: Identificador d'ePayments, correu electrònic, Número de telèfon mòbil
de: ePayments ID, Email, Handynummer
es: Usuario de EPayments, correo electrónico o número de teléfono móvil
fr: Numéro de paiement électronique, email, numéro de téléphone mobile
it: ePayments ID, email, numero di cellulare
ja: イーペイメンツ ID、 メールアドレス 携帯電話番号
kk: ePayments идентификаторы, электрондық пошта, ұялы телефон нөмірі
ko: 이페이먼트 아이디, 이메일, 휴대전화번호
ky: ePayments ID, электрондук почта, уюлдук телефон номери
lv: ePayments ID, e-pasts, mobilā tālruņa numurs
mn: ePayments ID, имэйл хаяг, гар утасны дугаар
pt: ePayments ID, email, telefone celular
ro: ID-ul pentru ePayments ID, email, număr telefon mobil
ru: ePayments ID, адрес электронной почты, номер мобильного телефона
uk: ePayments ID, адреса електронної пошти, номер мобільного телефону
uz: ePayments ID, электрон почта, мобил телефон рақами
zh: ePayments ID，電子郵件，手機號碼

source: equivalent to
ca: equivalent a
de: gleichwertig zu
es: equivalente a
fr: équivalent à
it: equivalente a
ja: に相当する
kk: эквивалентті
ky: эквиваленттүү
lv: ekvivalents
mn: $50-ын үнэ бүхий
pt: equivalente a
ro: echivalent cu
ru: что равно
uk: еквівалентно
uz: тенг
zh: 相当于

source: equivalent to $50.00 USD in travel value, just for registering for free! This will give you a login, allowing you to explore the booking engine and access additional information.
ca: Equivalent a 50 dòlars en valor per a viatges, només per registrar-te gratuïtament! Això et donarà un accés per iniciar sessió, que et permet explorar el motor de reserves i accedir a informació addicional.
de: Das entspricht einem Reisewert von 50,00 USD, nur weil Sie sich kostenlos registrieren! Dadurch erhalten Sie ein Login, mit dem Sie die Buchungsmaschine erkunden und auf zusätzliche Informationen zugreifen können.
es: equivalente a $50.00 USD en valor de viaje, ¡solo por registrarte de manera gratuita! Esto te dará acceso con un inicio de sesión, permitiéndote explorar el motor de reservas y acceder a información adicional.
fr: équivalent à 50,00 USD en valeur de voyage, juste pour s'inscrire gratuitement ! Vous obtiendrez ainsi un identifiant qui vous permettra d'explorer le moteur de réservation et d'accéder à des informations supplémentaires.
it: pari a un valore di 50$ di viaggio solo per esserti registrato gratuitamente! In questo modo avrai i dati di accesso che ti permetteranno di esplorare la piattaforma di prenotazione e di accedere a ulteriori informazioni.
ja: 無料登録するだけで、$50.00 USD相当の旅行バリューを獲得！この登録により、ログインが可能となり、予約エンジンの利用や追加情報へのアクセスができます。
kk: тегін тіркелу үшін туристік құндылығы 50 долларға тең! Осылайша сіз брондау жүйесін зерттеуге және қосымша ақпаратқа қол жеткізуге мүмкіндік беретін кіру деректерін аласыз.
ky: Акысыз катталуу үчүн эле $50.00 АКШ долларына барабар саякат баалуулугун алыңыз! Бул сизге аккаунт түзүүгө мүмкүнчүлүк берип, брондоо системасын изилдеп жана кошумча маалыматтарга жетүүгө шарт түзөт.
lv: līdzvērtīgs $50.00 USD ceļojuma vērtībā, tikai par reģistrēšanos bez maksas! Tādējādi varēsit pieteikties, ļaujot izpētīt rezervēšanas programmu un piekļūt papildu informācijai.
mn: $50 ам.долларын үнэ бүхий оноо авах болно! Энэ нь танд вэб хуудсанд нэвтрэх эрхтэй болох, захиалгын системийг судлах, олон нэмэлт мэдээллүүдийг авах боломжуудыг олгоно.
pt: equivalente a US$50,00 em crédito para viagens, só por se registrar gratuitamente! Isso vai te dar um login, permitindo que você explore o sistema de reservas e acesse informações adicionais.
ro: echivalentul a 50$ în valoare de călătorie, doar pentru înregistrarea gratuită! Acest lucru îți va oferi o autentificare, permițându-ți să explorezi motorul de rezervare și să accesezi informații suplimentare.
ru: что равно $50 туристической ценности просто за бесплатную регистрацию! При этом вы получите данные для входа, что позволит вам изучить систему бронирования и получить доступ к дополнительной информации.
uk: еквівалентно $50.00 USD на подорожі лише за безкоштовну реєстрацію! Це дасть вам змогу ввійти, щоб дослідити систему бронювання та отримати доступ до додаткової інформації.
uz: 50$ саёҳат қийматига тенг, шунчаки бепул рўйхатдан ўтганингиз учун! Бу сизга буюртма қилиш тизимига кириш ва қўшимча маълумотлар олиш имконини беради.
zh: 相当于$50.00美元的旅行价值，仅需免费注册！这将为您提供一个登录账户，允许您浏览预订引擎并获取更多信息。

source: equivalent to $50.00 USD in travel value, just for registering for free! This will give you a login, allowing you to explore the booking engine, access additional information, and upgrade to a paying Member or Partner Member as soon as you decide to get started.
ca: Equivalent a 50 dòlars en valor per a viatges, només per registrar-te gratuïtament! Això et proporcionarà un accés per iniciar sessió, que et permet explorar el motor de reserves, accedir a informació addicional i actualitzar-te a Membre o Soci de pagament tan aviat com decideixis començar.
de: Das entspricht einem Reisewert von 50,00 USD, nur weil Sie sich kostenlos registrieren! Damit erhalten Sie ein Login, mit dem Sie die Buchungsmaschine erkunden, auf zusätzliche Informationen zugreifen und zu einem zahlenden Mitglied oder Partner-Mitglied werden können, sobald Sie sich entscheiden, loszulegen.
es: Equivalente a $50.00 USD en valor de viaje, ¡solo por registrarte gratis! Esto te dará acceso con un inicio de sesión, permitiéndote explorar el motor de reservas, acceder a información adicional y mejorar el plan a Miembro de pago o Socio-Miembro en cuanto decidas comenzar.
fr: équivalent à 50,00 USD en valeur de voyage, juste pour s'inscrire gratuitement ! Vous obtiendrez ainsi un identifiant qui vous permettra d'explorer le moteur de réservation, d'accéder à des informations supplémentaires et de passer au statut de Membre payant ou de Membre Partenaire dès que vous déciderez de commencer.
it: che equivale a un valore di 50$ di viaggio solo per esserti registrato gratuitamente! In questo modo avrai i dati di accesso che ti permetteranno di esplorare la piattaforma di prenotazione, di accedere a ulteriori informazioni e di passare a Membro o Partner pagante nel momento in cui deciderai di iniziare.
ja: 無料登録するだけで、$50.00 USD相当の旅行バリューを獲得！これによりログインが可能となり、予約エンジンの閲覧、追加情報へのアクセスができます。有料メンバーまたはパートナーメンバーへのアップグレードもできます。
kk: тегін тіркелу үшін туристік құндылығы 50 долларға тең! Бұл ретте сіз брондау жүйесін зерттеуге және қосымша ақпаратқа қол жеткізуге, сондай-ақ жұмысты бастау туралы шешім қабылдағаннан кейін бірден төлейтін клуб мүшесі немесе серіктес санатына өтуге мүмкіндік беретін кіру деректерін аласыз.
ky: Акысыз катталганыңыз үчүн эле $50.00 АКШ долларына барабар саякат баалуулугун алыңыз! Бул сизге аккаунт түзүүгө мүмкүнчүлүк берип, брондоо системасын изилдөөгө, кошумча маалыматтарга жетүүгө жана сиз иш баштоону чечкенден кийин акы төлөгөн мүчө же өнөктөш мүчө болуп жогорулатууга мүмкүнчүлүк берет.
lv: līdzvērtīgs $50.00 USD ceļojuma vērtībā, tikai par reģistrēšanos bez maksas! Tas nodrošinās pieteikšanos, ļaujot izpētīt rezervēšanas programmu, piekļūt papildu informācijai un jaunināt uz maksājumu Biedru vai Partneri biedru, tiklīdz nolemsit sākt darbu.
mn: $50-ын үнэ бүхий 50 Шагналын Оноо авах болно! Түүнчлэн танд вэб хуудсанд нэвтрэх эрхтэй болох, захиалгын системийг судлах, олон нэмэлт мэдээллүүдийг авах болон хүссэн үедээ төлбөртэй Гишүүн эсвэл Түнш Гишүүний хувилбар ахиулах боломжуудыг олгоно.
pt: equivalente a US$50,00 em crédito para viagens, só por se registrar gratuitamente! Isso vai te dar um login, permitindo que você explore o sistema de reservas, acesse informações adicionais e faça o upgrade para Membro Pagante ou Membro Parceiro assim que decidir começar.
ro: echivalentul a 50$ în valoare de călătorie, doar pentru înregistrarea gratuită! Acest lucru îți va oferi o autentificare, permițându-ți să explorezi motorul de rezervare, să accesezi informații suplimentare și să faci upgrade la un membru plătitor sau membru partener de îndată ce decizi să începi.
ru: что равно $50 туристической ценности просто за бесплатную регистрацию! При этом вы получите данные для входа, что позволит вам изучить систему бронирования и получить доступ к дополнительной информации, а также перейти в категорию платящего Члена Клуба или Партнёра сразу же после того, как вы примете решение начать работу.
uk: еквівалентно $50.00 USD на подорожі лише за безкоштовну реєстрацію! Це дасть вам змогу ввійти, щоб дослідити систему бронювання, отримати доступ до додаткової інформації та підвищитись до Члена на платній основі або Члена-Партнера, як тільки ви вирішите почати.
uz: 50$ саёҳат қийматига тенг, шунчаки бепул рўйхатдан ўтганингиз учун! Бу сизга буюртма қилиш тизимига кириш ва қўшимча маълумотлар олиш ва қарор қилишингиз билан пуллик Аъзолик ёки Ҳамкор Аъзоликка апгрейд қилиш имконини беради.
zh: 相当于$50.00美元的旅行价值，仅需免费注册！这将为您提供一个登录账户，允许您浏览预订引擎，获取更多信息，并在您决定开始时升级为付费会员或合作伙伴会员。

source: error
fr: erreur
it: errore
ja: エラー
kk: қате
ko: 오류
ky: ката
lv: kļūda
mn: алдаа
pt: Erro
ro: eroare
ru: ошибка
uk: помилка
uz: хато
zh: 错误

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
kk: Қате
ky: Ката
lv: Kļūda
mn: Алдаа
pt: Erro
ro: Eroare
ru: Ошибка
uk: Помилка
uz: Хато
zh: 错误

source: Error Adding Cruise
ca: Error en afegir un creuer
de: Fehler beim Hinzufügen einer Kreuzfahrt
es: Error al Añadir Crucero
fr: Erreur lors de l'ajout d'une croisière
it: Errore nell'aggiunta della crociera
ja: クルーズの追加に失敗しました
kk: Круизді қосу қатесі
ko: 크루즈 추가 오류
ky: Круизди кошууда ката кетти
lv: Kļūda, pievienojot kruīzu
mn: Далайн аялал нэмэхэд алдаа гарлаа
pt: Erro ao adicionar cruzeiro
ro: Eroare la adăugarea croazierei
ru: Ошибка добавления круиза
uk: Помилка додавання круїзу
uz: Круиз қўшишда хатолик юз берди
zh: 添加邮轮时出错

source: Error exporting contacts
ca: Error en exportar els contactes
de: Fehler beim Export der Kontakte
es: Error al exportar los contactos
fr: Erreur dans l'exportation des contacts
it: Errore nell'esportazione dei contatti
ja: 連絡先のエクスポートでエラーが発生しました
kk: Контактілерді экспорттау кезінде қате
ky: Байланыштарды экспорттоодогу катасы
lv: Eksportējot kontaktpersonas, radās kļūda
mn: Хаягуудыг экспортлоход алдаа гарлаа
pt: Erro ao exportar contatos
ro: Eroare la exportarea contactelor
ru: Ошибка экспорта контактов
uk: Помилка експорту контактів
uz: Контактларни экспорт қилишда муаммо юзага келди
zh: 导出联系人出错

source: Error fetching cruise lines
ca: Error en cercar línies de creuers
de: Fehler beim Abrufen von Kreuzfahrtlinien
es: Error al recuperar líneas de crucero
fr: Erreur dans la récupération des lignes de croisière
it: Errore nella ricerca delle linee di crociera
ja: フェッチクルーズラインに失敗しました
kk: Круиздік желілерді алу кезіндегі қате
ko: 크루즈를 가져오는 중에 오류가 발생했습니다
ky: Круиздик линияларды алууда ката кетти
lv: Ienesot kruīza līnijas, radās kļūda
mn: Далайн аяллын компаниудын захиалганд алдаа гарлаа
pt: Erro ao buscar linhas de cruzeiro
ro: Eroare la preluarea liniilor de croazieră
ru: Ошибка получения круизных линий
uk: Помилка отримання круїзних ліній
uz: Круиз линияларини танлашда хатолик юз берди
zh: 获取邮轮航线时出错

source: Error fetching data
ca: Error en l'obtenció de dades
de: Fehler beim Abrufen der Daten
es: Error al recuperar los datos
fr: Erreur dans la récupération des données
it: Errore nell'acquisizione dei dati
ja: データの取得に失敗しました
kk: Деректерді қабылдау қатесі
ko: 데이터를 가져오는 중에 오류가 발생했습니다
ky: Дайындарды алуу катасы
lv: Ienesot datus, radās kļūda
mn: Өгөгдлийг татахад алдаа гарлаа
pt: Erro ao buscar dados
ro: Eroare la preluarea datelor
ru: Ошибка получения данных
uk: Помилка отримання даних
uz: Маълумотларни олишда хатолик юз берди
zh: 获取数据时出错

source: Error fetching data. Please try again.
ca: Error en recuperar les dades. Si us plau, torna-ho a intentar.
de: Fehler beim Abrufen von Daten. Bitte versuchen Sie es erneut.
es: Error al obtener los datos. Por favor, inténtalo de nuevo.
fr: Erreur dans l'extraction des données. Veuillez réessayer.
it: Errore nell'acquisizione dei dati. Riprova.
ja: データの取得にエラーが発生しました。再試行してください。
kk: Деректерді таңдау кезінде қателік болды. Тағы да қайталап көріңіз.
ky: Маалымат алууда ката кетти. Дагы бир жолу аракет кылып көрүңүз.
lv: Ienesot datus, radās kļūda. Lūdzu, mēģiniet vēlreiz.
mn: Мэдээлэл татахад алдаа гарлаа. Дахин оролдоно уу.
pt: Erro ao buscar dados. Tente novamente.
ro: Eroare la preluarea datelor. Te rugăm să încerci din nou.
ru: Ошибка получения данных. Пожалуйста, попробуйте ещё раз.
uk: Помилка під час отримання даних. Будь ласка, спробуйте ще раз.
uz: Маълумотларни олишда хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 获取数据时出错。请重试。

source: Error finding contact
ca: Error en trobar el contacte
de: Fehler bei Kontaktsuche
es: Error al encontrar el contacto
fr: Erreur de recherche de contact
it: Errore nella ricerca del contatto
ja: 連絡先の検索でエラーが発生しました
kk: Контактіні іздеу кезінде қате
ky: Байланышты табууда ката кетти
lv: Kļūda, atrodot kontaktpersonu
mn: Хаягуудыг олоход алдаа гарлаа
pt: Erro ao encontrar contato
ro: Eroare la găsirea contactului
ru: Ошибка нахождения контактов
uk: Не вдалося знайти контакт
uz: Контактларни топишда муаммо юзага келди
zh: 查询联系人出错

source: Error generating CSV
fr: Erreur lors de la génération du fichier CSV
it: Errore durante la generazione del file CSV
kk: CSV файлын генерациялау барысында қате орын алды
pt: Erro ao gerar CSV
uk: Помилка оформування CSV
zh: 生成CSV时出错

source: Error generating download. Please try again.
ca: Error en generar la descàrrega. Si us plau, torna-ho a intentar.
de: Fehler beim Generieren des Downloads. Bitte versuchen Sie es erneut..
es: Error al generar la descarga. Por favor, inténtalo de nuevo.
fr: Erreur lors du téléchargement. Veuillez réessayer.
it: Errore nella generazione del download. Riprova.
ja: ダウンロードの準備中にエラーが発生しました。再試行してください。
kk: Жүктеу кезінде қателік болды.Тағы да қайталап көріңіз.
ky: Жүктөөдө ката пайда болду. Сураныч, кайра аракет кылыңыз.
lv: Ģenerējot lejupielādi, radās kļūda. Lūdzu, mēģiniet vēlreiz.
mn: Татаж авахад алдаа гарлаа. Дахин оролдоно уу.
pt: Erro ao gerar download. Tente novamente.
ro: Eroare la generarea descărcării. Te rugăm să încerci din nou.
ru: Ошибка генерации загрузки. Пожалуйста, попробуйте ещё раз.
uk: Помилка генерації завантаження. Будь ласка, спробуйте ще раз.
uz: Юклаб олишда хатолик юзага келди. Илтимос, қайта уриниб кўринг.
zh: 生成下载时出错。请重试。

source: Error getting user results
fr: Erreur lors de la récupération des résultats utilisateur
it: Errore nel recupero dei risultati utente

source: Error in looking up contacts.
ca: Error en cercar els contactes.
de: Fehler beim Aufrufen von Kontakten.
es: Error al buscar los contactos.
fr: Erreur dans la recherche de contacts.
it: Errore nella ricerca dei contatti.
ja: 連絡先の検索でエラーが発生しました。
kk: Контактілерді іздеу кезінде қате.
ky: Байланыштарды издөөдө ката кетти.
lv: Kļūda, uzmeklējot kontaktpersonas.
mn: Хаягуудыг хайхад алдаа гарлаа.
pt: Erro ao procurar contatos.
ro: Eroare la căutarea contactelor.
ru: Ошибка поиска контактов.
uk: Помилка пошуку контактів.
uz: Контактларни излашда хатолик юз берди.
zh: 查找联系人出错。

source: Error in refresh
ca: Error en l'actualització
de: Fehler beim Aktualisieren
es: Error al actualizar
fr: Erreur de rafraîchissement
it: Errore nel refresh
ja: 再度読み込みにエラーが発生しました
kk: Жаңарту кезінде қате
ko: 새로 고침 오류
ky: Жаңылоодогу ката
lv: Kļūda atsvaidzināšanā
mn: Сэргээхэд алдаа гарлаа
pt: Erro na atualização
ro: Eroare la reîmprospătare
ru: Ошибка при обновлении
uk: Помилка під час оновлення
uz: Янгилашда хатолик юз берди
zh: 刷新错误

source: Error in update
ca: Error en l'actualització
de: Fehler beim Update
es: Error en la actualización
fr: Erreur dans la mise à jour
it: Errore
ja: 更新時にエラーが発生しました
kk: Жаңарту кезінде қате
ko: 업데이트 오류
ky: Жаңыртуудагы ката
lv: Kļūda atjaunināšanā
mn: Шинэчлэлтийн алдаа
pt: Erro na atualização
ro: Eroare la actualizare
ru: Ошибка обновления
uk: Помилка оновлення
uz: Янгилашда хатолик юз берди!
zh: 更新错误

source: Error loading referral videos.
ca: Error en carregar els vídeos de referència
es: Error al cargar videos de referencia.
fr: Erreur lors du chargement des vidéos de parrainage.
it: Si è verificato un errore durante il caricamento dei video referral.
ja: 紹介動画の読み込み中にエラーが発生しました
kk: Жолдама бейнелерін жүктеу кезінде қате орын алды.
pt: Erro ao carregar vídeos de referência.
ro: Eroare la încărcarea videoclipurilor de recomandare.
uk: Помилка завантаження реферальних відео.
uz: Реферал видеоларни юклашда хатолик юз берди.
zh: 推荐视频加载出错。

source: Error loading team goals
ca: Error en carregar els objectius de l’equip
de: Fehler beim Laden der Teamziele
es: Error al cargar la meta de equipo
fr: Erreur lors du chargement des objectifs de l'équipe
it: Errore nel caricamento degli obiettivi di squadra
ja: チーム目標の読み込み中にエラーが発生しました
kk: Команданың мақсаттарын жүктеу қатесі
ky: Команда максаттарын жүктөөдө ката кетти
lv: Ielādējot komandas mērķus, radās kļūda
mn: Багийн зорилгын тухай мэдээллийг ачааллахад алдаа гарлаа
pt: Erro ao carregar as metas da equipe
ro: Eroare la încărcarea obiectivelor echipei
ru: Ошибка загрузки командных целей
uk: Помилка завантаження командних цілей
uz: Жамоа мақсадларини юклашда хатолик юз берди
zh: 加载团队目标时出错

source: Error loading videos, please reload the page!
ca: Error en carregar els vídeos, si us plau, torna a carregar la pàgina!
de: Fehler beim Laden von Videos, bitte laden Sie die Seite neu!
es: Error al cargar los videos, por favor carga nuevamente la página.
fr: Erreur de chargement des vidéos, veuillez recharger la page !
it: Errore nel caricamento dei video, ti preghiamo di ricaricare la pagina!
ja: 動画の読み込みにエラーが発生しました！
kk: Бейнені жүктеу қатесі, бетті қайта жүктеңіз!
ky: Видеолорду жүктөөдө ката кетти, баракчаны кайра жүктөңүз!
lv: Ielādējot videoklipus, radās kļūda. Lūdzu, ielādējiet lapu vēlreiz!
mn: Хуудсыг ачааллахад алдаа гарлаа. Дахин ачааллана уу!
pt: Erro ao carregar vídeos, atualize a página!
ro: Eroare la încărcarea videoclipurilor, te rugăm să reîncarci pagina!
ru: Ошибка загрузки видео! Перезагрузите, пожалуйста, страницу.
uk: Помилка при завантаженні відео! Будь ласка, перезавантажте сторінку!
uz: Видео юклашда муаммо юзага келди, илтимос саҳифани қайта очинг!
zh: 加载视频时出错，请重新加载页面！

source: Error ocurred trying to hold your booking. Please check your selection and try again.
ca: S'ha produït un error en intentar retenir la teva reserva. Si us plau, revisa la teva selecció i torna-ho a intentar.
de: Beim Versuch, Ihre Buchung zu speichern, ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Auswahl und versuchen Sie es erneut.
es: Sucedió un error al intentar reservar tu selección. Por favor, revisa tu selección e intenta de nuevo.
fr: Une erreur s'est produite lors de l'enregistrement de votre réservation. Veuillez vérifier votre sélection et réessayer.
it: Si è verificato un errore nel tentativo di bloccare la tua prenotazione. Controlla la tua selezione e riprova.
ja: 予約の確保時にエラーが発生しました。選択事項を確認し、もう一度やり直してください。
kk: Брондауыңызды сақтау кезінде қате орын алды. Таңдауыңызды тексеріп, әрекетті қайталаңыз.
ky: Бронуңузду сактоодо ката кетти. Тандооңузду текшерип, кайра аракет кылыңыз.
lv: Mēģinotsaglabāt rezervāciju, radās kļūda. Lūdzu, pārbaudiet atlasi un mēģiniet vēlreiz.
mn: Таны захиалгыг хадгалахад алдаа гарлаа. Сонголтоо шалгаад дахин хийнэ үү.
pt: Ocorreu um erro ao tentar reter a sua reserva. Verifique sua seleção e tente novamente.
ro: A apărut o eroare la încercarea de a reține rezervarea. Te rugăm să verifici selecția ta și să încerci din nou.
ru: При попытке регистрации вашего бронирования возникла ошибка. Проверьте, пожалуйста, свой выбор и попробуйте снова.
uk: Під час спроби реєстрації вашого бронювання виникла помилка. Перевірте, будь ласка, свій вибір і спробуйте ще раз.
uz: Буюртмангизни ушлаб туришда хатолик юз берди. Илтимос, танлаган круизингизни текширинг ва такрор уриниб кўринг.
zh: 预订保留时出现错误。请检查您的选择并重试。

source: Error saving data
ca: Error en guardar les dades
de: Fehler beim Speichern von Daten
es: Error al guardar los datos
fr: Erreur lors de l'enregistrement des données
it: Errore nel salvataggio dei dati
ja: データ保存に失敗しました
kk: Деректерді сақтау қатесі
ko: 데이터 저장 오류
ky: Дайындарды сактоодо ката кетти
lv: Datu saglabāšanas kļūda
mn: Өгөгдлийг хадгалахад алдаа гарлаа
pt: Erro ao salvar dados
ro: Eroare la salvarea datelor
ru: Ошибка сохранения данных
uk: Помилка збереження даних
uz: Маълумотларни сақлашда хатолик юз берди
zh: 保存数据时出错

source: Error saving:
ca: Error en guardar:
de: Fehler beim Speichern:
es: Error al guardar:
fr: Erreur d'enregistrement :
it: Errore in fase di salvataggio:
ja: 保存のエラー：
kk: Сақтау қатесі:
ko: 저장 오류:
ky: Сактоо катасы:
lv: Saglabājot kļūdu:
mn: Хадгалахад алдаа гарлаа
pt: Erro ao salvar:
ro: Eroare la salvare:
ru: Ошибка сохранения:
uk: Помилка під час збереження:
uz: Сақлашда хатолик юз берди:
zh: 保存错误：

source: Error setting enable
ca: Activar ajust d'error
de: Fehlereinstellung aktivieren
es: Error al configurar la habilitación
fr: Activation du réglage des erreurs
it: Abilita l'impostazione degli errori
ja: 有効化の設定時にエラーが発生しました
kk: Орнату қатесін қосыңыз
ko: 오류 설정 활성화
ky: Ката орнотууну иштетүү
lv: Kļūda, iestatot iespējošanu
mn: Алдаа тохиргоог идэвхжүүллээ
pt: Habilitar configuração de erro
ro: Activare setare eroare
ru: Включение настроек ошибок
uk: Помилка під час увімкнення налаштування
uz: Созлашларни ёқишда хатолик юз берди
zh: 错误设置使能

source: Error trying to enable
ca: Error en intentar activar
de: Fehler beim Versuch der Aktivierung
es: Error al tratar de habilitar
fr: Erreur lors de l'activation
it: Errore nel tentativo di abilitare
ja: 有効化する時にエラーが発生しました
kk: Қосу әрекеті кезінде қате
ko: 활성화 시도 중 오류 발생
ky: Иштетүү аракетинде ката кетти
lv: Mēģinot iespējot, radās kļūda
mn: Идэвхжүүлэхэд алдаа гарлаа
pt: Erro ao tentar habilitar
ro: Eroare la încercarea de a activa
ru: Ошибка попытки включения
uk: Помилка під час спроби увімкнення
uz: Ёқишда хатолик юз берди
zh: 尝试启用时出错
