Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: On Activation Members will receive access to exclusive INsider Pricing which gives them the ability to book cruises, hotels and resorts through the inCruises website at 17% below retail. They also begin to earn Reward Points that can be used to reduce the cost of cruises by up to 50%. Reward Points can also be used to reduce the price of hotels and resorts by 17%. Reward Points are awarded according to the chosen Membership plan - 100 Reward Points for Starter, 350 Reward Points for Classic and 800 Reward Points for Premium.
ca: En activar la membresia, els membres obtindran accés a preus exclusius de INsider Pricing, que els permeten reservar creuers, hotels i ressorts a través de la pàgina web d'inCruises amb un descompte del 17% respecte al preu de venda al públic. A més, podran guanyar Punts de Recompensa, que poden utilitzar per reduir el cost dels creuers fins a un 50%. Els Punts de Recompensa també es poden fer servir per abaixar el preu d'hotels i ressorts en un 17%. Els Punts de Recompensa s'atorguen segons el pla de membresia escollit: 100 Punts de Recompensa per a Starter, 350 Punts de Recompensa per a Classic i 800 Punts de Recompensa per a Premium.
de: Nach der Aktivierung erhalten Mitglieder Zugang zu exklusiven INsider Pricing, die es ihnen ermöglichen, Kreuzfahrten, Hotels und Resorts über die inCruises-Website 17 % günstiger zu buchen als im Einzelhandel. Außerdem erhalten sie Reward Points, mit denen sie die Kosten für Kreuzfahrten um bis zu 50 % senken können. Reward Points können auch verwendet werden, um den Preis von Hotels und Resorts um 17 % zu senken. Reward Points werden entsprechend dem gewählten Mitgliedschaftsplan vergeben - 100 Reward Points für Starter, 350 Reward Points für Classic und 800 Reward Points für Premium.
es: Al activarse, los Miembros recibirán acceso exclusivos al Precio INsider, lo que les permite reservar cruceros, hoteles y resorts a través del sitio web de inCruises con un 17% de descuento sobre el precio minorista. También comenzarán a ganar Puntos de Recompensa que pueden utilizarse para reducir el costo de los cruceros hasta en un 50%. Los Puntos de Recompensa también se pueden usar para reducir el precio de hoteles y resorts en un 17%. Los Puntos de Recompensa se otorgan según el plan de Membresía elegido: 100 Puntos de Recompensa para Starter, 350 Puntos de Recompensa para Classic y 800 Puntos de Recompensa para Premium.
fr: Dès l'activation, les Membres auront accès à la tarification exclusive INsider qui leur permet de réserver des croisières, des hôtels et des centres de villégiature sur le site web inCruises à un prix inférieur de 17 % au prix de détail. Ils commencent également à gagner des Points de Récompense qui peuvent être utilisés pour réduire le coût des croisières jusqu'à 50%. Les Points de Récompense peuvent également être utilisés pour réduire le prix des hôtels et des centres de villégiature de 17 %. Les points Récompense sont attribués en fonction du plan d'adhésion choisi - 100 Points de Récompense pour le plan Débutant, 350 Points de Récompense pour le plan Classique et 800 Points de Récompense pour le plan Premium.
it: Al momento dell'Attivazione i Membri ricevono l'accesso all'esclusivo INsider Pricing che permette loro di prenotare crociere, hotel e resort sul sito di inCruises a un prezzo inferiore del 17% rispetto a quello di vendita al dettaglio. Inoltre, iniziano ad accumulare Crediti Premio che possono essere utilizzati per ridurre il costo delle crociere fino al 50%. I Crediti Premio possono essere utilizzati anche per ridurre il prezzo di hotel e resort del 17%. I Crediti Premio vengono assegnati in base al piano di Membership scelto: 100 Crediti Premio per Starter, 350 Crediti Premio per Classic e 800 Crediti Premio per Premium.
ja: メンバー登録が完了すると、INsider Pricingをご利用いただけるようになり、クルーズ、ホテル、リゾートをinCruisesのウェブサイトから小売価格より17%お得にご予約いただけます。また、クルーズ代金に対して最大50%まで利用し、安くすることができるリワードポイントも貯まります。リワードポイントは、ホテルやリゾートの料金に対して17%まで利用し、安くするために使用することもできます。リワードポイントは選択されたメンバーシップのプランごとにポイント数が異なります。STARTERは、100リワードポイント、CLASSICは、350リワードポイント、PREMIUMは、800リワードポイントです。
kk: Іске қосылғаннан кейін мүшелер эксклюзивті INsider Pricing-ке қол жеткізе алады, бұл оларға inCruises веб-сайты арқылы круиздерді, қонақүйлерді және курорттарды бөлшек саудаға қарағанда 17% арзанырақ брондау мүмкіндігін береді. Олар сондай-ақ круиздік бағаны 50% - ға дейін төмендету үшін пайдалануға болатын бонустық ұпайларды есептей бастайды. Бонустық ұпайларды қонақүйлер мен курорттардың бағасын 17% төмендету үшін де пайдалануға болады. Бонустық ұпайлар таңдалған мүшелік жоспарына сәйкес есептеледі-Starter үшін 100 бонустық ұпай, Classic үшін 350 бонустық ұпай және Premium үшін 800 бонустық ұпай.
ky: Активдештиргенден кийин Клуб мүчөсү эксклюзивдүү INsider Pricing бааларына мүмкүнчүлүк алат, бул аларга inCruises веб-сайтында чекене баадан 17% га чейин арзан баада круиздерди, мейманканаларды жана курортторду брондоого мүмкүндүк берет. Мындан тышкары, ал круиздердин баасын 50% га чейин төмөндөтүү үчүн колдонулушу мүмкүн болгон бонустук упайларды ала баштайт. Бонус упайлары мейманканалардын жана курорттордун баасын 17% га чейин төмөндөтүү үчүн да колдонулушу мүмкүн. Бонус упайлары тандалган Мүчөлүк программасынын планына ылайык ыйгарылат: Starter үчүн 100 Бонус Упай, Classic үчүн 350 Бонус Упай жана Premium үчүн 800 Бонус Упай.
lv: Aktivizācijas vietnē Biedri saņems piekļuvi ekskluzīvām Icider Pricing cenām, kas tiem sniedz iespēju rezervēt kruīzus, viesnīcas un kūrortus, izmantojot inCruises tīmekļa vietni par 17% zem mazumtirdzniecības cenas. Viņi arī sāk pelnīt Balvu Punktus, kurus var izmantot, lai samazinātu kruīzu izmaksas pat par 50%. Balvu punktus var izmantot arī viesnīcu un kūrortu cenas samazināšanai par 17%. Balvu punkti tiek piešķirti atbilstoši izvēlētajam Biedru Dalības plānam - 100 balvu punkti Starter, 350 balvu punkti Classic un 800 Balvu Punkti Premium.
mn: Анхны идэвхжүүлэлт хийхэд гишүүд inCruises-ийн вэб хуудсаар дамжуулан далайн аялал, зочид буудал, амралтын газруудын жижиглэнгийн үнээс 17% хямд үнээр захиалах INsider Pricing үнийг хэрэглэх эрхтэй болно. Мөн далайн аялалын үнийг 50% хүртэл бууруулахад ашиглаж болох Шагналын Оноо цуглуулж эхэлдэг. Уг Шагналын Оноогоор зочид буудал, амралтын газрын үнийг 17 хувиар бууруулах боломжтой юм. Шагналын Оноог сонгосон Гишүүнчлэлийн хувилбарын дагуу олгох болно. Starter гишүүн 100 Шагналын Оноо , Classic гишүүн 350 Шагналын Оноо, Premium гишүүн 800 Шагналын Оноо тус тус авах болно.
pt: Na ativação, os membros receberão acesso ao exclusivo INsider Pricing, que lhes dá a capacidade de reservar cruzeiros, hotéis e resorts pelo site inCruises com um valor 17% abaixo do preço de varejo. Eles também começam a ganhar Pontos de Recompensa que podem ser usados para reduzir o custo dos cruzeiros em até 50%. Os Pontos de Recompensa também podem ser usados para reduzir o preço de hotéis e resorts em 17%. Os Pontos de Recompensa são concedidos de acordo com o plano de assinatura escolhido - 100 Pontos de Recompensa para Starter, 350 Pontos de Recompensa para Classic e 800 Pontos de Recompensa para Premium.
ro: La activare, membrii vor primi acces la prețuri exclusive INsider Pricing, care le oferă posibilitatea de a rezerva croaziere, hoteluri și stațiuni prin intermediul site-ului inCruises cu 17% sub prețul de retail. De asemenea, încep să câștige puncte de recompensă care pot fi folosite pentru a reduce costul croazierelor cu până la 50%. Punctele de recompensă pot fi folosite și pentru a reduce prețul hotelurilor și stațiunilor cu 17%. Punctele de recompensă sunt acordate conform planului de membru ales - 100 de puncte recompensă pentru Starter, 350 de puncte recompensă pentru Classic și 800 de puncte recompensă pentru Premium.
ru: После Активации Член Клуба получает доступ к эксклюзивным ценам INsider Pricing, которые дают ему возможность бронировать круизы, отели и курорты на веб-сайте inCruises на 17% дешевле розничной стоимости. Кроме того, он начинает зарабатывать Бонусные Баллы, которые могут быть использованы для снижения стоимости круизов до 50%. Бонусные Баллы могут быть также использованы для снижения стоимости отелей и курортов на 17%. Бонусные Баллы начисляются в соответствии с выбранным планом Программы Членства: 100 Бонусных Баллов за Starter, 350 Бонусных Баллов за Classic и 800 Бонусных Баллов за Premium.
uk: Після Активації Член Клубу отримує доступ до ексклюзивних цін INsider Pricing, які дають йому можливість бронювати круїзи, готелі та курорти на веб-сайті inCruises на 17% дешевше від роздрібної вартості. Крім того, він починає заробляти Бонусні Бали, які можуть бути використані для зниження вартості круїзів до 50%. Бонусні Бали можуть бути використані для зниження вартості готелів і курортів на 17%. Бонусні Бали нараховуються відповідно до обраного плану Програми Членства: 100 Бонусних Балів за Starter, 350 Бонусних Балів за Classic та 800 Бонусних Балів за Premium.
uz: Рўйхатдан ўтган заҳоти Аъзолар inCruises сайти орқали круизлар, меҳмонхоналар ва курортларга 17% гача чегирма билан буюртма бериш имконини берувчи эксклюзив INsider Pricing функциясидан фойдаланиш ҳуқуқини қўлга киритадилар. Улар шунингдек круиз нархини 50% гача камайтириш имконини берувчи Бонус балларини ҳам ишлаб топадилар. Бонус балларидан шунингдек меҳмонхона ва курортлар чакана нархини 17% гача камайтириш учун фойдаланиш мумкин. Бонус баллари танланган Аъзолик режасига кўра тақдим этилади – Starter режаси учун 100 Бонус баллари, Classic режаси учун 350 Бонус баллари ва Premium режаси учун 800 Бонус баллари.
zh: 激活后，会员将获得独享的INsider Pricing，使他们能够通过inCruises网站预订邮轮、酒店和度假村，享受比零售价低17%的折扣。他们还将开始赚取奖励积分，这些积分可用于降低邮轮费用，最高可减少50%。奖励积分还可以用于降低酒店和度假村的价格，享受17%的折扣。奖励积分根据选择的会员计划发放——Starter计划为100积分，Classic计划为350积分，Premium计划为800积分。

source: On Activation Members will receive access to exclusive INsider Pricing which gives them the ability to book cruises, hotels and resorts through the inCruises website at 17% below retail. They also begin to earn Reward Points that can be used to reduce the cost of cruises by up to 50%. Reward Points can also be used to reduce the price of hotels and resorts by 17%. Reward Points are awarded according to the chosen Membership plan - 100 Reward Points for STARTER, 350 Reward Points for CLASSIC and 800 Reward Points for PREMIUM.
ca: En activar-se, els Membres rebran accés als exclusius Preus INsider, que els donen la possibilitat de reservar creuers, hotels i ressorts a través del lloc web d'inCruises amb un 17% de descompte sobre el preu de venda. També començaran a guanyar Punts de Recompensa que es poden utilitzar per reduir el cost dels creuers fins a un 50%. Els Punts de Recompensa també es poden fer servir per reduir el preu dels hotels i ressorts en un 17%. Els Punts de Recompensa s'atorguen segons el pla de Membresia triat: 100 Punts de Recompensa per a STARTER, 350 Punts de Recompensa per a CLASSIC i 800 Punts de Recompensa per a PREMIUM.
de: Mit der Aktivierung erhalten die Mitglieder Zugang zu exklusiven INsider Pricing, mit denen sie Kreuzfahrten, Hotels und Resorts über die inCruises-Website 17 % günstiger buchen können als im Einzelhandel. Außerdem erhalten sie Reward Points, mit denen sie die Kosten für Kreuzfahrten um bis zu 50 % senken können. Reward Points können auch verwendet werden, um den Preis von Hotels und Resorts um 17 % zu senken. Reward Points werden je nach gewähltem Mitgliedschaftsplan vergeben - 100 Reward Points für STARTER, 350 Reward Points für CLASSIC und 800 Reward Points für PREMIUM.
es: Al activarse, los Miembros recibirán acceso exclusivos al Precio INsider, lo que les permite reservar cruceros, hoteles y resorts a través del sitio web de inCruises con un 17% de descuento sobre el precio minorista. También comenzarán a ganar Puntos de Recompensa que pueden utilizarse para reducir el costo de los cruceros hasta en un 50%. Los Puntos de Recompensa también se pueden usar para reducir el precio de hoteles y resorts en un 17%. Los Puntos de Recompensa se otorgan según el plan de Membresía elegido: 100 Puntos de Recompensa para STARTER, 350 Puntos de Recompensa para CLASSIC y 800 Puntos de Recompensa para PREMIUM.
fr: Lors de l'Activation, les Membres recevront un accès à des Tarifications INsider exclusifs qui leur donneront la possibilité de réserver des croisières, des hôtels et des centres de villégiature via le site Web inCruises à 17 % de moins que le prix de détail. Ils commencent également à gagner des Points de Récompense qui peuvent être utilisés pour réduire le coût des croisières jusqu'à 50 %. Les Points de Récompense peuvent également être utilisés pour réduire le prix des hôtels et des centres de villégiature de 17 %. Les Points de Récompense sont attribués en fonction du plan d'Adhésion choisi - 100 Points de Récompense pour STARTER, 350 Points de Récompense pour CLASSIC et 800 Points de Récompense pour PREMIUM.
it: Al momento dell'Attivazione i Membri ricevono l'accesso all'esclusivo INsider Pricing che permette loro di prenotare crociere, hotel e resort sul sito di inCruises a un prezzo inferiore del 17% rispetto a quello di vendita al dettaglio. Inoltre, iniziano ad accumulare Crediti Premio che possono essere utilizzati per ridurre il costo delle crociere fino al 50%. I Crediti Premio possono essere utilizzati anche per ridurre il prezzo di hotel e resort del 17%. I Crediti Premio vengono assegnati in base al piano di Membership scelto: 100 Crediti Premio per STARTER, 350 Crediti Premio per CLASSIC e 800 Crediti Premio per PREMIUM.
ja: メンバー登録が完了すると、INsider Pricingをご利用いただけるようになり、クルーズ、ホテル、リゾートをinCruisesのウェブサイトから小売価格より17%お得にご予約いただけます。また、クルーズ代金に対して最大50%まで利用し、安くすることができるリワードポイントも貯まります。リワードポイントは、ホテルやリゾートの料金に対して17%まで利用し、安くするために使用することもできます。リワードポイントは選択されたメンバーシップのプランごとにポイント数が異なります。STARTERは、100リワードポイント、CLASSICは、350リワードポイント、PREMIUMは、800リワードポイントです。
kk: Іске қосылғаннан кейін мүшелер эксклюзивті INsider Pricing-ке қол жеткізе алады, бұл оларға inCruises веб-сайты арқылы круиздерді, қонақүйлерді және курорттарды бөлшек саудаға қарағанда 17% арзанырақ брондау мүмкіндігін береді. Олар сондай-ақ круиздік бағаны 50% - ға дейін төмендету үшін пайдалануға болатын бонустық ұпайларды есептей бастайды. Бонустық ұпайларды қонақүйлер мен курорттардың бағасын 17% төмендету үшін де пайдалануға болады. Бонустық ұпайлар таңдалған мүшелік жоспарына сәйкес есептеледі-STARTER үшін 100 бонустық ұпай, CLASSIC үшін 350 бонустық ұпай және PREMIUM үшін 800 бонустық ұпай.
ky: Активдештиргенден кийин Клуб мүчөсү эксклюзивдүү INsider Pricing бааларына мүмкүнчүлүк алат, бул аларга inCruises веб-сайтында чекене баадан 17% га чейин арзан баада круиздерди, мейманканаларды жана курортторду брондоого мүмкүндүк берет. Мындан тышкары, ал круиздердин баасын 50% га чейин төмөндөтүү үчүн колдонулушу мүмкүн болгон бонустук упайларды ала баштайт. Бонус упайлары мейманканалардын жана курорттордун баасын 17% га чейин төмөндөтүү үчүн да колдонулушу мүмкүн. Бонус упайлары тандалган Мүчөлүк программасынын планына ылайык ыйгарылат: STARTER үчүн 100 бонус упай, CLASSIC үчүн 350 бонус упай жана PREMIUM үчүн 800 бонус упай.
lv: Aktivizācijas vietnē Biedri saņems piekļuvi ekskluzīvām Icider Pricing cenām, kas tiem sniedz iespēju rezervēt kruīzus, viesnīcas un kūrortus, izmantojot inCruises tīmekļa vietni par 17% zem mazumtirdzniecības cenas. Viņi arī sāk pelnīt Balvu Punktus, kurus var izmantot, lai samazinātu kruīzu izmaksas pat par 50%. Balvu punktus var izmantot arī viesnīcu un kūrortu cenas samazināšanai par 17%. Balvu punkti tiek piešķirti atbilstoši izvēlētajam Biedru Dalības plānam - 100 balvu punkti STARTER, 350 balvu punkti CLASSIC un 800 Balvu Punkti PREMIUM.
mn: Анхны идэвхжүүлэлт хийхэд гишүүд inCruises-ийн вэб хуудсаар дамжуулан далайн аялал, зочид буудал, амралтын газруудын жижиглэнгийн үнээс 17% хямд үнээр захиалах INsider Pricing үнийг хэрэглэх эрхтэй болно. Мөн далайн аялалын үнийг 50% хүртэл бууруулахад ашиглаж болох Шагналын Оноо цуглуулж эхэлдэг. Уг Шагналын Оноогоор зочид буудал, амралтын газрын үнийг 17 хувиар бууруулах боломжтой юм. Шагналын Оноог сонгосон Гишүүнчлэлийн хувилбарын дагуу олгох болно. STARTER Гишүүн 100 Шагналын Оноо , CLASSIC Гишүүн 350 Шагналын Оноо, PREMIUM Гишүүн 800 Шагналын Оноо тус тус авах болно.
pt: Na ativação, os membros receberão acesso ao exclusivo INsider Pricing, que lhes dá a capacidade de reservar cruzeiros, hotéis e resorts pelo site inCruises com um valor 17% abaixo do preço de varejo. Eles também começam a ganhar Pontos de Recompensa que podem ser usados para reduzir o custo dos cruzeiros em até 50%. Os Pontos de Recompensa também podem ser usados para reduzir o preço de hotéis e resorts em 17%. Os Pontos de Recompensa são concedidos de acordo com o plano de assinatura escolhido - 100 Pontos de Recompensa para STARTER, 350 Pontos de Recompensa para CLASSIC e 800 Pontos de Recompensa para PREMIUM.
ro: La activare, membrii vor primi acces la prețuri exclusive INsider Pricing, care le oferă posibilitatea de a rezerva croaziere, hoteluri și stațiuni prin intermediul site-ului inCruises cu 17% sub prețul de retail. De asemenea, încep să câștige puncte de recompensă care pot fi folosite pentru a reduce costul croazierelor cu până la 50%. Punctele de recompensă pot fi folosite și pentru a reduce prețul hotelurilor și stațiunilor cu 17%. Punctele de recompensă sunt acordate conform planului de membru ales - 100 de puncte recompensă pentru STARTER, 350 de puncte recompensă pentru CLASSIC și 800 de puncte recompensă pentru PREMIUM.
ru: После Активации Член Клуба получает доступ к эксклюзивным ценам INsider Pricing, которые дают ему возможность бронировать круизы, отели и курорты на веб-сайте inCruises на 17% дешевле розничной стоимости. Кроме того, он начинает зарабатывать Бонусные Баллы, которые могут быть использованы для снижения стоимости круизов до 50%. Бонусные Баллы могут быть также использованы для снижения стоимости отелей и курортов на 17%. Бонусные Баллы начисляются в соответствии с выбранным планом Программы Членства: 100 Бонусных Баллов за STARTER, 350 Бонусных Баллов за CLASSIC и 800 Бонусных Баллов за PREMIUM.
uk: Після Активації Член Клубу отримує доступ до ексклюзивних цін INsider Pricing, які надають йому можливість бронювати круїзи, готелі та курорти на вебсайті inCruises на 17% дешевше від роздрібної вартості. Крім того, він починає заробляти Бонусні Бали, які можна використати для зниження вартості круїзів до 50%. Бонусні Бали також дозволяють зменшити вартість готелів і курортів на 17%. Бали нараховуються відповідно до обраного плану Програми Членства: 100 Бонусних Балів для STARTER, 350 — для CLASSIC і 800 — для PREMIUM.
uz: Рўйхатдан ўтган заҳоти Аъзолар inCruises сайти орқали круизлар, меҳмонхоналар ва курортларга 17% гача чегирма билан буюртма бериш имконини берувчи эксклюзив INsider Pricing функциясидан фойдаланиш ҳуқуқини қўлга киритадилар. Улар шунингдек круиз нархини 50% гача камайтириш имконини берувчи Бонус балларини ҳам ишлаб топадилар. Бонус балларидан шунингдек меҳмонхона ва курортлар чакана нархини 17% гача камайтириш учун фойдаланиш мумкин. Бонус баллари танланган Аъзолик режасига кўра тақдим этилади – STARTER режаси учун 100 Бонус баллари, CLASSIC режаси учун 350 Бонус баллари ва PREMIUM режаси учун 800 Бонус баллари.
zh: 激活后，会员将获得独享的INsider Pricing，使他们能够通过inCruises网站预订邮轮、酒店和度假村，享受比零售价低17%的折扣。他们还将开始赚取奖励积分，这些积分可用于降低邮轮费用，最高可减少50%。奖励积分还可以用于降低酒店和度假村的价格，享受17%的折扣。奖励积分根据选择的会员计划发放——STARTER计划为100积分，CLASSIC计划为350积分，PREMIUM计划为800积分。

source: On Cruises...
ca: En els creuers...
de: Auf Kreuzfahrten...
es: en Cruceros...
fr: En croisière...
it: sulle crociere...
ja: クルーズで...
kk: Круиздерде...
ko: inCruises에서...
ky: Круизде...
lv: Kruīzos...
mn: үргэлж хэмнэнэ ....
pt: em cruzeiros...
ro: Pe croaziere...
ru: В круизах...
uk: У круїзах…
uz: inCruises да...
zh: 在邮轮上...

source: ON SALE NOW
fr: EN VENTE MAINTENANT
it: IN VENDITA ORA
kk: ҚАЗІР САТЫЛУДА
pt: À VENDA AGORA
uk: ВЖЕ У ПРОДАЖУ
uz: ҲОЗИР СОТУВДА
zh: 现已开售

source: ON SALE NOW - ENDS IN
fr: EN VENTE MAINTENANT - JUSQU'AU
it: IN VENDITA ORA - TERMINA TRA
kk: ҚАЗІР САТЫЛУДА – АЯҚТАЛАДЫ
pt: À VENDA AGORA - TERMINA EM
uk: ВЖЕ У ПРОДАЖУ — ЗАВЕРШЕННЯ ЧЕРЕЗ
uz: ҲОЗИР СОТУВДА - ТУГАШ ВАҚТИ:
zh: 现已开售 - 结束倒计时

source: Onboard Credits
ca: Crèdits a bord
de: Bordguthaben
es: Créditos a bordo
fr: Crédits à bord
it: Credito di bordo
ja: オンボード クレジット
kk: Борттық несиелер
ko: 선상 크레딧
ky: Борт Кредиттери
lv: Kuģa Kredīts
mn: Хөлөг дээр хэрэглэх кредит
pt: Créditos a bordo
ro: Credite la bord
ru: Бортовые Кредиты
uk: Бортові Кредити
uz: Борт кредитлари
zh: 板载学分

source: Onboarding Complete
ca: Incorporació completa
de: Onboarding abgeschlossen
es: Incorporación Completada
fr: Embarquement Terminé
it: Procedura d'iscrizione completata
ja: 登録完了
kk: Отырғызу аяқталды
ko: 완료된 온보딩
ky: Катталуу аяктады
lv: Iekāpšana pabeigta
mn: Бүртгэл дууслаа
pt: Integração completa
ro: Îmbarcarea este completă
ru: Регистрация завершена
uk: Реєстрацію завершено
uz: Рўйхатга олиш якунланди
zh: 入職完成

source: Once approved, you must complete your cruise booking within 72 hours in order to secure the price matched amount.
ca: Un cop aprovat, has de completar la reserva del teu creuer en un termini de 72 hores per assegurar l’import igualat del preu.
de: Nach der Genehmigung müssen Sie Ihre Kreuzfahrtbuchung innerhalb von 72 Stunden abschließen, um sich den angepassten Betrag zu sichern.
es: Una vez aprobado, debes completar tu reservación de crucero dentro de las siguientes 72 horas para asegurar el monto igualado.
fr: Une fois approuvé, vous devez finaliser votre réservation de croisière dans un délai de 72 heures afin de garantir le montant aligné sur le prix.
it: Una volta approvata la richiesta, devi completare la prenotazione della crociera entro 72 ore per assicurarti il prezzo modificato.
ja: 承認後は、プライスマッチ適用金額を確保するために、72時間以内にクルーズの予約を完了する必要があります。
kk: Мақұлданғаннан кейін баға сәйкестігін сақтау үшін круизге брондауды 72 сағат ішінде аяқтауыңыз қажет.
ky: Бекитилгенден кийин, баага дал келген сумманы камсыз кылуу үчүн круиздик брондооңузду 72 сааттын ичинде аягына чыгарышыңыз керек.
mn: Баталгаажсаны дараа үнэ тааруулсанд дүнгээ хадгалахын тулд та аяллын захиалгаа 72 цагийн дотор бүрэн хийж дуусгах ёстой.
pt: Depois de aprovado, você deve concluir sua reserva do seu cruzeiro em até 72 horas para garantir o valor do preço equiparado.
ro: După aprobare, trebuie să finalizezi rezervarea croazierei în termen de 72 de ore pentru a-ți asigura suma aferentă prețului.
ru: После подтверждения вы должны завершить бронирование круиза в течение 72 часов, чтобы воспользоваться скорректированной стоимостью.
uk: Після затвердження ви маєте завершити бронювання круїзу протягом 72 годин, щоб зафіксувати ціну, що відповідає гарантованій сумі.
uz: Тасдиқланганидан сўнг, мослаштирилган суммада буюртма бериш учун круиз буюртмангизни 72 соат ичида якунланг.
zh: 一旦获得批准，您必须在72小时内完成邮轮预订，以锁定价格匹配的金额。
