Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Ensure all provided card details (number, expiration date, billing address, and security code) are accurate and up-to-date to prevent recurring payment disruptions or membership cancellation.
fr: Veuillez vous assurer que toutes les informations relatives à votre carte bancaire (numéro, date d'expiration, adresse de facturation et code de sécurité) sont correctes et à jour afin d'éviter les interruptions de paiement récurent ou la résiliation de votre adhésion.
it: Ti preghiamo di verificare che tutti i dati della carta (numero, scadenza, indirizzo di fatturazione e codice di sicurezza) siano corretti e aggiornati per evitare interruzioni nei pagamenti ricorrenti o la cancellazione della tua Membership.
kk: Рекурренттік төлемнің тоқтап қалуы немесе мүшеліктің тоқтатылуын болдырмау үшін барлық көрсетілген карта деректері (нөмірі, жарамдылық мерзімі, төлем мекенжайы және қауіпсіздік коды) дұрыс және жаңартылған болуын қамтамасыз етіңіз.
pt: Certifique-se de que todos os dados do cartão fornecidos (número, data de validade, endereço de cobrança e código de segurança) estejam corretos e atualizados para evitar interrupções recorrentes nos pagamentos ou cancelamento da assinatura.
uk: Переконайтеся, що всі дані наданої карти (номер, термін дії, адреса для виставлення рахунків та код безпеки) є точними та актуальними, щоб запобігти збоям у рекурентних платежах або анулюванню Членства.
uz: Даврий тўловнинг узилиб қолиши ёки аъзолик бекор қилинишининг олдини олиш мақсадида тақдим этилган картага оид барча маълумотлар (карта рақами, амал қилиш муддати, тўлов манзили, ва ҳимоя коди) тўғри ва амалда эканлигига ишонч ҳосил қилинг.
zh: 请确保所提供的银行卡信息（卡号、有效期、账单地址和安全码）准确且最新，以避免定期付款中断或会员资格被取消。

source: Ensure your payments are hassle-free and always on time.
ca: Assegura't que els teus pagaments siguin sense problemes i sempre puntuals.
de: Sorgen Sie dafür, dass Ihre Zahlungen problemlos und immer pünktlich erfolgen.
es: Asegúrate de que tus pagos se realicen sin complicaciones y siempre a tiempo.
fr: Veillez à ce que vos paiements se fassent sans problème et toujours à temps.
it: Assicurati pagamenti senza complicazioni e sempre puntuali.
ja: 手間をかけず、常に期限内にお支払いができるようにします。
kk: Төлемдеріңіз біркелкі және әрқашан уақытында болатынына көз жеткізіңіз.
ky: Төлөмдөрүңүздү үзгүлтүксүз жана ар дайым өз убагында жүргүзүңүз.
lv: Nodrošiniet, lai maksājumi nebūtu apgrūtinoši un vienmēr būtu laikā.
mn: Таны төлбөр ямар нэгэн асуудалгүйгээр цаг тухайдаа хийгдэж буй эсэхийг шалгана уу.
pt: Garanta que seus pagamentos sejam descomplicados e sempre dentro do prazo.
ro: Asigură-te că plățile sunt fără probleme și întotdeauna la timp.
ru: Будьте уверены, что ваши платежи доходят вовремя и без проблем.
uk: Будьте впевнені, що ваші платежі відбуваються без проблем та вчасно.
uz: Тўловларингиз муаммосиз ва ўз вақтида тўланаётганига ишонч ҳосил қилинг.
zh: 确保您的付款无忧且始终准时。

source: ensures you will always get
ca: et garanteix d'obtenir sempre
de: gewährleistet, dass Sie immer
es: les asegura obtener siempre
fr: vous garantit de toujours bénéficier de
it: ti assicura sempre
ja: 常に受け取れることを保証します
kk: сіз әрқашан аласыз
ky: ар дайым ала турганыңызга кепилдик берет
lv: nodrošina, ka vienmēr saņemsiet
mn: та үргэлж
pt: garante que você sempre terá
ro: te asigură că vei primi întotdeauna
ru: вы всегда будете получать
uk: ви завжди отримуватимете
uz: сиз доимо
zh: 确保您始终能够获得

source: ensures you will always get the absolute best cruise value for your money!
ca: et garanteix que sempre obtindràs el millor creuer pels teus diners!
de: gewährleistet, dass Sie immer das beste Preis-Leistungs-Verhältnis für Ihre Kreuzfahrt erhalten!
es: garantiza que siempre obtendrás el mejor valor absoluto de crucero por tu dinero!
fr: vous garantit que vous obtiendrez toujours le meilleur rapport qualité-prix pour votre croisière !
it: vi farà sempre realizzare il miglior risparmio sulle vostre crociere!
ja: があることで、いつも最高のクルーズを提供することをお約束します！
kk: сіздің круизіңіз үшін әрқашан ең жақсы баға алуға кепілдік береді!
ko: 항상 비용 대비 최고의 크루즈 가치를 얻을 수 있도록 보장합니다!
ky: ар дайым акчаңыз үчүн эң жакшы круиздик бааны алууну камсыз кылуу!
lv: nodrošina, ka jūs vienmēr iegūsiet vislabāko kruīza vērtību par savu naudu!
mn: үнийн хувьд хамгийн сайн аяллын үнийг үргэлж авах болно!
pt: garante que você sempre obterá o melhor valor absoluto de cruzeiro pelo seu dinheiro!
ro: te asigură că vei obține întotdeauna cea mai bună valoare absolută de croazieră pentru banii tăi!
ru: гарантирует, что вы всегда будете получать абсолютно лучшую цену на круиз за свои деньги!
uk: що ви завжди отримуватимете абсолютно кращу ціну на круїз за свої гроші!
uz: пулларингиз эвазига сиз доимо мутлақо энг яхши круизларга чиқишингизни таъминлайди!
zh: 确保您始终获得物有所值的绝对最佳邮轮价值！

source: Enter a valid card number
fr: Veuillez saisir un numéro de carte valide
it: Inserisci un numero di carta valido
kk: Дұрыс карта нөмірін енгізіңіз
pt: Insira um número de cartão válido
uk: Введіть, будь ласка, дійсний номер картки
uz: Амалдаги карта рақамини киритинг
zh: 请输入有效的银行卡号

source: Enter Account ID
fr: Saisir l’Identifiant du Compte
it: Inserisci ID account

source: Enter Address
ca: Introdueix l'Adreça.
de: Adresse eingeben
es: Ingresar Dirección
fr: Saisir l'adresse
it: Inserisci l'indirizzo
ja: 住所を入力してください
kk: Мекенжайды енгізіңіз
ky: Даректи жазыңыз
lv: Ievadi Adresi
mn: Имэйл хаяг
pt: Insira o endereço
ro: Scrie adresa:
ru: Введите адрес
uk: Введіть адресу
uz: Манзилни киритинг
zh: 输入地址：

source: Enter alternative phone number
ca: Introdueix un número de telèfon alternatiu.
de: Alternative Rufnummer eingeben
es: Agrega un número telefónico alternativo
fr: Veuillez saisir un numéro de téléphone alternatif
it: Inserisci un numero di telefono alternativo
ja: 別の電話番号を入力してください
kk: Қосымша телефон нөмірін енгізіңіз
ky: Кошумча телефон номерди киргизиңиз.
lv: Lūdzu, ievadiet alternatīvu tālruņa numuru
mn: Хоёрдогч утасны дугаар оруулна уу.
pt: Por favor insira um número de telefone alternativo
ro: Introdu un număr de telefon alternativ
ru: Введите альтернативный номер телефона
uk: Введіть альтернативний номер телефону
uz: Муқобил телефон рақамини киритинг
zh: 输入备用电话号码

source: Enter Backup Code
ca: Introdueix el Codi de Reserva
de: Backup-Code eingeben
es: Introduce el Código de Respaldo
fr: Entrez le Code de Sauvegarde
it: Inserisci il codice di backup
ja: バックアップコードを入力
kk: Резервтік кодын еңгізіңіз
ky: Резервдик кодду киргизиңиз
lv: Ievadi Dublēšanas kodu
mn: Backup код оруулна уу
pt: Digite o Código de Backup
ro: Introdu codul de rezervă
ru: Введите резервный код
uk: Введіть резервний код
uz: Захира кодни киритинг
zh: 输入备份代码

source: Enter Card Details
fr: Veuillez Saisir les Informations de la Carte
it: Inserisci i dati della carta
kk: Карта мәліметтерін енгізіңіз
pt: Insira os Dados do Cartão
uk: Додайти данні картки
uz: Карта маълумотларини киритинг
zh: 请输入银行卡信息

source: Enter City
ca: Introdueix la Ciutat
de: Stadt eingeben
es: Ingresar Ciudad
fr: Saisir la ville
it: Inserisci la città
ja: 都市を入力してください
kk: Қаланың атын еңгізіңіз
ky: Шаардын атын жазыңыз
lv: Ievadi Pilsētu
mn: Хотын нэр
pt: Digite a cidade
ro: Scrie orașul
ru: Введите город
uk: Введіть місто
uz: Шаҳарни киритинг
zh: 输入城市

source: Enter Cruise Destination
ca: Introdueix la destinació del creuer
de: Kreuzfahrt Destination angeben
es: Ingresa el destino del crucero
fr: Saisissez la destination de croisière
it: Inserisci la destinazione della crociera
ja: クルーズの目的地を入力してください
kk: Круиздік бағытты енгізіңіз
ky: Круиздик багытты жазыңыз:
lv: Ievadi Kruīza Gala Mērķi
mn: Далайн аялалаар явах газруудаа оруулах
pt: Insira o destino do cruzeiro
ro: Introdu destinaţia de croazieră
ru: Введите круизное направление
uk: Введіть круїзний напрямок
uz: Круиз йўналишини киритинг:
zh: 输入邮轮目的地

source: Enter Currency
fr: Saisissez la Devise
it: Inserisci la valuta
kk: Валютаны енгізіңіз
pt: Insira a Moeda
uk: Вкажіть Валюту
uz: Валютани киритинг
zh: 请输入货币

source: Enter CVC
fr: Saisissez le code CVC
it: Inserisci CVC
kk: CVC енгізіңіз
pt: Insira CVC
uk: Введіть CVC
uz: CVC киритинг
zh: 输入CVC

source: Enter CVC/CVV
ca: Introdueix el CVC/CVV
de: CVC/CVV eingeben
es: Ingresar CVC/CVV:
fr: Saisir CVC/CVV
it: Inserisci CVC/CVV
ja: カードのCCV/CVV番号を入力してください
kk: CVC/CVV енгізіңіз
ky: CVC/CVVни жазыңыз
lv: Ievadi CVC/CVV
mn: CVC/CVV
pt: Digite CVC/CVV
ro: Scrie CVC/CVV:
ru: Введите CVC/CVV
uk: Введіть CVC/CVV
uz: CVC/CVV киритинг
zh: 输入CVC/CVV：

source: Enter Date
fr: Saisissez la date
it: Inserisci la data
kk: Күнді енгізіңіз
pt: Insira a Data
uk: Введіть Дату
uz: Санани киритинг
zh: 请输入日期

source: Enter Display Name
fr: Saisir le Nom Affiché
it: Inserisci un nome di visualizzazione
pt: Insira o nome de exibição
uk: Введіть Відображуване ім’я

source: Enter display name (Optional)
ca: Introdueix el nom visible (Opcional)
de: Anzeigename eingeben (optional)
es: Ingresar nombre de pantalla (Opcional)
fr: Saisir le nom d'affichage (facultatif)
it: Inserisci il nome di visualizzazione (facoltativo)
ja: ディスプレイネームを入力してください（任意）
kk: Көрсетілетін атауды енгізіңіз (міндетті емес)
ky: Көрсөтүлгөн атын киргизиңиз (Милдеттүү эмес)
lv: Ievadiet parādamo vārdu/nosauumu(nav obligāti)
mn: Нэрлэх нэр (Заавал биш)
pt: Insira o nome de exibição (opcional)
ro: Introdu numele afișat (Opțional)
ru: Введите отображаемое имя (не обязательно)
uk: Введіть ім'я, що відображається (не обов'язково)
uz: Мурожаат учун акс этувчи исмни танланг (Ихтиёрий)
zh: 输入展示名称（可选）

source: Enter email
ca: Introdueix el correu electrònic
de: E-Mail einfügen
es: Ingresa el correo electrónico
fr: Entrez l'email
it: Inserire l'e-mail
ja: Eメールアドレスを入力
kk: Электрондық поштаны енгізіңіз
ky: Электрондук почта киргизиңиз
lv: Ievadi e-pastu
mn: Имэйл хаягаа бичнэ үү
pt: Digite o e-mail
ro: Introdu e-mailul
ru: Укажите адрес электронной почты
uk: Вкажіть електронну адресу
uz: Электрон почтани киритинг
zh: 输入电子邮件

source: Enter first name
ca: Introdueix el nom
de: Vornamen eingeben
es: Ingresa tu nombre
fr: Entrez le prénom
it: Inserisci il nome
ja: あなたの名（ファーストネーム）を入力してください
kk: Атын енгізіңіз
ky: Атыңызды киргизиңиз
lv: Ievadi pirmo vārdu
mn: Нэрээ бичнэ үү
pt: Digite o primeiro nome
ro: Introdu prenumele
ru: Введите имя
uk: Вкажіть ім'я
uz: Исмни киритинг
zh: 输入名字

source: Enter last name
ca: Introdueix el cognom
de: Nachnamen eingeben
es: Ingresa tu apellido
fr: Entrez le nom
it: Inserisci il cognome
ja: 姓を入力してください
kk: Фамилияны енгізіңіз
ky: Фамилияңызды киргизиңиз
lv: Ievadi uzvārdu
mn: Овгоо бичнэ үү
pt: Digite o sobrenome
ro: Introdu numele
ru: Введите фамилию
uk: Вкажіть прізвище
uz: Фамилияни киритинг
zh: 输入姓氏

source: Enter Manually
ca: Introduir manualment
de: Manuell eingeben
es: Ingresar manualmente
fr: Saisir manuellement
it: Inserisci manualmente
ja: 手入力する
kk: Қолмен теріңіз
ky: Кол менен киргизиңиз:
lv: Ievadiet manuāli
mn: Гараар оруулах
pt: Entrar manualmente
ro: Introdu Manual
ru: Ввести вручную
uk: Ввести вручну
uz: Мустақил киритиш
zh: 手动输入

source: Enter name
ca: Introdueix el nom
de: Name eingeben
es: Ingresar nombre
fr: Saisir le nom
it: Inserisci il nome
ja: 名前を入力してください
kk: Атыңызды енгізіңіз
ky: Aтыңызды киргизиңиз:
lv: Ievadiet vārdu
mn: Нэр
pt: Insira o nome
ro: Introdu numele
ru: Введите имя
uk: Введіть ім'я
uz: Исм киритинг
zh: 输入姓名：

source: Enter Name
ca: Introdueix el Nom
de: Name eingeben
es: Ingresar Nombre
fr: Saisir le nom
it: Inserisci il nome
ja: 名前を入力してください
kk: Есіміңізді Еңгізіңіз
ky: Aтыңызды киргизиңиз
lv: ievadiet vārdu/nosaukumu
mn: Нэр
pt: Insira o nome
ro: Introdu numele
ru: Введите имя
uk: Введіть ім'я
uz: Исм киритинг
zh: 输入姓名

source: Enter new password
ca: Introdueix la nova contrasenya
de: Neues Passwort eingeben
es: Introduce una nueva contraseña
fr: Entrez le nouveau mot de passe
it: Inserisci la nuova password
ja: 新しいパスワードの入力
kk: Жаңа құпия сөзді енгізіңіз
ky: Жаңы сырсөздү киргизиңиз
lv: Ievadi jauno paroli
mn: Шинэ нууц үгээ бичнэ үү
pt: Digite a nova senha
ro: Introdu o parola nouă
ru: Введите новый пароль
uk: Введіть новий пароль
uz: Янги паролни киритинг
zh: 输入新密码

source: Enter notification content
fr: Saisir le contenu de la notification
it: Inserisci il contenuto della notifica

source: Enter notification title
fr: Saisir le titre de la notification
it: Inserisci il titolo della notifica

source: Enter password
ca: Introdueix la contrasenya
de: Passwort eingeben
es: Introducir contraseña
fr: Entrez le mot de passe
it: Inserisci la password
ja: パスワード入力
kk: Құпия сөзді енгізіңіз
ky: Сырсөздү киргизиңиз
lv: Ievadi Paroli
mn: Нууц үгээ бичнэ үү
pt: Digite a senha
ro: Introdu parola
ru: Введите пароль
uk: Введіть пароль
uz: Паролни киритинг
zh: 输入密码

source: Enter phone number
ca: Introdueix el número de telèfon
de: Rufnummer eingeben
es: Ingresa el número de teléfono
fr: Saisissez un numéro de téléphone
it: Inserisci un numero di telefono
ja: 電話番号を入力してください
kk: Телефон нөмірін енгізіңіз
ky: Телефон номерин киргизиңиз.
lv: Ievadi telefona numuru
mn: Утасны дугаар оруулна уу.
pt: Digite o número de telefone
ro: Introdu numărul de telefon
ru: Введите номер телефона
uk: Введіть номер телефону
uz: Телефон рақамини киритинг
zh: 输入电话号码

source: Enter Postal Code
ca: Introdueix el Codi Postal
de: Postleitzahl eingeben
es: Ingresar Código Postal
fr: Saisir le code postal
it: Inserisci il codice postale
ja: 郵便番号を入力してください
kk: Пошта индексін енгізіңіз
ky: Почта индексин киргизиңиз
lv: Ievadiet Pasta Indeksu
mn: Шуудангийн код
pt: Insira o código postal
ro: Introdu Codul poştal
ru: Введите почтовый индекс
uk: Введіть поштовий індекс
uz: Почта индексини киритинг
zh: 输入邮政编码

source: Enter Province
ca: Introdueix la Província
de: Bundesland eingeben
es: Ingresar Provincia
fr: Saisir la province
it: Inserisci la provincia
ja: 都道府県を入力してください
kk: Провинция атын еңгізіңіз
ky: Штат/Провинция атын киргизиңиз
lv: Ievadiet Provinci
mn: Аймаг
pt: Insira a Província
ro: Introdu Județul
ru: Введите область
uk: Введіть область
uz: Вилоят номини киритинг
zh: 输入省

source: Enter State
ca: Introdueix l'Estat
de: Bundesstaat eingeben
es: Ingresar Estado
fr: Saisir l'État
it: Inserisci lo Stato
ja: 都道府県を入力してください
kk: Аймақ атын еңгізіңіз
ky: Штатты киргизиңиз
lv: Ievadiet Valsti
mn: Муж улс
pt: Insira o Status
ro: Introdu Statul
ru: Введите штат
uk: Введіть штат
uz: Шаҳар номини киритинг
zh: 输入省

source: Enter the subject of your message
ca: Introdueix l’assumpte del teu missatge
de: Geben Sie den Betreff Ihrer Nachricht ein
es: Ingresa el asunto de tu mensaje
fr: Entrez l'objet de votre message
it: Inserisci l'oggetto del messaggio
ja: メッセージの件名を入力してください
kk: Хабарламаның тақырыбын еңгізіңіз
ky: Билдирүүңүздүн темасын жазыңыз
lv: Ievadiet ziņojuma tēmu
mn: Гарчигаа бичнэ үү
pt: Digite o assunto da sua mensagem
ro: Introdu subiectul mesajului tău
ru: Укажите тему вашего сообщения
uk: Напишіть тему свого повідомлення
uz: Хат мавзусини киритинг
zh: 请输入您的留言主题

source: Enter Unique Member Code
ca: Introdueix el Codi Únic de Membresia
de: Einmaligen Mitgliedscode eingeben
es: Ingresa el Código Único de Miembro
fr: Saisissez le code d'adhésion unique
it: Inserisci il Codice unico di Membership
ja: 固有の会員コードを入力してください
kk: Мүшенің бірегей кодын енгізіңіз
ky: Уникалдуу мүчө кодун киргизиңиз
lv: Ievadi Īpašo Biedra Kodu
mn: Гишүүнчлэлийн дугаараа оруулна уу
pt: Insira o código de membro exclusivo
ro: Introdu codul unic de membru
ru: Введите уникальный код Члена Клуба
uk: Введіть унікальний код Члена Клубу
uz: Ноёб Аъзолик Кодини киритинг
zh: 输入唯一会员代码

source: Enter Unit or Apt
ca: Introdueix la Unitat o Apartament
de: Einheit oder Apt eingeben
es: Ingresar Unidad o Apt #
fr: Saisir l'unité ou l'appartement
it: Inserisci l'interno o l'appartamento
ja: ユニットやアパート番号を入力してください
kk: Корп./Пәтерді еңгізіңіз
ky: Үй же батирдин номерин киргизиңиз
lv: Ievadiet Vienība vai Apt
mn: Байрны дугаар
pt: Digite Unidade ou Apto
ro: Introdu Unitatea sau Apt
ru: Введите номер корпуса и/или квартиры
uk: Введіть номер корпусу та/або квартири
uz: Уй ёки Кв рақамини киритинг
zh: 输入公寓门牌号

source: Enter value
ca: Introdueix un valor
de: Wert eingeben
es: Ingresar valor
fr: Entrer la valeur
it: Inserisci un valore
ja: 値を入力してください
kk: Мәнді енгізіңіз
ky: Маани киргизиңиз:
lv: IIevadiet vērtību
mn: Үнэ цэнэ оруулах
pt: Insira o valor
ro: Introdu valoarea
ru: Введите значение
uk: Введіть значення
uz: Қиймат киритинг
zh: 输入数值

source: Enter Verification Code
ca: Introdueix el Codi de Verificació
de: Bestätigungscode eingeben
es: Introduce el Código de Verificación
fr: Entrez le Code de Vérification
it: Inserisci il codice di verifica
ja: 認証コードを入力
kk: Тексеру кодын енгізіңіз.
ky: Ырастоо кодун киргизиңиз
lv: Ievadīt verifikācijas kodu
mn: Баталгаажуулах кодоо бичнэ үү
pt: Digite o Código de Verificação
ro: Introdu codul de verificare
ru: Введите код подтверждения
uk: Введіть код підтвердження
uz: Тасдиқлаш кодини киритинг
zh: 输入验证代码

source: Enter your address
ca: Introdueix la teva adreça
de: Ihre Adresse eingeben
es: Ingresa tu dirección
fr: Saisissez votre adresse
it: Inserisci il tuo indirizzo
ja: あなたの住所を入力してください
kk: Мекенжайыңызды енгізіңіз
ky: Дарегиңизди киргизиңиз
lv: Ievadi savu adresi
mn: Хаягаа бичнэ уу
pt: Insira seu endereço
ro: Introdu adresa ta
ru: Введите свой адрес
uk: Введіть свою адресу
uz: Манзилингизни киритинг
zh: 输入您的地址

source: Enter your cell phone number and we will send you a verfication code.
ca: Introdueix el teu número de telèfon i t'enviarem un codi de verificació.
de: Geben Sie Ihre Handynummer ein und wir senden Ihnen einen Verifizierungscode.
es: Introduce tu número celular y te enviaremos un código de verificación.
fr: Entrez votre numéro de téléphone portable et nous vous enverrons un code de vérification.
it: Inserisci il tuo numero di cellulare e ti invieremo un codice di verifica.
ja: 携帯電話番号を入力すると、認証コードを送信します。
kk: Ұялы телефон нөміріңізді енгізіңіз, біз сізге растау кодын жібереміз.
ko: 휴대폰 번호를 입력하시면 인증번호를 보내드립니다.
ky: Мобилдик телефонуңуздун номерин киргизиңиз, биз сизге текшерүү кодун жөнөтөбүз.
lv: Ievadiet mobilā tālruņa numuru, un mēs jums nosūtīsim verifikācijas kodu.
mn: Гар утасны дугаараа оруулна уу, бид танд баталгаажуулах код илгээх болно.
pt: Digite seu número de celular e enviaremos um código de verificação.
ro: Introdu numărul tău de telefon mobil și îți vom trimite un cod de verificare.
ru: Введите, пожалуйста, номер своего сотового телефона и мы вышлем вам код подтверждения.
uk: Введіть, будь ласка, номер свого мобільного телефону і ми надішлемо вам код підтвердження.
uz: Телефон рақамингизни киритинг ва биз сизга верификация кодини жўнатамиз.
zh: 输入您的手机号码，我们将给您发送一个验证码。

source: Enter your city
ca: Introdueix la teva ciutat
de: Ihre Stadt eingeben
es: Ingresa tu ciudad
fr: Saisissez votre ville
it: Inserisci la tua città
ja: あなたの市を入力してください
kk: Өз қалаңызды көрсетіңіз
ky: Шаарыңызды киргизиңиз
lv: Ievadi savu pilsētu
mn: Хотын нэрээ бичнэ үү
pt: Insira sua cidade
ro: Introdu orașul
ru: Укажите свой город
uk: Вкажіть своє місто
uz: Шаҳар номини киритинг
zh: 输入您的城市

source: Enter your country
ca: Introdueix el teu país
de: Ihr Land eingeben
es: Ingresa tu país
fr: Saisissez votre pays
it: Inserisci il tuo paese
ja: あなたの国を入力してください
kk: Өз еліңізді көрсетіңіз
ky: Өлкөңүздү киргизиңиз
lv: Ievadi savu valsti
mn: Улсын нэр
pt: Insira seu país
ro: Introdu țara
ru: Укажите свою страну
uk: Вкажіть свою країну
uz: Мамлакат номини киритинг
zh: 输入您的国家

source: Enter your custom email address
ca: Introdueix la teva adreça de correu electrònic personalitzada
de: Ihre eigene E-Mail-Adresse eingeben
es: Escribe tu dirección de email personalizada
fr: Saisissez votre adresse e-mail personnalisée
it: Inserisci il tuo indirizzo email personalizzato
ja: カスタマイズされたあなたのメールアドレスを入力してください
kk: Жеке электрондық пошта мекенжайын енгізіңіз
ky: Жеке электрондук почта дарегиңизди киргизиңиз
lv: Ievadiet jūsu e-pasta adresi
mn: Өөрийн имэйл хаягыг бичнэ үү
pt: Insira seu endereço de e-mail personalizado
ro: Introdu adresa ta de e-mail personalizată
ru: Введите свой собственный адрес электронной почты
uk: Введіть свою власну адресу електронної пошти
uz: Фойдаланувчи электрон почта манзилини киритинг
zh: 输入您的定制邮件地址

source: Enter your custom referral link
ca: Introdueix el teu enllaç de referència personalitzat
de: Ihren persönlichen Empfehlungslink eingeben
es: Ingresa tu Enlace de Referencia personalizado
fr: Saisissez votre lien de parrainage personnalisé
it: Inserisci il tuo referral link personalizzato
ja: あなたのカスタマイズされた紹介リンクを選択を入力してください
kk: Жеке сілтеме сілтемесін енгізіңіз
ky: Жеке рефералдык шилтемеңизди киргизиңиз
lv: Ievadiet savu reģistrācijas saiti
mn: Өөрийн элсүүлэх холбоосыг оруулах
pt: Insira seu link de indicação personalizado
ro: Introdu linkul de recomandare personalizat
ru: Введите свою собственную реферальную ссылку
uk: Введіть своє особисте реферальне посилання
uz: Реферал ҳаволангизни киритинг
zh: 输入您的定制推荐链接

source: Enter your date of birth
ca: Introdueix la teva data de naixement
de: Ihr Geburtsdatum eingeben
es: Ingresa tu fecha de nacimiento
fr: Saisissez votre date de naissance
it: Inserisci la tua data di nascita
ja: あなたの生年月日を入力してください
kk: Туған күніңізді енгізіңіз
ky: Туулган күнүңүздү киргизиңиз
lv: Ievadiet savu dzimšanas datumu
mn: Төрсөн огноо
pt: Digite sua data de nascimento
ro: Introdu Data de naștere
ru: Введите дату своего рождения
uk: Введіть дату свого народження
uz: Туғилган санангизни киритинг
zh: 输入您的出生日期

source: Enter your email
ca: Introdueix el teu correu electrònic
de: Ihre E-Mail einfügen
es: Ingresa tu correo electrónico
fr: Saisissez votre adresse électronique
it: Inserisci la tua email
ja: あなたのメールアドレスを入力
kk: Электрондық поштаңызды енгізіңіз
ky: Электрондук почтаңызды кириңиз...
lv: Ievadi savu e-pastu
mn: Имэйл хаягаа бичнэ үү
pt: Digite seu e-mail
ro: Introdu e-mailul
ru: Укажите свой адрес электронной почты
uk: Вкажіть свою адресу електронної пошти
uz: Электрон почтангизни киритинг
zh: 请输入您的电子邮件

source: Enter your email address
ca: Introdueix la teva adreça de correu electrònic
de: Geben Sie Ihre E-Mail-Adresse ein
es: Escribe tu dirección de correo electrónico
fr: Entrez votre adresse e-mail
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力
kk: Электрондық поштаңызды енгізіңіз
ky: Электрондук почта дарегиңизди киргизиңиз
lv: Ievadiet savu e-pasta adresi
mn: Имэйл хаягаа бичнэ үү
pt: Digite o seu endereço de e-mail
ro: Introdu adresa ta de e-mail
ru: Введите свой адрес электронной почты
uk: Введіть свою електронну адресу
uz: Электрон почтангиз манзилини киритинг
zh: 输入您的邮件地址

source: Enter your first name
ca: Introdueix el teu nom
de: Ihren Vornamen eingeben
es: Ingresa tu nombre
fr: Saisissez votre prénom
it: Inserisci il tuo nome
ja: あなたの名を入力してください
kk: Атыңызды енгізіңіз
ky: Атыңызды киргизиңиз
lv: Ievadi savu vārdu
mn: Нэрээ бичнэ үү
pt: Digite seu nome
ro: Introdu prenumele
ru: Введите своё имя
uk: Введіть своє ім'я
uz: Исмингизни киритинг
zh: 输入您的名字

source: Enter your full name
ca: Introdueix el teu nom complet
de: Geben Sie Ihren vollständigen Namen ein
es: Ingresa tu nombre completo
fr: Entrez votre nom complet
it: Inserisci il tuo nome completo
ja: 氏名を入力
kk: Толық атыңызды енгізіңіз
ky: Толук аты-жөнүңүздү киргизиңиз
lv: Ievadi savu vārdu un uzvārdu
mn: Овог нэрээ бичнэ үү
pt: Digite seu nome completo
ro: Introdu numele complet
ru: Введите свое полное имя
uk: Введіть своє повне ім'я
uz: Тўлиқ исм-шарифингизни киритинг
zh: 输入您的全名

source: Enter your last name
ca: Introdueix el teu cognom
de: Ihren Nachnamen eingeben
es: Ingresa tu apellido
fr: Saisissez votre nom
it: Inserisci il tuo cognome
ja: あなたの姓を入力してください
kk: Фамилияңызды енгізіңіз
ky: Фамилияңызды киргизиңиз
lv: Ievadi savu uzvārdu
mn: Овгоо бичнэ үү
pt: Digite seu sobrenome
ro: Introdu numele
ru: Введите свою фамилию
uk: Введіть своє прізвище
uz: Фамилиянгизни киритинг
zh: 输入您的姓氏
