Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Withholding Tax (23% on the basis of Article 25-bis Presidential Decree n. 600 del 29 September 1973)
ca: Retenció d'impost (23% sobre la base de l'article 25-bis del Decret Presidencial núm. 600 del 29 de setembre de 1973)
de: Quellensteuer (23 % auf der Grundlage von Artikel 25-bis des Präsidialerlasses Nr. 600 vom 29. September 1973)
es: Retención de Impuestos (23% sobre la base del artículo 25-bis del Decreto Presidencial n. 600 del 29 de septiembre de 1973)
fr: Retenue d'Impôt (23% sur la base de l'article 25-bis du Décret Présidentiel n° 600 du 29 septembre 1973)
it: Ritenuta d'imposta (23% in base all'articolo 25-bis DPR n. 600 del 29 settembre 1973)
ja: 源泉徴収税（1973年9月29日付大統領令第600号第25条の2に基づき23％となる）
kk: Табыс салығы (23% Президенттің 1973 жылғы 29 қыркүйектегі №600 дель жарлығының 25 бабы негізінде )
ko: 원천징수세(1973년 9월 29일자 대통령령 n.600조 제25조에 의거 23%)
ky: Салык кармоочу салык (Президенттин 1973-жылдын 29-сентябрындагы № 600 Указынын 25-бис статьясына ылайык 23%)
lv: Ieturējuma nodoklis (23%, pamatojoties uz 25. bis pantu Prezidenta dekrētu n.600 no 1973. gada 29. septembra)
mn: Зогсоолын татвар (1973 оны 9-р сарын 29-ний өдрийн Ерөнхийлөгчийн зарлигийн 25-р заалтын үндсэн дээрхи 23%)
pt: Retenção na fonte (23% com base no artigo 25-bis do Decreto Presidencial nº 600 de 29 de setembro de 1973)
ro: Taxa de reținere (23% în temeiul articolului 25-BIS Decretul prezidențial nr. 600 din 29 septembrie 1973)
ru: Удерживаемый налог (23% на основании статьи №600 25-го Президентского указа от 29 сентября 1973 г.)
uk: Утримуваний податок (23% на підставі статті №600 25-го Президентського указу від 29 вересня 1973 р.)
uz: Ушлаб қолинадиган солиқ (Президентнинг 29.09.1973 й. 600-сон Қонуни 25-bis моддасига мувофиқ 23%)
zh: 預扣稅（根據 1973 年 9 月 29 日第 600 號總統令第 25 條之二為 23%）

source: Withholding tax (23%)
ca: Retenció d'impostos (23%)
de: Quellensteuer (23%)
es: Retención de Impuestos (23%):
fr: Retenue d'impôt (23%)
it: Ritenuta d'imposta (23%)
ja: 源泉徴収税（23％）
kk: Ұсталатын салық (23%)
ky: Салык кармоочу салык (23%)
lv: ieturējuma nodpklis (23%)
mn: Ажлын газраас төлөх нийгмийн даатгалын татвар (23%):
pt: Imposto retido na fonte (23%)
ro: Reținerea impozitului la sursă (23%)
ru: Удерживаемый налог (23%)
uk: Утримуваний податок (23%)
uz: Ушлаб қолинадиган солиқ (23%)
zh: 预扣税 (23%)

source: Withholding Tax (23%):
ca: Retenció d'impostos (23%):
de: Quellensteuer (23%):
es: Retención de Impuestos (23%):
fr: Retenue d'Impôt (23%) :
it: Ritenuta d'imposta (23%):
ja: 源泉徴収税（23％）：
kk: Ұсталатын салық (23%):
ko: 원천징수세(23%):
ky: Салык кармоочу салык (23%):
lv: Ieturējuma nodoklis (23%):
mn: Зогсоолын татвар (23%):
pt: Imposto retido na fonte (23%):
ro: Taxa de reținere (23%):
ru: Удерживаемый налог (23%):
uk: Утримуваний податок (23%):
uz: Ушлаб қолинадиган солиқ (23%):
zh: 預扣稅 (23%)：

source: Words from Our CEO & Co-Founder
fr: Message de notre PDG et Cofondateur
it: Parole del nostro CEO e Cofondatore
kk: Біздің Бас директорымыз және Тең-негізін қалаушымыздың сөздері
pt: Palavras do nosso CEO e cofundador
uk: Слова від нашого співзасновника та генерального директора
uz: БИД ва Ҳаммуассис нутқи
zh: 来自我们首席执行官兼联合创始人的致辞

source: Work from anywhere with no borders.
ca: Treballa des de qualsevol lloc, sense fronteres.
de: Arbeiten Sie von überall und ohne Grenzen.
es: Trabaja desde cualquier lugar, sin fronteras.
fr: Travailler de n'importe où, sans frontières.
it: Lavora da qualsiasi luogo e senza confini.
ja: 国境にとらわれず、どこからでも働けます。
kk: Кез келген жерден, Шекарасыз жұмыс жасаңыз.
ky: Чек арасыз каалаган жерден иштеңиз.
lv: Strādājiet no jebkuras vietas bez robežām.
mn: Дэлхийн хаанаас ч ажиллаж болно.
pt: Trabalhe de qualquer lugar sem fronteiras.
ro: Lucrează de oriunde fără granițe.
ru: Работайте откуда угодно, без границ.
uk: Працюйте будь-звідки, без обмежень.
uz: Ҳеч қандай чекловларсиз, исталган ердан туриб ишланг.
zh: 随时随地工作，无国界。

source: World-class options –
ca: Opcions de classe Mundial –
de: Weltklasse-Optionen -
es: Opciones de Clase Mundial –
fr: Options de classe mondiale –
it: Opzioni di livello mondiale –
ja: 世界クラスの選択肢ー
kk: Әлемдік деңгейдегі таңдаулар
ky: Дүйнөлүк класстагы варианттар –
lv: Pasaules-Klases opcijas -
mn: Дэлхийн түвшний сонголтууд -
pt: Opções de Classe Mundial–
ro: Opțiuni de clasă mondială –
ru: Варианты мирового класса —
uk: Варіанти світового рівня —
uz: Жаҳон стандартига мос вариантлар -
zh: 世界级选择–

source: Write your message
ca: Escriu el teu missatge
de: Schreiben Sie Ihre Nachricht
es: Escribe tu mensaje
fr: Écrivez votre message
it: Scrivi il tuo messaggio
ja: あなたのメッセージを入力してください
kk: Хабарламаңызды жазыңыз
ko: 메시지를 작성하세요
ky: Билдирүүңдү жазыңыз...
lv: Uzrakstīt savu ziņojumu
mn: Бичвэрээ бичнэ үү...
pt: Escreva sua mensagem
ro: Scrie mesajul tău
ru: Напишите своё сообщение
uk: Напишіть своє повідомлення
uz: Ўз хатингизни ёзинг
zh: 写下您的留言

source: Written By
ca: Escrit per
de: Geschrieben von
es: Escrito por
fr: Écrit Par
it: Scritto da
ja: 執筆者：
kk: Жазған
ky: тарабынан жазылган
lv: Ko sarakstījis
mn: Бичсэн
pt: Escrito por
ro: Scris de
ru: Написано
uk: Автор
uz: томонидан ёзилган
zh: 作者

source: wrote
ca: Escrit
de: schrieb
es: escrito
fr: a écrit
it: ha scritto
ja: 記入済
kk: жазды
ko: 썼습니다
ky: жазган
lv: rakstīja
mn: бичсэн
pt: escrevi
ro: a scris
ru: писал
uk: написав
uz: ёздим
zh: 寫

source: X. Service Providers
ca: X. Proveïdors de Serveis
de: X. Dienstleister
es: X. Servicio de Proveedores
fr: X. Fournisseurs de Services
it: X. Fornitori di Servizi
ja: X. サービスプロバイダー
kk: X. Қызмет Жеткізушілері
ky: X. КЫЗМАТ КӨРСӨТҮҮЧҮЛӨР
lv: X. Pakalpojumu Nodrošinātāji/Piegādātāji
mn: X. Үйлчилгээ үзүүлэгчид
pt: X. Prestadores de Serviços
ro: X. Furnizorii de servicii
ru: X. Поставщики услуг
uk: X. Постачальники послуг
uz: X. Хизмат кўрсатувчи провайдерлар
zh: X. 服务提供商

source: X. TERMINATION / SUSPENSION
ca: X. RESOLUCIÓ/SUSPENSIÓ
de: X. KÜNDIGUNG / AUSSETZUNG
es: X. TERMINACIÓN/SUSPENSIÓN
fr: X. RÉSILIATION / SUSPENSION
it: X. RISOLUZIONE/SOSPENSIONE
ja: IX. 終了/停⽌
kk: X. ТОҚТАТУ / ТОҚТАТА ТҰРУ
ky: X. АККАУНТТУ ЖАБУУ / ТОКТОТУУ
lv: X. IZBEIGŠANA/APTURĒŠANA
mn: X. БҮРТГЭЛИЙГ ХААХ / ТҮР ЦУЦЛАХ
pt: X. RESCISÃO / SUSPENSÃO
ro: X. ÎNCETAREA / SUSPENDAREA
ru: X. ПРЕКРАЩЕНИЕ / ПРИОСТАНОВКА ДЕЙСТВИЯ
uk: X. ПРИПИНЕННЯ/ПРИЗУПИНЕННЯ
uz: X. ТУГАТИШ/ТЎХТАТИБ ҚЎЙИШ
zh: X. 终止 / 暂停

source: XI. Independent Partner Program
ca: XI. Programa de Socis Independents
de: XI. Unabhängiger Partner Programm
es: XI. Programa del Socio Independiente de Negocio
fr: XI. Programme de Partenaire Indépendant
it: XI. Programma Partner Indipendente
ja: XI. 独⽴パートナープログラム
kk: XI. Тәуелсіз серіктес бағдарламасы
ky: XI. Көз карандысыз Өнөктөштүк программасы
lv: XI. Neatkarīgā Partnera Programma
mn: XI. Бие даасан Түншийн Гэрээ
pt: Programa de Sócio Independente
ro: XI. Program de Partener independent
ru: XI. Программа Независимого Партнёра
uk: XI. Програма Незалежного Партнера
uz: XI. Мустақил Ҳамкор дастури
zh: XI. 独立合作伙伴计划

source: XI. UNLAWFUL USE
ca: XI. ÚS IL·LÍCIT
de: XI. UNRECHTMÄSSIGE NUTZUNG
es: XI. USO ILEGAL
fr: XI. UTILISATION ILLÉGALE
it: XI. USO ILLEGALE
ja: XI. 違法な使⽤
kk: XI. ЗАҢСЫЗ ПАЙДАЛАНУ
ky: XI. МЫЙЗАМСЫЗ КОЛДОНУУ
lv: XI. NELIKUMĪGA IZMANTOŠANA
mn: XI. ХУУЛЬ БУС ХЭРЭГЛЭГЭЭ
pt: XI. USO ILÍCITO
ro: XI. UTILIZARE ILEGALĂ
ru: XI. НЕЗАКОННОЕ ИСПОЛЬЗОВАНИЕ
uk: X. НЕЗАКОННЕ ВИКОРИСТАННЯ
uz: XI. НОҚОНУНИЙ ФОЙДАЛАНИШ
zh: XI. 非法使用

source: XII. LINKS AND VENDORS
ca: XII. ENLLAÇOS I PROVEÏDORS
de: XII. LINKS UND ANBIETER
es: XII. ENLACES Y VENDEDORES
fr: XII. LIENS ET FOURNISSEURS
it: XII. LINK E FORNITORI
ja: XII. リンクとベンダー
kk: XII. СІЛТЕМЕЛЕР ЖӘНЕ ЖЕТКІЗУШІЛЕР
ky: XII. ШИЛТЕМЕЛЕР ЖАНА САТУУЧУЛАР
lv: XII. SAITES UN PIEGĀDĀTĀJI
mn: XII. ХОЛБООСУУД БА ХАНГАН НИЙЛҮҮЛЭГЧИД
pt: XII. LINKS E VENDEDORES
ro: XII. LINK-URI ȘI VÂNZĂTORI
ru: XII. ССЫЛКИ И ПОСТАВЩИКИ
uk: XI. ПОСИЛАННЯ ТА ПОСТАЧАЛЬНИКИ
uz: XII. ҲАВОЛАЛАР ВА СОТУВЧИ ФИРМАЛАР
zh: XII. 链接与供应商

source: XII. Online Surveys and Contests
ca: XII. Enquestes i Concursos en Línia
de: XII. Online-Umfragen und Wettbewerbe
es: XII. Encuestas Online y Concursos
fr: XII. Sondages et Concours en Ligne
it: XII. Sondaggi e Concorsi Online
ja: XII. オンライン調査とコンテスト
kk: XII. Онлайн сауалнамалар мен байқаулар
ky: XII. Онлайн сурамжылоолор жана конкурстар
lv: XII. Tiešsaistes Aptaujas un Konkursi
mn: XII. Онлайн судалгаа болон уралдаанууд
pt: XII. Pesquisas e Concursos Online
ro: XII. Sondaje și concursuri online
ru: XII. Опросы и конкурсы онлайн
uk: XII. Інтернет-опитування та конкурси
uz: XII. Онлайн сўровнома ва мусобақалар
zh: XII. 在线调查与竞赛

source: XIII. The InCruises Payment System
ca: XIII. El Sistema de Pagaments d’inCruises
de: XIII. Das InCruises Zahlungssystem
es: XIII. Sistema de Pago de inCruises
fr: XIII. Le Système de Paiement d'inCruises
it: XIII. Sistema di Pagamento inCruises
ja: XIII. INCRUISES ⽀払いシステム
kk: XIII. InCruises төлем жүйесі
ky: XIII. Incruisesтин төлөм системасы
lv: XIII. InCruises Maksājumu Sistēma
mn: XIII. inCruise-ийн төлбөрийн систем
pt: XIII. O Sistema de Pagamento da inCruises
ro: XIII. Sistemul de plată InCruises
ru: XIII. Платёжная система InCruises
uk: XIII. Платіжна система InCruises
uz: XIII. InCruises тўлов тизими
zh: XIII. inCruises支付系统

source: XIII. UNSOLICITED IDEAS OR SUGGESTIONS
ca: XIII. IDEES O SUGGERIMENTS NO SOL·LICITATS
de: XIII. UNAUFGEFORDERTE IDEEN ODER VORSCHLÄGE
es: XIII. IDEAS O SUGERENCIAS NO SOLICITADAS
fr: XIII. IDÉES OU SUGGESTIONS NON SOLLICITÉES
it: XIII. IDEE O SUGGERIMENTI NON RICHIESTI
ja: XIII. 未承諾のアイデアや提案
kk: XIII. ЕРІКТІ ТҮРДЕ БЕРІЛГЕН ИДЕЯЛАР МЕН ҰСЫНЫСТАР
ky: XIII. ТАЛАП КЫЛЫНБАГАН ИДЕЯЛАР ЖЕ СУНУШТАР
lv: XIII. NEAPSTIPRINĀTAS IDEJAS VAI IETEIKUMI
mn: XIII. ШААРДЛАГАГҮЙ САНАЛ, САНААНУУД
pt: XIII. IDEIAS E SUGESTÕES NÃO SOLICITADAS
ro: XIII. IDEI SAU SUGESTII NESOLICITE
ru: XIII. ДОБРОВОЛЬНО ПОДАННЫЕ ИДЕИ И ПРЕДЛОЖЕНИЯ
uk: XII. ІНІЦІАТИВНІ ДОБРОВІЛЬНО НАДАНІ ІДЕЇ ЧИ ПРОПОЗИЦІЇ
uz: XIII. СЎРАЛМАГАН ҒОЯ ВА ТАКЛИФЛАР
zh: XIII. 非应邀提出的想法或建议

source: XIV. DISCLAIMER
ca: XIV. AVÍS LEGAL
es: XIV. ACLARACIÓN
fr: XIV. AVERTISSEMENT
ja: XIV. 免責事項
kk: XIV. МІНДЕТТЕМЕЛЕРДІ ШЕКТЕУ
ky: XIV. ЖООПКЕРЧИЛИКТЕН БАШ ТАРТУУ
lv: XIV. ATRUNA
mn: XIV. ЧУХАЛ МЭДЭГДЭЛ
pt: XIV. AVISO LEGAL
ro: XIV. DISCLAIMER / DECLINAREA RĂSPUNDERII
ru: XIV. ОГРАНИЧЕНИЕ ОБЯЗАТЕЛЬСТВ
uk: XIV. ВІДМОВА ВІД ВІДПОВІДАЛЬНОСТІ
uz: XIV. ОГОҲЛАНТИРИШ
zh: XIV. 免责声明

source: XIV. Email to Friends Feature
ca: XIV. Funció d’Enviar Correus als Amics
de: XIV. E-Mail-an-Freunde-Funktion
es: XIV. Función de Correo Electrónico a Amigos
fr: XIV. Fonctionnalité d'Envoi d'e-mails à des Amis
it: XIV. Funzionalità "Invia Email agli Amici"
ja: XIV. 友達へのメール機能
kk: XIV. "Достарға хат" функциясы
ky: XIV. Досторго электрондук кат жазуу функциясы
lv: XIV.Rīks E-pasta draugiem
mn: XIV. Найзууддаа илгээх имэйл функц
pt: XIV. Recurso de Convite para Amigos
ro: XIV. Funcția de e-mail către prieteni
ru: XIV. Функция “Письмо друзьям”
uk: XIV. Електронний лист друзям
uz: XIV. Дўстларга электрон хат юбориш функцияси
zh: XIV. 邮件推荐好友功能

source: XIX. Our Policy Towards Children
ca: XIX. La nostra Política Respecte als Menors
de: XIX. Unsere Politik gegenüber Kindern
es: XIX. Nuestra Política Relacionada con Niños
fr: XIX. Notre Politique Envers les Enfants
it: XIX. La Nostra Politica Nei Confronti dei Minori
ja: XIX. ⼦どもに対するポリシー
kk: XIX. Біздің балаларға қатысты саясатымыз
ky: XIX. Балдар боюнча саясатыбыз
lv: XIX. Mūsu Politika Attiecībā uz Bērniem
mn: XIX. Хүүхдүүдэд хандсан бодлого
pt: XIX. Nossa Política Direcionada a Crianças
ro: XIX. Politica noastră față de copii
ru: XIX. Наша политика в отношении детей
uk: XIX. Наша політика щодо дітей
uz: XIX. Бизнинг болаларга нисбатан сиёсатимиз
zh: XIX. 我们针对儿童的政策

source: XIX. SUCCESSORS AND ASSIGNS; THIRD PARTY BENEFICIARIES
ca: XIX. SUCCESSORS I CESSIONARIS; BENEFICIARIS DE TERCERS
de: XIX. NACHFOLGER UND BEAUFTRAGTE; DRITTBEGÜNSTIGTE
es: XIX. SUCESORES Y CESIONARIOS; BENEFICIARIOS DE TERCEROS
fr: XIX. SUCCESSEURS ET AYANTS DROIT ; TIERS BÉNÉFICIAIRES
it: XIX. SUCCESSORI E CESSIONARI; TERZI BENEFICIARI
ja: XIX. 後継者および譲受⼈; 第三者受益者
kk: XIX. МҰРАГЕРЛЕР ЖӘНЕ ҮШІНШІ ТАРАП БЕНЕФИЦИАРЛАРЫ
ky: XIX. МУРАСКОРЛОР ЖАНА ДАЙЫНДООЧУЛАР; ҮЧҮНЧҮ ТАРАП БЕНЕФИЦИАРЛАРЫ
lv: XIX. TIESĪBU PĀRŅĒMĒJI UN PIEŠĶĪRĒJI; TREŠĀS PERSONAS LABUMA GUVĒJI
mn: XIX. ӨВ ЗАЛГАМЖЛАГЧ, ӨВЛӨГЧ; ГУРАВ ДАХ ТАЛЫН АШИГ ХҮРТЭГЧ НАР
pt: XIX. SUCESSORES E CESSIONÁRIOS; BENEFICIÁRIOS DE TERCEIROS
ro: XIX. SUCCESORI ȘI BENEFICIARI; BENEFICIARI TERȚI
ru: XIX. ПРАВОПРЕЕМНИКИ И СТОРОННИЕ БЕНЕФИЦИАРЫ
uk: XIX. СПАДКОЄМЦІ ТА ПРАВОНАСТУПНИКИ; СТОРОННІ БЕНЕФІЦІАРИ
uz: XIX. ВОРИСЛАР ВА ТАЙИНЛАНГАН МЕРОСХЎРЛАР; УЧИНЧИ ТОМОН БЕНЕФИЦИАРЛАР
zh: XIX. 继任者与受让方；第三方受益人

source: XV. Law and Harm
ca: XV. Llei i Perjudici
de: XV. Gesetz und Schaden
es: XV. Leyes y Perjuicios
fr: XV. Loi et Préjudice
it: XV. Legge e Danno
ja: XV. 法と被害
kk: XV. Зиян және заң
ky: XV. Мыйзам жана зыян
lv: XV. Likums un Kaitējums
mn: XV. Хууль ба хохирол
pt: XV. Lei e Dano
ro: XV. Legea și prejudiciul
ru: XV. Ущерб и закон
uk: XV. Права та збитки
uz: XV. Қонун ва зарар
zh: XV. 法律与损害

source: XV. LIMITATIONS OF LIABILITIES
ca: XV. LIMITACIONS DE RESPONSABILITAT
de: XV. HAFTUNGSBESCHRÄNKUNGEN
es: XV. LIMITACIONES DE COMPROMISOS
fr: XV. LIMITATIONS DE RESPONSABILITÉ
it: XV. LIMITAZIONI DI RESPONSABILITÀ
ja: XV. 責任の制限
kk: XV. МІНДЕТТЕМЕЛЕРДІ ШЕКТЕУ
ky: XV. ЖООПКЕРЧИЛИК ЧЕКТӨӨЛӨРҮ
lv: XV. SAISTĪBU IEROBEŽOJUMI
mn: XV.ХАРИУЦЛАГЫН ХЯЗГААРЛАЛТУУД
pt: XV. LIMITAÇÕES DE RESPONSABILIDADES
ro: XV. LIMITĂRI ALE RESPONSABILITĂȚII
ru: XV. ОГРАНИЧЕНИЯ ОБЯЗАТЕЛЬСТВ
uk: XV. ОБМЕЖЕННЯ ЗОБОВ'ЯЗАНЬ
uz: XV. ЖАВОБГАРЛИКНИ ЧЕКЛАШ
zh: XV. 责任限制

source: XVI. Business Transfers
ca: XVI. Transferències de Propietat Empresarial
de: XVI. Unternehmensübertragungen
es: XVI. Transferencias de Negocio
fr: XVI. Transferts d'Entreprises
it: XVI. Trasferimenti di Proprietà Aziendale
ja: XVI. 事業譲渡
kk: XVI. Бизнесті қайта құру
ky: XVI. Бизнести өткөрүп берүү
lv: XVI. Biznesa Pārskaitījumi
mn: XVI. Бизнесийн шилжүүлэг
pt: XVI. Transferências de Negócios
ro: XVI. Transferuri de business
ru: XVI. Реорганизация бизнеса
uk: XVI. Бізнес перекази
uz: XVI. Бизнес ўтказмалар
zh: XVI. 业务转让

source: XVI. COPYRIGHTS
ca: XVI. DRETS D’AUTOR
es: XVI. DERECHOS DE AUTOR
fr: XVI. DROITS D'AUTEUR
it: XVI. DIRITTI D'AUTORE
ja: XVI. 著作権
kk: XVI. АВТОРЛЫҚ ҚҰҚЫҚ
ky: XVI. АВТОРДУК УКУКТАРЫ
lv: XVI. AUTORTIESĪBAS
mn: XVI. ЗОХИОГЧИЙН ЭРХ
pt: XVI. DIREITOS AUTORAIS
ro: XVI. DREPTURI DE AUTOR
ru: XVI. АВТОРСКИЕ ПРАВА
uk: XVI. АВТОРСЬКІ ПРАВА
uz: XVI. МУАЛЛИФЛИК ҲУҚУҚИ
zh: XVI. 版权

source: XVII. Non-Private or Non-Personal Information
ca: XVII. Informació no privada o no personal
de: XVII. Nicht-private oder nicht-personenbezogene Daten
es: XVII. INFORMACIÓN NO PRIVADA O NO PERSONAL
fr: XVII. Informations Non Privées ou Non Personnelles
it: XVII. Informazioni Non Private o Non Personali
ja: XVII. ⾮プライベートまたは⾮個⼈情報
kk: XVII. Жеке емес немесе жеке ақпарат емес мәліметтер
ky: XVII. Жеке жана өздүк эмес маалымат
lv: XVII. Ne-privāta vai Bez-Personiska informācija
mn: XVII. Хувийн биш мэдээлэл
pt: XVII. Informações não Privadas e não Pessoais
ro: XVII. Informații non-private sau non-personale
ru: XVII. Нечастная или неличная информация
uk: XVII. Неприватна чи неособиста інформація
uz: XVII. Нодавлат ёки шахсий бўлмаган маълумотлар
zh: XVII. 非私人或非个人信息

source: XVII. TRADEMARKS
ca: XVII. MARQUES REGISTRADES
de: XVII. WARENZEICHEN
es: XVII. MARCAS COMERCIALES
fr: XVII. MARQUES DE COMMERCE
it: XVII. MARCHI
ja: XVII. 商標
kk: XVII. САУДА БЕЛГІЛЕРІ
ky: XVII. СООДА БЕЛГИЛЕРИ
lv: XVII. PREČU ZĪMES
mn: XVII. ХУДАЛДААНЫ ТЭМДЭГТ
pt: XVII. MARCA REGISTRADA
ro: XVII. MĂRCI COMERCIALE
ru: XVII. ТОРГОВЫЕ ЗНАКИ
uk: XVI. ТОРГОВІ МАРКИ
uz: XVII. САВДО БЕЛГИЛАРИ
zh: XVII. 商标

source: XVIII. JURISDICTION - FORUM SELECTION
ca: XVIII. JURISDICCIÓ - ELECCIÓ DE FÒRUM
de: XVIII. GERICHTSBARKEIT – FORUMWAHL
es: XVIII. JURISDICCIÓN - SELECCIÓN DE LUGAR
fr: XVIII. JURIDICTION - SÉLECTION DU FORUM
it: XVIII. GIURISDIZIONE - FORO COMPETENTE
ja: XVIII. 管轄-フォーラム選択
kk: XVIII. ЮРИСДИКЦИЯ-СОТ ТАҢДАУЫ
ky: XVIII. ЮРИСДИКЦИЯ – ФОРУМДУ ТАНДОО
lv: XVIII. JURISDIKCIJA – FORUMA IZVĒLE
mn: XVIII. ХУУЛЬ ЗҮЙН ОРЧИН - ФОРУМ СОНГОЛТ
pt: XVIII. JURISDIÇÃO – SELEÇÃO DE FÓRUM
ro: XVIII. JURISDICȚIE - SELECTARE FORUM
ru: XVIII. ЮРИСДИКЦИЯ – ВЫБОР СУДА
uk: XVII. ПІДСУДНІСТЬ - ВИБІР ФОРУМУ
uz: XVIII. ЮРИСДИКЦИЯ – ФОРУМ ТАНЛОВИ
zh: XVIII. 司法管辖权与法院选定

source: XVIII. Modifying your Personal Information
ca: XVIII. Modificació de les teves Dades Personals
de: XVIII. Änderung Ihrer persönlichen Daten
es: XVIII. Modificación de Información Personal
fr: XVIII. Modification de vos Informations Personnelles
it: XVIII. Modifica dei Tuoi Dati Personali
ja: XVIII. 個⼈情報の変更
kk: XVIII. Жеке деректеріңізді өзгерту
ky: XVIII. Жеке маалыматыңызды өзгөртүү
lv: XVIII. Personiskās Informācijas Modificēšana
mn: XVIII. Таны хувийн мэдээллийг өөрчлөх
pt: XVIII. Modificando suas Informações Pessoais
ro: XVIII. Modificarea informațiilor tale personale
ru: XVIII. Изменение ваших персональных данных
uk: XVIII. Модифікація вашої особистої інформації
uz: XVIII. Шахсий маълумотларингизни ўзгартириш
zh: XVIII. 修改您的个人信息

source: XX. Changes to our Privacy Policy
ca: XX. Canvis en la nostra Política de Privacitat
de: XX. Änderungen unserer Datenschutzrichtlinie
es: XX. Cambios a la Política de Privacidad
fr: XX. Modifications de notre Politique de Confidentialité
it: XX. Modifiche alla Nostra Informativa sulla Privacy
ja: XX. プライバシーポリシーの変更
kk: XX. Біздің Құпиялылық саясатымыздағы өзгерістер
ky: XX. Купуялык саясатыбызды өзгөртүү
lv: XX. Izmaiņas mūsu Konfidencialitātes Politikā
mn: XX. Нууцлалын бодлогод оруулах өөрчлөлтүүд
pt: XX. Alterações da nossa Política de Privacidade
ro: XX. Modificări ale Politicii noastre de confidențialitate
ru: XX. Изменения в нашей политике конфиденциальности
uk: XX. Зміни в нашій Політиці конфіденційності
uz: XX. Маҳфийлик сиёсатидаги ўзгаришлар
zh: XX. 隐私政策的变更

source: XX. DISCLOSURES REQUIRED BY LAW AND OTHER INSTANCES
ca: XX. DIVULGACIONS REQUERIDES PER LLEI I ALTRES CASOS
de: XX. GESETZLICH UND ANDERWEITIG VORGESCHRIEBENE OFFENLEGUNGEN
es: XX. INFORMACIÓN REQUERIDA POR LA LEY Y OTRAS INSTANCIAS
fr: XX. DIVULGATIONS EXIGÉES PAR LA LOI ET D'AUTRES INSTANCE
it: XX. COMUNICAZIONI RICHIESTE DALLA LEGGE E ALTRI CASI
ja: XX. 法律およびその他の事例で要求される開⽰
kk: XX. ЗАҢМЕН ЖӘНЕ ӨЗГЕ ДЕ МӘН-ЖАЙЛАРМЕН ТАЛАП ЕТІЛЕТІН АҚПАРАТТЫ АШУ
ky: XX. МЫЙЗАМ ЖАНА БАШКА ОРГАНДАР ТАРАБЫНАН ТАЛАП КЫЛГАН АЧЫККА ЧЫГАРУУ
lv: XX. INFORMĀCIJA, KAS PRASĪTA TIESĪBU AKTOS UN CITĀS INSTANCĒS
mn: XX. ХУУЛЬД ЗААСАН БОЛОН БУСАД НӨХЦӨЛ БАЙДЛЫН УЛМААС МЭДЭЭЛЛИЙГ ИЛ БОЛГОХ ТУХАЙ
pt: XX. DIVULGAÇÕES EXIGIDAS POR LEI E OUTRAS INSTÂNCIAS
ro: XX. DIVULGĂRI CERUTE DE LEGE ȘI DE ALTE INSTANȚE
ru: XX. РАСКРЫТИЕ ИНФОРМАЦИИ, ТРЕБУЕМОЕ ЗАКОНОМ И ИНЫМИ ОБСТОЯТЕЛЬСТВАМИ
uk: XX. РОЗКРИТТЯ ІНФОРМАЦІЇ, ЩО ВИМАГАЄТЬСЯ ЗАКОНОМ ТА ІНШИМИ ІНСТАНЦІЯМИ
uz: XX. ҚОНУН ТАЛАБИ БИЛАН ЁКИ БОШҚА ҲОЛАТЛАРДА ОШКОР ЭТИШ
zh: XX. 法律要求及其他情形下的信息披露

source: XXI. TRACKING
ca: XXI. SEGUIMENT
de: XXI. NACHVERFOLGUNG
es: XXI. RASTREO
fr: XXI. SUIVI
it: XXI. TRACCIAMENTO
ja: XXI. 追跡
kk: XXI. БАҚЫЛАУ
ky: XXI. КӨЗӨМӨЛДӨӨ
lv: XXI. IZSEKOŠANA
mn: XXI. ХЯНАХ АЖИЛЛАГАА
pt: XXI. RASTREAMENTO
ro: XXI. URMĂRIREA
ru: XXI. ОТСЛЕЖИВАНИЕ
uk: XXI. ВІДСТЕЖЕННЯ
uz: XXI. КУЗАТУВ
zh: XXI. 追踪

source: XXII. Effective Date
ca: XXII. Data d’Entrada en Vigor
de: XXII. Datum des Inkrafttretens
es: XXII. FECHA DE EFECTO
fr: XXII. Date d'Entrée en Vigueur
it: XXII. Data di Entrata in Vigore
ja: XXII. 発効⽇
kk: XXII. Күшіне енген күні
ky: XXII. Күчүнө кирүү күнү
lv: XXII. Spēkā Stāšanās Datums
mn: XXII. Хүчин төгөлдөр болох өдөр
pt: XXII. Data Efetiva
ro: XXII. Data intrării în vigoare
ru: XXII. Дата вступления в силу
uk: XXII. Дата набрання чинності
uz: XXII. Кучга кириш санаси
zh: XXII. 生效日期

source: XXII. PUBLIC CONTRIBUTIONS
ca: XXII. CONTRIBUCIONS PÚBLIQUES
de: XXII. ÖFFENTLICHE BEITRÄGE
es: XXII. CONTRIBUCIONES PÚBLICAS
fr: XXII. CONTRIBUTIONS PUBLIQUES
it: XXII. CONTRIBUTI PUBBLICI
ja: XXII. 公的寄与
kk: XXII. ҚОҒАМДЫҚ ҮЛЕСТЕР
ky: XXII. КООМДУК САЛЫМДАР
lv: XXII. VALSTS IEMAKSAS
mn: XXII. ОЛОН НИЙТИЙН ОРУУЛСАН ХУВЬ НЭМЭР
pt: XXII. CONTRIBUIÇÕES PÚBLICAS
ro: XXII. CONTRIBUȚII PUBLICE
ru: XXII. ПРЕДОСТАВЛЕНИЕ ПУБЛИЧНОЙ ИНФОРМАЦИИ
uk: XXII. ПУБЛІЧНІ ВНЕСКИ
uz: XXII. ЖАМОАТ АХБОРОТИ
zh: XXII. 公开发布内容

source: XXIII. CONTESTS AND PROMOTIONS
ca: XXIII. CONCURSOS I PROMOCIONS
de: XXIII. WETTBEWERBE UND AKTIONEN
es: XXIII. CONCURSOS Y PROMOCIONES
fr: XXIII. CONCOURS ET PROMOTIONS
it: XXIII. CONCORSI E PROMOZIONI
ja: XXIII. コンテストとプロモーション
kk: XXIII. КОНКУРСТАР МЕН ЖАРНАМАЛАР
ky: XXIII. КОНКУРСТАР ЖАНА АКЦИЯЛАР
lv: XXIII. KONKURSI UN AKCIJAS
mn: XXIII. УРАЛДААН, УРАМШУУЛАЛТ ХӨТӨЛБӨРҮҮД
pt: XXIII. CONCURSOS E PROMOÇÕES
ro: XXIII. CONCURSURI ȘI PROMOȚII
ru: XXIII. КОНКУРСЫ И ПРОМОАКЦИИ
uk: XXIII. КОНКУРСИ ТА АКЦІЇ
uz: XXIII. ТАНЛОВ ВА АКЦИЯЛАР
zh: XXIII. 竞赛与促销活动

source: XXIV. INVESTIGATIONS
ca: XXIV. INVESTIGACIONS
de: XXIV. UNTERSUCHUNGEN
es: XXIV. INVESTIGACIONES
fr: XXIV. ENQUÊTES
it: XXIV. INDAGINI
ja: XXIV. 調査
kk: XXIV. ТЕКСЕРУЛЕР
ky: XXIV. ТЕРГӨӨЛӨР
lv: XXIV.PĒTĪJUMI
mn: XXIV. ШАЛГАХ АЖИЛЛАГАА
pt: XXIV. INVESTIGAÇÕES
ro: XXIV. INVESTIGAȚII
ru: XXIV. РАССЛЕДОВАНИЯ
uk: XXIV. РОЗСЛІДУВАННЯ
uz: XXIV. ТЕКШИРУВЛАР
zh: XXIV. 调查事项

source: XXIX. UNENFORCEABLE PROVISIONS
ca: XXIX. DISPOSICIONS INAPLICABLES
de: XXIX. UNEINSCHLIESSLICHE BESTIMMUNGEN
es: XXIX. DISPOSICIONES INAPLICABLES
fr: XXIX. DISPOSITIONS INAPPLICABLES
it: XXIX. DISPOSIZIONI INAPPLICABILI
ja: XXIX. 法的強制⼒のない条項
kk: XXIX. ЗАҢДА КҮШІ ЖОҚ ЕРЕЖЕЛЕР
ky: XXIX. АТКАРЫЛБАЙ ТУРГАН ЖОБОЛОР
lv: XXIX. NEPAREDZĒTI NOTEIKUMI
mn: XXIX. ХҮЧИН ТӨГӨЛДӨР БУС ЗААЛТУУД
pt: XXIX. DISPOSIÇÕES NÃO APLICÁVEIS
ro: XXIX. DISPOZIȚII INEPOZABILE
ru: XXIX. ПОЛОЖЕНИЯ, НЕ ИМЕЮЩИЕ ЮРИДИЧЕСКУЮ СИЛУ
uk: XXIX. НЕВИКОНУВАНІ ПОЛОЖЕННЯ
uz: XXIX. ИЖРО ЭТИБ БЎЛМАЙДИГАН ҚОИДАЛАР
zh: XXIX. 不可执行条款

source: XXV. PAYMENT TERMS
ca: XXV. CONDICIONS DE PAGAMENT
de: XXV. ZAHLUNGSBEDINGUNGEN
es: XXV. CONDICIONES PARA LOS PAGOS
fr: XXV. CONDITIONS DE PAIEMENT
it: XXV. TERMINI DI PAGAMENTO
ja: XXV. ⽀払い条件
kk: XXV. ТӨЛЕУ ШАРТТАРЫ
ky: XXV. ТӨЛӨМ ШАРТТАРЫ
lv: XXV. MAKSĀJUMA NOSACĪJUMI
mn: XXV. ТӨЛБӨРИЙН НӨХЦӨЛҮҮД
pt: XXV. CONDIÇÕES DE PAGAMENTO
ro: XXV. TERMENI DE PLATĂ
ru: XXV. УСЛОВИЯ ПЛАТЕЖЕЙ
uk: XXV. ПОРЯДОК РОЗРАХУНКІВ
uz: XXV. ТЎЛОВ ШАРТЛАРИ
zh: XXV. 付款条款

source: XXVI. MONITORING
ca: XXVI. MONITORATGE
de: XXVI. ÜBERWACHUNG
es: XXVI. SUPERVISIÓN
fr: XXVI. SURVEILLANCE
it: XXVI. MONITORAGGIO
ja: XXVI. モニタリング
kk: XXVI. МОНИТОРИНГ
ky: XXVI. МОНИТОРИНГ
lv: XXVI. UZRAUDZĪBA
mn: XXVI. ХЯНАЛТ ШАЛГАЛТ
pt: XXVI. MONITORAMENTO
ro: XXVI. MONITORIZARE
ru: XXVI. МОНИТОРИНГ
uk: XXVI. МОНІТОРИНГ
uz: XXVI. МОНИТОРИНГ
zh: XXVI. 监管

source: XXVII. ENTIRE AGREEMENT
ca: XXVII. INTEGRITAT DEL CONTRACTE
de: XXVII. GESAMTE VEREINBARUNG
es: XXVII. ACUERDO COMPLETO
fr: XXVII. INTÉGRALITÉ DE L'ACCORD
it: XXVII. INTEGRALITÀ DEL CONTRATTO
ja: XXVII. 完全合意
kk: XXVII. КЕЛІСІМНІҢ ТОЛЫҚТЫҒЫ
ky: XXVII. ТОЛУК МАКУЛДАШУУ
lv: XXVII. VISS LĪGUMS
mn: XXVII. БҮХ ГЭРЭЭ
pt: XXVII. CONTRATO INTEGRAL
ro: XXVII. ÎNTREGUL ACORD
ru: XXVII. ПОЛНОТА СОГЛАШЕНИЯ
uk: XXVII. ПОВНОТА УГОДИ
uz: XXVII. ТЎЛИҚ РОЗИЛИК
zh: XXVII. 完整协议

source: XXVIII. MODIFICATION AND WAIVER
ca: XXVIII. MODIFICACIÓ I RENÚNCIA
de: XXVIII. ÄNDERUNG UND VERZICHT
es: XXVIII. MODIFICACIÓN Y RENUNCIA
fr: XXVIII. MODIFICATION ET EXONÉRATION
it: XXVIII. MODIFICHE E RINUNCIA
ja: XXVIII. 変更と権利放棄
kk: XXVIII. ӨЗГЕРІСТЕР ЖӘНЕ БАС ТАРТУ ҚҰҚЫҒЫ
ky: XXVIII. ӨЗГӨРТҮҮ ЖАНА БАШ ТАРТУУ
lv: XXVIII. GROZĪŠANA UN ATTEIKŠANĀS/IZBEIGŠANA
mn: XXVIII. ӨӨРЧЛӨЛТ БА ТАТГАЛЗАХ ЭРХ
pt: XXVIII. MODIFICAÇÃO E RENÚNCIA
ro: XXVIII. MODIFICARE ȘI RENUNȚARE
ru: XXVIII. ИЗМЕНЕНИЯ И ПРАВО НА ОТКАЗ
uk: XXVIII. МОДИФІКАЦІЯ ТА ВІДМОВА
uz: XXVIII. ЎЗГАРТИРИШ ВА ВОЗ КЕЧИШ
zh: XXVIII. 修改与弃权
