Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: The course has been restored you can do it again
ca: El curs s'ha restaurat, pots tornar a fer-ho
de: Der Kurs wurde wiederhergestellt, Sie können ihn erneut absolvieren.
es: El curso ha sido restablecido, puedes hacerlo de nuevo
fr: Le cours a été restauré, vous pouvez le refaire
it: Il corso è stato ripristinato e puoi rifarlo
ja: コースは復元されたため、もう一度受講できます
kk: Курс қалпына келтірілді және оны қайтадан қабылдауға болады
ko: 코스가 복원되었습니다. 다시 할 수 있습니다.
ky: Курс жаңыртылган, аны кайра кайталасаңыз болот
lv: Kurss tika atjaunots,varat to veikt vēlreiz
mn: Энэ сургалт сэргээгдсэн тул та үүнийг дахин үзнэ үү
pt: O curso foi restaurado, você pode fazê-lo novamente
ro: Cursul a fost restaurat, îl poți face din nou
ru: Курс восстановлен, вы можете пройти его снова
uk: Курс відновлено, ви можете пройти його знову
uz: Курс янгиланди, сиз буни такрор уддалайсиз
zh: 课程已恢复，您可以重新开始

source: The cruise line was not able to reserve a cabin, please try again or choose a different cabin.
ca: La companyia de creuers no ha pogut reservar una cabina, si us plau, torna-ho a provar o tria una altra cabina.
fr: La compagnie de croisière n'a pas pu réserver de cabine. Veuillez réessayer ou choisir une autre cabine.
it: La compagnia di crociera non è riuscita a prenotare la cabina desiderata, riprova o scegli un'altra cabina.
ja: クルーズラインがキャビンを確保できませんでした。もう一度お試しいただくか、別のキャビンをお選びください。
kk: Круиз компаниясы каютаны брондай алмады, қайтадан көріңіз немесе басқа каютаны таңдаңыз.
pt: A linha de cruzeiros não conseguiu reservar uma cabine. Tente novamente ou escolha uma cabine diferente.
ro: Linia de croazieră nu a putut rezerva o cabină, te rugăm să încerci din nou sau să alegi o altă cabină.
uk: Круїзна лінія не змогла забронювати каюту. Будь ласка, спробуйте ще раз або оберіть іншу каюту.
uz: Круиз линияси каюта банд қила олмади, илтимос, такрор уриниб кўринг ёки бошқа каютага буюртма беринг.
zh: 邮轮公司未能预留舱位，请重试或选择其他舱位。

source: The cruise must still be available at the lower price at the time of evaluation
ca: El creuer ha d’estar encara disponible al preu més baix en el moment de l’avaluació
de: Die Reise muss zum Zeitpunkt der Bewertung noch zu dem niedrigeren Preis verfügbar sein
es: El crucero debe estar aún disponible al precio más bajo al momento de la evaluación
fr: La croisière doit encore être disponible au tarif réduit au moment de l'évaluation
it: La crociera deve essere ancora disponibile al prezzo inferiore al momento della valutazione.
ja: 検証時点でクルーズがより低い価格でまだ利用可能である必要があります
kk: Бағалау кезінде круиз әлі де төмен бағада қолжетімді болуы керек
ky: Круиз баалоо учурунда да төмөнкү баада жеткиликтүү болушу керек
mn: Биднийг шалгах үед далайн аяллын үнэ бага үнээрээ олон нийтэд нээлттэй байх ёстой.
pt: O cruzeiro ainda deve estar disponível pelo preço mais baixo no momento da avaliação
ro: Croaziera trebuie să fie încă disponibilă la prețul mai mic în momentul evaluării.
ru: На момент нашей оценки круиз по более низкой стоимости должен быть всё ещё доступен
uk: Круїз повинен бути доступним за нижчою ціною на момент оцінки
uz: Баҳолаш вақтида арзон нархдаги круиз таклифи ҳануз фаол бўлиши шарт
zh: 在评估时，邮轮仍需以较低价格可订购

source: The date the user first became membership free.
ca: La data en què l’usuari es va convertir en membresia gratuïta.
de: Das Datum, an dem der Nutzer zum ersten Mal eine beitragsfreie Mitgliedschaft erreichte.
es: La fecha en la que el usuario consiguió la membresía gratuita por primera vez.
fr: La date à laquelle l'utilisateur a eu l'adhésion gratuite pour la première fois.
it: La data in cui l'utente è diventato per la prima Membro Gratuito.
ja: メンバーシップフリーに初めてなった日付。
kk: Қолданушы алғаш рет тегін мүшелік алған күн.
ko: 처음으로 무료 멤버십을 달성한 날짜.
ky: Колдонуучу биринчи жолу акысыз мүчөлүккө ээ болгон күн.
lv: Datums,kad lietotājs pirmoreizi ieguva brīvo partnerību.
mn: Хэрэглэгчийн гишүүнчлэл нь анхны удаа үнэгүй болсон огноо.
pt: A data em que o usuário se tornou Assinatura Gratuita pela primeira vez.
ro: Data la care utilizatorul a fost pentru prima dată scutit de taxa de membru.
ru: Дата, когда пользователь впервые приобрёл статус "Бесплатное Членство".
uk: Дата, коли користувач вперше набув статусу "Безкоштовне Членство".
uz: Фойдаланувчи биринчи марта Бепул аъзо бўлган сана.
zh: 用戶首次成為免費會員的日期。

source: The date the user first signed up on our website.
ca: La data en què l'usuari es va registrar per primera vegada a la nostra pàgina web.
de: Das Datum, an dem sich der Benutzer zum ersten Mal auf unserer Website angemeldet hat.
es: Fecha en que el usuario se registró por primera vez en nuestro sitio web.
fr: La date à laquelle l'utilisateur s'est inscrit pour la première fois sur notre site web.
it: La data in cui l'utente si è registrato per la prima volta sul nostro sito web.
ja: ユーザーが当社のウェブサイトに初めてサインアップした日。
kk: Пайдаланушының біздің веб-сайтқа алғаш тіркелген күні.
ko: 우리 웹사이트에 처음 가입한 날
ky: Колдонуучу биринчи жолу веб сайтка катталган күн.
lv: Datums,kad lietotājs pirmo reizi apciemoja mūsu tīmekļa vietni.
mn: Манай вэб хуудсанд анхны удаа бүртгүүлсэн огноо.
pt: A data em que o usuário se inscreveu pela primeira vez em nosso site.
ro: Data la care utilizatorul s-a înscris prima dată pe site-ul nostru web.
ru: Дата первой регистрации пользователя на нашем сайте.
uk: Дата першої реєстрації користувача на нашому сайті.
uz: Фойдаланувчи сайтимизда илк рўйхатдан ўтган сана.
zh: 用戶首次在我們的網站上註冊的日期。

source: The date the user paid to activate and become a Member.
ca: La data en què l'usuari va pagar per activar-se i convertir-se en Membre.
de: Das Datum, an dem der Benutzer für die Aktivierung und Mitgliedschaft bezahlt hat.
es: Fecha en que el usuario pagó por activarse como Miembro.
fr: La date à laquelle l'utilisateur a payé pour s'activer et devenir un Membre.
it: La data in cui l'utente ha pagato per attivarsi come Membro.
ja: ユーザーが支払いを完了してメンバー会員となり、アクティブとなった日。
kk: Пайдаланушы белсендіруге төлем жасап, Мүше болған күн.
ko: 멤버십 비용을 지불하고 멤버가 된 날.
ky: Колдонуучу активдештирүү жана мүчө болуу үчүн төлөм төлөгөн күн.
lv: Datums,kad lietotājs samaksāja aktivizācijas maksu un kļuva Biedrs.
mn: Идэвхжүүлэх хураамжийг төлж Гишүүн болсон огноо.
pt: A data que o usuário pagou para se ativar e se tornar um membro.
ro: Data la care a plătit utilizatorul pentru a activa și a deveni Membru.
ru: Дата, когда пользователь оплатил взнос за активацию и стал Членом Клуба.
uk: Дата, коли користувач оплатив внесок за активацію і став Членом Клубу.
uz: Фойдаланувчи фаоллаштириш учун тўлов киритиб, Клуб Аъзосига айланган сана.
zh: 用戶付費以激活並成為會員的日期。

source: The date the user paid to activate and become a Partner.
ca: La data en què l'usuari va pagar per activar-se i convertir-se en Soci.
de: Das Datum, an dem der Benutzer für die Aktivierung und für den Partnerstatus bezahlt hat.
es: Fecha en el que el usuario pagó por activarse como Socio.
fr: La date à laquelle l'utilisateur a payé pour s'activer et devenir un Partenaire.
it: La data in cui l'utente ha pagato per attivarsi come Partner.
ja: ユーザーが支払いを完了してパートナーとなり、アクティブとなった日。
kk: Пайдаланушы белсендіруге төлем жасап, Серіктес болған күн.
ko: 파트너십 비용을 지불하고 파트너가 된 날.
ky: Колдонуучу активдештирүү жана Өнөктөш болуу үчүн төлөм төлөгөн күн.
lv: Datums,kad lietotājs samaksāja aktivizācijas maksu un kļuva Partneris.
mn: Идэвхжүүлэх хураамжийг төлж Түнш болсон огноо.
pt: A data que o usuário pagou para se ativar e se tornar um sócio.
ro: Data la care utilizatorul a plătit pentru a activa și a deveni partener.
ru: Дата, когда пользователь оплатил взнос за активацию и стал Партнёром.
uk: Дата, коли користувач оплатив внесок за активацію і став Партнером.
uz: Фойдаланувчи фаоллаштириш учун тўлов киритиб, Ҳамкорга айланган сана.
zh: 用戶付款以激活並成為合作夥伴的日期。

source: the difference in (1 for 1) Reward Points to use on your next cruise or hotel booking.
ca: la diferència en Punts de Recompensa (1 per 1) per a utilitzar en la teva pròxima reserva de creuer o hotel.
de: die Differenz in (1 für 1) Reward Points, die Sie bei Ihrer nächsten Kreuzfahrt oder Hotelbuchung einlösen können.
es: la diferencia en Puntos de Recompensa (1 por 1) para usarse en tu próxima reservación de crucero o de hotel.
fr: la différence en Points de Récompense (1 pour 1) à utiliser pour votre prochaine croisière ou réservation d'hôtel.
it: la differenza in Crediti Premio (1 per 1) da utilizzare per la tua prossima crociera o prenotazione alberghiera.
ja: の差額分を１倍のリワードポイントで還元し、次のクルーズやホテルの予約に利用できます。
kk: келесі круиз немесе қонақүйді брондау кезінде пайдалануға болатын бонустық ұпайлардағы айырмашылық (1-ден 1-ге дейін).
ko: 다음 크루즈 또는 호텔 예약에 사용할 (1 대 1) 리워드 포인트의 차이.
ky: кийинки круиз же мейманкана брондоодо колдонуу үчүн (1ге 1) Бонустук упайлардагы айырма.
lv: atšķirība (1par 1) Balvu Punktos, ko izmantot nākamajā kruīza vai viesnīcas rezervācijā.
mn: дахин бодож таны дараагийн далайн аялал, зочид буудлын захиалгад хэрэглэх (1:1) Шагналын Оноогоор танд өгөх болно.
pt: a diferença em (1 por 1) Pontos de Recompensa para usar em seu próximo cruzeiro ou reserva de hotel.
ro: diferența de puncte de recompensă (1 pentru 1) pe care să le folosești la următoarea croazieră sau rezervarea la hotel.
ru: разницу в виде Бонусных Баллов (1 к 1) для использования в вашем следующем бронировании круиза или отеля.
uk: різницю у вигляді Бонусних Балів (1 до 1) для використання у наступному бронюванні круїзу або готелю.
uz: фарқни кейинги круиз ёки меҳмонхона буюртмасида қўллашингиз учун (1 га 1) Бонус баллари кўринишида
zh: 可在下次邮轮或酒店预订时使用的（1 换 1）奖励积分的差额。

source: The difference in price is less than $100.00
ca: La diferència de preu és inferior a 100 dòlars
de: Der Preisunterschied beträgt weniger als 100,00 $.
es: La diferencia en precio es menor a los $100.00 USD
fr: La différence de prix est inférieure à 100 $
it: La differenza di prezzo è inferiore a 100,00$
ja: 価格差が$100.00未満
kk: Баға айырмашылығы $100,00 доллардан аз
ky: Баанын айырмасы 100 доллардан аз
lv: Cenas starpība ir mazāka par $100.00
mn: $100-оос бага үнийн ялгаатай захиалга
pt: A diferença de preço é inferior a $100,00
ro: Diferența de preț este mai mică de 100$
ru: Разница в цене меньше, чем $100
uk: Різниця в ціні менша, ніж $100
uz: Нархдаги фарқ 100$ дан кам
zh: 价格差异少于$100.00

source: The DSN Global 100 list offers a unique perspective on the global impact of the industry on economic and social realms. It provides a range of mutual learning not only for industry members but also for researchers, investors and—most important—those seeking opportunities within the industry.
ca: La llista DSN Global 100 ofereix una perspectiva única sobre l'impacte global de la indústria en àmbits econòmics i socials. Proporciona una varietat d'aprenentatge mutu no només per als membres de la indústria, sinó també per a investigadors, inversors i —el més important— aquells que busquen oportunitats dins de la indústria.
de: Die DSN Global 100-Liste bietet eine einzigartige Perspektive auf die globalen Auswirkungen der Branche auf Wirtschaft und Gesellschaft. Sie bietet nicht nur Branchenmitgliedern, sondern auch Forschern, Investoren und – am wichtigsten – allen, die nach Chancen in der Branche suchen, vielfältige Möglichkeiten zum gegenseitigen Lernen.
es: La lista DSN Global 100 ofrece una perspectiva única sobre el impacto global de la industria en los ámbitos económico y social. Proporciona una gama de aprendizaje mutuo, no sólo para los miembros de la industria sino también para los investigadores, inversores y, lo más importante, aquellos que buscan oportunidades dentro de la industria.
fr: Le classement DSN Global 100 offre une perspective unique sur l'impact mondial du secteur sur les sphères économique et sociale. Il offre un large éventail d'apprentissages mutuels, non seulement aux membres du secteur, mais aussi aux chercheurs, aux investisseurs et, surtout, à ceux qui recherchent des opportunités au sein du secteur.
it: La lista DSN Global 100 offre una prospettiva unica sull'impatto globale del settore in ambito economico e sociale. Offre una serie di opportunità di apprendimento reciproco non solo per i membri del settore, ma anche per i ricercatori, gli investitori e, cosa più importante, per coloro che cercano opportunità nel settore.
ja: DSNグローバル100リストは、この業界が経済的・社会的に世界に与える影響についての独自の視点を提供しています。このリストは、業界関係者だけでなく、研究者、投資家、そして何よりもこの業界での機会を求める人々にとって、相互学習の場を提供しています。
kk: DSN Global 100 тізімі саланың экономикалық және әлеуметтік салалардағы жаһандық әсері туралы ерекше көзқарас ұсынады. Бұл тізім тек сала мүшелері үшін ғана емес, сонымен қатар зерттеушілер, инвесторлар және ең маңыздысы — саладағы мүмкіндіктерді іздейтіндер үшін де өзара оқытуға мүмкіндік береді.
ky: DSN Global 100 тизмеси бул тармактын экономикалык жана социалдык чөйрөгө тийгизген глобалдык таасири жөнүндө уникалдуу көз карашты сунуштайт. Бул тармактын мүчөлөрү үчүн гана эмес, ошондой эле изилдөөчүлөр, инвесторлор жана - эң негизгиси – бул тармакта мүмкүнчүлүктөрдү издегендер үчүн өз ара үйрөнүү мүмкүнчүлүгүн камсыз кылат.
lv: DSN Global 100 saraksts piedāvā unikālu perspektīvu par nozares globālo ietekmi uz ekonomiskajām un sociālajām sfērām. Tā nodrošina savstarpēju mācīšanos ne tikai nozares dalībniekiem, bet arī pētniekiem, ieguldītājiem un tiem, kas ir vissvarīgākie, tiem, kuri meklē iespējas nozarē.
mn: DSN Global 100 жагсаалт нь эдийн засаг, нийгмийн хүрээнд манай салбарын дэлхий дахинд үзүүлэх нөлөө, цаашдын төлөвийг гарган үзүүлдэг юм. Энэ нь зөвхөн салбарын гишүүдэд төдийгүй судлаачид, хөрөнгө оруулагч нарт, хамгийн гол нь энэ салбар боломж хайж буй хүмүүст харилцан суралцах боломжийг олгодог.
pt: A lista DSN Global 100 oferece uma perspectiva única sobre o impacto global do setor nos âmbitos econômico e social. Ela oferece uma gama de aprendizado mútuo não apenas para os membros do setor, mas também para pesquisadores, investidores e, o mais importante, para aqueles que buscam oportunidades no setor.
ro: Lista DSN Global 100 oferă o perspectivă unică asupra impactului global al industriei asupra sferelor economice și sociale. Oferă o serie de învățare mutuală nu numai pentru membrii industriei, ci și pentru cercetători, investitori și, cel mai important, pentru cei care caută oportunități în industrie.
ru: Список DSN Global 100 предлагает уникальный взгляд глобального влияния индустрии на экономические и социальные сферы жизни. Он предоставляет набор инструментов для взаимного обучения не только участникам индустрии, но и исследователям, инвесторам и, самое главное, тем, кто ищет возможности в индустрии.
uk: Список DSN Global 100 пропонує унікальний погляд на глобальний вплив галузі на економічну та соціальну сфери. Він забезпечує низку взаємного навчання не лише для представників галузі, але й для дослідників, інвесторів і, що найважливіше, тих, хто шукає можливості в галузі.
uz: DSN Global 100 рўйхати иқтисодий ва ижтимоий соҳада глобал таъсирга эга тармоқларга ўзгача ёндашишни таклиф этади. Бу нафақат соҳа вакиллари, балки тадқиқотчилар, сармоячилар ва, энг муҳими, ушбу соҳада имконият излаганлар учун умумий билимлар олиш учун кенг имкониятлар тақдим этади.
zh: 《DSN全球100强榜单》为该行业在经济和社会领域的全球影响力提供了独特的视角。它不仅为行业成员，还为研究人员、投资者以及——最重要的——那些在行业中寻找机会的人们提供了广泛的互学平台。

source: The effective date of this Privacy Policy is September 1st, 2015.
ca: La data d’entrada en vigor d’aquesta Política de Privacitat és l’1 de Setembre de 2015.
de: Das Datum des Inkrafttretens dieser Datenschutzrichtlinie ist der 1. September 2015.
es: La fecha de efecto de esta política de privacidad es 1 de Septiembre de 2015.
fr: La date d’entrée en vigueur de cette Politique de Confidentialité est le 1er septembre 2015.
it: La data di entrata in vigore della presente Informativa sulla privacy è il 1° settembre 2015.
ja: 本プライバシーポリシーの施行日は2015年9月1日です。
kk: Осы Құпиялық саясатының күшіне ену күні – 2015 жылғы 1 қыркүйек.
ky: Бул Купуялык саясатынын күчүнө кирген күнү - 2015-жылдын 1-сентябры.
lv: Šīs konfidencialitātes politikas spēkā stāšanās datums ir 2015. gada 1. septembris.
mn: Энэхүү Нууцлалын бодлого нь 2015 оны 9 дүгээр сарын 1-нээс эхлэн хүчин төгөлдөр үйлчилж эхэлсэн болно.
pt: A data efetiva desta Política de Privacidade é 1º de setembro de 2015.
ro: Data intrării în vigoare a acestei Politici de confidențialitate este 1 septembrie 2015.
ru: Датой вступления в силу настоящей Политики Конфиденциальности является 1-е сентября 2015 года.
uk: Дата набрання чинності цією Політикою конфіденційності - 1 вересня 2015 року.
uz: Мазкур Маҳфийлик сиёсати 2015 йил 1 сентябрдан кучга киради.
zh: 本隐私政策自2015年9月1日起生效。

source: The email and push blast actions have been disabled due to the results size exceeds their limit. If you want to use these actions, please run the report again with a result limit below 1,000.
ca: Les accions d'enviament per correu electrònic i notificacions push s'han desactivat perquè la mida dels resultats supera el seu límit. Si desitges utilitzar aquestes accions, si us plau, torna a executar l'informe amb un límit de resultats inferior a 1.000.
de: Die E-Mail- und Push-Blast-Aktionen wurden deaktiviert, da die Größe der Ergebnisse deren Limit überschreitet. Wenn Sie diese Aktionen nutzen möchten, führen Sie den Bericht bitte erneut mit einer Ergebnisgrenze von unter 1.000 aus.
es: Las acciones de envío de correos electrónicos y notificaciones push han sido desactivadas debido a que el tamaño de los resultados supera su límite. Si deseas utilizar estas acciones, por favor, ejecuta el informe nuevamente con un límite de resultados por debajo de 1,000.
fr: Les actions "email" et "push blast" ont été désactivées car la taille des résultats dépasse leur limite. Si vous souhaitez utiliser ces actions, veuillez réexécuter le rapport avec une limite de résultats inférieure à 1 000.
it: Le azioni di invio di email e messaggi Push sono state disabilitate perché il numero dei risultati supera il valore limite. Se vuoi continuare a eseguire questo tipo di operazioni, esegui nuovamente il report con un limite di risultati inferiore a 1.000.
ja: 結果のサイズが上限を超えたため、Eメールおよびプッシュブラストアクションが無効になりました。これらのアクションを使用したい場合は、結果の上限を1,000未満に設定してからレポートを再実行してください。
kk: Нәтижелер өлшем шегінен асатындықтан, электрондық пошта және push әрекеттері өшірілген. Осы әрекеттерді пайдаланғыңыз келсе, 1000-нан төмен нәтижелермен шектелген есепті қайта іске қосыңыз.
ko: 결과 크기가 한도를 초과하여 이메일 및 푸시 블래스트 작업이 비활성화되었습니다. 이러한 작업을 사용하려면 결과 제한을 1,000 미만으로 설정하여 보고서를 다시 실행하세요.
ky: Натыйжалардын өлчөмү чектен ашып кеткендиктен, электрондук почта жана пуш таанытуу аракеттери өчүрүлдү. Эгер сиз бул аракеттерди колдонгуңуз келсе, 1000ден төмөн жыйынтык чеги менен отчетту кайра иштетиңиз.
lv: E-pasta un ātrās palaišanas darbības ir atspējotas, jo rezultātu lielums pārsniedz to ierobežojumu. Ja vēlaties izmantot šīs darbības, lūdzu, vēlreiz mēģiniet ar rezultātu ierobežojumu zem 1000.
mn: Илгээх тоон хязгаараас хэтэрсэн тул имэйл болон Push Blast үйлдлийг идэвхгүй болгосон байна. Хэрэв та эдгээр үйлдлийг ашиглахыг хүсвэл 1000-аас доош үзүүлэлтээр тайланг ажиллуулна уу.
pt: As ações de e-mail e push blast foram desativadas porque o tamanho dos resultados excedeu seu limite. Se quiser usar essas ações, execute o relatório novamente com um limite de resultados abaixo de 1.000.
ro: Acțiunile de e-mail și push blast au fost dezactivate, deoarece dimensiunea rezultatelor depășește limita lor. Dacă dorești să utilizezi aceste acțiuni, ruleazăi din nou raportul, cu o limită de rezultate sub 1.000.
ru: Действия связанные с email- и пуш-рассылками отключены в связи превышением ограничения по размеру результата. Если вы хотите использовать эти действия, запустите, пожалуйста, отчёт снова с ограничением по размеру результата менее 1000.
uk: Дії пов'язані з email- та пуш-розсилками відключені через перевищення обмеження за розміром результату. Якщо ви хочете використовувати ці дії, запустіть, будь ласка, звіт з обмеженням за розміром результату менше 1000.
uz: Ушбу электрон ва тарқатма хатларни юбориш функцияси натижалар ҳажми лимитдан ошганлиги сабабли ўчириб қўйилди. Агар ушбу функциядан фойдаланишни истасангиз, илтимос, натижалар ҳажми лимитини 1000 деб белгилаб, ҳисоботларни такроран ишга туширинг.
zh: 由于结果大小超出限制，电子邮件和推送爆炸操作已被禁用。 如果您想使用这些操作，请再次运行该报告，并将结果限制低于 1,000。
