Repository: Incruises/translations
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca, de, es, fr, it, ja, kk, ko, ky, lv, mn, pt, ro, ru, uk, uz, zh

source: Graduated from Georgetown University, where he played varsity football and lacrosse.
ca: Graduat per la Universitat de Georgetown, on va jugar a futbol americà i lacrosse en l’equip universitari.
de: Abschluss an der Georgetown University, wo er Football und Lacrosse gespielt hat.
es: Graduado de la Universidad de Georgetown, donde jugó football y lacrosse colegial.
fr: Diplômé de l'Université de Georgetown, où il a joué au football universitaire et à la crosse.
it: Si è laureato alla Georgetown University, dove ha giocato a football e lacrosse a livello universitario.
ja: ジョージタウン大学卒業。フットボールとラクロスの代表選手として活躍。
kk: Джорджтаун университетін бітірді, онда ол колледж командасында футбол және лакросс ойнады.
ky: Жоржтаун университетин бүтүргөн, ал жерде футбол жана лакросс ойногон.
lv: Pabeidzis Džordžtaunas Universitāti , kur viņš spēlēja futbolu un lakrosu.
mn: Жоржтауны их сургуулийг төгссөн бөгөөд тус сургуулийн хөлбөмбөг, лакроссын шигшээ багт тоглож байсан.
pt: Formou-se na Universidade de Georgetown, onde jogou futebol americano e lacrosse.
ro: A absolvit Georgetown University, unde a jucat fotbal și lacrosse.
ru: Окончил Джорджтаунский университет, где он играл в футбольной команде и в лакросс.
uk: Закінчив Джорджтаунський університет, де грав у університетський футбол і лакрос.
uz: Вашингтондаги Georgetown университетини тамомлаган, университет жамоасида футбол ва лакросс ўйнаган.
zh: 毕业于乔治城大学，在校期间是橄榄球队和长曲棍球队的主力队员。

source: Grand Total
de: Endbetrag
es: Total
fr: Somme finale
it: Totale complessivo
ja: 総計
kk: Жалпы жиыны
ko: 총 합계
ky: Жалпы Жыйыны
lv: Kopsumma
mn: Нийт дүн
pt: Total Geral
ro: Totalul General
ru: Общий Итог
uk: Загальний Підсумок
uz: Умумий натижа
zh: 累計

source: Grand Total:
de: Gesamtbetrag:
es: Gran Total:
fr: Somme finale :
it: Totale complessivo:
ja: 総計：
kk: Жалпы жиыны:
ko: 총 합계:
ky: Жалпы жыйыны:
lv: Kopsumma:
mn: Нийт дүн:
pt: Total Geral:
ro: Total General:
ru: Общий итог:
uk: Загальний підсумок:
uz: Умумий жами:
zh: 累計：

source: gratuities
ca: Propines
de: Trinkgelder
es: propinas
fr: pourboires
it: mance
ja: チップ
kk: кеңестер
ky: чайпулдар
lv: gratifikācijas
mn: үйлчилгээний хөлс
pt: gorjetas
ro: gratuități
ru: чаевые
uk: чайові
uz: миннатдорчилик ҳақи
zh: 服务费

source: Gratuities are included in the cruise fare. Tipping is neither required nor expected.
ca: Les tarifes gratuïtes s'inclouen a la tarifa de creuers. No es requereix ni es preveuen proves.
de: Trinkgelder sind im Kreuzfahrtpreis enthalten. Trinkgeld wird weder verlangt noch erwartet.
es: Las propinas están incluidas en la tarifa del crucero.
fr: Les pourboires sont inclus dans le prix de la croisière. Le pourboire n'est ni requis ni prévu.
it: Le mance sono comprese nella tariffa della crociera. Dare la mancia non è obbligatorio.
ja: クルーズ運賃にはチップが含まれています。チップは必要なく、期待もされておりません。
kk: Шайпұл круиздік тарифке қосылған. Шайпұл талап етілмейді және күтілмейді.
ko: 크루즈 요금에는 팁이 포함되어 있습니다. 팁은 요구되지 않으며 추가되지도 않습니다.
ky: Чайпул круиздик тарифке кошулган. Чайпул талап кылынбайт жана күтүлбөйт.
lv: Naudas balvas tiek iekļautas kruīza apmaksā.Dzeramnauda nav nepieciešama nedz gaidīta.
mn: Тип аяллын зардалд орсон. Тип өгөх шаардлагагүй, танаас авахгүй.
pt: Gorjetas estão incluídas na tarifa do cruzeiro. A gorjeta não é exigida nem esperada.
ro: Gratuităţile sunt incluse în preţul croazierei. A da bacşiş nu este nici aşteptat, nici obligatoriu.
ru: Чаевые включены в стоимость круиза. Чаевые не требуются и не ожидаются.
uk: Чайові включені у вартість круїзу. Чайові не потрібно сплачувати.
uz: Миннатдорчилик круиз нархига киритилган. Чойчақа ҳеч қачон сўралмайди ва кутилмайди.
zh: 小費包含在郵輪票價中。小費既不是必需的，也不是被期望的。

source: Gratuities Included
ca: Propines Incloses
de: Trinkgelder inklusive
es: Propinas incluídas
fr: Gratuités incluses
it: Mance incluse
ja: チップ代込み
kk: Кеңестер кіреді
ky: Чайпулдар камтылган
lv: Pateicības Ietvertas
mn: Үйлчилгээний хөлс багтсан
pt: Gorjetas incluídas
ro: Bacșișul inclus
ru: Чаевые включены
uk: Чайові включені
uz: Миннатдорчилик ҳақи киритилган
zh: 包括小费

source: Gratuity
ca: Gratificació
de: Trinkgelder
es: Gratificación
fr: Pourboire
it: Mance
ja: チップ代
kk: Марапаттау
ko: 팁
ky: Сыйлык
lv: Balva/Prēmija
mn: Гарын мөнгө
pt: Gratuidade
ro: Bacșiș
ru: Награда
uk: Грошова нагорода
uz: Миннатдорчилик ҳақи
zh: 小費

source: Gray Month means data does not count towards Historical QBI yet, but it will when it enters 6 month window.
ca: Mes gris significa que les dades encara no compten per al QBI històric, però ho faran quan entrin en la finestra de 6 mesos.
de: Grauer Monat bedeutet, dass die Daten noch nicht auf das frühere QBI angerechnet werden, aber das wird der Fall sein, wenn sie in das 6-Monats-Fenster gelangen.
es: Mes gris significa que los datos aún no cuentan para el QBI histórico, pero lo harán cuando entren en la ventana de 6 meses.
fr: Le mois gris signifie que les données ne comptent pas encore pour le QBI historique, mais qu'elles le feront lorsqu'elles entreront dans la fenêtre de 6 mois.
it: Mese Grigio significa che i dati non concorrono ancora al calcolo del QBI storico, ma verranno conteggiati quando entreranno nella finestra dei 6 mesi.
ja: 灰色のデータはヒストリカル QBI にはカウントされませんが、６ヶ月の対象期間になるとカウントされます。
kk: Сұр ай деректердің тарихи QBI-де әлі есептелмегенін, бірақ ол 6 айлық терезеге кірген кезде есептелетінін білдіреді.
ko: 회색 달은 데이터가 아직 과거 QBI에 포함되지 않지만 6개월 창에 들어가면 포함됨을 의미합니다.
ky: Боз ай маалыматтар Тарыхый QBIде (БСИ) азырынча эсептеле элек, бирок ал 6 айлык терезеге киргенде эсептелинет дегенди билдирет.
lv: Pelēkais mēnesis nozīmē, ka dati vēl netiek ieskaitīti Vēsturiskajā QBI, bet tie tiks ievadīti 6 mēnešu laika periodā.
mn: Саарал - Одоохондоо "Түүхэн" QBI-д хараахан тооцогдоогүй, цаашид 6 сарын цонхонд тооцогдох сарууд
pt: Mês cinza significa que os dados ainda não contam para o QBI histórico, mas contarão quando entrarem na janela de 6 meses.
ro: Luna gri înseamnă că datele nu sunt încă luate în considerare pentru QBI istoric, dar o vor face atunci când intră în perioada de 6 luni.
ru: Серый месяц означает, что данные пока что не учитываются в Исторический QBI (ИКБ), но это случится, когда они попадут в 6-месячное окно.
uk: Сірий місяць означає, що дані поки що не враховуються до Історичного QBI (ІЯБ), але це станеться, коли вони потраплять у 6-місячне вікно.
uz: Кулранг ойлар QBI (БСИ) тарихига оид маълумотлар хали ҳисобланмаётганлиги, аммо 6 ойлик даврга кириши билан ҳисобланишини англатади.
zh: 灰色月份意味着数据还不计入历史 QBI，但它会在进入 6 个月窗口时计入。

source: Great news! As a Ranked Partner-Member, you can use your Reward Points to cover the full cost of this booking.
ca: Excel·lents notícies! Com a Membre-Soci classificat, pots utilitzar els teus Punts de Recompensa per cobrir el cost total d'aquesta reserva.
de: Gute Nachrichten! Als Rang Partner-Mitglied können Sie Ihre Reward Points nutzen, um die gesamten Kosten dieser Buchung zu decken.
es: ¡Buenas noticias! Como Socio-Miembro clasificado, puedes utilizar tus Puntos de Recompensa para cubrir el costo total de esta reserva.
fr: Bonne nouvelle ! En tant que membre partenaire classé, vous pouvez utiliser vos Points de Récompense pour couvrir l'intégralité du coût de cette réservation.
it: Ottime notizie! In qualità di Partner-Membro di rango, puoi utilizzare i tuoi Crediti Premio per coprire l'intero costo di questa prenotazione.
ja: 素晴らしいニュースです！ランクを保持しているパートナー・メンバーであれば、リワードポイントをこの予約の全費用にご利用いただけます。
kk: Керемет жаңалық! Тіркелген мүше серіктес ретінде Сіз бонустық ұпайларыңызды осы брондаудың толық құнын жабу үшін пайдалана аласыз.
ky: Абдан сонун жаңылык! Өнөктөш-мүчө катары, сиз бонустук упайларыңызды ушул брондоонун толук баасын жабуу үчүн колдоно аласыз.
lv: Lieliska ziņa! Kā Ranga Partneris-Biedrs var izmantot savus Balvas punktus, lai segtu visas šīs rezervēšanas izmaksas.
mn: Гайхалтай мэдээ! Цолтой Түнш-Гишүүний хувьд та өөрийн Шагналын Оноогоо ашиглан энэ захиалгын бүх үнийг төлөх болно.
pt: Boas notícias! Como um sócio-membro com classificação, você pode usar seus Pontos de Recompensa para cobrir o custo total desta reserva.
ro: Vești grozave! În calitate de membru-partener cu nivel de carieră, poți folosi punctele tale de recompensă pentru a acoperi costul integral al acestei rezervări.
ru: Прекрасные новости! Будучи Членом-Партнёром Клуба в ранге, вы можете использовать свои Бонусные Баллы для покрытия полной стоимости данного бронирования.
uk: Чудові новини! Будучи Членом-Партнером Клубу в ранзі, ви можете використовувати свої Бонусні Бали для покриття повної вартості цього бронювання.
uz: Ажойиб янгилик!. Рангга эришган Ҳамкор Аъзо сифатида сиз ушбу буюртманинг тўлиқ нархини Бонус баллари билан тўлашингиз мумкин.
zh: 好消息！作为一名排名合作伙伴会员，您可以使用您的奖励积分来支付此预订的全部费用。

source: Great news! As an Active Member, you can use your Reward Points to cover up to half of the cost of this booking.
ca: Excel·lents notícies! Com a Membre Actiu, pots utilitzar els teus Punts de Recompensa per cobrir fins a la meitat del cost d'aquesta reserva.
de: Tolle Neuigkeiten! Als aktives Mitglied können Sie Ihre Reward Points nutzen, um bis zur Hälfte der Kosten für diese Buchung zu decken.
es: ¡Buenas noticias! Como Miembro activo, puede utilizar tus Puntos de Recompensa para cubrir hasta la mitad del costo de esta reserva.
fr: Bonne nouvelle ! En tant que Membre actif, vous pouvez utiliser vos Points de Récompense pour couvrir jusqu'à la moitié du coût de cette réservation.
it: Ottime notizie! In qualità di Membro Attivo, puoi utilizzare i tuoi Crediti Premio per coprire fino a metà del costo di questa prenotazione.
ja: 素晴らしいニュースです！アクティブメンバーであれば、リワードポイントをこの予約に対して最大半分の費用までご利用いただけます。
kk: Керемет жаңалық! Белсенді мүше ретінде Сіз бонустық ұпайларыңызды осы брондау құнының жартысына дейін жабу үшін пайдалана аласыз.
ky: Абдан сонун жаңылык! Активдүү мүчө катары, сиз бонустук упайларыңызды бул брондоонун баасынын жарымына чейин жабууга колдоно аласыз.
lv: Lieliska ziņa! Kā aktīvs Biedrs varat izmantot savus Balvas punktus, lai segtu līdz pusei no šīs rezervēšanas izmaksām.
mn: Гайхалтай мэдээ! Идэвхтэй Гишүүний хувьд та өөрийн Шагналын Оноогоо ашиглан энэ захиалгын тал үнийг төлөх болно.
pt: Boas notícias! Como um membro ativo, você pode usar seus Pontos de Recompensa para cobrir até metade do custo desta reserva.
ro: Vești grozave! În calitate de membru activ, poți folosi punctele tale de recompensă pentru a acoperi până la jumătate din costul acestei rezervări.
ru: Прекрасные новости! Будучи Активным Членом Клуба, вы можете использовать свои Бонусные Баллы для покрытия до половины стоимости данного бронирования.
uk: Чудові новини! Будучи Активним Членом Клубу, ви можете використовувати свої Бонусні Бали для покриття до половини вартості цього бронювання.
uz: Ажойиб янгилик!. Фаол Аъзо сифатида сиз ушбу буюртма нархининг ярмисини Бонус баллари билан тўлашингиз мумкин.
zh: 好消息！作为一名活跃会员，您可以使用您的奖励积分支付此预订费用的最多一半。

source: Great you have finished the course, click on the button to continue.
ca: Genial que hagis acabat el curs, clica al botó per continuar.
de: Wenn Sie den Kurs beendet haben, klicken Sie auf die Schaltfläche, um fortzufahren.
es: Genial, has terminado el curso, haz clic en el botón para continuar.
fr: Si vous avez terminé le cours, cliquez sur le bouton pour continuer.
it: Ottimo, hai terminato il corso, clicca sul pulsante per continuare.
ja: コースが終了したら、ボタンをクリックして次に進んでください。
kk: Керемет, сіз курсты аяқтадыңыз, жалғастыру үшін түймені басыңыз.
ko: 과정을 잘 마쳤습니다. 계속하려면 버튼을 클릭하세요.
ky: Курсту бүтүргөнүңүз менен куттуктайбыз, улантуу үчүн баскычты басыңыз.
lv: Lieliski, ka esat pabeidzis kursu, noklikšķiniet uz pogas, lai turpinātu.
mn: Та энэ сургалтыг дуусгасан байна, товчийг дарж цааш үргэлжлүүлнэ үү.
pt: Ótimo, você terminou o curso, clique no botão para continuar.
ro: Felicitări pentru terminarea cursului, fă clic pe buton pentru a continua.
ru: Поздравляем с окончанием курса, нажмите на кнопку для продолжения.
uk: Вітаємо, ви закінчили курс, натисніть кнопку, щоб продовжити.
uz: Ажойиб, сиз курсни тамомладингиз, давом этиш тугмасини босинг.
zh: 太棒了，您已经完成了课程，点击按钮继续。

source: Greater bonus achieved.
ca: Major bonificació aconseguida.
de: Größerer Bonus erreicht.
es: ¡Mayor bono alcanzado!
fr: Plus grand bonus atteint.
it: Raggiunto un bonus maggiore.
ja: より大きなボーナスを達成しました。
kk: Үлкен бонусқа қол жеткізілді.
ko: 더 많은 보너스가 달성되었습니다.
ky: Чоңураак бонуска жетишилди.
lv: Sasniegts lielāks Bonuss.
mn: Урамшууллын болзлыг бүрэн хангалаа.
pt: Alcançou um bônus maior.
ro: Ai obținut un bonus mai mare.
ru: Достигнут больший бонус.
uk: Досягнуто більший бонус.
uz: Катта бонусга эришилди.
zh: 获得更大的奖金。

source: Greek Isles
ca: Illes Gregues
de: Griechische Inseln
es: Islas Griegas
fr: Îles grecques
it: Isole Greche
ja: ギリシャ諸島
kk: Греция аралдары
ko: 그리스섬
ky: Греция аралдары
lv: Grieķu salas
mn: Грекийн арлууд
pt: Ilhas Gregas
ro: Insulele greceşti
ru: Греческие Острова
uk: Грецькі Острови
uz: Юнон ороллари
zh: 希臘群島

source: Green Month means fully counts towards Historical QBI
ca: Mes verd significa que computa íntegrament per al QBI històric
de: Grüner Monat bedeutet vollständige Rechnung auf das frühere QBI.
es: Mes verde significa que cuenta completamente para QBI histórico
fr: Le mois vert signifie qu'il compte pleinement dans le calcul du QBI historique
it: Mese Verde significa che conta interamente per il QBI storico
ja: 緑色の月はヒストリカル QBI 計算の対象月です
kk: Жасыл ай оның тарихи QBI-ге толықтай есептелетінін білдіреді
ko: 녹색 달은 과거 QBI에 완전히 포함됨을 의미합니다
ky: Жашыл ай толугу менен Тарыхый QBI (БСИ) эсептелет дегенди билдирет
lv: Zaļais mēnesis nozīmē pilnībā var rēķināties ar Vēsturisko QBI
mn: Ногоон - "Түүхэн" QBI бүрэн тооцогдох сарууд
pt: Mês verde significa que conta totalmente para o QBI histórico
ro: Luna verde înseamnă că se ia în considerare pe deplin pentru QBI istoric
ru: Зеленый месяц означает полный учёт в Исторический QBI (ИКБ)
uk: Зелений місяць означає повний облік в Історичному QBI (ІЯБ)
uz: Яшил ойлар QBI (БСИ) тарихига оид маълумотлар тўлиқ ҳисобланаётганлигини англатади
zh: 绿色月意味着完全计入历史 QBI

source: Green Month means fully counts towards QBI
ca: Més Verd significa que comptes completament per a QBI
de: Grüner Monat bedeutet volle Anrechnung auf QBI
es: Mes Verde significa que cuenta completamente para QBI
fr: Le mois vert signifie qu'il compte pleinement dans le calcul du QBI
it: Mese verde significa che concorre interamente al calcolo del QBI
ja: 緑色の月は、QBI 計算の対象月です
kk: Жасыл ай оның QBI-ге толықтай есептелетінін білдіреді
ko: 녹색 달은 QBI에 완전히 포함됨을 의미합니다
ky: Жашыл ай толугу менен QBI (БСИ) эсептелет дегенди билдирет
lv: Zaļais mēnesis nozīmē pilnībā var rēķināties ar QBI
mn: Ногоон - QBI бүрэн тооцогдох сарууд
pt: Mês verde significa que conta totalmente para o QBI
ro: Luna verde înseamnă că se ia în considerare pe deplin pentru QBI
ru: Зеленый месяц означает полный учёт в QBI (ИКБ)
uk: Зелений місяць означає повний облік в QBI (ІЯБ)
uz: Яшил ойлар QBI тўлиқ ҳисобланишини англатади
zh: 绿色月意味着完全计入 QBI

source: Group
ca: Grup
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ja: グループ
kk: Топ
ko: 그룹
ky: Топ
lv: Grupa
mn: Бүлэг
pt: Grupo
ro: Grup
ru: Группа
uk: Група
uz: Гуруҳ
zh: 团体

source: Group deleted successfully
ca: Grup eliminat correctament
de: Gruppe erfolgreich gelöscht
es: Grupo eliminado correctamente
fr: Groupe supprimé avec succès
it: Gruppo cancellato con successo
ja: グループの削除が成功しました
kk: Топ сәтті жойылды
ko: 그룹이 삭제되었습니다
ky: Топ ийгиликтүү түрдө өчүрүлдү
lv: Grupa veiksmīgi izdzēsta
mn: Бүлэг амжилттай арилгагдлаа
pt: Grupo excluído com sucesso
ro: Grupul a fost șters cu succes
ru: Группа успешно удалена
uk: Група успішно видалена
uz: Гуруҳ муваффақиятли ўчирилди
zh: 群组删除成功

source: Group Description
ca: Descripció de Grup
de: Gruppenbeschreibung
es: Descripción de Grupo
fr: Description du groupe
it: Descrizione del gruppo
ja: グループの説明
kk: Топ Сипаттамасы
ko: 그룹 설명
ky: Топ түшүндүрмөсү
lv: Grupas Apraksts
mn: Бүлгийн тухай
pt: Descrição do grupo
ro: Descrierea grupului
ru: Описание группы
uk: Опис групи
uz: Гуруҳ таърифи
zh: 组描述

source: Group Name
ca: Nom de Grup
de: Gruppenname
es: Nombre de Grupo
fr: Nom du groupe
it: Nome del gruppo
ja: グループの名前
kk: Топ Аты
ko: 그룹 이름
ky: Топтун аталышы
lv: Grupas nosaukums
mn: Бүлгийн нэр
pt: Nome do grupo
ro: Numele grupului
ru: Название группы
uk: Назва групи
uz: Гуруҳ номи
zh: 团队名字

source: Group Tours and MORE!
ca: Recorreguts en grup i MÉS!
de: Gruppenreisen und MEHR!
es: Recorridos en grupo ¡y MÁS!
fr: Visites de groupes et PLUS !
it: Tour di gruppo e MOLTO ALTRO!
ja: グループツアーなど！
kk: Топтық турлар және т.б.!
ko: 그룹 투어와 그 이상 !
ky: Топтук турлар жана Башкалар!
lv: Grupu ekskursijas un VAIRĀK!
mn: Групп аялалууд болон БУСАД!
pt: Excursões em grupo e MAIS!
ro: Tururi de grup și MAI MULTE!
ru: Групповые туры и МНОГОЕ ДРУГОЕ!
uk: Групові тури та БАГАТО ІНШОГО!
uz: Гуруҳли турлар ва БОШҚАЛАР!
zh: 团体旅游及更多！

source: Groups
ca: Grups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
kk: Топтар
ko: 그룹
ky: Топтор
lv: Grupas
mn: Бүлгүүд
pt: Grupos
ro: Grupuri
ru: Группы
uk: Групи
uz: Гуруҳлар
zh: 团体

source: Growth
ca: Creixement
de: Wachstum
es: Crecimiento
fr: Croissance
it: Crescita
ja: 成長
kk: Өсім
ko: 성장
ky: Өсүш
lv: Izaugsme
mn: Өсөлт
pt: Crescimento
ro: Creştere
ru: Рост
uk: Ріст
uz: Ўсиш
zh: 增長

source: Growth Calculator
ca: Calculadora de Creixement
de: Wachstums-Rechner
es: Calculadora de Crecimiento
fr: Calculateur de Croissance
it: Calcolatore della crescita
ja: 成長シミュレーション
kk: Өсім Калькуляторы
ko: 성장 계산기
ky: Өсүш Калькулятору
lv: Izaugsmes kalkulators
mn: Өсөлтийн Тооцоолуур
pt: Calculadora de crescimento
ro: Calculator de creștere
ru: Калькулятор Роста
uk: Калькулятор Зростання
uz: Ўсиш калькулятори
zh: 增長計算器

source: Guaranteed
ca: Garantit
de: Garantiert
es: Garantizado
fr: Garantie
it: Garantito
ja: 保証
kk: Кепілдік
ko: 보장
ky: Кепилденген
lv: GARANTĒTS
mn: Энэ бол баталгаатай
pt: Garantido
ro: Garantat
ru: Гарантированно
uk: Гарантовано
uz: Кафолатланган
zh: 保证

source: Guaynabo, Puerto Rico 00968-1705
fr: Guaynabo, Porto Rico 00968-1705
it: Guaynabo, Porto Rico 00968-1705
kk: Гуайнабо, Пуэрто-Рико 00968-1705
ko: 과이나보, 푸에르토리코 00968-1705
ky: Гуайнабо, Пуэрто-Рико 00968-1705
lv: Guanabo,Puertariko 00968-1705
mn: Гуанабо, Пуэрто Рико 00968-1705
ru: Гуайнабо, Пуэрто-Рико 00968-1705
uk: Гуайнабо, Пуерто-Рико 00968-1705
zh: 瓜納博，波多黎各00968-1705

source: Guest
fr: Invité
it: Ospite
kk: Қонақ
pt: Convidado
uk: Гость
zh: 嘉宾

source: Guest Account
fr: Compte Invité
it: Account ospite
pt: Conta de Convidado
uk: Гостьовий обліковий запис

source: Guests
ca: Convidats
de: Gäste
es: Invitados
fr: Invités
it: Ospiti
ja: ゲスト
kk: Қонақтар
ko: 손님
ky: Коноктор
lv: Viesi
mn: Зорчигчид
pt: Convidados
ro: Oaspeți
ru: Гости
uk: Гості
uz: Меҳмонлар
zh: 嘉宾

source: Guests are responsible for their own transportation.
ca: El transport és a càrrec dels hostes.
de: Die Gäste sind für ihren Transport selbst verantwortlich.
es: Los huéspedes son responsables de su propio transporte.
fr: Les invités sont responsables de leur propre transport.
it: Organizzazione e costo del trasporto sono a carico degli ospiti.
ja: 交通費は各自負担となります。
kk: Қонақтар саяхатты өздері жасайды.
ko: 투숙객은 본인의 교통편을 책임져야 합니다.
ky: Коноктор трансферди өздөрү уюштурат.
lv: Viesi paši ir atbildīgi par savu transportu.
mn: Зочид тээврийн хэрэгсэлээ өөрсдөө хариуцна.
pt: Os hóspedes são responsáveis pelo seu próprio transporte.
ro: Oaspeții sunt responsabili pentru propriul lor transport.
ru: Гости организуют свой переезд самостоятельно.
uk: Гості організують свій переїзд самостійно.
uz: Меҳмонлар трансферни ўзлари ташкиллаштириши лозим.
zh: 客人需自行负责交通。

source: Guests Booked Since July 2016
ca: Passatgers amb reserva des del Juliol de 2016
de: Gebuchte Gäste seit Juli 2016
es: Huéspedes Reservados desde Julio de 2016
fr: Nombre de Passagers ayant Réservé Depuis Juillet 2016
it: Ospiti prenotati da luglio 2016
ja: 2016年7月以降に予約されたゲスト数
kk: 2016 жылдың шілдесінен бастап брондалған қонақтар
ky: 2016-жылдын июль айынан бери катталган коноктор
lv: Rezervētie Viesi kopš 2016.gada Jūlija
mn: 2016 оны 7-р сараас хойш захиалга хийсэн зорчигчид
pt: Hóspedes Reservados Desde Julho de 2016
ro: Oaspeți rezervați din iulie 2016
ru: Гостей забронировано с июля 2016 г.
uk: Гості, які забронювали з липня 2016 року
uz: 2016 йилдан буюртма берган меҳмонлар
zh: 自2016年7月以来预订的宾客人数

source: Guide and Setup
ca: Guia i Configuració
de: Leitfaden und Einrichtung
es: Guía y Configuración
fr: Guide et Configuration
it: Guida e configurazione
ja: ガイドと設定
kk: Нұсқаулық және теңшеу
ko: 안내 및 세팅
ky: Көрсөтмө жана жөнгө салуу
lv: Ceļvedis
mn: Гарын авлага ба Тохиргоо
pt: Guia e configuração
ro: Ghid și Configurare
ru: Руководство и настройки
uk: Керівництво та налаштування
uz: Йўриқнома ва созлашлар
zh: 指南和設置

source: Habitual
de: regelmäßig
fr: Habituel
it: Abituale
ja: 常居者
kk: Әдеттегі
ko: 통상적인
ky: Туруктуу
lv: Ierastais/parastais/pastāvīgais
mn: Дадал
ro: Obișnuit
ru: Постоянный
uk: Постійний
uz: Доимий
zh: 習慣性

source: Half bonus achieved!
ca: Mitja bonificació aconseguida!
de: Halber Bonus erreicht!
es: ¡Medio bono alcanzado!
fr: La moitié du bonus atteinte !
it: Metà bonus raggiunto!
ja: 半分のボーナス達成！
kk: Бонустың жартысы алынды!
ko: 1/2 보너스가 달성되었습니다!
ky: Бонустун жарымына жетишилди!
lv: Sasniegta puse no Bonusa!
mn: Урамшууллын болзлын хагасыг хангалаа.
pt: Bônus alcançado pela metade!
ro: Jumătate de bonus obținut!
ru: Достигнута половина бонуса!
uk: Досягнуто половину бонусу!
uz: Бонуснинг ярмига эришилди!
zh: 奖金过半！

source: Happy Birthday
ca: Per molts anys
de: Alles Gute zum Geburtstag
es: Feliz Cumpleaños
fr: Joyeux Anniversaire
it: Buon compleanno
ja: お誕生日おめでとうございます
kk: Туған күніңізбен
ko: 생일 축하합니다
ky: Туулган күнүңүз менен
lv: Daudz laimes dzimšanas dienā
mn: Танд төрсөн өдрийн мэнд хүргэе
pt: Feliz aniversário
ro: La mulți ani
ru: С днём рождения
uk: З днем народження
uz: Туғилган кунингиз билан
zh: 生日快樂

source: Happy Birthday from the InCruises family! We hope you have a great day!
ca: Feliç aniversari de la família d'InCruises! Esperem que passis un bon dia!
de: Alles Gute zum Geburtstag von der InCruises Familie! Wir hoffen, Sie haben einen tollen Tag!
es: ¡Feliz Cumpleaños de la familia inCruises! ¡Esperamos que tengas un gran día!
fr: Joyeux anniversaire de la famille InCruises ! Nous vous souhaitons une excellente journée !
it: Buon compleanno dalla famiglia inCruises! Speriamo che tu passi una splendida giornata!
ja: InCruisesファミリーから「お誕生日おめでとうございます！」素晴らしい一日でありますように！
kk: inCruises отбасы атынан туған күніңізбен құттықтаймыз! Күніңіз тамаша өтсін!
ko: 인크루즈 가족이 당신의 생일을 축하합니다! 좋은 하루 보내시길 바랍니다!
ky: inCruises үй-бүлөсүнүн атынан туулган күнүңүз менен куттуктайбыз! Күнүңүз кереметтүү өтсүн!
lv: Daudz laimes dzimšanas dienā no incryuises ģimenes!Mēs ceram jums šī ir jaika diena!
mn: InCruises-ийн гэр бүлээс танд төрсөн өдрийн мэнд хүргэе! Энэ өдрийг гайхамшигтай сайхан өнгөрөөгөөрэй гэж хүсэж байна!
pt: Feliz aniversário da família InCruises! Nós esperamos que você tenha um ótimo dia!
ro: La mulți ani din partea familiei inCruises! Îți dorim să ai o zi deosebită!
ru: Желаем счастливого дня рождения от семьи inCruises! Великолепного дня!
uk: Бажаємо щасливого дня народження від сім'ї inCruises! Чудового дня!
uz: InCruises оиласи номидан туғилган кунингиз билан табриклаймиз! Кунингиз ажойиб ўтди, деб умид қиламиз.
zh: 來自InCruises家庭的生日祝福！希望您有美好的一天！

source: Happy Birthday!
ca: Per molts anys!
de: Alles Gute zum Geburtstag!
es: ¡Feliz Cumpleaños!
fr: Joyeux Anniversaire !
it: Buon compleanno!
ja: ハッピーバースデー！
kk: Туған күніңізбен!
ko: 생일 축하해요!
ky: Туулган күнүңүз менен!
lv: Daudz laimes dzimšanas dienā!
mn: Танд төрсөн өдрийн мэнд хүргэе!
pt: Feliz aniversário!
ro: La mulți ani!
ru: С днём рождения!
uk: З Днем народження!
uz: Туғилган кунингиз билан!
zh: 生日快樂！
